{"article_title": "Townsley has been a wonder at safety", "article_keywords": ["week", "named", "swosu", "season", "university", "townsley", "safety", "victory", "yards", "college", "junior", "wonder"], "article_url": "http://www.vcstar.com/sports/colleges-townsley-has-been-a-wonder-at-safety-ep-625209469-351163341.html", "article_text": "<p>COURTESY OF SWOSU SPORTS INFORMATION</p><p>Senior safety Steven Townsley (32) is making big plays this season for Southwestern Oklahoma State University. The Thousand Oaks High and Moorpark College product returned an interception 63 yards for the game-winning touchdown last week.</p>\n\nEverything seemed to point to a running play.\n\nArkansas Tech was facing second down and short with a little more than five minutes to play. The Wonder Boys led Southwestern Oklahoma State University 23-20.\n\nSWOSU senior safety Steven Townsley (Thousand Oaks, Moorpark College) figured Arkansas Tech would want to drain a few more seconds off the clock.\n\nBut then Townsley noticed an Arkansas Tech wide receiver coming hard off the line. He started backpedaling and saw the quarterback throw in that direction.\n\nTownsley picked off the pass and raced 63 yards for the game-winning touchdown as SWOSU rallied for a 27-23 victory last week.\n\nTownsley’s interception capped an impressive comeback as SWOSU trailed 23-7 entering the fourth quarter.\n\n“It was probably the best play I’ve had in college,” Townsley said. “As soon as I caught it, I started running and saw I had a lineman with a good angle on me. But once I got by him, I saw it open up and was pretty much gone from there.”\n\nIn his second season at SWOSU, the 6-foot, 205-pound Townsley has taken a more prominent role on defense. He made 12 tackles in the season opener and was named the school’s athlete of the week.\n\n“I am pretty much the leader in the secondary and I have to put guys in the right position to do their job to make us successful,” he said. “Getting everyone lined up and having everyone believe in what I tell them to do is very important.”\n\nAlthough he attended Moorpark College, Townsley was recruited to SWOSU with the help of an assistant coach from L.A. Pierce.\n\nA friend playing for Pierce suggested Townsley send him an email. The Pierce coach sent Townsley’s film to the coaches at SWOSU.\n\nOnce SWOSU offered Townsley a scholarship, he was sold on the Division II school.\n\n“I just felt like this was home. It felt natural,” Townsley said. “I am really comfortable here and I really like the small-town feel. Everyone pretty much knows everyone and everyone at the school rallies around you. The teachers and the professors all want you to be successful.”\n\nTownsley is majoring in parks and recreational management with a minor in wildland fire. His career aspiration once football ends is to become a firefighter.\n\n“My cousin is a firefighter and he pretty much said it is one of the best jobs out there,” Townsley said. “You get to help people who need help and that is something I really like to do.”\n\nFor the next few months, Townsley’s primary focus is helping his teammates achieve the ultimate prize.\n\n“We want to win a national championship,” he said. “That is the goal, and I think we can do it. We have a close team and everyone wants to get better. Every day in practice, I can see our guys want it more than anything.”\n\nNEWS AND NOTES\n\nPepperdine sophomore forward Taylor Alvarado (Santa Paula) scored a second-half goal in a 2-0 victory over Xavier. ... USC freshman midfielder Nicole Molen (Westlake) has appeared in every game for the Trojans this season. ... Carnegie Mellon sophomore midfielder Delaney Lam (Newbury Park) scored her second goal of the season in a 6-2 victory over Washington and Jefferson. ... Boston College junior outside hitter Katty Workman (La Reina) had 18 kills and 17 digs in a five-set loss to LIU Brooklyn. Workman recorded three double-doubles in every match of the LIU Brooklyn Tournament. ... Hartford freshman outside hitter Katy Henchy (Ventura) was named America East Conference Rookie of the Week after recording 35 kills and 11 blocks in four matches. Henchy had a 12 kills in a sweep of Iona. ... UC Santa Barbara freshman libero Jane Lamp (Thousand Oaks) had eight digs in a four-set loss to Cal. ... Oakland University junior right-side Allia Knight (Ventura) had seven digs in a three-set victory over Holy Cross.\n\nFOURTH AND LONG\n\nGeorgia State junior quarterback Nick Arbuckle (St. Bonaventure) was named Sun Belt Co-Offensive Player of the Week after tying a single-game program record with 414 yards passing in a 48-38 loss to Air Force. Arbuckle completed 26 of 42 passes with three touchdowns. ... UCLA junior defensive back Ishmael Adams (Oaks Christian) was named Pac-12 Conference Special Teams Player of the Week for his performance in UCLA’s 20-17 victory over Texas. Adams returned a punt 45 yards late in the fourth quarter that set up UCLA’s game-winning touchdown. ... University of Texas San Antonio senior linebacker Jens Jeters (Simi Valley) was recently named Conference USA Defensive Player of the Week for his performance in UTSA’s season-opening victory over Houston. Jeters registered five tackles, recovered a fumble and forced a fumble. … Wyoming junior running back Shaun Wick (St. Bonaventure) ran 16 times for 122 yards in a loss to Oregon. Jake Maulhardt (Camarillo) caught two passes for 32 yards.\n\nRhiannon Potkey is a reporter at The Star. She can be reached by email at rpotkey@vcstar.com or by phone at 805-437-0282.", "article_metadata": {"title": "Colleges: Townsley has been a wonder at safety", "og": {"url": "http://www.vcstar.com/sports/colleges-townsley-has-been-a-wonder-at-safety-ep-625209469-351163341.html", "image": {"width": 640, "identifier": "http://media.jrn.com/images/townsley_8249626_ver1.0_640_480.jpg", "height": 424}, "type": "article", "description": "Everything seemed to point to a running play. Arkansas Tech was facing second down and short with a little more than five minutes to play. The Wonder Boys led Southwestern Oklahoma State University 23-20.", "title": "Colleges: Townsley has been a wonder at safety"}, "twitter": {"site": "https://twitter.com/vcstar", "image": "http://media.jrn.com/images/townsley_8249626_ver1.0_640_480.jpg", "description": "Everything seemed to point to a running play. Arkansas Tech was facing second down and short with a little more than five minutes to play. The Wonder Boys led Southwestern Oklahoma State University 23-20.", "card": "summary_large_image", "title": "Colleges: Townsley has been a wonder at safety"}, "apple-mobile-web-app-capable": "no", "msapplication-TileImage": "http://media.jrn.com/designimages/logo-vcs-icon-144.png", "__sync_contentCategory": "premium", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "article_summary": "<p>COURTESY OF SWOSU SPORTS INFORMATION</p><p>Senior safety Steven Townsley (32) is making big plays this season for Southwestern Oklahoma State University.\nSWOSU senior safety Steven Townsley (Thousand Oaks, Moorpark College) figured Arkansas Tech would want to drain a few more seconds off the clock.\n“It was probably the best play I’ve had in college,” Townsley said.\nTownsley picked off the pass and raced 63 yards for the game-winning touchdown as SWOSU rallied for a 27-23 victory last week.\n... Boston College junior outside hitter Katty Workman (La Reina) had 18 kills and 17 digs in a five-set loss to LIU Brooklyn."}