{"article_title": "How Washington Plans to Welcome Pope Francis", "article_keywords": ["john", "plans", "pope", "hes", "house", "welcome", "washington", "gonnerman", "york", "mass", "francis", "think"], "article_url": "http://dailysignal.com/2015/09/18/how-washington-plans-to-welcome-pope-francis/", "article_text": "According to Joshua Gonnerman, a doctoral student in historical theology at the Catholic University of America, it’s been anything but business as usual on campus for the past few weeks.\n\n“I honestly wouldn’t describe it as much as a buzz or an energy so much as an insanity,” Gonnerman, who has a ticket to attend the Papal mass at Washington’s Shrine of the Immaculate Conception, says with a laugh. “What with all the preparations and the security measures that are being put into place, it’s just…everything is just going crazy.”\n\nIt’s a sentiment that, at present, appears to be shared in Washington, where federal workers have already been encouraged to work remotely by Beth Cobert, the Office of Personnel Management’s acting director.\n\nAccording to House Speaker John Boehner, who reportedly assembled a task force of over 100 House and Senate aides to help manage crowds, roughly 50,000 visitors are expected to descend on Washington.\n\n“More and more people have been coming through the doors [of the Catholic Information Center (CIC)] to attend Mass, ask questions about the pope, visit and buy a keepsake or two,” says Mitch Boersma, chief operating officer of the CIC in Washington, adding that Pope Francis bobble heads are a crowd favorite.\n\nBoersma, who will head to Andrews Air Force Base with his wife and a group of young adult Catholics from across the Archdiocese of Washington on Tuesday to greet Pope Francis when he lands, says he hopes “to get close enough to make eye contact” with the pontiff. If given the chance, he says he would ask the pope to pray for his family, persecuted Christians, and unborn children and their mothers.\n\nWhile Pope Francis is officially traveling to the United States to attend the World Meeting of Families in Philadelphia, a conference held every three years and created in 1994 by Pope John Paul II to “strengthen the sacred bonds of families across the globe,” he will first stop in Washington before moving on to New York City and then Philadelphia.\n\nOn Wednesday, he will visit the White House before riding in a parade, hosting a midday prayer with U.S. bishops at St. Matthew’s Cathedral, and finally saying the canonization mass of Junipero Serra, an 18th-century Spanish Franciscan friar who served as a missionary in Mexico and California, at the Shrine.\n\nWhile in New York, Pope Francis has plans to address the United Nations General Assembly, hold an interfaith service at the 9/11 Memorial and Museum and World Trade Center, and, again, ride in a motorcade parade.\n\nDuring his time in the States, Pope Francis will also spend considerable time ministering to the poor, imprisoned, and underprivileged.\n\nAs the New York Times reported, he is estimated to conduct seven meetings with “ordinary people” throughout his stay. Previous pontiffs have, according to that same report, made two such visits at most.\n\n“Whereas John Paul II was trained as an academic philosopher, and Cardinal Ratzinger and then Pope Benedict was trained as an academic theologian, Pope Francis, I think his primary identity would be as a pastor,” says Ryan T. Anderson, a senior research fellow at The Heritage Foundation. “I think Francis has a different papacy. I think he is not so much speaking to high-level global debates … he is trying to reach out in a field hospital way.”\n\nExperts like Kathryn Jean Lopez—a senior fellow with the National Review Institute and founding director of Catholic Voices USA—believe that this focus on ministry has succeeded in striking a chord with a global audience, leaving onlookers speculating as to whether or not a “more popular pope,” so to speak, could draw larger crowds in the nation’s capital than previously seen during papal visits.\n\n“People see Jesus Christ in this man because he’s looking you in the eye, and he’s embracing you. So much of the power in his communications is the gestures,” Lopez says. “When he kneels down in a confessional on live TV, as he has done now on more than one occasion at St. Peter’s, this is a man who starts a conversation with, ‘I am a sinner.’ That’s how he identifies himself, and that is compelling to people, that is welcoming to people.”\n\nCUA student Gonnerman says the pope’s “strong emphasis on mercy” as well as his insistence upon “the need to care for the poor and the environment” is something he’s personally delighted in. “I have two dear friends who have come back to the church because of Pope Francis,” he says.\n\nWhen asked what he would say to the Holy Father if given the chance, Gonnerman pauses, at last declaring quietly, “Thank you, I suppose.”", "article_metadata": {"description": "Next week, Pope Francis will make his first visit to the United States as the head of the Roman Catholic Church.", "og": {"site_name": "The Daily Signal", "description": "Next week, Pope Francis will make his first visit to the United States as the head of the Roman Catholic Church.", "title": "How Washington Plans to Welcome Pope Francis", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/Pope-Francis.jpg", "updated_time": "2015-09-21T18:14:37+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1YhkCBT"}, "twitter": {"domain": "The Daily Signal", "description": "Next week, Pope Francis will make his first visit to the United States as the head of the Roman Catholic Church.", "title": "How Washington Plans to Welcome Pope Francis", "image": {"src": "http://dailysignal.com/wp-content/uploads/Pope-Francis.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "International", "tag": "diplomacy", "published_time": "2015-09-18T03:01:37+00:00", "modified_time": "2015-09-21T18:14:37+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Pope Francis, Roman Catholic Church, Washington, D.C., United States"}, "article_summary": "“I have two dear friends who have come back to the church because of Pope Francis,” he says.\nDuring his time in the States, Pope Francis will also spend considerable time ministering to the poor, imprisoned, and underprivileged.\nWhile in New York, Pope Francis has plans to address the United Nations General Assembly, hold an interfaith service at the 9/11 Memorial and Museum and World Trade Center, and, again, ride in a motorcade parade.\n“I think Francis has a different papacy.\nBoersma, who will head to Andrews Air Force Base with his wife and a group of young adult Catholics from across the Archdiocese of Washington on Tuesday to greet Pope Francis when he lands, says he hopes “to get close enough to make eye contact” with the pontiff."}