{"article_title": "\"Slabtown\" · The Walking Dead · TV Review The Walking Dead", "article_keywords": ["real", "walking", "group", "tv", "interesting", "review", "edwards", "dead", "theres", "slabtown", "officer", "place", "beth", "really", "thats"], "article_url": "http://www.avclub.com/tvclub/walking-dead-slabtown-211307", "article_text": "Hey, it’s Beth! Remember Beth? Last we saw of her, she was riding off in a car with a white cross painted on the rear windshield. Daryl tried to follow, couldn’t keep up, and then everybody sort of forgot about her for a while, because that was narratively convenient. (In the show and characters’ defense, there’s also a certain ruthless pragmatism to this that makes sense coming from a group of survivors: you learn not to ask too many questions when someone you love is missing, because the answers will always be bad.) But now we’re a bit into the new season, the main crisis for the rest of the group has passed, so it’s time to figure out what the hell happened to everyone’s favorite pleasant-blonde-teenager-who-likes-to-sing-and-it’s-ironically-pretty. (Also-she-does-that-wide-eyed-thing-so-damn-often-she’s-like-an-anime-character.)\n\nTurns out, nothing good has been happening to Beth, which should surprise no one. Good things rarely happen on The Walking Dead, and they happen even more rarely to people who were taken against their will to a secret location and told they’d have to work off their “debt” before they’d be allowed to leave. Beth wakes up in a hospital room. She was “rescued” by a small group of rigidly controlled survivors. The group is divided into specific roles—there are “officers,” men and women in police uniforms who run the place and go outside looking for new “recruits.” And then there’s the medical staff: Dr. Steven Edwards leads a handful of men and women dressed in hospital scrubs, working to keep the strays the officers bring in alive.\n\n\n\nThere’s a sort of logic to all this, but one of the episode’s big problems is that the logic is never quite as coherent or effective as it ought to be. Beth wakes up, realizes soon enough she’s in a bad spot, and that’s no surprise; pretty much any community our heroes have come across over the run of the show has had some dark secret holding it together. This makes narrative sense. If Rick and the others stumbled over a group of survivors who were happy and healthy and getting by, and they didn’t turn out to be secret fascists or cannibals or whatever, there’d be no real reason to keep hunting for some new place of safety. Until very recently, the only real goal for the show’s main characters was “find somewhere we can survive.” Now there’s Eugene and his magical plan to stop the zombies, but even taking that into account, the odds of Beth being dragged to a place where everything was basically a-okay were pretty much nil.\n\n\n\nTo its credit, “Slabtown” doesn’t spend any real time pretending things in the hospital aren’t horribly wrong. The challenge is in making this particular outpost of assholes distinct enough to be interesting. And that’s a challenge the script never quite overcomes. Part of it is the logic issue mentioned above. The system Beth finds herself trapped in becomes clear over the course of the hour, but there’s no real sharpness to that clarity. It’s not a tricky concept, admittedly: Beth “owes” for her room and board—a debt that requires her to keep working, and provides an illusion of authenticity to her confinement. Officer Dawn can claim that Beth isn’t being held against her will, and this is all part of a totally above-board arrangement. Maybe a bit harsh, but that’s the world they’re living in.\n\n\n\nSo Officer Dawn is yet another in the show’s long run of obsessive, controlling nitwits who tell themselves they’re making all these sacrifices (and demanding all these sacrifices of others) for the common good. (Rick is this type too, he’s just slightly more decent about it.) What keeps this from really clicking is that none of it is as specific as it needs to be. The “another day older and deeper in debt” system never seems all that pressing or important, since it’s obvious that Beth is being held against her will almost from the moment she wakes up. Few of the people she meets stand out as anything more than the most basic of stock types. Oh look, there’s a dude who is creepy and ends up trying to rape Beth. That’s new. I have no doubt the world after the fall of civilization would be full of incredibly vile assholes like Officer Gorman, but that doesn’t make him particularly interesting to watch.\n\n\n\nThat, really, is the issue. We know Beth is stuck here for a bit, we know she’s going to learn things are not safe or fun in this new place, and we know that, eventually, Daryl and Carol are going to arrive to break her out. (The best moment of the entire hour comes at the end, when the cops wheel in Carol on a gurney. The sudden “Oh, this shit just got real” feeling is marvellous.) Which means this hour is in the poor position of killing time until the actual important events pick up again. To make that work, there needs to be some reason to watch this beyond simple narrative hole filling, and I don’t think “Slabtown” really achieves that. Say what you will about the Governor’s sojourns last season, at least there was something queasily uncertain about everything. Here, it’s all exactly as you’d expect. Even the discovery that the officers under Dawn are threatening to mutiny leaves little impression. We barely know any of them. Who the hell cares what they do?\n\n\n\nApart from Beth, the only two characters to register at all are Dr. Edwards and Noah, another “recruit” like Beth who’s planning an escape. Noah is mostly interesting because he actually survives the escape attempt, even as Beth (who joins him) is recaptured; it’s a relief to see the show briefly allowing some possibility for hope, even if Noah is almost certainly doomed later on. (Maybe he ran into Carol and Daryl and gave them the lowdown on Beth’s situation.) Dr. Edwards is interesting because he seems like a smart, decent man, right up until he uses Beth to solidify his position in the camp. It’s a betrayal that registers far more painfully than any of Officer Dawn’s idiotic, straining lectures. Edwards is kind and thoughtful, and provides most of the background info we get in the episode. He legitimately seems to care about Beth; in fact, I’d say there isn’t really a “seems” about it. And yet when Dawn and the others bring in an injured man with a hospital ID card, Edwards manipulates Beth into giving him the wrong dosage of meds and killing him. That’s the end of the world for you: kindness is still possible, but practicality (Edwards needs to make sure he’s the only doctor available, because if there’s another one, he’ll lose his position and maybe wind up dead.) trumps all.\n\n\n\nThat’s a lesson we’ve learned several times before, though. The real reason Edwards’ betrayal has some bite to it is that Edwards himself was convincingly friendly; even more interesting is that his character remains consistent even after Beth realizes the truth. He’s not a monster. He’s just compromised and weak, in ways that dilute (but don’t completely destroy) the kindness he showed earlier. That’s decent writing, and it’s the sort of complex thinking the episode could’ve used more of. As is, it’s a detour that never entirely justifies its existence. Thankfully, next week should have some more spark.\n\n\n\nStray observations:\n\n", "article_metadata": {"description": "", "og": {"url": "http://www.avclub.com/tvclub/walking-dead-slabtown-211307", "image": "http://i.onionstatic.com/avclub/5259/68/16x9/1200.jpg", "type": "article", "description": "Hey, it’s Beth! Remember Beth? Last we saw of her, she was riding off in a car with a white cross painted on the rear windshield. Daryl tried to follow, couldn’t keep up, and then everybody sort of forgot about her for a while, because that was narratively convenient. (In the show and characters’ de", "title": "The Walking Dead: “Slabtown”"}, "twitter": {"image": "http://i.onionstatic.com/avclub/5259/68/16x9/1200.jpg", "site": "@TheAVClub", "card": "summary_large_image", "title": "The Walking Dead: “Slabtown”"}, "fb": {"app_id": 130164583741660, "pages": 39581755672}, "article": {"publisher": "https://www.facebook.com/theavclub", "published_time": "2014-11-02T21:02:00-06:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "To its credit, “Slabtown” doesn’t spend any real time pretending things in the hospital aren’t horribly wrong.\nThe system Beth finds herself trapped in becomes clear over the course of the hour, but there’s no real sharpness to that clarity.\nLast we saw of her, she was riding off in a car with a white cross painted on the rear windshield.\nOfficer Dawn can claim that Beth isn’t being held against her will, and this is all part of a totally above-board arrangement.\nHe legitimately seems to care about Beth; in fact, I’d say there isn’t really a “seems” about it."}