{"article_title": "Face the Nation Transcripts January 25, 2015: McDonough, McCain, Feinstein", "article_keywords": ["qaeda", "25", "right", "face", "mcdonough", "al", "nation", "feinstein", "going", "yemen", "know", "way", "2015", "president", "transcripts", "mccain", "think", "thats"], "article_url": "http://www.cbsnews.com/news/face-the-nation-transcripts-january-25-2015-mcdonough-mccain-feinstein/", "article_text": "(CBS News) Below is a transcript from the January 25, 2015 edition of Face the Nation. Guests included White House Chief of Staff Denis McDonough, Senator John McCain, Senator Dianne Feinstein, Jarrett Bell, Dana Milbank, Susan Page, Michael Crowley, John Dickerson and Jeffrey Goldberg.\n\nBOB SCHIEFFER, HOST: I'm Bob Schieffer.\n\nToday on FACE THE NATION: terror and turmoil in the Mideast. Another hostage has apparently been executed by the terror group ISIS. In Yemen, a pro-American government has collapsed, giving al Qaeda a stronger hand there. And chilly relations between the president and Israeli Prime Minister Netanyahu turn even colder.\n\nWe will talk to White House Chief of staff Denis McDonough, Senate Armed Services Committee Chairman John McCain, and the top Democrat on Intelligence Committee, Senator Dianne Feinstein.\n\nPlus, the late weekend developments on the NFL Deflategate controversy, and expert analysis on all of this, because this is FACE THE NATION.\n\nAnd good morning.\n\nIt was just a few months ago that the administration was holding up Yemen as the model for fighting terrorism, that is, by supporting partners on the ground and not sending in U.S. ground forces.\n\nAt a news conference in India this morning, the president declared that is still the right strategy.\n\n(BEGIN VIDEO CLIP)\n\nBARACK OBAMA, PRESIDENT OF THE UNITED STATES: Yemen has never been a perfect democracy or a island of stability. The alternative would be for us to play Whac-A-Mole every time there is a terrorist actor inside of any given country to deploy U.S. troops. And that is not a sustainable strategy.\n\n(END VIDEO CLIP)\n\nSCHIEFFER: And we're joined this morning by the White House chief of staff, Denis McDonough, who is here in Washington.\n\nAnd, Mr. McDonough I have to say, while putting large number of U.S. ground troops into Yemen may not have been the right strategy, obviously, the strategy that we have been employing has not worked. What happened? Did we just not see this coming?\n\nDENIS MCDONOUGH, WHITE HOUSE CHIEF OF STAFF: Bob, thanks for the opportunity to be with you this morning. I sure appreciate it.\n\nLet's remind everybody what the president was saying when he made the remarks a couple months ago that you are referring to. He is saying that, given that al Qaeda is going to hide in dark spaces, take advantage of tumultuous political situations, and really press untrained security forces, the president said, we should have a partnership strategy that works for us to press governments in places like Baghdad and Sanaa to make sure that they're making the right political choices.\n\nUltimately, these things get resolved as a political deal among Arab or Muslim actors in the region. That is point one. Point two is, we got to make their security forces more effective. That is what we're doing with these training programs, these equipping programs.\n\nWe have a very good one in Iraq right now that is working very effectively, in my view. And the third thing we have to do is have good intelligence, know that when some threat is manifesting, is going to threaten our people, our interests or our country, that we take action decisively to do that.\n\nWhat the president was saying when he talked about us doing that successfully in Yemen, he's saying that we're taking out terrorist leaders,as we have in that country and elsewhere in the region. If he has to act, he will. And he's demonstrated that.\n\nSCHIEFFER: But the government fell. The strategy obviously didn't work. At least -- was this a surprise to U.S. officials? I don't remember anything -- any talk about this in the State of the Union message.\n\nMCDONOUGH: Oh, boy. We have been talking about Yemen for a long time, Bob, going back to earliest days of the administration.\n\nWe were very focused on the counterterrorism efforts because of the brutality and the nefariousness of al Qaeda in the Arabian Peninsula, an offshoot of al Qaeda central. Now, we have been very clear that we have a counterterrorism strategy, Bob.\n\nThat's what we're trying to do is to make sure that we keep them off-kilter. That's why we did things like we did, as has been acknowledged, about Anwar al-Awlaki, for example. That's point one. Point two, you keep bringing it back to the government.\n\nI think it's very important to recognize that governance in Yemen has always been difficult. We will continue to press on the ground, including today, to make decisions transparency, pursuant to a political agreement, so that we can work with them to keep on the offensive against al Qaeda in the Arabian Peninsula.\n\nBut we can't be responsible for every government in the region. We have to make sure that they're doing that themselves.\n\nSCHIEFFER: I take your point on that. But were we surprised that this government collapsed?\n\nMCDONOUGH: We weren't surprised that this government collapsed. We knew that this was an ongoing challenge over the course of the last several months. That's why we have been pressing on all the actors to take important steps to address the situation. We're continuing to do that today.\n\nSCHIEFFER: The president said this morning that reports -- I think one appeared yesterday in \"The Washington Post\" -- that the joint terrorism efforts that we had going with Yemen have been curtailed.\n\nHe said that is simply not accurate. But how could they not be? The government that we were working with has just fallen. How could that not affect our efforts to try to combat the terrorists? MCDONOUGH: Important counterterrorism efforts continue. There's no doubt about that. And we will continue to press that.\n\nWe will also continue to make sure that we have the intelligence that we need to see threats as they manifest. That is a second point. A third point is, we will continue to work on the political situation, because we know that al Qaeda hides in these dark, tumultuous situations to ply their trade. We will continue to do that.\n\nAnd ultimately we're going to need our partners in the region to help us clean those spaces out. The best way to do that is strong leadership. And we will look -- strong, transparent leadership. And we're going to continuing to look for that.\n\nSCHIEFFER: Let me ask you about this, because I think this is what bothers a lot of people and certainly it's what the critics of this administration are talking about.\n\nIt seems that once again, we have been blindsided by events, whether it is the civil war in Syria, whether it is the things that happened in Benghazi, whether it's suddenly the emergence of ISIS. It always seems to come as a surprise. Why is that?\n\nMCDONOUGH: Well, I just -- I disagree with the premise of the question, Bob.\n\nWe have obviously been investing enormous effort in Yemen, as we have in Iraq against ISIL, in Syria as well. The point here is, Bob, is that we are going to continue to see tumultuous political situations. We ought to make sure that we're pressing on the leaders in those countries to resolve them transparently and pursuant to their constitutional processes. We will continue to do that.\n\nWe will also continue to help them prepare, train and equip their security forces, so they can take the fight to these forces in their own countries. After all, they're the biggest victims of their perfidy and of their hateful actions.\n\nSCHIEFFER: Well...\n\nMCDONOUGH: And the third thing we will continue to do is, where we need to act to protect our own interests, we will do that. This president has proven he will do it. He will do it when he needs to.\n\nSCHIEFFER: You know what your critics say. They say that you are downplaying these incidents because they don't conform to the narrative you would like to construct here, and that is that we're winning this war on terrorism, which you don't even call a war anymore.\n\nMCDONOUGH: Well, we say we're in a war against al Qaeda. We have just never said we have been in a war against terrorism, which is a tactic. It's an unusual thing to say that we're at war against a tactic.\n\nWe are, however, at war against al Qaeda, its manifestations in Yemen, its manifestations in South Asia, its manifestations in East Africa, North Africa. And we're at war, bound to ultimately destroy, first defeat, then destroy, ISIL in Iraq and Syria.\n\nSo, Bob, we're not downplaying anything. We're investing an enormous amount of time and resources, including an enormous amount of resources that the American people make available to us and an enormous amount of our troops in this effort. So, we will continue to do that.\n\nSCHIEFFER: What about this situation now with Israel, where John Boehner, the speaker, invited Benjamin Netanyahu to come and speak to a joint session of the Congress?\n\nThe White House again had no idea that this was coming. Some people in the White House are being quoted on background as saying, the Israelis spit in our face on this.\n\n(CROSSTALK)\n\nMCDONOUGH: I want be careful. That's a quote that was attributed to an administration official, not to the White House. And that is not something either I...\n\n(CROSSTALK)\n\nMCDONOUGH: ... or am comfortable with.\n\nSCHIEFFER: Do you know who said it?\n\nMCDONOUGH: I do not. And not only do I not know who said it, but it does not reflect the views of this president or of this White House. That's point one.\n\nPoint two is, the president has taken pains, because of the importance of this relationship, to make clear that it is above partisan politics. We will continue to do that. Third, the breadth of this relationship goes from our important cultural values, shared values, all the way through intelligence cooperation, defense and security cooperation.\n\nAnd that will continue. What we won't allow us to do is we let us become an issue in their elections. That's why the president was clear this week we should not meet with Prime Minister Netanyahu just two weeks before his election.\n\nSCHIEFFER: Well, was the president offended by this?\n\nMCDONOUGH: I'm not going to get into the back and forth on that up on the Hill. That's something between the speaker and the prime minister, apparently.\n\nSCHIEFFER: I guess you wish he hadn't have done it.\n\nMCDONOUGH: I don't spend a lot of time wishing or hoping. What I do is I confront situations that I'm dealt with.\n\nSCHIEFFER: All right.\n\nMCDONOUGH: All right.\n\nSCHIEFFER: Mr. McDonough, it's always good to have you.\n\nMCDONOUGH: Great to see you, Bob.\n\nSCHIEFFER: Thanks so much for coming.\n\nMCDONOUGH: Thank you for having me.\n\nSCHIEFFER: We're going to now get probably the other side of this story.\n\nWe're going to Phoenix and the chairman of the Senate Armed Services Committee, John McCain.\n\nSenator McCain, you had a chance to listen to Mr. McDonough. What is your reaction to what you just heard him say?\n\nSEN. JOHN MCCAIN (R), ARIZONA: I'm afraid that he and the president have lost touch with reality.\n\nIran is on the march throughout. In Yemen, it's not AQAP that has taken over the government. It's the Houthis, who, guess what, are backed and supported by the Iranians. The Iranians are now either dominant or extremely influential in Iraq, Lebanon, Syria, Yemen.\n\nThey're on the move in Bahrain. And they are winning. And there is no -- I did not hear Mr. McDonough articulate a strategy, except that we will fight against these people, which is nice to know.\n\nBut when you look at the map, the Iranians are on the march. AQAP and the ISIS in both Iraq and Syria are doing quite well. There is no strategy to defeat them. For example, in Kobani, we have been bombing Kobani for months with the U.S. airpower and they are still there. ISIS continues to consolidate their position and attract thousands of young people from all over the world.\n\nAnd, believe me, I agree with the director of British intelligence, MI5, who gave a speech last week saying that these young people mainly from other countries that are now in Iraq and Syria will -- are a direct threat to the United States of America and Great Britain.\n\nSo there is no strategy. It is delusional for them to think that what they're doing is succeeding. And we need more boots on the ground. I know that is a tough thing to say and a tough thing for Americans to swallow, but it doesn't mean the 82nd Airborne. It means forward air controllers. It means special forces. It means intelligence and it means other capabilities.\n\nAnd for them to say we expect them to do it on their own, they're not doing it on their own. And they are losing.\n\nSCHIEFFER: Well, Senator, you know and I know that if you walked up to two or three people standing on the street in any city in America, chances are they would not be talking about what the latest news is from Yemen.\n\nIt's just something that people don't talk about all that much. But how important is this, what's happening?\n\nMCCAIN: I think it's extremely important because it's part of the scenario where Iranian influence is on the march, the radical Islam, despite the fact that Mr. McDonough still refuses to acknowledge it -- we are -- they think they're in a war with us.\n\nSo, I don't see any reason why we wouldn't agree with the French that we're in war against radical Islam. And, again, they are succeeding. And I agree with you that most Americans don't know much about Yemen, but they do know what they see in these beheadings that are going on, both of Americans and the latest with the Japanese.\n\nWe have seen American public opinion dramatically grow as they begin to appreciate the nature of this threat. I would like to mention one other thing, too. And that is Ukraine. Obviously, as many of us predicted, Vladimir Putin is now trying to take Mariupol, a city that is major when you look at a land bridge to Crimea in Eastern Ukraine.\n\nThe question is now, does Vladimir Putin move over to Moldova? He's already putting enormous pressure on the Baltic states. And we shamefully, shamefully refuse to give them weapons, the Ukrainians weapons to defend themselves, while Grad rockets obviously from the Russians are now killing innocent men, women and children in Ukraine?\n\nI think this is another shameful chapter, and I'm embarrassed, frankly, embarrassed.\n\nSCHIEFFER: Well, do you think the administration is playing down some of these episodes because it doesn't fit the story they would like to be telling about how things are going on the terrorism front?\n\nMCCAIN: Well, anyone who just viewed Mr. McDonough's performance -- and I'm a friend of his -- would certainly I think draw the conclusion that Mr. McDonough's description of events are certainly contradicted by the situation on the ground, particularly in the Middle East.\n\nBut, again, in Ukraine this is really very, very serious, what Putin has done. And it's not the first time that a dictator, because of domestic problems has committed acts of aggression to divert the attention of his people.\n\nIn the Middle East, we have got to have boots on the ground. We have got to have training capability. And one of the other things we have got to do is, we can't train young people in Syria and send them back into Syria -- outside Syria, send them back into Syria to be barrel-bombed by Bashar Assad. That is also immoral.\n\nWe have to have a no-fly zone and a buffer zone if we are going to be able to prevail against both ISIS and Bashar Assad. And, by the way, we are leaving Bashar Assad alone, which is, again, incredible, the man who is responsible for well over 200,000 people murdered.\n\nSCHIEFFER: Can I ask you quickly, the situation with Benjamin Netanyahu, where do you come down on that?\n\nMCCAIN: I come down on that relations have never been worse between ourselves and the only genuine democracy in the entire Middle East.\n\nThey believe, they are convinced that these negotiations with Iran will lead to Iranian acquisition of a nuclear weapon, which will then nuclearize the entire Middle East and that will be a direct threat to the existence of the state of Israel.\n\nI regret that the relations have deteriorated to this degree. But I do believe that it's important that Prime Minister Netanyahu speak to the American people. And, by the way, we need congressional ratification of any agreement that is made. This is too big to be left -- to not be treated as a treaty.\n\nSCHIEFFER: All right. Senator John McCain, the new chairman of the Senator Armed Services Committee.\n\nWe will be back in one minute with Senator Dianne Feinstein, ranking Democrat on the Intelligence Committee, in a minute.\n\n(COMMERCIAL BREAK)\n\nSCHIEFFER: Back now with the top Democrat on the Intelligence Committee, of course a longtime chairman when the Democrats were in the majority.\n\nWell, Senator, you heard Senator McCain. You heard Denis McDonough. Where do you come down on all this?\n\nSEN. DIANNE FEINSTEIN (D), CALIFORNIA: Oh, wow.\n\nI agree with some of the things that Senator McCain said and Mr. McDonough as well. Let me tell you where I come down on it. I think our intelligence with respect to what's going to happen in many of these countries is weak. Whether it's because we do not have adequate human intelligence or not, I don't know.\n\nBut we have seen -- McCain is right. We have seen this happen a number of times. We certainly saw it with the Ukraine and the taking of the Crimea and now what happened with the Houthis and...\n\nSCHIEFFER: In Yemen.\n\nFEINSTEIN: In Yemen, right.\n\nAnd with respect there, no one knows what is going to happen. The future is unknown, which really should not be the case. We know that the Houthis have said they would leave us alone, and yet their slogan is \"Death to America, \"Death to Israel.\" They have deposed the president. The military has separated off. We have less than 300 Yemeni military guarding our embassy. So, I think there are a number of priorities there. One is to see that our people are safe. The second is to take a good look at our policy with respect to Yemen.\n\nAnd it's largely counterterrorism. It's largely developed against al Qaeda because al Qaeda is coming after us. They have tried to get four of these bombs that go through magnetometers into our country. So, it's targeting the leadership and trying to take that leadership out.\n\nNow, that is what comes through to people. My concern is, where is Iran going? Iran has been supporting the Houthis. Is Iran trying to begin the development of an Iranian crescent? I don't know. But I think we have to think long term. And I think we have to become much more -- develop the human side of intelligence, rather than the technical side of intelligence.\n\nSCHIEFFER: Do you think the president is too cautious on foreign policy?\n\nFEINSTEIN: I think this is very difficult, because the president, to an extent, is in a difficult position.\n\nThe American people don't want another war. There's been two Iraq wars. There's been one Afghan war. They don't see it. It's in a foreign land. It's far and apart from them.\n\nSo, this is very difficult. I do think that we need to look more deeply and broadly into what we're doing and how we're doing it. I think the deteriorate and destroy of ISIL has had some victory. I don't know whether 6,000 ISIL people have been killed or not. But that is the figure that is floating around.\n\nBut that is not going to do it. And so where McCain is right, I do think we need some special operations in these countries on the ground, more than just advisers. And I think we need to protect our allies. That's Israel. That's Jordan. That's Saudi Arabia -- and be more pronounced about it.\n\nSCHIEFFER: We have been focused on the Middle East because of these latest incidents. But we hadn't heard much about Afghanistan lately. How are things going there?\n\nFEINSTEIN: Well, I happen to know the new president somewhat, and he has called. And I know Dr. Abdullah. And I think he's made a good start.\n\nHowever, I think the Taliban is going to try to come back. And it looks like al Qaeda in Pakistan is now trying to come back into Afghanistan. So, I'm not -- I will be very candid -- I'm one of those Democrats that doesn't see a rapid pullout of American troops as being beneficial.\n\nNow, the president has added some troops to the 9,000. I guess it's up to around 10,800 remaining. I think that is good. But I think they have to be very cognizant, A, of the Taliban and, B, of al Qaeda coming back.\n\nSCHIEFFER: And then, to go back to the Middle East just quickly, do you envision we might have to put more ground troops -- or have to put ground troops back into the Middle East?\n\nFEINSTEIN: Well, this is one thing that I have tried to follow carefully, particularly with respect to Syria.\n\nAnd I don't see what we're doing making a difference. So, I think we need to relook at this. And if we are going to tolerate Assad, as McCain said -- and I tend to agree -- looks like is the case, that's a problem.\n\nInitially, the point was to do this to the extent that you got both Iran and Russia to help us bring the Syrians to the table and have a political solution. I think most people still believe a political solution is necessary, but nobody is trying to effect it.\n\nSCHIEFFER: All right, we have to end it there.\n\nFEINSTEIN: Thank you.\n\nSCHIEFFER: Senator, thank you so much.\n\nFEINSTEIN: Thank you, Bob.\n\nSCHIEFFER: And I will be back with some personal thoughts in just a second.\n\n(COMMERCIAL BREAK)\n\nSCHIEFFER: It was in all the papers.\n\nYou probably saw it sandwiched amidst all the other more important news that ranged from awful to terrible. And it made me a little sad.\n\nSkyMall, that catalog of oddball stuff we used to find on every airplane, is going out of business, another victim of iPhones and iPads. The catalog once had the world's largest captive audience, airline passengers looking for an excuse not to talk to the know-it- all in the other seat.\n\nInstead, we could peruse the catalog of products that ranged from the statue of Bigfoot to life-size suits of armor built to stand smartly in a corner of the family den. Now we can just lose ourselves in the electronic devices. Too bad, really.\n\nI logged many airline hours fantasizing about what my wife and kids would say if something from the catalog, maybe the mounted squirrel head, showed up at our house. \"Oh, dad.\"\n\nFor years, I planned to buy the pink flamingos on a stick and plant them some night in the yards of chosen friends. But I never did. And now it's too late. Time marches on. Tastes change.\n\nI don't think the catalog's latest edition even included flamingos. I'm going to miss that catalog.\n\n(COMMERCIAL BREAK)\n\nSCHIEFFER: Some of our stations are leaving us now.\n\nFor most of you, we will be right back with a lot more FACE THE NATION, so stay with us.\n\n(COMMERCIAL BREAK)\n\nSCHIEFFER: Welcome back to FACE THE NATION.\n\nAnd if you've been within 100 miles of a television set or a radio, you know there's another story that's been dominating the headlines this week -- whether or not the New England Patriots deliberately deflated 11 of the footballs they used against the Indianapolis Colts in the AFC championship game earlier this month.\n\nPatriots' Coach Bill Belichick told reporters yesterday the team had investigated and he says they did nothing wrong.\n\n(BEGIN VIDEO CLIP)\n\nCOACH BILL BELICHICK, NEW ENGLAND PATRIOTS: At no time was there any intent whatsoever to try to compromise the integrity of the game or to gain an advantage.\n\n(END VIDEO CLIP)\n\nSCHIEFFER: So we turn now to Jarrett Bell, the NFL columnist for \"USA Today.\"\n\nHe is in Phoenix, the site of Super Bowl 49.\n\nAnd, Jarrett, I have to tell you, we invited you just so I could ask you this question.\n\nDid his comments yesterday deflate this whole controversy?\n\nJARRETT BELL, COLUMNIST, \"USA TODAY\": Oh, not in the least, because some people are now disputing his theory on a scientific level. And you have to wonder, Bob, about the other team's fabulous.\n\nSo Belichick has his explanation. And on one level, Bob, it -- it's interesting that they conducted their investigation and they came to that conclusion in three days and the NFL is still going to have this long, drawn out investigation. So he kind of gave it to the league on that level.\n\nBut the fundamental question is, OK, if the weather conditions affected the Patriots' balls, what about the footballs used by the Indianapolis Colts?\n\nAnd that's at the root of this issue.\n\nAnd it's going to be here all week. It's the Super Bowl super hype. So here we go.\n\nSCHIEFFER: Well, I mean what are we going to have to do here?\n\nAre referees going to have to carry around those little pressure gauges like we carry, you know, in our car to see if our tires are at the right -- at the right -- carrying the right amount of air?\n\nAnd basically, what he was saying was that when the balls are inside, where it's warm, hot air expands. They weigh one thing. When you get them outside in the cold weather, they weigh something else.\n\nI mean I -- I don't know what to make of this.\n\nBELL: Yes, again, I think that's somewhere to go when you start thinking about, you know, what really happened, because, remember, the officials -- and I think it was interesting that Belichick did point out that the officials are actually the ones who inflate the balls to 12.5 pounds per square inch two hours before the game. And so that's their responsibility, to make sure the balls are at a certain level.\n\nAnd then -- so conceivably, they did that. They inspected these balls before the game. And what happened from there, we don't know. We just know that the Patriots' balls were supposedly different than the Colts' footballs.\n\nSo explain that.\n\nSCHIEFFER: Well, you know, I mean maybe this is the baseball fan in me coming out, but I mean in baseball, the umpires are responsible for the ball. When -- when somebody has been cutting the ball or rubbing it up, the -- the umpire is the one that calls that.\n\nShouldn't -- shouldn't the officials be the ones who decide if these balls are OK?\n\nBELL: Yes, once the game starts, actually, yes, the officials are the ones. And if you remember what happened in the game, they took one ball out of play and then went to half time to inspect the balls, and then, for the second half, because, you know, all of the balls were up to -- to snuff, if you will.\n\nIt's interesting, because you go back to 1999, Bob, when they -- the NFL actually changed this policy to allow the teams to have more access to the footballs. At that -- before 1999, the home team provided all of the footballs and there was a push to allow the visiting teams to bring their balls and -- and, you know, the teams liked to -- to break these balls in during practice and you don't want a brand new football. So that was kind of the -- the impetus toward setting it up the way it is now.\n\nBut, yes, there are so many unexplained questions to this still, despite what Belichick said. And I think this whole story obviously relates to the fact that the Patriots have a -- have pushed the envelope so many times over the years on a number of different levels, not all of them illegal, but a lot of things that have raised questions about whether or not they will do anything at any cost to win. And the big one is Spy Gate, which they definitely were found guilty of -- of violating NFL rules.\n\nSCHIEFFER: All right, Jarrett, well, I think I'm kind of like Coach Belichick. I agree with him on one thing. I'm ready to move on from this story and -- and my -- my sense is, I guess this gives us an idea of the role and the place of football in American culture these days that we're even talking about this this morning.\n\nThank you very much for being with us this morning, Jarrett.\n\nBELL: OK.\n\nSCHIEFFER: We'll be back with our panel...\n\nBELL: (INAUDIBLE).\n\nSCHIEFFER: -- in just a minute.\n\n(COMMERCIAL BREAK)\n\nSCHIEFFER: We're going to turn now to our panel.\n\nSusan Page, of course, is the Washington bureau chief for \"USA Today.\"\n\nDana Milbank a columnist for \"The Washington Post.\"\n\nJeffrey Goldberg, national correspondent for \"The Atlantic.\"\n\nWe're also joined by Michael Crowley, senior foreign affairs correspondent for Politico and CBS News political director John Dickerson.\n\nMichael, let me just start with you.\n\nThis situation in Yemen, how could we not have seen this coming?\n\nMICHAEL CROWLEY, SENIOR FOREIGN AFFAIRS CORRESPONDENT, POLITICO: Well, Bob, there are so many moving parts in Yemen. I'm sympathetic to the administration trying to keep their arms around a country that a lot of experts describe as basically a failed state.\n\nSo for several years now, we've been primarily worried about the al Qaeda franchise in Yemen, known as Al Qaeda in the Arabian Peninsula, perhaps the most dangerous terror group in the world. We talk a lot about ISIS, but these are the guys that put the underwear bomber on a plane on Christmas Day, 2009, have inspired some other near-miss attacks and had ties to the massacre in Paris this month.\n\nSo we were really focused on counterterror operations against AQAP, but now you have this insurgency that has to do -- has little to do with America, it has to do with internal tribal and sectarian dynamics in that country.\n\nAnd I think it just came faster and harder than we expected. The government was more fragile than we expected. And now, those counterterror operations against al Qaeda, as a result of the government basically collapsing, appear to be on hold, or close to it.\n\nAnd that's -- that has real consequences for American security.\n\nSCHIEFFER: Jeffrey Goldberg, but that's the way it always seems to be lately. It always happens and then we're surprised.\n\nJEFFREY GOLDBERG, \"\"THE ATLANTIC\": Right. I mean Mosul fell in -- in Iraq to ISIS and we were shocked. People said it was coming for a year before that.\n\nThere's a -- the broader question here is that what we see over and over and over again in the greater Middle East is more and more countries are becoming ungoverned spaces.\n\nYemen has always had an al Qaeda problem, but now the entire country could fall under the control of a group that can use that territory to plot attacks against America.\n\nWe have that across a broad swath of Iraq and Syria right now. Obviously, Pakistan and Afghanistan all right problematic.\n\nAnd so -- Libya, of course, is collapsing on itself.\n\nSo we have a situation in which the president could be leaving office in January of 2017 with hundreds of thousands of square miles of the greater Middle East under the control of terrorists plotting against the West. A terrible problem to have.\n\nSCHIEFFER: Susan, is this an example of what the president's critics are calling leading from behind?\n\nSUSAN PAGE, \"USA TODAY\": Well, it could be. And, you know, the president would very much like to talk about how the economy is getting better and how the Affordable Care Act is working for -- for some Americans.\n\nBut he is forced to deal over and over and over again with these foreign policy crises. And we heard not only criticism from Senator McCain in your interview, but from Senator Feinstein, another Democrat, saying -- expressing concern about the fact that intelligence failures here, in Ukraine and elsewhere.\n\nDANA MILBANK, COLUMNIST, \"THE WASHINGTON POST\": And...\n\nSCHIEFFER: Do you -- go ahead, Dana.\n\nMILBANK: And think about the extraordinary disconnect we saw this week. So we get -- we began with a State of the Union Address that was about broadband and community colleges. You know, he didn't mention the word al Qaeda. He certainly didn't mention Saudi Arabia or Yemen. He gave all of, I think, 65 words to counterterrorism at all.\n\nAnd then you see, it's been completely overtaken.\n\nSo I think as the president said Tuesday night, he wants to turn the page. He's saying the crisis, the shadow of crisis has past.\n\nBut you can't just make it so by saying it. And you see them sucked back in by Islamic State and the beheading, sucked back in by the Saudi king's death and sucked back in by Yemen and now Egypt.\n\nDICKERSON: And also in the State of the Union the president talked about his foreign policy as being deliberate, measured, a little bit smarter than maybe his critics had suggested.\n\nBut what those critics are now saying is this deliberation that the president boasted about in his State of the Union -- there is a kind of a asleep-at-the-switch quality. He had mentioned Yemen when he was talking about U.S. operations in Iraq and Syria.\n\nHe held Yemen up as the model. And so what their critics are now saying is, wait, you're holding up a country as a model that has now fallen. You just are not aware of what is going on.\n\nThey also point to other instances where he referred to ISIS, the threat from those kinds of terrorists, as being like the JV team. An that's where this is particularly damaging because it's a question of really whether the administration knows what is going on.\n\nSCHIEFFER: And you know, Jeffrey, the president said just this morning in his news conference in India, he said that these reports that we are having to curtail, some of our efforts against Al Qaeda in Yemen, he said those reports are simply not accurate.\n\nWell, how could they not be accurate when the government we were working with has just fallen?\n\nGOLDBERG: Well, they might not be accurate at this moment. But in the coming days and weeks it's going to be harder and harder for the U.S. to operate in Yemen.\n\nThe force that seems to be taking over is a pro-Iranian force that has actually, although it's fighting Al Qaeda, also has come out against the use of drones, they are anti-American, they can't things like \"Death to America\" in the streets.\n\nIt's going to be harder and harder even to maintain an embassy and maintain any kind of presence in Yemen and it's going to be ungoverned space.\n\nSo I think it's going to be -- if it's not true at the moment, it's going to be true of things to come.\n\nUNIDENTIFIED MALE: And (INAUDIBLE) they are.\n\nThose operations had already been slowing down according to data compiled by The New America Foundation. We conducted 56 drone strikes and airstrikes in Yemen in 2012; last year the number was 17 or 19. And I believe there have been three since mid-September.\n\nSo as that government was destabilizing already, our cooperation with their military in this counterterror effort was slowing way down. SCHIEFFER: Let me go back to you, Jeffrey, because I think you are one of the most informed people that I know of, certainly among reporters on Israel and the situation there.\n\nWhat do you make of this thing of John Boehner, apparently with the help of the Ron Dermer, the U.S. ambassador, who, by the way, used to be on the staff of Newt Gingrich before he became an Israeli citizen, inviting Prime Minister Netanyahu to come here; the White House again, totally blindsided by all of this?\n\nIs this a serious thing?\n\nIs it just something that is serious and is bogged down in both domestic politics there and here? Or what is this all about?\n\nGOLDBERG: Well, we've known for a while that the relationship between Netanyahu and Obama is kind of like the marriage from hell, they can't get out of it but then -- and they're stuck with each other.\n\nThis has been a very, very strange episode. It's as if the Israeli government forgot that John Boehner is not the commander in chief. I mean, they're treating Boehner as if he has control over U.S. foreign policy and national security policy.\n\nIt makes absolutely no sense. And I think that at this point we're looking at a situation in which the relationship between Netanyahu and Obama -- who, of course, is the guy who is going to ultimately have to defend Israel if the Iran situation gets out of control -- is frayed beyond repair.\n\nAnd so it's inexplicable to me why they're going down this path.\n\nPAGE: It's extraordinary consequences to this, I think. People across America may think, well, what's the big deal. But consequences for the U.S.-Israeli relationship, consequences to the Boehner-Obama relationship.\n\nThis is really an extraordinary breach of the way things are supposed to work when it comes to foreign policy in this country. And let's not forget that Netanyahu is going to come here to lobby for a bill that is before Congress on tougher Iranian sanction, that the president has threatened to veto.\n\nThat is also extraordinary for a foreign leader to come here and get enmeshed into a -- in a battle that's before the American people, before the American legislature. This is really consequential.\n\nSCHIEFFER: All right. Let's take a break here; we'll come back talk some more about this. And also about American politics: John Dickerson has just been out in Iowa yesterday for that extraordinary show. And we'll see what he has to say about that when we come back.\n\n(MUSIC PLAYING)\n\n(COMMERCIAL BREAK) (BEGIN VIDEO CLIP)\n\nUNIDENTIFIED MALE: -- considering the possibility of running?\n\nGOV. CHRIS CHRISTIE (R), N.J.: If I was too blunt, too direct, too loud and too New Jersey for Iowa, then why do you people keep inviting me back?\n\n(LAUGHTER)\n\nDONALD TRUMP, ENTREPRENEUR: It can't be Mitt because Mitt ran and failed. He failed.\n\nThe last thing we need is another Bush.\n\nI am seriously thinking of running for president because I can do the job.\n\nGOV. RICK PERRY (R), TEXAS: I've been thinking a little about 2016.\n\nSARAH PALIN, FORMER GOVERNOR OF ALASKA: Hey, let's also take the sign off that door to the Oval Office, you know, that one that's said for a while, no girls allowed.\n\nUNIDENTIFIED MALE: I'm pleased to be here in Iowa today. I'm going to come back many more times in the future.\n\nSEN. MIKE LEE (R), UTAH: My name is Mike lee I'm from Utah. And I'm not running for president.\n\n(LAUGHTER)\n\n(END VIDEO CLIP)\n\nSCHIEFFER: And he may the only person in the United States Senate to make that statement.\n\nWell, you were out there, John.\n\nDICKERSON: It was a big event. There were more than 20 speakers. It was to the absolute conservative part of the Republican Party, it was kind of a SkyMall political events, a lot of variety and wasn't quite sure how everyone fit in.\n\nDonald Trump, for example, gets a big, big, big reception there. He says a lot of exciting things. But he's not likely to be president.\n\nThe most interesting part about this is who did the best for themselves in terms of what they actually have to do in the long march. It's two years away really until the election.\n\nBut the caucuses in Iowa, that kick-off event, is just a year away. And so they're -- all the major candidates are scrambling for staff. And I think Scott Walker did himself probably the best at this event, because he spoke to the crowd there. They were very excited to hear about his Wisconsin record.\n\nThe conservatives in there, they liked him. But there was nothing he said will show up later and seem sort of out of touch. And that is the challenge for any candidate showing up, when they're talking to the base of the base, because you say thing they love but which may not play all the way to a general election.\n\nAnd that's a challenge for any party, but particularly the Republican Party, how to have the base like the candidate but then also have that candidate go all the way through to November of 2016.\n\nSCHIEFFER: You know, Reince Priebus, the chairman of the Republican Party, has been very worried about this large field because he felt like that these candidates chewed themselves up the last time in all those debates.\n\nBut Dana Milbank, this looks like you have closed your eyes and awakened in heaven.\n\nMILBANK: Oh, when I saw that Donald Trump might run, I had that feeling. And it is like a SkyMall in the large number, but also the exotic offerings -- I mean, you have the equivalent of the suit of armor and the flamingos and the Bigfoot out there right now.\n\nUNIDENTIFIED MALE: Who is the Bigfoot?\n\nMILBANK: Well, there's a couple of people vying for Bigfoot. But I'm not going to make a Chris Christie joke. You're not going to lure me into that.\n\nBut this is the cantaloupe calves (ph) caucus. Do you realize that for the first major event of this election season, the guy's name on the lectern that you saw, Steve King, this is the guy who said that the DREAMers were these drug mules with calves the size of cantaloupes, likened immigrants to dogs, talked about a woman in the first lady's box at the State of the Union being deportable.\n\nThis is why Jeb Bush isn't there. This is why Mitt Romney isn't there. And is this really the way they want to kick off their 2016, by poisoning the well with the most important demographic group in America?\n\nPAGE: Think about the person who wasn't there, Jeb Bush, who instead gave us a very serious speech in California about his laying out his position, (INAUDIBLE) say he wants to have an adult conversation.\n\nAnd the only problem with that, is -- I was trying to remember the time the candidate who wanted to have an adult conversation actually won the nomination in either party, I mean, that would be like Bruce Babbitt or Paul Tsongas.\n\nThe adult conversation does not usually gin up the base of either party. And I wonder about the problem that Jeb Bush might face with just Bush fatigue. There was focus group that Peter Hart did about two weeks ago of a dozen swing voters in Denver. There was a lot of feeling that they were tired of Jeb Bush. They were tired of Hillary Clinton. The people these swing voters liked were Rand Paul and Elizabeth Warren.\n\nDICKERSON: And when you say you're having an adult conversation or you need to have adult conversation what you're essentially saying is that the conversation everybody else has is a conversation of children. And so these are activists not disposed to Jeb Bush or Mitt Romney, so to call them children excites their anger.\n\nWhat Chris Christie was trying to do, is he's not going to win over that audience. I talked to a lot of people there who were highly skeptical of Chris Christie. They think he's too moderate.\n\nBut he's showing that he at least respects their views, he's trying to build a bridge to those people and that's usually the ticket. You know, you have to not be somebody who takes all of their anger and during yesterday anyway, Mitt Romney and Jeb Bush got the anger, not Chris Christie.\n\nSCHIEFFER: And, you know, my favorite event of the week was Larry King may not be on CNN any more, but he runs in to Mitt Romney in the airport and Romney tells him that he'll decide in two weeks whether or not he's going to run. Now that is legitimate news there. So, old Larry.\n\nMILBANK: Well, still that shoe leather reporter.\n\nCROWLEY: And Romney is feeling oats, a little bit. Bob, I did a story on this a week or two ago, Romney is a key part of his case is that he's been vindicated in his terms on foreign policy. He says, I was warning that Putin was this huge threat to global stability in the 2012 campaign. And I got made fun of for talking about a new Cold War.\n\nWell, you know, TIME magazine when I was there had cover, Cold War II several months ago. He was saying that, President Obama was a little too confident about the retreat of al Qaeda, and he was saying Islamic radicalism is spreading and they're just as dangerous as ever.\n\nSo, it will be really interesting to see the foreign policy debate here, particularly because voters care more about it now than they did in the last election cycle. I think it's going to be a more salient issue.\n\nSCHIEFFER: Let me tell you something else, or we can come back to Republicans. But turning to the Democratic side, there's no question that Hillary Clinton is the overwhelming favorite. But you know what, people are telling me that Joe Biden is really seriously looking and trying to figure out some way to run, and is telling people he thinks he can raise $30-50 million dollars.\n\nPAGE: Well, I talked to someone close to Biden just last night who said that if Hillary Clinton runs there is no way Joe Biden runs, but if she doesn't run, there's no way he's not going to run.\n\nMILBANK: He'd very much like it to fall into his lap. He'd like to be anointed.\n\nPAGE: As they all would like.\n\nMILBANK: Much like Mitt Romney would like to be anointed. And well he should. I mean, this looks the way it's shaping up, the way the economy is going, this looks to be a very good year for the Democrats if it continues the way it is and there's the whole line up of them, whoever it is, is going to be in a very strong position.\n\nGOLDBERG: I would say, as a profession we of course praying for a Joe Biden. You want some excitement on the Democratic side.\n\nMILBANK: And Bernie Sanders.\n\nGOLDBERG: Well, of course, that goes without saying.\n\nBut I would say that it does look like good year, except if this situation that we've been talking about from that swath of countries running from Libya to Yemen all the way into Pakistan and Afghanistan, if that goes south in some terrifying way, these Republicans, who are sounding, as you point out, very steroidal already on foreign policy, are going to have much more to go with.\n\nDICKERSON: You know, and one thing from Iowa, when you talk to people who would like Hillary Clinton to be president, they would like her to have a challenger. They remember what happened 2008, that she got a lot better when she was fighting against Barack Obama. And if she doesn't have a test -- also, by the way, we should note, everybody in Iowa wants everybody to run because it means they come to Iowa and the governor of Iowa Terry Brandstad, finally yesterday when he was pressed on it he said, it's good for the economy.\n\nSo, they all want them to come there and...\n\nSCHIEFFER: It's all about ethanol.\n\nDICKERSON: They want Hillary Clinton to have a challenger to sharpen her message so that she has a good strong message for the general election.\n\nMILBANK: And to Jeff's point, a major overseas crisis could derail everything that's shaping up for the Democrats. But Obama's numbers have been plummeting on foreign policy, yet his overall numbers are still rising. And that's because it's not just the president and the congress, Americans don't care a jot about foreign policy.\n\nSCHIEFFER: Well, that's the question I think we have to ask. We see these horrible things that are happening. And it's one after the other. But will that be a part of the campaign?\n\nPAGE: I think if Americans feel -- they want the president -- they may care more about the economy than foreign policy, but they want the president to be up to the job of leading the United States in a difficult world. And you think about what undid Jimmy Carter more than anything else, that was foreign policy crisis, not a domestic one, although he had domestic troubles as well.\n\nSCHIEFFER: And finally, I want to end this conversation, we found out during one of the commercial breaks that someone actually did one time buy something from the SkyMall catalogue, and it was our own Jeffrey Goldberg.\n\nGOLDBERG: Thank you for outing me in front of a national television -- I bought it actually twice to be honest with you. I bought a -- the polyurethane ten commandments that was fantastic, weighs about 30 pounds. And I use it as a prop in our Passover seder, which is a very effective prop carry it down the stairs. And it's a wonder -- by the way, indestructible, totally -- it will outlive SkyMall, put it that way.\n\nMILBANK: If I could interject as representative of the Bezos media empire, the yard flamingos are available on Amazon for $11.49.\n\nSCHIEFFER: All right, we have to end it there. Thank you all.\n\n(LAUGHTER)\n\n(COMMERCIAL BREAK)\n\nSCHIEFFER: That's it for us today and we'll see you right here next week.", "article_metadata": {"description": "A transcript from the January 25, 2015 edition of Face the Nation. Guests included White House Chief of Staff Denis McDonough, Senator John McCain,  Senator Dianne Feinstein, Jarrett Bell, Dana Milbank, Susan Page, Michael Crowley, John Dickerson and Jeffrey Goldberg.", "og": {"url": "http://www.cbsnews.com/news/face-the-nation-transcripts-january-25-2015-mcdonough-mccain-feinstein/", "image": {"width": 1200, "identifier": "http://cbsnews1.cbsistatic.com/hub/i/r/2015/04/29/340c23e5-e5a3-40ef-bf68-dcc84ef47c4b/thumbnail/1200x630/6e2e666786e7a06c8786e0cd609401f5/restrictedimagesub.jpg", "height": 630}, "type": "article", "description": "A transcript from the January 25, 2015 edition of Face the Nation. Guests included White House Chief of Staff Denis McDonough, Senator John McCain,  Senator Dianne Feinstein, Jarrett Bell, Dana Milbank, Susan Page, Michael Crowley, John Dickerson and Jeffrey Goldberg.", "title": "Face the Nation Transcripts January 25, 2015: McDonough, McCain, Feinstein"}, "twitter": {"description": "A transcript from the January 25, 2015 edition of Face the Nation. Guests included White House Chief of Staff Denis McDonough, Senator John McCain,  Senator Dianne Feinstein, Jarrett Bell, Dana Milbank, Susan Page, Michael Crowley, John Dickerson and Jeffrey Goldberg.", "title": "Face the Nation Transcripts January 25, 2015: McDonough, McCain, Feinstein", "app": {"url": {"ipad": "cbsnewsapp://news/face-the-nation-transcripts-january-25-2015-mcdonough-mccain-feinstein/", "iphone": "cbsnewsapp://news/face-the-nation-transcripts-january-25-2015-mcdonough-mccain-feinstein/", "googleplay": "http://www.cbsnews.com/news/face-the-nation-transcripts-january-25-2015-mcdonough-mccain-feinstein/"}, "country": "US", "name": {"ipad": "CBS News", "iphone": "CBS News", "googleplay": "CBS News"}, "id": {"ipad": 334256223, "iphone": 334256223, "googleplay": "com.treemolabs.apps.cbsnews"}}, "site": "@facethenation", "image": "http://cbsnews1.cbsistatic.com/hub/i/r/2015/04/29/340c23e5-e5a3-40ef-bf68-dcc84ef47c4b/thumbnail/1200x630/6e2e666786e7a06c8786e0cd609401f5/restrictedimagesub.jpg", "card": "summary_large_image"}, "al": {"web": {"url": "http://www.cbsnews.com/news/face-the-nation-transcripts-january-25-2015-mcdonough-mccain-feinstein/"}, "android": {"app_name": "CBS News", "package": "com.treemolabs.apps.cbsnews"}, "ios": {"url": "cbsnewsapp://news/face-the-nation-transcripts-january-25-2015-mcdonough-mccain-feinstein/", "app_name": "CBS News", "app_store_id": 334256223}}, "robots": "index, follow", "fb": {"app_id": 1536620209892267}, "article": {"publisher": "https://www.facebook.com/FaceTheNation"}, "viewport": "width=device-width"}, "article_summary": "It's largely developed against al Qaeda because al Qaeda is coming after us.\nWe were very focused on the counterterrorism efforts because of the brutality and the nefariousness of al Qaeda in the Arabian Peninsula, an offshoot of al Qaeda central.\nMCDONOUGH: Well, we say we're in a war against al Qaeda.\nAnd it looks like al Qaeda in Pakistan is now trying to come back into Afghanistan.\nFEINSTEIN: In Yemen, right."}