{"article_title": "Putin Denies Any Russian Conflict in Ukraine", "article_keywords": ["ukraine", "denies", "putin", "rebels", "vladimir", "sanctions", "nations", "asked", "russian", "international", "russia", "conflict"], "article_url": "http://www.thefiscaltimes.com/2015/04/16/Putin-Denies-Any-Russian-Conflict-Ukraine", "article_text": "In his semi-annual marathon question-and-answer session with the Russian people today, President Vladimir Putin spent nearly four hours assuring callers that the Russian economy would rebound from its current low point. The Russian people, he said, should view the punishing international sanctions currently imposed on the country as an opportunity to strengthen domestic production in sectors that were neglected in the past.\n\nUnsurprisingly, Putin also continued to insist – despite what multiple international groups say is overwhelming evidence to the contrary – that there are no Russian troops in Ukraine. In fact, he called war between Russia and Ukraine an impossibility.\n\nRelated: Putin Gets Ready to Showcase His New Military Weapons\n\n“There are no Russian troops in Ukraine,” he said flatly, when asked by a caller.\n\nWar between Russia and Ukraine “is impossible,” he said, calling the nations “brotherly.” He continued, “I make no difference between Ukrainians and Russians in general. I think this is basically the same nation, ethnically.”\n\nThat sentiment might be less than comforting to the Ukrainian people, considering that it was the protection of ethnic Russians in the Crimean Peninsula that Putin used to justify Russia’s invasion of that part of Ukraine last year.\n\nOfficials from NATO allied countries and multiple international non-governmental organizations have challenged Russia’s claim that it has no involvement in the ongoing conflict between armed rebels in Eastern Ukraine. Military equipment and personnel have been seen crossing the border, and multiple Russian soldiers have posted to their social media accounts from inside Ukrainian territory.\n\nSLIDESHOW: 7 New Weapons in Vladimir Putin’s Arsenal\n\nPutin and other officials have claimed that any Russian soldiers inside Ukraine are there as volunteers, on “holiday.” Many of the callers to the program, called “Direct Line with Vladimir Putin” expressed concerns about the Russian economy.\n\nPutin acknowledged that the country’s economy is in trouble but, noting that the ruble has strengthened slightly against international benchmark currencies recently, held out hope for the future. “We were confronted with certain foreign economic restrictions and this affected our growth and our development in one way or another,” he said. “But generally we see that the ruble is strengthening and stock markets are growing. We have managed to prevent an inflationary spiral.”\n\nRelated: U.S. Says Putin’s Men Are Training Rebels in Ukraine\n\nHe also said that Western sanctions imposed on Russia after its invasion of the Crimean peninsula last year, and in reaction to its continued support of armed rebels in Ukraine, actually have nothing to do with the situation in Ukraine. The real reason for the sanctions, he said, is a U.S.-led effort to “contain” Russia. He further criticized the U.S. for, as he put it, not wanting alliances with other nations, but preferring to turn them into “vassals.”\n\nThe president also answered some rather offbeat questions. One woman asked him if he hopes one day to be the head of the United Nations, to which he replied that he did not. Another caller asked if Putin would like to have a clone of himself, so that there would be more public officials the people could trust. He declined that as well.\n\nHe was asked to intervene in a dispute about a dog, and about how much sleep he gets at night.\n\nIn all, Putin answered about 90 questions in the space of nearly four hours.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In his semi-annual marathon call-in show with the Russian people, President Vladimir Putin continued to insist that no Russian troops are in Ukraine. He was also asked how much sleep he gets, whether he would intercede in a dispute about a dog, and whether he wants to be cloned.", "title": "Putin Denies Any Russian Conflict in Ukraine", "url": "http://www.thefiscaltimes.com/2015/04/16/Putin-Denies-Any-Russian-Conflict-Ukraine", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/russia-putin-mistral_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/04/16/Putin-Denies-Any-Russian-Conflict-Ukraine", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/russia-putin-mistral_2.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "In his semi-annual marathon call-in show with the Russian people, President Vladimir Putin continued to insist that no Russian troops are in Ukraine. He was also asked how much sleep he gets, whether he would intercede in a dispute about a dog, and whether he wants to be cloned.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477afa6914bd0286fe5f24\"", "article_summary": "In his semi-annual marathon question-and-answer session with the Russian people today, President Vladimir Putin spent nearly four hours assuring callers that the Russian economy would rebound from its current low point.\nRelated: Putin Gets Ready to Showcase His New Military Weapons“There are no Russian troops in Ukraine,” he said flatly, when asked by a caller.\nUnsurprisingly, Putin also continued to insist – despite what multiple international groups say is overwhelming evidence to the contrary – that there are no Russian troops in Ukraine.\nSLIDESHOW: 7 New Weapons in Vladimir Putin’s ArsenalPutin and other officials have claimed that any Russian soldiers inside Ukraine are there as volunteers, on “holiday.” Many of the callers to the program, called “Direct Line with Vladimir Putin” expressed concerns about the Russian economy.\nThe Russian people, he said, should view the punishing international sanctions currently imposed on the country as an opportunity to strengthen domestic production in sectors that were neglected in the past."}