{"article_title": "Our Bones Grew Weaker As We Switched To Farming, Sedentary Lives", "article_keywords": ["grew", "lighter", "switched", "density", "humans", "levels", "weaker", "lives", "trabecular", "human", "activity", "bones", "sedentary", "farming", "bone", "physical"], "article_url": "http://www.medicaldaily.com/human-evolution-our-bones-grew-weaker-we-switched-farming-sedentary-lives-315616", "article_text": "Humans have evolved into a sedentary race, and clues of this show it began some 12,000 years ago, when agriculture took over our and bones became lighter. Scientists have looked into the evolution of our skeletal system and what they found only reaffirms how unhealthy our sedentary lifestyles are to our future. They found answers in our ancestors’ bones and published two separate studies in the Proceedings of the National Academy of Sciences.\n\n“The lightly-built skeleton of modern humans has a direct and important impact on bone strength and stiffness,” the study’s co-author Tim Ryan, an anthropologist at Penn State University, told Smithsonian magazine. “Humans can have robust trabecular bone structure, similar to what is seen in living non-human primates, if they engage in appropriate levels of physical activity throughout life.”\n\nResearchers studied the CT scans of 229 different skeletal structures and discovered four different human populations, each with their own type of foraging or farming methods. They studied the trabecular bone structure, which makes up the inside of the bone and reveals the evolution of the skeleton. This was the first time scientists had examined millions of year's worth of bone density in order to discover clues to our last 12,000 years of evolution.\n\nForagers had significantly higher bone density, the researchers found, which meant they had thicker hip and thigh bones. Thus, they were less likely to break. But around the time we started to grow food and raise livestock more than we hunted, scientists saw a distinct difference in our bone density — we became lighter. Joint bone weakness can be attributed to different levels of physical activity.\n\nAccording to Ryan, bone lightness indicates weakness because it leads to higher rates of osteoporosis and age-related bone loss. If we don’t need to hunt because our food is right in our backyard, less stress and physical demand is placed upon our skeletal system. We evolved into a weaker human. Even our ancestors, the chimpanzees have 50 to 75 percent denser bones than we do.\n\n“Modern human skeletons have shifted quite recently towards lighter — more fragile, if you like — bodies. It started when we adopted agriculture. Our diets changed. Our levels of activity changed,” the study’s coauthor Habiba Chirchir, an anthropologist in the Smithsonian’s Human Origins Program, told Smithsonian. “Think of the end of a chicken bone: If you cut through it, then you see this meshwork of bone that’s interwoven.”\n\nWhen the research team couldn’t rule out diet or disease as the reason bones became lighter throughout evolution, they looked to our levels of physical activity. It seems that a lack of physical activity may be the reason why human bones became lighter, and not necessarily the food they farmed and ate. “What we think is going on is that humans were becoming less active, more sedentary,” Chirchir said. “People were adopting farming, domesticating animals. That reduction in physical activity is what’s resulted in this light skeleton.”\n\nSource: Chirchir H, Kivell TL, Ruff CB, Hublin JJ, Carlson KJ, and Zipfel B, et al. Recent origin of low trabecular bone density in modern humans. Proceedings of the National Academy of Sciences of the United States of America. 2014.\n\nRyan TM and Shaw CN. Gracility of the modern Homo sapiens skeleton is the result of decreased biomechanical loading. Proceedings of the National Academy of Sciences of the United States of America. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "human, evolution, our, bones, grew, weaker, we, switched, farming, sedentary, lives", "og": {"site_name": "Medical Daily", "description": "A lack of exercise during humans' agricultural era led us to have weaker bones and stagnant lives.", "title": "Farming Gave Us More Food, But It Also Made Our Bones Weaker", "url": "http://www.medicaldaily.com/human-evolution-our-bones-grew-weaker-we-switched-farming-sedentary-lives-315616", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/28/evolution-man-reveals-weakness.jpg", "type": "article"}, "twitter": {"description": "A lack of exercise during humans' agricultural era led us to have weaker bones and stagnant lives.", "title": "Farming Gave Us More Food, But It Also Made Our Bones Weaker", "url": "http://www.medicaldaily.com/human-evolution-our-bones-grew-weaker-we-switched-farming-sedentary-lives-315616", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/28/evolution-man-reveals-weakness.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/28/evolution-man-reveals-weakness.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2014-12-28T14:17:42-05:00", "modified_time": "2014-12-28T14:17:41-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A lack of exercise during humans' agricultural era led us to have weaker bones and stagnant lives."}, "article_summary": "They studied the trabecular bone structure, which makes up the inside of the bone and reveals the evolution of the skeleton.\nForagers had significantly higher bone density, the researchers found, which meant they had thicker hip and thigh bones.\nThis was the first time scientists had examined millions of year's worth of bone density in order to discover clues to our last 12,000 years of evolution.\nIt seems that a lack of physical activity may be the reason why human bones became lighter, and not necessarily the food they farmed and ate.\nRecent origin of low trabecular bone density in modern humans."}