{"article_title": "New Analysis Reveals Extent Of Obamacare 'Rate Shock'", "article_keywords": ["wont", "reveals", "million", "financial", "plans", "usa", "pollack", "shock", "obamacare", "analysis", "rate", "health", "extent", "insurance", "market"], "article_url": "http://www.huffingtonpost.com/2013/11/21/obamacare-cancelations_n_4317628.html", "article_text": "WASHINGTON -- Only a small sliver of the Americans who buy their own health insurance plans and may be seeing them canceled under Obamacare will pay higher premiums, according to an analysis released Thursday.\n\nMore than seven in 10 Americans who purchase health plans directly will get subsidies to help pay for coverage under the Affordable Care Act, according to the report by Families USA, a Washington-based organization that supports the health care reform law.\n\nThe report comes as President Barack Obama is under fire for breaking his vow that consumers who liked their health plans could keep them. It shows that even if some people do lose their current health plans, most won't pay more for insurance and millions more will gain access to coverage.\n\n\"It is important to keep a perspective about the small portion of the population that might be adversely affected,\" said Ron Pollack, executive director of Families USA. \"That number is a tiny fraction of the 65 million non-elderly people with pre-existing health conditions who will gain new protections through the Affordable Care Act. It is also a small fraction of the tens of millions of uninsured Americans who can also get help.\"\n\nThe impact of Obama's health care reform law on the price of health insurance has been hotly contested, especially as many households are learning that their current policies won't be available next year and that, in some cases, replacements will be costlier. But these hardships aren't as common as they seem, the Families USA analysis suggests.\n\nFinancial assistance provided by Obamacare will mitigate most premium increases linked to strengthened benefits and consumer protections required by the law, Pollack said. \"In the vast majority of instances, the subsidy will more than make up for it, but it won't be in every single case,\" he said.\n\nAmong the roughly 15 million working-age Americans in the health insurance market for those who don't get health benefits from their employers or a government program like Medicare, 71 percent, or 10.8 million, have incomes low enough to qualify them for subsidized private insurance or Medicaid coverage, the Families USA analysis concludes.\n\nThat leaves 29 percent of the customers in this market, or more than 4 million people, who may see higher rates go up without the benefit of financial assistance.\n\nIndividuals who buy private health insurance using the Obamacare exchanges can qualify for three kinds of financial assistance. Tax credits for insurance premiums are available on a sliding scale to people who earn between the poverty level, which is about $11,500 for a single person this year, and four times that amount, or about $46,000. In addition, people who make up to 250 percent of poverty, or around $29,000 for a single person, are eligible for subsidies to cut their out-of-pocket costs, like deductibles and copayments. Medicaid also will be opened next year to people who earn up to 133 percent of poverty, or about $15,300 for an individual, in about half of states where the program is expanding under Obamacare.\n\nMillions of consumers across the U.S. have been receiving letters from their health insurance carriers in recent months advising them that their current plans don't meet Obamacare standards and won't be available next year. In many cases, these customers are told that replacement plans will cost significantly more, although insurers aren't always advising people to shop around for lower prices or to seek financial assistance via the health insurance exchanges.\n\n\"For anyone receiving a termination notice, especially if they have not yet found an alternative that is at least as good, it obviously is a concern and one that we take seriously. But I believe that this concern has been blown significantly out of proportion,\" Pollack said.\n\nCoverage in this segment of the market wasn't stable before Obamacare, in part because insurance companies routinely modified or eliminated health plans and in part because people cycled into the individual health insurance market temporarily when they lost jobs or health benefits before returning to the employer-based system, Pollack said.\n\nSixty-five percent of individual health insurance plans are in place for less than a year, and the median duration of a plan is eight months, according to the report. Based on that historical trend and the data on the size of the individual market and the incomes of its customers, Families USA estimates that 0.6 percent of the U.S. population faces the prospect of canceled plans and higher rates without subsidies.\n\n\"That's approximately 1.5 million people, and that's not trivial and I don't in any way suggest that we shouldn't be concerned about that group,\" Pollack said. \"But ... the number of people at risk of this becoming a problem is considerably smaller than the tens of millions of people who are going to get substantial help.\"\n\nFamilies USA based its findings on data from the U.S. Census Bureau and on research conducted by the Henry J. Kaiser Family Foundation, the Urban Institute and the University of Minnesota's State Health Access Data Assistance Center. Its report breaks down these data for each state.\n\nObama has asked state regulators and health insurance companies to allow consumers to renew their canceled plans for one year, but this proposed fix won't be taken up in every state or by every insurer.\n\nFurther complicating the situation for people who must find new health plans are the ongoing problems with HealthCare.gov, the federal portal to health insurance in more than 30 states, and the state-run health insurance exchanges in places like Maryland and Oregon. This is preventing consumers from seeking alternatives and applying for financial assistance. The Obama administration maintains that HealthCare.gov will be reliably usable by the end of the month.\n\nRelated on HuffPost: Obamacare Haters Obamacare Haters\n\n1 of 7 McDonald's Peter Bensen, McDonald's chief financial officer , said on a conference call last year that Obamacare will cost the company and its franchisees $140 million to $420 million per year. (Photo by Justin Sullivan/Getty Images) Share this slide:\n\nGetty Images", "article_metadata": {"description": "WASHINGTON -- Only a small sliver of the Americans who buy their own health insurance plans and may be seeing them canceled under Obamacare will pay high...", "sailthru.expire_date": "2013-11-22 15:47:35 -0500", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- Only a small sliver of the Americans who buy their own health insurance plans and may be seeing them canceled under Obamacare will pay high...", "title": "How Many People Will Really Pay More Under Obamacare?", "url": "http://www.huffingtonpost.com/2013/11/21/obamacare-cancelations_n_4317628.html", "image": "http://i.huffpost.com/gen/1475604/images/o-OBAMACARE-CANCELATIONS-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- Only a small sliver of the Americans who buy their own health insurance plans and may be seeing them canceled under Obamacare will pay high...", "creator": "JeffYoung", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1475604/images/o-OBAMACARE-CANCELATIONS-facebook.jpg", "height": 1000}, "title": "How Many People Will Really Pay More Under Obamacare?", "site": "@HuffPostBiz", "card": "summary_large_image"}, "sailthru.date": "2013-11-21 15:47:35 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4317628", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "business", "fb": {"app_id": 46744042133}, "keywords": "Ron Pollack,Obamacare subsidies,canceled plans,video,uninsured,obamacare,jeffrey young,Obamacare tax credits,canceled health insurance,Obamacare canceled plans,health care reform,Families USA,canceled health plans,Health Insurance,health care,Obamacare cancellations", "article": {"section": "Business", "tag": "Ron Pollack,Obamacare subsidies,canceled plans,video,uninsured,obamacare,jeffrey young,Obamacare tax credits,canceled health insurance,Obamacare canceled plans,health care reform,Families USA,canceled health plans,Health Insurance,health care,Obamacare cancellations", "published_time": "2013-11-21 15:47:35 -0500", "modified_time": "2013-11-22 12:10:51 -0500"}, "viewport": "width=1000"}, "article_summary": "The report comes as President Barack Obama is under fire for breaking his vow that consumers who liked their health plans could keep them.\nWASHINGTON -- Only a small sliver of the Americans who buy their own health insurance plans and may be seeing them canceled under Obamacare will pay higher premiums, according to an analysis released Thursday.\nIndividuals who buy private health insurance using the Obamacare exchanges can qualify for three kinds of financial assistance.\nSixty-five percent of individual health insurance plans are in place for less than a year, and the median duration of a plan is eight months, according to the report.\nFurther complicating the situation for people who must find new health plans are the ongoing problems with HealthCare.gov, the federal portal to health insurance in more than 30 states, and the state-run health insurance exchanges in places like Maryland and Oregon."}