{"article_title": "Pennsylvania Mom Sent To Prison For Daughter's Abortion", "article_keywords": ["backalley", "woman", "daughter", "abortions", "pennsylvania", "abortion", "legal", "states", "daughters", "mom", "prison", "women", "pills", "sent", "whalen"], "article_url": "http://www.medicaldaily.com/pennsylvania-mom-sent-prison-daughters-abortion-dangers-illegal-abortions-301812", "article_text": "When Jennifer Ann Whalen’s 16-year-old daughter told her she was pregnant and didn’t want to keep the child, she looked to the Internet for answers. Now the 39-year-old Pennsylvania woman has been sentenced up to 18 months in prison for ordering abortion pills from a European website online to end her daughter’s pregnancy.\n\nWhalen was sentenced Friday at the Montour County Court of Common Pleas Judge Gary Norton to serve 12 to 18 months in prison, fined $1,000, and ordered to perform 40 hours of community service after her release. She told authorities that without a local clinic available to perform a legal abortion on her daughter and without health insurance to cover a hospital abortion, she was left with scarcely few options. The closest abortion clinic was approximately 74 miles away from her home in Washingtonville, Pa., but unfortunately for Whalen, performing an abortion without a physician violates Pennsylvania state law.\n\nAs a single mother working as a nursing home health aide, the miscarriage-inducing pills were Whalen’s financially constrained attempt to help her daughter. When her daughter began experiencing severe cramping and bleeding after taking the pills, Whalen took her to a local hospital for treatment, where Whalen was questioned and the truth came to light.\n\nStates started passing various laws to make abortion illegal in the mid-to-late 1800s. There were fears that the newly arriving immigrants from around the world were going to out-birth the American women, especially since abortions were life-threatening to the mother as well, according to the National Abortion Federation. The maternal and infant mortality rates during childbirth were extremely high as it is, and the abortions only increased risk. The only other choice women were left with were often deadly back-alley abortions. The Guttmacher Institute estimates that there were 1.2 million women undergoing illegal abortions every year in the United States, and thousands ended up in hospitals with severe complications and deaths.\n\nIt wasn’t until the1973 Supreme Court case Roe v. Wade when a 21-year-old pregnant woman tried to obtain an illegal abortion in Dallas, Texas. Authorities had raided and shut down the clandestine clinic, leaving the woman with no other option until the Supreme Court ultimately ruled states must make abortion legal until the woman is 22 to 24 weeks into pregnancy.\n\nToday, as states grapple with abortion laws and scientific methods converge with religious freedom and morals, the return of back-alley abortions come in the form of foreign pills and closeted fears. Many anti-abortion advocates who call themselves “prolife” claim that the return of back-alley abortions is a scare tactic their opponents use to keep abortion legal. The profanity of death, back-alley butchery, and 16-year-olds desperately taking overseas pills, begs to differ.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "pennsylvania, mom, sent, prison, daughters, abortion, dangers, illegal, abortions", "og": {"site_name": "Medical Daily", "description": "After a mother is sent to prison for helping her daughter abort her pregnancy, the fear of illegal abortion rears its ugly head again.", "title": "Mom Jailed For Assisting With Daughter's Illegal Abortion", "url": "http://www.medicaldaily.com/pennsylvania-mom-sent-prison-daughters-abortion-dangers-illegal-abortions-301812", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/08/woman-arrested-obtaining-abortion-pills-daughter.jpg", "type": "article"}, "twitter": {"description": "After a mother is sent to prison for helping her daughter abort her pregnancy, the fear of illegal abortion rears its ugly head again.", "title": "Mom Jailed For Assisting With Daughter's Illegal Abortion", "url": "http://www.medicaldaily.com/pennsylvania-mom-sent-prison-daughters-abortion-dangers-illegal-abortions-301812", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/08/woman-arrested-obtaining-abortion-pills-daughter.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/08/woman-arrested-obtaining-abortion-pills-daughter.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Policy/Biz", "published_time": "2014-09-08T11:39:09-04:00", "modified_time": "2014-09-08T11:39:09-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "After a mother is sent to prison for helping her daughter abort her pregnancy, the fear of illegal abortion rears its ugly head again."}, "_id": "\"57477af46914bd0286fdee52\"", "article_summary": "Now the 39-year-old Pennsylvania woman has been sentenced up to 18 months in prison for ordering abortion pills from a European website online to end her daughter’s pregnancy.\nMany anti-abortion advocates who call themselves “prolife” claim that the return of back-alley abortions is a scare tactic their opponents use to keep abortion legal.\nShe told authorities that without a local clinic available to perform a legal abortion on her daughter and without health insurance to cover a hospital abortion, she was left with scarcely few options.\nThe closest abortion clinic was approximately 74 miles away from her home in Washingtonville, Pa., but unfortunately for Whalen, performing an abortion without a physician violates Pennsylvania state law.\nThe only other choice women were left with were often deadly back-alley abortions."}