{"article_title": "Vaccination Rate Lower for Children in Military Families", "article_keywords": ["lower", "families", "dunn", "providers", "vaccination", "months", "rate", "vaccinations", "military", "children"], "article_url": "http://www.healthline.com/health-news/vaccination-rate-lower-for-children-in-military-families-041315", "article_text": "Life for the families of military personnel can be stressful as well as uncertain. Deployments and transfers can make it difficult for those families to maintain stability.\n\nOne of the fallouts from this lifestyle appears to be a lower rate of childhood vaccinations.\n\nResearch released today in the journal Pediatrics concludes that children from military families have a lower rate of vaccination than their civilian counterparts, although the reason for that lower rate isn’t clear.\n\n“We’re unable to determine if the lower vaccination coverage rate in military children is due to providers not having complete records, or the actual vaccination status of the children,” said the study’s lead author Dr. Angela Dunn, an intelligence service officer at the U.S. Centers for Disease Control and Prevention (CDC).\n\nThe study, which examined six years of provider-reported data from the National Immunization Survey, found that 28 percent of military dependent children between the ages of 19 and 35 months were not up to date on vaccinations. That compares to 21 percent of all other children in the United States.\n\nThose seven percentage points are significant because herd immunity — the assurance that the high number of vaccinated people in a community decrease the chances of disease spreading to unvaccinated people — requires a 75 to 95 vaccination rate, depending on how contagious the disease is. The new study indicates the vaccination rate for military children is 72 percent.\n\n“Any community, military and non-military alike, depends on herd immunity to keep the most vulnerable safe from vaccine preventable diseases. Measles, for example, requires a community to have 90 to 95 percent vaccination coverage rate to achieve herd immunity. This is why we recommend all persons who are able to receive vaccinations do so,” Dunn explained.\n\nGet the Facts: Vaccines Recommended for Children »\n\nAre Military Kids Really Unvaccinated?\n\nSeveral factors could contribute to the low vaccination rate among military children. According to the National Military Family Association, military families are re-stationed every 2.9 years.\n\n“Military families are a highly mobile population, and thus, children often see multiple health care providers during their first few years of life when many vaccines are recommended,” Dunn said.\n\nBut that rate of patient turnover doesn’t necessarily mean children aren’t being vaccinated. Military kids often jump from doctor to doctor, so their health records may be incomplete. The study data come from provider records, but if new providers don’t have documentation of vaccination, they report children as unvaccinated or not up to date on vaccinations.\n\nMilitary families are a highly mobile population, and thus, children often see multiple health care providers during their first few years of life when many vaccines are recommended. Dr. Angela Dunn, U.S. Centers for Disease Control and Prevention\n\nUnder the Affordable Care Act, all insurance providers cover routine immunizations at no cost to the patient. But keeping up with the CDC’s recommended vaccination schedule can be tough for any busy parent.\n\nCDC officials recommend children in the United States be vaccinated against 12 separate diseases; most require multiple shots to develop immunity. To stay on track, visits to a doctor are required at the ages of 2 months, 4 months, 6 months, 1 year, and between 15 and 18 months. The final doses for several immunizations are given between the ages of 4 and 6.\n\nFind More Information: Vaccinations for Adults »\n\nMilitary Insurance Tough to Navigate\n\nWhile reliable health coverage is often cited as one of the key benefits of military service, families may be on their own when it comes to finding new pediatricians when they change locations.\n\nIn some cases, a new provider is automatically assigned and routine appointments are easy. But like private insurance, military families choose from various plans, which offer different coverage.\n\nIn many ways, navigating military healthcare is similar to navigating private insurance, with one key exception: military families have to re-navigate their plans every time they move. Whether that process truly results in fewer vaccinations or just poor recall on the part of busy families is yet to be determined.\n\nAn electronic immunization registry among military members and their families … might help … alert providers when children are in need of vaccinations. Dr. Angela Dunn, U.S. Centers for Disease Control and Prevention\n\n“The first step in improving vaccination coverage rates among children of military members is to understand why we observed this lower vaccination coverage rate,” Dunn said, noting that one way to determine the cause of low vaccination rates is to standardize record keeping.\n\n“An electronic immunization registry among military members and their families … might help ensure complete vaccination documentation, and alert providers when children are in need of vaccinations,” she added.\n\nRelated News: Measles Spreads in California Due to Clusters of Unvaccinated Kids »", "article_metadata": {"standout": "http://www.healthline.com/health-news/vaccination-rate-lower-for-children-in-military-families-041315", "news_keywords": "vaccinations, military families, childhood vaccines, CDC, Pediatrics, military", "og": {"site_name": "Healthline", "description": "A new study concludes transfers and incomplete record keeping may contribute to a lower childhood vaccination rate in military families.<br/>", "title": "Vaccination Rate Lower for Children in Military Families", "url": "http://www.healthline.com/health-news/vaccination-rate-lower-for-children-in-military-families-041315", "image": "http://www.healthline.com/hlcmsresource/images/News/public-policy/041315_militaryvaccine_THUMB.jpg", "type": "article"}, "twitter": {"image": "http://www.healthline.com/hlcmsresource/images/News/public-policy/041315_militaryvaccine_THUMB.jpg", "description": "A new study concludes transfers and incomplete record keeping may contribute to a lower childhood vaccination rate in military families.", "card": "summary", "title": "Vaccination Rate Lower for Children in Military Families"}, "ROBOTS": "NOODP", "DC.date.issued": "2015-04-13", "fb": {"app_id": 239371929577489}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "A new study concludes transfers and incomplete record keeping may contribute to a lower childhood vaccination rate in military families."}, "article_summary": "Research released today in the journal Pediatrics concludes that children from military families have a lower rate of vaccination than their civilian counterparts, although the reason for that lower rate isn’t clear.\nThe new study indicates the vaccination rate for military children is 72 percent.\nSeveral factors could contribute to the low vaccination rate among military children.\nAccording to the National Military Family Association, military families are re-stationed every 2.9 years.\nIn many ways, navigating military healthcare is similar to navigating private insurance, with one key exception: military families have to re-navigate their plans every time they move."}