{"article_title": "Face-to-face help with insurance questions", "article_keywords": ["jan", "help", "tax", "enrollment", "carroll", "library", "public", "county", "facetoface", "health", "questions", "maryland", "insurance"], "article_url": "http://www.carrollcountytimes.com/news/local/ph-cc-insurance-enrollment-event-hw-20160104-story.html", "article_text": "Open enrollment for health insurance plans offered through the Maryland Health Connection insurance marketplace began on Nov. 1, but according to state officials, there are still an estimated 11,000 uninsured people in Carroll County. If you're one of them, an enrollment event being held 10 a.m. to 2 p.m. Saturday, Jan. 9, at Westminster TownMall might be your best chance to get questions answered, and yourself insured, before open enrollment ends on Jan. 31.\n\n\"We will be located in the Belk court; we are going to have one of the stores filled with certified individuals that are going to answer questions and enroll people,\" said Lisa Wack, a local Maryland Health Connection navigator. \"We are also having a health expo where we are suggesting people can learn more about healthy living in Carroll County.\"\n\nAlthough there are online resources and phone numbers where people can get help with enrolling for insurance through the Maryland insurance marketplace, Wack said she has found that many people prefer to have an in-person interaction, and this enrollment event will feature some unique opportunities to ask questions face-to-face.\n\n\"In addition to our certified health exchange people, we have also invited representatives from the insurance companies,\" she said. \"I don't know that they all will come, but we have invited them, so it is a chance to learn a little bit more about what the policies offer.\"\n\nUnder the Affordable Care Act, all adults and their dependents are required to have health insurance of some type or face a tax penalty the following year, according to Andrew Ratner, director of marketing with the Maryland Health Benefits Exchange. That tax penalty has increased in 2016 — and will be assessed in 2017.\n\n\"The federal tax penalty for those lacking coverage is 2.5 percent of gross household income, or about $695 per individual, whichever is greater,\" Ratner said. \"That is up from 2 percent or $325 per individual as in 2015.\"\n\nThe tax penalty is a stick to encourage people to enroll in insurance plans to create a large enough consumer base to offset the fact that under the Affordable Care Act, insurance companies are no longer allowed to deny coverage to people with pre-existing conditions, according to Ratner. However, he noted, there are also carrots: Financial assistance in the form of Medicaid or direct tax credits is available for many of the 11,000 people in Carroll County he said are still uninsured.\n\n\"Last year, about 60,000 Maryland households received more than $208 million in tax credits to reduce their cost of coverage\" Ratner said. \"Individuals with annual incomes less than $47,080, or a family of four whose household income is less than $97,000 can qualify for financial assistance.\"\n\nIt's always possible to get help with enrollment or enrollment questions by calling Maryland Health Connection at 855-642-8572, or going online to www.marylandhealthconnection.gov where individuals and families can check their eligibility for financial assistance and shop for plans. And those who miss Saturday's enrollment event can schedule an appointment with a Carroll County navigator by calling 855-288-3667 or going to www.doortohealthcare.org, according to Wack.\n\nThere will also be a handful of smaller, in-person enrollment events at various branches of the Carroll County Public Library in January, according to Wack, who said there really is something special about having an in-person help option for people shopping for insurance.\n\n\"The thing that we find and they found [at the] national level as well is that people really do want, appreciate and need the one-on-one help,\" she said. \"Not everyone does, but for those that do, that's what makes a difference.\"\n\njon.kelvey@carrollcountytimes.com\n\n410-857-3317\n\ntwitter.com/CCT_Health\n\nIf you go\n\nMaryland Health Connection enrollment events:\n\nSaturday, Jan. 9: 10 a.m.-2 p.m. at the TownMall of Westminster, 400 N. Center St., Westminster\n\nMonday, Jan. 11: 6-8 p.m. at the Taneytown branch of the Carroll County Public Library, 10 Grand Drive, Taneytown\n\nSaturday, Jan. 23: 1:30-4 p.m. at the Westminster branch of the Carroll County Public Library, 50 E. Main St., Westminster\n\nSunday, Jan. 24: 1:30-4 p.m. at the Eldersburg branch of the Carroll County Public Library, 6400 W. Hemlock Drive, Sykesville\n\nMonday, Jan. 25: 6-8 p.m. at the North Carroll branch of the Carroll County Public Library, 2255 Hanover Pike, Hampstead\n\nSunday, Jan. 31: 1:30-4:00 p.m. at the Westminster branch of the Carroll County Public Library", "article_metadata": {"fb_title": "Face-to-face help with insurance questions", "googlebot": "index", "copyright": "Copyright (c) 2016 Carroll County Times", "author": "Carroll County Times", "og": {"site_name": "carrollcountytimes.com", "description": "Open enrollment for health insurance plans offered through the Maryland Health Connection insurance marketplace began on Nov. 1, but according to state officials, there are still an estimated 11,000 uninsured people in Carroll County. If you're one of them, an enrollment event being held 10 a.m. to 2 p.m. Saturday, Jan. 9, at Westminster TownMall might be your best chance to get questions answered, and yourself insured, before open enrollment ends on Jan. 31.", "title": "Face-to-face help with insurance questions", "url": "http://www.carrollcountytimes.com/news/local/ph-cc-insurance-enrollment-event-hw-20160104-story.html", "image": "http://www.trbimg.com/img-5689c643/turbine/ph-cc-insurance-enrollment-event-hw-20160104", "type": "article"}, "x-servername": "lalvp08.10", "twitter": {"site": "@CCTNews", "card": "summary"}, "robots": "index,follow", "keywords": "Obamacare, health insurance, Maryland Health Connection, Westminster, Westminster TownMall", "fb": {"page_id": 24227912017, "app_id": 119675771427}, "googlebot-news": "index", "date": "2016-01-03", "Description": "An enrollment event being held from 10 a.m. to 2 p.m. on Saturday at Westminster TownMall may be your best chance to get questions answered, and yourself insured, before open enrollment ends on Jan. 31.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Obamacare, health insurance, Maryland Health Connection, Westminster, Westminster TownMall"}, "article_summary": "Although there are online resources and phone numbers where people can get help with enrolling for insurance through the Maryland insurance marketplace, Wack said she has found that many people prefer to have an in-person interaction, and this enrollment event will feature some unique opportunities to ask questions face-to-face.\nOpen enrollment for health insurance plans offered through the Maryland Health Connection insurance marketplace began on Nov. 1, but according to state officials, there are still an estimated 11,000 uninsured people in Carroll County.\n\"We are also having a health expo where we are suggesting people can learn more about healthy living in Carroll County.\"\nIt's always possible to get help with enrollment or enrollment questions by calling Maryland Health Connection at 855-642-8572, or going online to www.marylandhealthconnection.gov where individuals and families can check their eligibility for financial assistance and shop for plans.\n\"In addition to our certified health exchange people, we have also invited representatives from the insurance companies,\" she said."}