{"article_title": "Baltimore leaders continue battle against violent crime", "article_keywords": ["city", "weve", "leaders", "illegal", "seabrook", "crime", "violent", "continue", "repeat", "york", "battle", "going", "strategy", "guns", "baltimore"], "article_url": "http://www.wbaltv.com/news/baltimore-leaders-continue-battle-against-violent-crime/34840572", "article_text": "Baltimore's murder count has already surpassed its total from all of last year, and now it has more murders than New York City.\n\nCity leaders are continuing to explore multiple approaches of reducing the violence. Baltimore interim Police Commissioner Kevin Davis is touting progress when it comes to going after illegal guns, and both he and Mayor Stephanie Rawlings-Blake remain optimistic despite the dubious homicide distinction.\n\nBaltimore now has 213 homicides in 2015, compared to 208 in the nation's most-populated city, New York City. Baltimore also has more than twice as many homicides as Washington, D.C., (97), a city with roughly the same population.\n\n\"I talked a couple weeks ago about a T-shirt that a community member gave me and it said, 'If you're going through hell, keep going.' We're going to keep going, pressing every single day,\" Rawlings-Blake said.\n\nWashington's strategy for reducing violent crime is getting illegal guns off the streets. That city is offering cash rewards to people who hand illegal guns over to them.\n\nDavis boasted about making progress in that area, too.\n\n\"In the summer of '15 versus the summer of '14 we've made 66 percent more gun arrests, we've taken 20 percent more guns off the street,\" Davis said.\n\nThe strategy is all part of the mayor's long-standing strategy to get repeat violent offenders off the streets. The word \"repeat\" is part of another strategy in Baltimore.\n\nRenita Seabrook at the University of Baltimore's School of Criminal Justice is part of a nonprofit group teaching people coming out of jail to hopefully not repeat the cycle of bad decisions.\n\n\"One young lady told me, 'Dr. Seabrook, I've never had anybody tell me I expect to be successful,'\" she said.\n\nSeabrook also said the city seems to be repeating a long-standing practice of pocket development, where most of the money is spent developing downtown and not the neighborhoods, where most of the crime occurs.\n\n\"People in these neighborhoods east, west, north and south need to feel that they are part of a developing city,\" Seabrook said.\n\nEarlier this month, the mayor's office launched a program to try to bridge that development divide, with the goal of bringing more businesses uptown.", "article_metadata": {"category": "Maryland News", "ib-analytics": "data", "item-publish-date": "Fri, 21 Aug 2015 10:16:49 EDT", "generator": "ibPublish 2", "author": "George Lettis", "og": {"site_name": "WBAL-TV", "description": "Baltimore's murder count has already surpassed its total from all of last year, and now, it has more murders than New York City.", "title": "Baltimore leaders continue battle against violent crime", "url": "http://www.wbaltv.com/news/baltimore-leaders-continue-battle-against-violent-crime/34840572", "image": "http://www.wbaltv.com/image/view/-/34840208/medRes/2/-/maxh/630/maxw/1200/-/h3xjvtz/-/img-Baltimore-surpasses-2014-homicide-total.jpg", "type": "article"}, "twitter": {"url": "http://www.wbaltv.com/news/baltimore-leaders-continue-battle-against-violent-crime/34840572", "app": {"url": {"ipad": "wbal://content/article/34840572", "iphone": "wbal://content/article/34840572", "googleplay": "wbal://content/article/34840572"}, "name": {"ipad": "wbal", "iphone": "wbal", "googleplay": "wbal"}, "id": {"ipad": 505175161, "iphone": 505175161, "googleplay": "com.hearst.android.wbal"}}, "site": "@wbaltv11", "card": "app"}, "al": {"android": {"url": "wbal://content/article/34840572", "app_name": "wbal", "package": "com.hearst.android.wbal"}, "ios": {"url": "wbal://content/article/34840572", "app_store_id": 505175161, "app_name": "wbal"}}, "fb": {"app_id": 111298581548}, "keywords": "Baltimore, crime, local news, homicides, WBAL-TV, homicides, murders, Maryland, Kevin Davis, Stephanie Rawlings-Blake", "google-site-verification": "6B9rMD8d-ud-LNkc-tAnEDBlCKaPPI2YSdE_wo3Rxtw", "news_keywords": "Baltimore, crime, local news, homicides, WBAL-TV, homicides, murders, Maryland, Kevin Davis, Stephanie Rawlings-Blake", "description": "Baltimore's murder count has already surpassed its total from all of last year, and now, it has more murders than New York City."}, "article_summary": "Baltimore now has 213 homicides in 2015, compared to 208 in the nation's most-populated city, New York City.\nThe strategy is all part of the mayor's long-standing strategy to get repeat violent offenders off the streets.\n\"People in these neighborhoods east, west, north and south need to feel that they are part of a developing city,\" Seabrook said.\nBaltimore's murder count has already surpassed its total from all of last year, and now it has more murders than New York City.\nWashington's strategy for reducing violent crime is getting illegal guns off the streets."}