{"article_title": "How to End the Gridlock", "article_keywords": ["cut", "end", "spending", "house", "taxes", "districts", "federal", "experiment", "gridlock", "cuts", "tea", "80"], "article_url": "http://www.huffingtonpost.com/richard-parker/how-to-end-the-gridlock_b_4086430.html", "article_text": "Like most Americans, I've by turns been worried, appalled, exhausted, and (I'm sorry to say) most recently bored by the gridlock death-spiral updates that keep coming out of Washington.\n\nAfter a good deal of consideration, I think there may be a solution--and I can state it simply. Here it is:\n\nHouse Republicans demand suspension of ACA (Obamacare) plus a list of other cuts they believe will reduce the federal deficit and rein in federal spending. In exchange they've promised not to let the government effectively go bankrupt in two weeks--with all the possible disastrous effects that could have. The President and Congressional Democrats insist so far that they won't bow to this GOP \"blackmail.\"\n\nHere's my down-the-middle solution, which I offer as a professional economist:\n\nSuspend Obamacare and cut the budget--just as House Republicans have demanded--but here's the compromise: do all the cutting in just the 80 or so congressional districts of the most ardent Tea Party members.\n\nCut Social Security and Medicare payments in just those 80 districts. Cut Food Stamps and defense spending (for national security, transfer military personnel to other districts; some would be Democratic, some Republican other than the Tea Partiers'.) Close any national parks, science labs, or public schools in these 80 districts that rely on federal aid. Cut the 80 districts' share of aid to Israel and Egypt, and of military expenditures in Afghanistan and for the NSA and CIA and FBI.\n\nBut don't just cut spending. All Republicans (not just Tea Partiers) always want taxes cut alongside spending. So in those 80 Congressional districts, reduce top-bracket taxes, following--say--the Ryan Plan. (After all, it's not just the Tea Partiers who've passed the Ryan Plan repeatedly yet can't get the Senate to take up it, let alone the President to sign it. Here's the GOP's chance--as long as the cuts are confined to those 80 districts.)\n\nCut income taxes on the top brackets deeply--and rather less on everyone else. Eliminate estate taxes on estates over $5 million. Let multinational corporations based or operating in those districts to bring back their share of an estimated $180 billion in profits--profits the multinationals are holding offshore to avoid US taxes--and tax them at, say, 6%.\n\nContrary to what you think, I'm not making this suggestion facetiously--I'm not Jonathan Swift with a \"modest proposal\" about Irish famine. I'm an Oxford-trained macroeconomist, who has taught macroeconomic policy at Harvard's Kennedy School of Government for the past 20 years--and what I'm proposing is a quite serious (to me, at least) \"natural experiment\".\n\nIt's what economists recommend all the time--whether it's to cut or raise taxes, increase or contract the money supply, use fiscal austerity or stimulus in a recession, etc.\n\nRonald Reagan famously conducted two gigantic and revolutionary \"natural experiments\" in Republican budget and monetary policy in the 1980s: \"supply side\" tax cuts recommended by economist Arthur Laffer and Federal Reserve policy run according to Milton Friedman's very strict \"monetarist\" rules.\n\nBoth of Reagan's experiments had legendary results--they failed and were soon abandoned, but only after the federal deficit and debt boomed to their then-highest levels since World War II. The deficit and debt were so large, in fact, that precipitated a 1980s version of today's gridlock. It was supposed to be solved by automatic spending cuts under the Gramm-Rudman bill. You may not remember, but economists and policy analyst do--that that giant GOP natural experiment didn't work either. It's not an inspiring track record, but who knows: today, thirty years later, perhaps the Tea Party's revolutionary experiment will work.\n\nI'm willing to give them a chance--but only if they agree to run their experiment first in the congressional districts they control. Economists, you may know, don't often get the chance to test theories in laboratories before, as chemists, biologists, or physicists do. We develop a theory imaginatively, work out the math on a blackboard, perhaps devise a computer software model to look for interactive effects we'd miss otherwise---and then publish in the hopes policymakers will take our advice.\n\nReal economies are very, very complicated things--so complicated that, as a profession, we're still very poor at predicting results, especially over any extended period of time. Yet the public always want to know: what do the economists (not the sociologists or political scientists or psychologists) think we should do to, say, get out of the Great Recession we've been in the last several years since Wall Street imploded.\n\nThe Tea Party's Republican tribunes in Congress, by contrast, claim economic theoretical knowledge that--with inerrant certainty--tells us what Obamacare will mean: in a word, national bankruptcy, preceded by either Weimar-like hyperinflation or Depression-level contraction (on this, they apparently disagree). For the more religious among them, there's even been talk of an impending Armageddon.\n\nMost economists, like most citizens--to judge from polls--don't think we're facing Armageddon, but Tea Party believers believe what they believe so assuredly that they're willing to tie the federal government, and with it, our very fragile economy in knots.\n\nIt's an experiment many of us would not like conducted, but we need to get past this gridlock--which is why I'm suggesting my 'budget-cutting-by-congressional-district\"-based experiment. Technically, it's child's play to work out the numbers. The Internet has several good estimator sites (fedspending.org is one) that, using the latest OMB, IRS, and Fed data, can calculate the appropriate revenue and spending allocations, House member by House member within seconds.\n\n(Friends who teach at Harvard Law tell me there's no constitutional impediment: Article 1, section 7 gives the House the exclusive right to initiate all spending bills. The Senate and President must agree, of course--but I doubt President Obama and Senator Reid would seriously consider blocking such a move, once passed by the House GOP.)\n\nEighty districts out of 435 is enough, over the next few years, for this \"natural experiment\" to show how Tea Party policy works--while allowing the rest of America to get on with our own business, on our own terms.\n\nIn effect, we'd be letting those 80 Tea Party districts to \"opt out\" of the country. Not forever--say, just for the next two or three years, perhaps until after the 2016 elections.\n\nWhat will growth look like in those districts by 2017? Unemployment? Income distribution? How will seniors handle reduced Social Security or the sick reduced Medicare? With big cuts in defense and education and national security spending in those districts, what innovative, entrepreneurial actions will their citizens take to offset the impact? Who'll be left on welfare once deep cuts have been made? How will the real estate market do?\n\nWe keep hearing from Senator Cruz and his House colleagues about needing \"the courage to stand up for our convictions.\" This little experiment--properly done--might tell us a thing or two about the Tea Party's and its congressional supporter's convictions--and just how keen their own voters are, once the cuts start hitting home.", "article_metadata": {"description": "Like most Americans, I've by turns been worried, appalled, exhausted, and (I'm sorry to say) most recently bored by the gridlock death-spiral updates tha...", "sailthru.expire_date": "2013-10-12 18:17:39 -0400", "og": {"url": "http://www.huffingtonpost.com/richard-parker/how-to-end-the-gridlock_b_4086430.html", "locale": "en_US", "site_name": "The Huffington Post", "description": "Like most Americans, I've by turns been worried, appalled, exhausted, and (I'm sorry to say) most recently bored by the gridlock death-spiral updates tha...", "type": "article"}, "twitter": {"image": {"width": 2000, "height": 1000}, "site": "@HuffPostPol", "card": "summary_large_image", "description": "Like most Americans, I've by turns been worried, appalled, exhausted, and (I'm sorry to say) most recently bored by the gridlock death-spiral updates tha..."}, "sailthru.date": "2013-10-11 18:17:39 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4086430", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "government spending,shutdown,obamacare,tea party,government shutdown 2013,Government Shutdown,republicans", "article": {"section": "Politics", "tag": "government spending,shutdown,obamacare,tea party,government shutdown 2013,Government Shutdown,republicans", "published_time": "2013-10-11 18:17:39 -0400", "modified_time": "2014-01-23 18:58:21 -0500"}, "viewport": "width=1000"}, "article_summary": "Close any national parks, science labs, or public schools in these 80 districts that rely on federal aid.\nIt was supposed to be solved by automatic spending cuts under the Gramm-Rudman bill.\nCut the 80 districts' share of aid to Israel and Egypt, and of military expenditures in Afghanistan and for the NSA and CIA and FBI.\nIn effect, we'd be letting those 80 Tea Party districts to \"opt out\" of the country.\nThe deficit and debt were so large, in fact, that precipitated a 1980s version of today's gridlock."}