{"article_title": "Expanding Episodes To Other Clinical Areas", "article_keywords": ["greater", "episodic", "expanding", "state", "payment", "states", "episodes", "clinical", "arkansas", "care", "apii", "areas"], "article_url": "http://healthaffairs.org/blog/2015/05/19/arkansas-payment-improvement-initiative-expanding-episodes-to-other-clinical-areas/", "article_text": "William Golden, Joseph W. Thompson, Michael Motley, A. Mark Fendrick, Christopher Mathis, and Michael Chernew\n\nMay 19, 2015\n\nEditor’s note: This post is part of a periodic Health Affairs Blog series, looking at payment and delivery reforms in Arkansas and Oregon. The posts are based on evaluations of these reforms performed with the support of the Robert Wood Johnson Foundation. The authors of this post are part of the team evaluating the Arkansas model.\n\nAfter the first year of implementation of the episodic payment component of the multi-payer Arkansas Payment Improvement Initiative (APII), the state has identified both successes and challenges. While previous posts go into greater detail on the nuances of Arkansas’ approach to episodes and first year of implementation, we provide here a brief summary of the current state of implementation as well as some of the barriers and challenges to expanding episodic payment to other clinical areas.\n\nArkansas launched its initial episodes of care in July 2012. Since then, a total of fifteen episodes have been implemented targeting clinical care in such diverse areas as pregnancy, elective orthopedic surgery, tonsillectomy, colonoscopy, acute asthma care, and attention deficit disorder.\n\nIn 2014, both Arkansas Medicaid and Blue Cross Blue Shield released their final accounting for one year’s experience with the initial total cost of care episodes and also communicated financial results to individual practices. More details on the progress of episodes and other components of the APII are available in the first annual Statewide Tracking Report.\n\nIn designing these first fifteen episodes, Arkansas has sought out acute clinical services, such as pregnancy and hip and knee replacement, which have higher patient volume and greater potential practice variation. Potential barriers to designing new episodes include smaller populations per accountable provider and limited cost savings because of minor practice variation.\n\nOver the past year, the state has largely focused on refining existing episodes and launching a patient-centered medical home (PCMH) program that is independent from but complementary to episodic payment. During this time, Arkansas Medicaid has given considerable effort to assessing the accuracy and validity of clinical algorithms and analytic support software, both of which are key operational components to episode implementation.\n\nArkansas has also focused on refining the APII provider portal (which offers providers quarterly progress reports) and streamlining online data presentations in order to reduce existing time lags. In addition, state officials have taken care to pace the rollout of episodes in a way that doesn’t overwhelm practices and helps sustain provider buy-in so that the pace of change itself doesn’t become a barrier to implementation.\n\nNew Episodes\n\nArkansas is now in the process of developing new episodes. As the APII is a multi-payer initiative, one of the challenges in expanding episodes to other areas is that different payers will find varying degrees of value in different clinical episodes. For example, elective arthroplasty will have a greater impact on Medicare and Blue Cross reimbursements while pregnancy and attention deficit disorder will have greater quality and financial implications for Medicaid.\n\nMedicaid program expenditures are now being reviewed to identify additional higher volume, higher cost clinical areas. Appendectomy, hysterectomy, and pneumonia are a few of the emerging clinical candidates. State officials are also considering alternative episode frameworks, such as emergency room management of headaches or acute urinary tract infections.\n\nFuture episodes of care may be less formulaic but more portfolio–based with the ultimate goal of supporting greater clinical efficiency and effectiveness. While data analysis and financial incentives will remain at the core of the APII, the application of these program goals may become more creative and better integrated into the daily clinical operations of outpatient, inpatient, and custodial care. Finally, experience from episode analysis is aiding in the creation of chronic disease profiles, which can be used by PCMHs in coordinating care for high risk patients as they pursue per member, per year cost curve management.\n\nState Innovation Model Testing Award\n\nAs one of six states to receive a round-one State Innovation Model (SIM) Testing Award, Arkansas’ episodic model and other components of the APII have been supported by funding from the Center for Medicare and Medicaid Innovation (CMMI). In December 2014, the Centers for Medicare and Medicaid Services (CMS) announced that eleven additional states would receive round-two SIM testing grants, totaling $623 million, to run from 2015 through 2018.\n\nMost of these round-two SIM states seek to integrate multi-payer participation. Select states, including Tennessee, Ohio, and Rhode Island are also pursuing episodic payments similar to the Arkansas model. These round-two SIM states will likely benefit from lessons learned from Arkansas’ experience as an increasing amount of care is delivered under episodic, PCMH, and other value-based models.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2015/05/19/arkansas-payment-improvement-initiative-expanding-episodes-to-other-clinical-areas/", "site_name": "Health Affairs", "image": "http://healthaffairs.org/blog/wp-content/uploads/Blog_Golden.jpg", "type": "article", "title": "Arkansas Payment Improvement Initiative: Expanding Episodes To Other Clinical Areas"}, "description": "Arkansas Payment Improvement Initiative: Expanding Episodes To Other Clinical Areas | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "As the APII is a multi-payer initiative, one of the challenges in expanding episodes to other areas is that different payers will find varying degrees of value in different clinical episodes.\nSince then, a total of fifteen episodes have been implemented targeting clinical care in such diverse areas as pregnancy, elective orthopedic surgery, tonsillectomy, colonoscopy, acute asthma care, and attention deficit disorder.\nFuture episodes of care may be less formulaic but more portfolio–based with the ultimate goal of supporting greater clinical efficiency and effectiveness.\nIn designing these first fifteen episodes, Arkansas has sought out acute clinical services, such as pregnancy and hip and knee replacement, which have higher patient volume and greater potential practice variation.\nAfter the first year of implementation of the episodic payment component of the multi-payer Arkansas Payment Improvement Initiative (APII), the state has identified both successes and challenges."}