{"article_title": "The Chicago Way on OPEB", "article_keywords": ["emanuel", "benefits", "reform", "chicago", "insurance", "opeb", "state", "health", "pension", "way", "retirees"], "article_url": "http://www.city-journal.org/html/chicago-way-opeb-11665.html", "article_text": "Chicago is facing a public pension crisis astonishing in its depth and complexity. The city’s pension funds are short a combined $20 billion. The Illinois Supreme Court legally prohibited Democratic mayor Rahm Emanuel from reducing benefits, so his current strategy—a desperation move, in truth—is to increase revenue by aggressively promoting the downtown real estate market while also hiking property taxes. Still, Emanuel, now in his second term, has made admirable progress in managing Chicago’s retiree health-care liabilities. Though that won’t be enough to keep Chicago solvent, other cities facing pension crises should take note.\n\nPromises of “lifetime medical” for retirees have saddled state and local governments across the country with more than a trillion dollars in debt and no serious plan for reform. Chicago has traditionally provided health insurance for retired workers (the term of art is “OPEB”—other post-employment benefits). The city allowed pre-Medicare retirees to remain on their health plans after retiring and get a portion of their premiums covered by taxpayers. Retirees over 65 received “Medigap” supplemental insurance to fund Medicare’s out-of-pocket costs.\n\nWhen Emanuel took office in 2011, Chicago’s OPEB bill was $100 million per year and set to reach almost $550 million annually by 2023. Taking his own advice that “you never want a serious crisis to go to waste,” Emanuel made OPEB reform one of the top priorities of his first mayoral term. His previous job as President Obama’s chief of staff during the passage of the Affordable Care Act helped him understand that Obamacare had eliminated much of the rationale for OPEB. Thanks to the ACA-mandated, federally subsidized exchanges, retirees too young for Medicare and not poor enough for Medicaid can count on access to health insurance, even if their former employer doesn’t provide it. Emanuel proposed eliminating OPEB entirely for non-uniformed municipal employees who retired after 1989. A three-year phase-out of the subsidies was completed last month. Annual savings for the city are projected to reach $100 million by 2017.\n\nUltimate victory is not yet assured, though, as litigation is ongoing. In Underwood v. Chicago, retirees argue that Chicago is constitutionally obligated to provide them with lifetime medical care. Illinois saw its OPEB reform struck down last year when a state Supreme Court judge found that OPEB was protected by Article XIII, Section 5 of the state constitution, which stipulates that under no conditions may benefits “be diminished or impaired.” Chicago has argued that the stipulation didn’t apply to its reforms because the city has taken pains for decades to clarify to retirees that OPEB was “limited by settlement agreements and statutes to discrete periods of time,” the last of which expired in 2013.\n\nRegardless of the litigation’s outcome, states and cities can draw two important lessons from Chicago. First, while many argued that the ACA’s offer of subsidized health insurance amounted to a bailout of state and local governments’ OPEB commitments, Chicago’s experience suggests that these criticisms were overblown. Some government retirees would qualify for subsidies on the exchanges, but many wouldn’t—ironically, because their pensions are so generous. The analysis upon which Emanuel based his reform plan found that, in the unlikely scenario that retirees’ households are dependent only on their pension income, 61 percent would qualify for subsidies. But assuming that retirees have other income—such as from a spouse—that figure could drop as low 16 percent. Thus, migrating retirees from government employer-sponsored plans to the subsidized exchanges will in many cases mean less taxpayer exposure, on net, to OPEB costs.\n\nSecond, “prefunding” OPEB isn’t the only option for reform. States and cities pay for pension benefits via trust funds that, over decades, invest employer and employee contributions. California governor Jerry Brown and New York City councilmember Dan Garodnick, among others, have called for addressing OPEB shortfalls by setting up similar arrangements. But governments have been prefunding pensions for decades, and, even after a wave of pension-reform legislation following the 2008-09 recession, they still face excessive debt and skyrocketing costs. Emanuel had a simpler and better idea than prefunding OPEB: namely, get out of the retiree health-care business while you still can.\n\nIn most cases, health-care benefits enjoy fewer legal protections than pension benefits do. Substantive OPEB reform is better than half-hearted pension reform. That’s why more politicians should devote more political capital to addressing OPEB. Chicago shows how.\n\nPhoto by Kevork Djansezian/Getty Images", "article_metadata": {"generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "City Journal", "description": "Rahm Emanuel deserves credit for his reforms of retiree health-care benefits.", "title": "The Chicago Way on OPEB", "url": "http://www.city-journal.org/html/chicago-way-opeb-11665.html", "image": "http://www.city-journal.org/sites/cj/files/20151029-se.jpg", "updated_time": "2016-03-11T15:39:31-05:00", "type": "article"}, "twitter": {"url": "http://www.city-journal.org/html/chicago-way-opeb-11665.html", "image": {"src": "http://www.city-journal.org/sites/cj/files/20151029-se.jpg"}, "description": "Rahm Emanuel deserves credit for his reforms of retiree health-care benefits.", "card": "summary", "title": "The Chicago Way on OPEB"}, "fb": {"app_id": 841926292587734}, "article": {"published_time": "2015-12-23T15:44:39-05:00", "modified_time": "2016-03-11T15:39:31-05:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0"}, "article_summary": "In Underwood v. Chicago, retirees argue that Chicago is constitutionally obligated to provide them with lifetime medical care.\nSubstantive OPEB reform is better than half-hearted pension reform.\nChicago has traditionally provided health insurance for retired workers (the term of art is “OPEB”—other post-employment benefits).\nStates and cities pay for pension benefits via trust funds that, over decades, invest employer and employee contributions.\nTaking his own advice that “you never want a serious crisis to go to waste,” Emanuel made OPEB reform one of the top priorities of his first mayoral term."}