{"article_title": "Patient Advocate Foundation and National Patient Advocate Foundation Announce Retirement of Founder, Former CEO Nancy Davenport-Ennis", "article_keywords": ["foundation", "retirement", "patient", "paf", "founder", "established", "ceo", "national", "advocate", "npaf", "patients", "davenportennis", "medicare", "nancy", "president", "announce", "support"], "article_url": "https://globenewswire.com/news-release/2015/01/06/695321/10114267/en/patient-advocate-foundation-and-national-patient-advocate-foundation-announce-retirement-of-founder-former-ceo-nancy-davenport-ennis.html", "article_text": "HAMPTON, Va., Jan. 6, 2015 (GLOBE NEWSWIRE) -- Patient Advocate Foundation (PAF) and National Patient Advocate Foundation (NPAF), both established in 1996, by Nancy Davenport-Ennis in Newport News, Virginia and Washington, DC, respectively have been recognized nationally for their service to patients throughout the United States with almost 700,000 patient cases closed by PAF over the almost two decades of her leadership as CEO. Davenport-Ennis was joined by her husband, John Ennis, Chief Development Officer and two daughters, Fran Castellow, MSEd., President of Operations of the Foundation and Beth Moore, Executive Vice President of Program Strategy in 2000, and together the family has developed PAF into a national award winning charity. PAF now offers 28 programs that support patients facing chronic, debilitating and life-threatening illnesses who are denied access to and reimbursement for the treatment protocols prescribed by their treating physicians. Davenport-Ennis' retirement announcement completes the eighteen month transition of leadership to Alan Balch, Ph.D., longstanding member of the Executive Board of Directors, who has served as PAF and NPAF's CEO since July 1, 2013.\n\n\n\nBoard President, Dr. F. Marc Stewart, Professor of Medicine, University of Washington, reflected \"In my mind, the most important contributions made by Nancy, and the ones we are most proud of are the thousands and thousands of patients she's helped gain access to medical care by virtue of legislative actions through NPAF and the remarkable assistance organized and provided through PAF for each individual patient and family member. All of us are indebted to Nancy for her commitment and work over many years to develop these wonderful organizations full of dedicated advocates that truly make a difference in the lives of so many.\"\n\n\n\n\"When I heard of Nancy's retirement, my first thoughts were -- well-deserved and well-earned! Having known Nancy when PAF and NPAF were simply a dream, an idea, I was blessed with the opportunity to witness her dream emerge into an astonishing reality. From a very modest beginning, Nancy forged ahead, with her innate ability to meet each challenge with optimism and determination\", shared Dr. Mary T. Christian, former Member of the Virginia General Assembly, and sustaining participant on PAF and NPAF's Board of Directors.\n\n\n\nPAF was initially established in a one room office in Newport News on April 4, 1996 by Nancy with a rented office desk, chair, well-worn computer and one used phone. The humble beginnings of the charity have become legend in its history, as today PAF employs over 185 professional staff members, has offices in four additional states, provides 28 patient services and programs and has published 32 national publications in English and Spanish available online and in print. Additional patient support materials have been developed as phone apps and are available through social media. Annually, PAF now serves 90,000 to 100,000 patients and has provided over $32 million dollars in co-payment support to patients in FY 2013/2014. PAF today has a total annual budget of over $50 million dollars that supports additional patient financial programs and services. In 1996, PAF served 157 patients with Nancy and three volunteer case managers, board member support and a budget of $5,000.\n\n\n\n\"There would be no PAF without Nancy. Her vision, drive and dedication to patients with chronic diseases have made PAF the organization that it is. She has led with a great amount of skill,\" said Lori Williams, Ph.D., MSN, RN, Assistant Professor, The University of Texas, M.D. Anderson Cancer Center.\n\n\n\nNancy's vision included giving every patient and their families a voice in healthcare debates at the state and federal level. To do this, she established with her team at PAF a national patient database that captures more than 260 primary fields of data that are used to shape policy priorities of NPAF at the state and federal levels. \"Nancy is passionate, committed, driven. One person with passion is better than forty people who are merely interested. Her passion has yielded success and is infectious,\" said Otis Maynard, Esquire, Associate General Counsel United Healthcare.\n\n\n\nNPAF accomplishments across the years have included support of President Clinton's Executive Order to require Medicare to pay for seniors to have reimbursement for participation in clinical trials which was part of the larger Patient Bill of Rights. In 2003, Nancy actively lobbied for passage of Medicare Part D law and provided a NPAF white paper to the Centers for Medicare and Medicaid outlining a process for subsidy for patients facing co-payment hurdles in the donut hole. The Agency's final decision included co-pay support as a tool for Medicare enrollees. Administrator Dr. Mark McClellan joined Nancy at the National Press Club to announce the opening of PAF's Co-Pay Relief Program in 2004 highlighting the provision. In 2006, Nancy led the NPAF initiative to complete research illustrating the need to eliminate pre-existing conditions in health plans demonstrating the inadequacies of the state high risk pool programs. NPAF procured Congressional sponsors for legislation introduced in 2007 which ultimately was reintroduced in 2009 as part of the Affordable Care Act to eliminate pre-existing conditions. Nancy was asked to serve by Senator Max Baucus as a collaborator with the non-profit patient community and the Senate HELP committee members as together additional insurance revisions were developed for the Affordable Care Act. PAF patient data was used to support these initiatives.\n\n\n\nDiane Mauk, President of Software Architects, LLC. echoed the thoughts of many, stating \"Nancy has set an incredible example for all people who know her.\"\n\n\n\nNPAF has been recognized as a leader by the Centers for Medicare and Medicaid as Nancy worked collaboratively with the Agency to establish voting seats for patient representatives on the Medicare Advisory panel that makes coverage determinations for new drugs, resulting in two voting seats for patient representatives on each MEDCAC panel convened. Nancy established a research coalition in 2004, the Global Access Project, to conduct national research projects to further inform regulatory decision-making. To date, eight studies have been completed with the Consumer-Based Cancer Care Value Index, a first of its kind to be delivered to the nation April 1, 2015. Studies may be found at www.npaf.org. The Regulatory Education and Action Program (REAP) was established by Davenport-Ennis in 2010 to coalesce non-profit patient organizations to share mutual educational symposia led by regulators from the FDA and CMS and to draft comment letters to be mutually signed for submission to the appropriate regulatory agencies in Washington. REAP has a membership of 65 organizations today.\n\n\n\n\"Nancy has left a towering legacy not only at PAF and NPAF, but in every organization and everybody that she has been around. In Washington, she has had amazing influence as the patient expert,\" said John Harrington, retired Chief Commercial Officer, Global Oncology Division, Sanofi. \"She is a force of nature in a very positive way. She is fueled by empathy, concern, determination and compassion--a steel rod of determination.\"\n\n\n\nNancy has often been quoted as saying her goal in establishing both PAF and NPAF was to be assured that their good works would continue to serve patients. Her retirement marks the first step of the two foundations into perpetuity as her successor leads with determination and passion.\n\n\n\n\"Nancy can look back on her tenure with both of these organizations with enormous pride and satisfaction knowing she made a real difference in the lives of so many,\" said Balch. \"In the years ahead, we will continue to build upon the strong foundation Nancy laid and we will work to channel her passion for patient advocacy.\"\n\nRebecca Reid, 703-548-0019", "article_metadata": {"description": "HAMPTON, Va., Jan. 6, 2015 (GLOBE NEWSWIRE) -- Patient Advocate Foundation (PAF) and National Patient Advocate Foundation (NPAF), both established in 1996, by Nancy Davenport-Ennis in Newport News, Virginia and Washington, DC, respectively have been recognized nationally for their service to patients throughout the United States with almost 700,000 patient cases closed by PAF over the almost two decades of her leadership as CEO.", "original-source": "http://globenewswire.com/news-release/2015/01/06/695321/10114267/en/Patient-Advocate-Foundation-and-National-Patient-Advocate-Foundation-Announce-Retirement-of-Founder-Former-CEO-Nancy-Davenport-Ennis.html", "title": "Patient Advocate Foundation and National Patient Advocate Foundation Announce Retirement of Founder, Former CEO Nancy Davenport-Ennis", "og": {"site_name": "GlobeNewswire News Room", "description": "HAMPTON, Va., Jan. 6, 2015 (GLOBE NEWSWIRE) -- Patient Advocate Foundation (PAF) and National Patient Advocate Foundation (NPAF), both established in 1996, by Nancy Davenport-Ennis in Newport News, Virginia and Washington, DC, respectively have been recognized nationally for their service to patients throughout the United States with almost 700,000 patient cases closed by PAF over the almost two decades of her leadership as CEO.", "title": "Patient Advocate Foundation and National Patient Advocate Foundation Announce Retirement of Founder, Former CEO Nancy Davenport-Ennis", "url": "http://globenewswire.com/news-release/2015/01/06/695321/10114267/en/Patient-Advocate-Foundation-and-National-Patient-Advocate-Foundation-Announce-Retirement-of-Founder-Former-CEO-Nancy-Davenport-Ennis.html", "image": "http://globenewswire.com/Attachment/LogoDisplay/315804?filename=315804.jpg&size=1", "locale": "en_US", "article": {"tag": "Patient Advocate Foundation, MEDICAL, INSURANCE, NONPROFIT, MANAGEMENT CHANGES", "published_time": "1/6/2015 2:07:57 PM", "author": "Patient Advocate Foundation"}, "type": "article"}, "author": "Patient Advocate Foundation", "DC.date.issued": "1/6/2015", "keywords": "Patient Advocate Foundation, MEDICAL, INSURANCE, NONPROFIT, MANAGEMENT CHANGES", "viewport": "width=device-width, user-scalable=no, initial-scale=1, maximum-scale=1"}, "article_summary": "Additional patient support materials have been developed as phone apps and are available through social media.\nNancy established a research coalition in 2004, the Global Access Project, to conduct national research projects to further inform regulatory decision-making.\nPAF patient data was used to support these initiatives.\nIn 1996, PAF served 157 patients with Nancy and three volunteer case managers, board member support and a budget of $5,000.\nPAF today has a total annual budget of over $50 million dollars that supports additional patient financial programs and services."}