{"article_title": "CAMPAIGN 2014: Could pro-McConnell 'dark money' group get its bankroll from coal? -- Wednesday, July 23, 2014 -- www.eenews.net", "article_keywords": ["super", "group", "campaign", "23", "money", "coalition", "mcconnell", "wwweenewsnet", "dark", "coal", "bush", "bankroll", "promcconnell", "nonprofit", "opportunity", "white"], "article_url": "http://www.eenews.net/stories/1060003318", "article_text": "A nonprofit group backing Senate Minority Leader Mitch McConnell (R-Ky.) is spending $2 million-plus this month on TV ads that slam his Democratic challenger, a campaign partly dedicated to impugning her record on coal that leads some political observers to wonder if the industry is behind the curtain.\n\nThe Kentucky Opportunity Coalition, organized in 2008 as a 501(c)4 group not required to disclose its donors, yesterday released its third straight $700,000 ad buy this month against Democratic Senate nominee Alison Lundergan Grimes. The nonprofit is publicly aligned with Kentuckians for Strong Leadership, a super political action committee tied to former Bush White House adviser Karl Rove whose donors include real estate mogul Donald Trump and the CEO of coal company Alliance Resource Partners LP.\n\nThe spokesman for the nonprofit -- whose initial board members included the future state director for Sen. Rand Paul (R-Ky.) and a future counsel to Paul in his suit against Obamacare -- is Scott Jennings, a veteran aide to McConnell's 2002 and 2008 campaigns who also worked with Rove in the White House during the George W. Bush administration.\n\nIn an emailed response to questions about the group's mission, Jennings described the nonprofit as \"a policy and grassroots advocacy organization dedicated to issues that are important to Kentucky.\"\n\nIts core interests in terms of advertising \"could change over time depending on the relevance of different policies, but so far we've been actively engaged in educating the public on issues like Obamacare and energy,\" he added.\n\nAdvertisement\n\nThe Opportunity Coalition's increasing attention to coal, on view in its second July TV spot, comes as McConnell and Grimes vie for the pro-coal and pro-miner mantle in their race amid an ongoing slump in the mining industry's fortunes. The minority leader is pressing legislation aimed at halting U.S. EPA's proposed emissions rules for power plants -- regulations that coal interests warn would devastate their bottom lines.\n\nSince the Supreme Court's 2010 Citizens United decision began a cycle of pushing campaign spending into super PACs and politically active nonprofits, \"you've seen all kinds of what I'd call experiments pop up and disappear overnight,\" Campaign Legal Center Policy Director Meredith McGehee said in an interview.\n\nBut the 6-year-old Opportunity Coalition appears to involve \"an existing entity and having it morph, if you will, to accept money that's flowing in,\" McGehee added. \"The obvious, logical question is: Is there coal money coming in?\"\n\nKentucky Coal Association President Bill Bissett, whose group does not endorse candidates, said coal companies are possibly among the group's contributors, but he did not know for sure.\n\nUniversity of Kentucky Institute for Rural Journalism Director Al Cross, a well-known political analyst, said the group is a repository for the dark money flowing into the race, and has McConnell \"written all over it.\"\n\nCross said Jennings helped the Bush campaign carry New Mexico in 2004, \"so his reward was to work for Karl Rove in the White House.\"\n\nFederal Election Commission records list Caleb Crosby as treasurer for both the Opportunity Coalition and Kentuckians for Strong Leadership as well as American Crossroads, another super PAC closely aligned with Rove.\n\nCross also couldn't say who has been funding the Opportunity Coalition but surmised that conservative energy magnates Charles and David Koch may be involved. \"I would be surprised if they weren't,\" he said.\n\nThe Kochs, however, tend to steer their donations toward more insurgent conservative groups that challenge established GOP orthodoxy, as opposed to party leadership protection campaigns such as the Opportunity Coalition's pro-McConnell effort.\n\nThe current board members at the Opportunity Coalition are Chairwoman Kristen Webb Hill, a former intern for McConnell who in 2009 used the group to speak out against a proposed statewide prevailing wage; Bridget Bush, who represented Paul in his amicus curiae filing during the legal challenge to Obamacare's individual health insurance mandate; and health care executive Karen Sellers.\n\nThe Center for Responsive Politics ranks the Kentucky Senate races atop its list of outside spending in national races, with more than $3.8 million and counting already unleashed.", "article_metadata": {"description": "A nonprofit group backing Senate Minority Leader Mitch McConnell (R-Ky.) is spending $2 million-plus this month on TV ads that slam his Democratic challenger, a campaign partly dedicated to impugning her record on coal that leads some political observers to wonder if the industry is behind the curtain.", "csrf-token": "b0qTEmNS+gnG+drPIKCE2nbTDpait5OftVeo/PzChE0=", "twitter": {"image": "http://www.eenews.net/application_assets/social_eep_twitter_300-c1b52dc3fac4f09c906876a781f0deb5.png", "site": "@EEPublishing", "card": "summary"}, "HandheldFriendly": "True", "csrf-param": "authenticity_token", "og": {"url": "http://www.eenews.net/stories/1060003318", "image": "http://www.eenews.net/application_assets/social_eep_og_300-75c50cd30ea6ff865d776f755349a224.png", "description": "A nonprofit group backing Senate Minority Leader Mitch McConnell (R-Ky.) is spending $2 million-plus this month on TV ads that slam his Democratic challenger, a campaign partly dedicated to impugning her record on coal that leads some political observers to wonder if the industry is behind the curtain.", "title": "CAMPAIGN 2014: Could pro-McConnell 'dark money' group get its bankroll from coal?"}, "MobileOptimized": 320, "keywords": "CAMPAIGN 2014", "viewport": "width=device-width"}, "article_summary": "But the 6-year-old Opportunity Coalition appears to involve \"an existing entity and having it morph, if you will, to accept money that's flowing in,\" McGehee added.\nCross also couldn't say who has been funding the Opportunity Coalition but surmised that conservative energy magnates Charles and David Koch may be involved.\nCross said Jennings helped the Bush campaign carry New Mexico in 2004, \"so his reward was to work for Karl Rove in the White House.\"\nKentucky Coal Association President Bill Bissett, whose group does not endorse candidates, said coal companies are possibly among the group's contributors, but he did not know for sure.\nThe Kentucky Opportunity Coalition, organized in 2008 as a 501(c)4 group not required to disclose its donors, yesterday released its third straight $700,000 ad buy this month against Democratic Senate nominee Alison Lundergan Grimes."}