{"article_title": "Medical Marijuana Disqualifies You From Health Insurance", "article_keywords": ["space", "medical", "youre", "marijuana", "disqualifies", "states", "state", "street", "health", "know", "seeds", "need", "grow", "youll", "insurance"], "article_url": "https://www.mainstreet.com/article/medical-marijuana-disqualifies-you-health-insurance", "article_text": "How Can I Offset the Cost without Insurance?\n\nAt the moment, your best bet is to stay under the radar \u0096 there's no reason your insurance carrier representatives need to know you smoke blunts if they're going to disqualify you from health coverage. Instead, offset the costs associated with chronic by procuring seeds to grow your own.\n\nCannabis seeds have been traded underground longer than Pokémon, and every state in our union is filled with pokémasters trying to catch them all. Laws vary by state as to how many plants you can grow for personal consumption, but you'll generally be left alone so long as you're not out slanging it on the streets. If you can't find a website that'll ship to your state for one reason or another (think outside the country), you can always connect to the Deep Web to seek out the Dread Pirate Roberts and his fabled Silk Road.\n\nPotted Plants\n\nGrowing your own marijuana requires a bit of research \u0096 you'll want to check out bud depositories and rating sites such as Leafly, Nuggetry or Sticky Guide. These sites will allow you to search for the medicinal properties you need for your particular ailment. WebMD offers the same service if you need a trustworthy face, but trust me \u0096 street surgeons aren't the best (search \"body modification enthusiasts\" if you enjoy blue waffles and other gross pics), but street pharmacists, home-brewers, and SWIM (stands for \"Someone I Met\" in drug forums as a way to admit knowledge without experience) generally know their stuff.\n\nOnce you have a bucket list of at least 20 strains that you'd like to try, decide where you want to plant your seeds. Outdoors provides plenty of space and natural light and nutrients, but exposes your harvest to theft. Indoors allows full security, but you have limited space and spend more time and resources caring for your adult aloe vera. If you're in an apartment or other confined space, I'd recommend an Aerogarden. They're automatic, provide up to two feet of grow height and never fail to sprout seeds.\n\nComparing the size restraints of your gardening space to the grow sizes of the strains you like will narrow your options considerably. From this point, you merely need to make a decision on the seed within your means, and get to growing your own.\n\nHairy Potter\n\nAlthough as American citizens we're supposed to be free of cruel and unusual punishments (it's in one of those documents we wrote and seemed to have misplaced), Snoop fans and Dead-heads will need to stick to 15 states. Going green in one of the other states could get you in a sticky-icky situation with the law, and even when traveling within those states, you could get caught up (ask Dwayne Carter his feelings on Joe Arpaio).\n\nIt all seems cruel and unusual to me, but what do I know about what's written on government documents? I'm not Obama \u0096 I live on Main Street. With any luck Obama cares more about his medicated-but-online-savvy constituents more than Obamacare, because marijuana only treats the symptoms, and the general population still can't afford any cures out-of-pocket.\n\n--Brian Penny is a former business analyst at Bank of America turned whistleblower, writer, consultant, and troll. He's a frequent contributor to The Huffington Post, Lifehack, Money Side of Life, and other outlets around the web.", "article_metadata": {"layout": "main", "description": "Registering as a reefer patient disqualifies you from every health insurance plan in the country.", "author": "Brian Penny", "og": {"site_name": "MainStreet", "description": "Registering as a reefer patient disqualifies you from every health insurance plan in the country.", "title": "Medical Marijuana Disqualifies You From Health Insurance", "url": "https://www.mainstreet.com/article/medical-marijuana-disqualifies-you-health-insurance", "locale": "en_US", "type": "article"}, "section": "Insurance", "keywords": "medical marijuana, personal finance, obamacare, affordable health care", "fb": {"app_id": 925400040808836}, "article": {"publisher": "https://www.facebook.com/MainStreet", "section": "Insurance", "tag": "affordable health care", "published_time": "2014-02-05T07:36Z", "author": "https://www.mainstreet.com/author/1610061"}, "date": "2014-02-05T07:36Z", "contentType": "article", "guid": 12784932, "twitter": {"url": "https://www.mainstreet.com/article/medical-marijuana-disqualifies-you-health-insurance", "site": "@mainstr", "description": "Registering as a reefer patient disqualifies you from every health insurance plan in the country.", "card": "summary_large_image", "title": "Medical Marijuana Disqualifies You From Health Insurance"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "medical marijuana, personal finance, obamacare, affordable health care"}, "article_summary": "At the moment, your best bet is to stay under the radar \u0096 there's no reason your insurance carrier representatives need to know you smoke blunts if they're going to disqualify you from health coverage.\nInstead, offset the costs associated with chronic by procuring seeds to grow your own.\nComparing the size restraints of your gardening space to the grow sizes of the strains you like will narrow your options considerably.\nCannabis seeds have been traded underground longer than Pokémon, and every state in our union is filled with pokémasters trying to catch them all.\nHe's a frequent contributor to The Huffington Post, Lifehack, Money Side of Life, and other outlets around the web."}