{"article_title": "Workplace violence is on the rise and nursing staff are in particular danger", "article_keywords": ["violence", "nursing", "danger", "nurses", "workers", "rise", "healthcare", "workplace", "particular", "nurse", "injury", "hospitals", "injuries", "staff"], "article_url": "http://www.fiercehealthcare.com/story/workplace-violence-rise-and-nursing-staff-are-particular-danger/2015-04-24", "article_text": "In a report that puts hard numbers behind a danger many health workers have long spoken out against, the Occupational Health Safety Network (OHSN) found that injuries associated with workplace violence increased overall from 2012 to 2014 and \"nearly doubled for nurse assistants and nurses.\"\n\nIn 112 U.S. healthcare facilities, the overall rate of workplace violence rose from 4 to 5 percent for every 10,000 worker months--or the number of full-time equivalent workers at a facility multiplied by the number of months worked within the reporting period--between 2012 and 2014.\n\nThe problem is particularly acute for nurse assistants, who had more than twice the workplace-violence injury rate of nurses (about 6 and 14 percent, respectively), according to the data, which was published in the Centers for Disease Control and Prevention's Morbidity and Mortality Weekly Report. Nurses and nursing assistants also experienced 57 percent of the overall injuries to healthcare workers.\n\nHospitals have come under increasing scrutiny for failing to protect their staff from workplace violence, FierceHealthcare has reported, prompting some institutions to retool their safety procedures. The government also has stepped in, as the Occupational Safety and Health Administration (OSHA) recently slapped a Brooklyn hospital with $78,000 fine for alleged failure to act following a series of violent attacks on staff, one of which left a nurse with severe brain injuries.\n\nFifteen percent of nurses and nearly 40 percent of nursing assistants also reported injuries related to patient handling and movement, a finding that echoes recent reports that have chronicled hospitals' and the government's repeated failure to curtail this workplace risk. Indeed, 62 percent of the patient-handling injury reports that OHSN recorded included information on how to use lifting equipment, but 82 percent of those reports noted that staff did not use lifting equipment, even though experts have argued this is the only safe way to lift patients.\n\nOverall, healthcare and social assistance workers experienced the highest number of nonfatal occupational injuries among employees across the private sector, with a total of 10,680 OSHA-recordable incidents reported. Compared to nursing staff and maintenance workers--the latter of which were prone to high rates of slips, trips and falls--physicians, dentists, interns and residents had low injury rates, according to the data.\n\nGiven the workplace dangers the data highlight, hospitals should create \"injury prevention interventions mitigating high-risk aspects of nurse and nurse assistant duties,\" the report authors write. \"Targeting prevention strategies can protect healthcare personnel from prevalent, disabling injuries and help in managing resources.\"\n\nTo learn more:\n\n- read the report\n\nRelated Articles:\n\nGovernment, hospitals fail to protect nurses from workplace injuries\n\nAre hospitals responsible for preventing workplace violence?\n\nViolence against hospital nurses prompts call for education, planning\n\nViolence against healthcare workers leads to increased focus on safety\n\nNurses, emergency department workers often targets of violence\n\nDo hospital leaders tolerate violence against emergency staff?\n\n'Body mechanics' can't save nurses from back injuries", "article_metadata": {"description": "In a report that puts hard numbers behind a danger many health workers have long spoken out against, the Occupational Health Safety Network found that injuries associated with workplace violence increased overall from 2012 to 2014 and \"nearly doubled for nurse assistants and nurses.\"", "og": {"site_name": "FierceHealthcare", "description": "In a report that puts hard numbers behind a danger many health workers have long spoken out against, the Occupational Health Safety Network found that injuries associated with workplace violence increased overall from 2012 to 2014 and \"nearly doubled for nurse assistants and nurses.\"", "title": "Workplace violence is on the rise and nursing staff are in particular danger", "url": "http://www.fiercehealthcare.com/story/workplace-violence-rise-and-nursing-staff-are-particular-danger/2015-04-24", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Centers for Disease Control and Prevention (CDC),HR & Workforce Management,Legal / Regulatory / Risk Management,Occupational Health Safety Network,Occupational Safety And Health Administration OSHA,Workplace Violence", "viewport": "width=device-width", "news_keywords": "Care Delivery,HR & Workforce Management,Legal / Regulatory / Risk Management"}, "article_summary": "To learn more:- read the reportRelated Articles:Government, hospitals fail to protect nurses from workplace injuriesAre hospitals responsible for preventing workplace violence?\nHospitals have come under increasing scrutiny for failing to protect their staff from workplace violence, FierceHealthcare has reported, prompting some institutions to retool their safety procedures.\nNurses and nursing assistants also experienced 57 percent of the overall injuries to healthcare workers.\nViolence against hospital nurses prompts call for education, planningViolence against healthcare workers leads to increased focus on safetyNurses, emergency department workers often targets of violenceDo hospital leaders tolerate violence against emergency staff?\nGiven the workplace dangers the data highlight, hospitals should create \"injury prevention interventions mitigating high-risk aspects of nurse and nurse assistant duties,\" the report authors write."}