{"article_title": "Implementing a Learning Healthcare System", "article_keywords": ["mohr", "system", "research", "implementing", "health", "systems", "learning", "healthcare", "waste", "vision", "care"], "article_url": "http://www.ajmc.com/newsroom/implementing-a-learning-healthcare-system", "article_text": "Although the vision of the learning health system is simple in theory, it is highly complicated, said Penny Mohr, senior program officer for improving healthcare systems at the Patient-Centered Outcomes Research Institute, during the first plenary session at the ISPOR 20th Annual Meeting, held May 18-20 in Philadelphia, Pennsylvania.\n\nLaura Joszt\n\nAnalysis ready data in standard format\n\nReusable analysis tools\n\nEfficient clinical trial enrollment and follow up\n\nSimple, pragmatic studies integrated into routine care\n\nAdministrative simplicity\n\nPatient involvement\n\nAlthough the vision of the learning health system is simple in theory, it is highly complicated, said Penny Mohr, senior program officer for improving healthcare systems at the Patient-Centered Outcomes Research Institute (PCORI), during the first plenary session at the ISPOR 20th Annual Meeting, held May 18-20 in Philadelphia, Pennsylvania.Ms Mohr, the program committee co-chair for the meeting, moderated the plenary session “Taking Stock of the Learning Health Care System: What Have We Achieved & Why Does It Matter?” which included panelists Sarah Greene, MPH, associate director of comparative effectiveness research methods and infrastructure at PCORI; Lewis G. Sandy, MD, FACP, senior vice president of clinical advancement at UnitedHealth Group; and Sachin H. Jain, MD, MBA, chief medical officer at CareMore/Anthem and lecturer in healthcare policy at Harvard Medical School.In the learning healthcare system, efforts are made to learn from every clinical encounter and findings are implemented to improve patient care, explained Ms Mohr, and she identified the 3 major pillars: evidence-based, value-driven, and patient-centered care.The healthcare industry needs a more crystal clear understanding of the factors important to patients, clinicians, and health systems and where they align, so the learning healthcare system can be treated as a competitive advantage, said Ms Greene.“One challenge that we have to consider here is the patients may not want to be part of a learning healthcare system … maybe they want to be part of a health system that knows,” Ms Greene said.She also took the time speak about PCORnet, which is less than a year-and-a-half old. The goal of PCORnet is to create a different research infrastructure through things like using very pragmatic trial designs that close the gap between research and real-world context, and primarily using electronic health record data rather than claims data.Ms Green identified the 6 points that make research easier through PCORnet:“After about a year plus we are somewhere between learning and change,” she said.Dr Sandy offered a look at what is going on in the healthcare system and what stakeholders actually want. He examined a set of imperatives to create a learning health system: improve the value of healthcare delivery; reduce waste; promote high-value innovation; and make the system easier for everyone.However, the current state of healthcare in the US has a large amount of waste and a high variation in quality of care delivered.“What we see is with this level of waste and this level of variation, purchasers—both public and private—are demanding action,” he said. “They’re coming to [payers] … and saying, ‘make it better.’”While the implementation of the Affordable Care Act has begun a transformation of healthcare in the US through a number of payment and delivery reforms, but Dr Sandy admits being unimpressed with the transformation happening so far. What he has witnessed mostly, has been health systems focusing on transforming operations, not learning.\"Learning health systems are an important vision ... but with spotty implementation,\" he said.Although the healthcare industry has convinced itself that change is slow, Dr Jain argues that does not have to be true.“In many ways it’s the best of times for those of us interested in launching a learning healthcare system,” he said. “Today there’s a broad recognition of our deep quality problems and the long road ahead to improve them.”However, he worries that most of the change he has seen in health companies and health systems has been small and unambitious. Building a learning health system means studying the science of health delivery to better understand the nuance associated with implementing interventions at sale.“We must push forward our vision for the learning healthcare system because it is the right and ethical thing to do for patients,” he said.", "article_metadata": {"keywords": "newsroom, conference, ISPOR, healthcare, health outcomes, healthcare system, health IT", "og": {"type": "article", "image": "https://ajmc.s3.amazonaws.com/_media/_core/ajmc-twitter-logo.jpg", "site_name": "AJMC", "description": "Although the vision of the learning health system is simple in theory, it is highly complicated, said Penny Mohr, senior program officer for improving healthcare systems at the Patient-Centered Outcomes Research Institute, during the first plenary session at the ISPOR 20th Annual Meeting, held May 18-20 in Philadelphia, Pennsylvania.", "title": "Panelists discuss implementing a learning healthcare system at #ISPORPhila."}, "twitter": {"site": "@AJMC_Journal", "image": "https://ajmc.s3.amazonaws.com/_media/_core/ajmc-twitter-logo.jpg", "description": "Although the vision of the learning health system is simple in theory, it is highly complicated, said Penny Mohr, senior program officer for improving healthcare systems at the Patient-Centered Outcomes Research Institute, during the first plenary session at the ISPOR 20th Annual Meeting, held May 18-20 in Philadelphia, Pennsylvania.", "card": "summary", "title": "Panelists discuss implementing a learning healthcare system at #ISPORPhila."}, "description": "Although the vision of the learning health system is simple in theory, it is highly complicated, said Penny Mohr, senior program officer for improving healthcare systems at the Patient-Centered Outcomes Research Institute, during the first plenary session at the ISPOR 20th Annual Meeting, held May 18-20 in Philadelphia, Pennsylvania."}, "article_summary": "Building a learning health system means studying the science of health delivery to better understand the nuance associated with implementing interventions at sale.“We must push forward our vision for the learning healthcare system because it is the right and ethical thing to do for patients,” he said.\n\"Learning health systems are an important vision ... but with spotty implementation,\" he said.Although the healthcare industry has convinced itself that change is slow, Dr Jain argues that does not have to be true.“In many ways it’s the best of times for those of us interested in launching a learning healthcare system,” he said.\nWhat he has witnessed mostly, has been health systems focusing on transforming operations, not learning.\nAlthough the vision of the learning health system is simple in theory, it is highly complicated, said Penny Mohr, senior program officer for improving healthcare systems at the Patient-Centered Outcomes Research Institute, during the first plenary session at the ISPOR 20th Annual Meeting, held May 18-20 in Philadelphia, Pennsylvania.\n“Today there’s a broad recognition of our deep quality problems and the long road ahead to improve them.”However, he worries that most of the change he has seen in health companies and health systems has been small and unambitious."}