{"article_title": "The Cleveland Neighborhood Model For Urban Health Care Education", "article_keywords": ["urban", "school", "neighborhood", "students", "partnership", "community", "high", "program", "health", "cleveland", "model", "education", "care"], "article_url": "http://healthaffairs.org/blog/2015/07/28/a-perfect-combination-the-cleveland-neighborhood-model-for-urban-health-care-education/", "article_text": "Kimalon Meriweather\n\nJuly 28, 2015\n\nI grew up in inner-city Cleveland, Ohio, and graduated high school at the top of my class with high aspirations. I was going to change the world and make my family proud. I was going to be a doctor. There was always enthusiasm whenever I shared that I was a pre-med major.\n\nThe thrill was soon gone after I rode the wave of pre-med classes that got increasingly difficult with each passing semester. I completed my science degree with average grades and somewhere along the way, lost my desire to pursue medicine.\n\nThankfully, all of my science education and interest in health was not lost, as I embarked on a successful career in public health, which led to my current role as a program officer at the Cleveland Foundation.\n\nHow many people have unrealized dreams of improving the health and well-being of people in their community but lack the resources that are necessary to successfully realize them? Ironically, these are the same dreams that could transform the health of people who live in their communities and do not have access to primary health care. It could be the perfect combination for impact—people who are from the community helping those in the community.\n\nSeveral years ago, a local study conducted by the Cuyahoga County (Ohio) Board of Health revealed a 24.5 year difference in life expectancy in residents who lived a mere 8.5 miles apart: the eastern Cleveland suburb of Lyndhurst versus the inner-city Cleveland neighborhood of Hough.\n\nThe ugly truth glared loud and clear: place matters in how we live, age, and ultimately die. Despite living in a city that is rich with top-notch hospital systems and in the climate of Medicaid expansion and the Affordable Care Act, there are people in our community who suffer and die from treatable, chronic diseases because of social determinants of health, including lack of access to health care.\n\nAs a funder that works to keep its ears close to the ground, the Cleveland Foundation has heard about the growing shortage of primary health care providers nationally and locally. Moreover, at the foundation, we’ve witnessed the impact of the shortage as we learn more about our community’s disproportionately high rates of infant mortality, childhood lead poisoning, obesity, cancer, and other medical and societal conditions that negatively impact the quality of life of our community members.\n\nIt was time to take action! The Cleveland Foundation saw this alarming crisis in this community as one that epitomizes our mission to “enhance the lives of all residents of Greater Cleveland, now and for generations to come.”\n\nSo when the leadership of Cleveland State University (CSU) and Northeast Ohio Medical University (NEOMED) formed a strategic partnership to design and implement a model to develop the urban primary care workforce while addressing health disparities in this urban community, we at the foundation believed that it was a perfect partnership that will have a positive impact in our community.\n\nThe NEOMED-CSU Partnership for Urban Health is a six-year program with two admission pathways available to CSU students. The first is an early-entry option (baccalaureate/MD) in which students are admitted to the joint program in their junior year at CSU and are promoted to NEOMED upon satisfactory completion of promotion requirements. The second is a post-baccalaureate/MD option for students who have college degrees in other areas.\n\nIn 2010 the foundation awarded the partnership a $250,000 planning grant. As a result of these efforts, the NEOMED-CSU partnership proposed the Cleveland Neighborhood Model for the recruitment and training of medical students who reflect the socioeconomic background and cultural make-up of their communities as elements in its formula to improve access to high-quality health care and improve neighborhood-level outcomes. (Nineteen percent of students in the current cohort are from underrepresented minority groups, and that figure actually shows a 14 percent increase since the program’s inception. The partnership recognizes that there have been challenges in the pipeline and recruitment of targeted students and will employ more aggressive recruiting measures beginning in the fall 2015 school year.)\n\nThe planning grant was followed in 2011 by a $1.5 million, three-year grant for implementation. The partnership welcomed its first cohort of thirty-five baccalaureate, post-baccalaureate, and medical students in 2012. Currently, there are 105 students engaged in the six-year program, and the partnership projects that a cumulative total of 175 CSU students and 175 NEOMED students will have participated in the program over the next five years.\n\nThis program is unique in many ways, as it invests dollars, along with a tremendous amount of academic support and community clinical experience, in students with academic potential, high levels of emotional intelligence, and a desire to practice in the urban community. It also strategically exposes middle school and high school students to health care careers as a pipeline for recruitment into the program.\n\nThe partnership’s return on investment is physicians who have been trained to recognize the social determinants of health and are committed to serve our community’s underserved and most vulnerable residents. The partnership works feverishly to overcome the challenges of securing clinical “clerkship” slots in the competitive climate of medical education in Cleveland.\n\nThe foundation’s decision-making process entailed recognition of the risks involved in investing in students with no guarantee that they will return and practice in Cleveland after completing their education. However, we also see the clear community need and the commitment to the students and community from the partnership’s leadership team, including CSU President Ronald Berkman, NEOMED President Jay Gershen, NEOMED-CSU Director Sonja Harris-Haywood, and the partnership’s community advisory board.\n\nThis is the kind of hard work that hometown hero and Cleveland Cavaliers basketball star Lebron James meant when he said, “In Northeast Ohio, nothing is given. Everything is earned. You work for what you have.” We believe that the risks and work are worth the reward of improved health outcomes, diversification of our local medical workforce, and the potential for the Cleveland Neighborhood Model to become a national model for urban primary care education.\n\nI sat with pride as Ronn Richard, president and CEO of the Cleveland Foundation, announced at a June public event the $5.5 million, three-year grant that will continue this life-changing, transformational work. I thought about the line from the Langston Hughes poem that speculates about what happens to a dream deferred.\n\nThe image in my mind of a dream deferred became a dream fulfilled as we listened to NEOMED-CSU student Carl Allamby speak of graduating high school below the 50th percentile and his excitement about having an opportunity (twenty years after high school) to make his childhood dream of becoming a doctor come true. He will have the chance to make a lifesaving impact on the economic and health disparities that exist in the city where he grew up. Carl will enter his first year of NEOMED this fall with a 4.0 grade point average from the CSU pre-med component of the program.\n\nAt the grant announcement event, former US Rep. Louis Stokes (D-OH) called it a “great day in Cleveland.” In my view, the stars have aligned to create the NEOMED-CSU Partnership for Urban Health, which will change lives and improve the health of this community.", "article_metadata": {"og": {"url": "http://healthaffairs.org/blog/2015/07/28/a-perfect-combination-the-cleveland-neighborhood-model-for-urban-health-care-education/", "site_name": "Health Affairs", "image": "http://healthaffairs.org/blog/wp-content/uploads/Blog_Prina_Cleveland.jpg", "type": "article", "title": "A Perfect Combination: The Cleveland Neighborhood Model For Urban Health Care Education"}, "description": "A Perfect Combination: The Cleveland Neighborhood Model For Urban Health Care Education | At the intersection of health, health care, and policy.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd8b79\"", "article_summary": "Ironically, these are the same dreams that could transform the health of people who live in their communities and do not have access to primary health care.\nIt also strategically exposes middle school and high school students to health care careers as a pipeline for recruitment into the program.\nThe NEOMED-CSU Partnership for Urban Health is a six-year program with two admission pathways available to CSU students.\nKimalon MeriweatherJuly 28, 2015I grew up in inner-city Cleveland, Ohio, and graduated high school at the top of my class with high aspirations.\nAs a funder that works to keep its ears close to the ground, the Cleveland Foundation has heard about the growing shortage of primary health care providers nationally and locally."}