{"article_title": "How Long Will Your Retirement Money Last? Here’s What Americans Say", "article_keywords": ["retirement", "benefits", "heres", "money", "workers", "work", "watson", "long", "towers", "say", "americans", "survey", "theyll", "willis"], "article_url": "http://www.thefiscaltimes.com/2016/03/01/How-Long-Will-Your-Retirement-Money-Last-Here-s-What-Americans-Say", "article_text": "As improvements in health care make it common for Americans to live well into their 80s or later, there’s a growing fear that while their bodies will last, their money won’t.\n\nA recent survey of workers found that about a third of them believed that their money would run out about 15 years into retirement, while only half thought it could last for 25 years, according to the 2015 Global Benefits Attitudes Survey by Willis Towers Watson.\n\nRelated: The Best States for Retirement 2016\n\nThree in four workers believe they’ll be worse off in retirement than their parents, and seven in 10 expect that both Social Security and government-provided health benefits will be inferior to those that are offered now.\n\n“While the financial situation is improving for many employees, long-term financial worries linger, leaving them feeling vulnerable,” Willis Towers Watson senior economist Steve Nyce said in a statement. “Many employees still wonder how long they will have to work and how much they will have to build up in savings until they are able to retire.”\n\nThat may be why a growing number of pre-retirees plan to just keep on working. More than a quarter of workers now say they are going to work past age 70, and 10 percent say they’ll never retire, according to a recent study by the Employee Benefits Research institute.\n\nThey may not be the most productive workers, though. The Willis Towers Watson report finds that those who are stressed about retirement take more time off and have more trouble focusing on their job.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "As improvements in health care make it common for Americans to live well into their 80", "title": "How Long Will Your Retirement Money Last? Here’s What Americans Think", "url": "http://www.thefiscaltimes.com/2016/03/01/How-Long-Will-Your-Retirement-Money-Last-Here-s-What-Americans-Say", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/09272012_retirement_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/03/01/How-Long-Will-Your-Retirement-Money-Last-Here-s-What-Americans-Say", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/09272012_retirement_article.jpg", "creator": "@bethbrav", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "As improvements in health care make it common for Americans to live well into their 80", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The Willis Towers Watson report finds that those who are stressed about retirement take more time off and have more trouble focusing on their job.\n“While the financial situation is improving for many employees, long-term financial worries linger, leaving them feeling vulnerable,” Willis Towers Watson senior economist Steve Nyce said in a statement.\nMore than a quarter of workers now say they are going to work past age 70, and 10 percent say they’ll never retire, according to a recent study by the Employee Benefits Research institute.\nAs improvements in health care make it common for Americans to live well into their 80s or later, there’s a growing fear that while their bodies will last, their money won’t.\nA recent survey of workers found that about a third of them believed that their money would run out about 15 years into retirement, while only half thought it could last for 25 years, according to the 2015 Global Benefits Attitudes Survey by Willis Towers Watson."}