{"article_title": "Home For The Holidays, Facing Empty Chairs At The Table", "article_keywords": ["steve", "kind", "family", "missing", "chairs", "luke", "medical", "holidays", "facing", "table", "holiday", "friends", "times"], "article_url": "http://commonhealth.wbur.org/2013/12/holiday-absence-loved-ones", "article_text": "Home For The Holidays, Facing Empty Chairs At The Table\n\nBy Dr. Gene Beresin and Dr. Steve Schlozman\n\nGuest contributors\n\nHere we are as in olden days\n\nHappy golden days of yore\n\nFaithful friends who are dear to us\n\nGather near to us once more\n\nThrough the years\n\nWe all will be together\n\nIf the Fates allow…\n\nFrom: “Have Yourself a Merry Little Christmas”\n\nHere we are in the Holiday season. It’s inescapable.\n\nThe sounds of cheer, good spirits, happiness are all around us – on the television, in the best wishes of friends and colleagues, in the many cards we all receive in the mail, in the sometimes terribly annoying music in virtually every store you march into, on the pop-ups on your computer, and, most importantly, at home.\n\nWe’ve all heard talk about the stress of the holidays, but there is a special kind of seasonal pain that is almost never discussed: Family gatherings accentuate the absences.\n\nWe miss those who are no longer with us. There is usually an empty chair or two at the holiday table. And that pain can be pretty intense at times. A child who has died, a grandparent who has departed…those wounds take time to heal. Must we maintain our holiday cheer? The songs of the season don’t really give us instructions.\n\nJust a light for someone still loved.\n\nSo, of course we feel sad. In fact, we can indulge these feelings as a kind of nostalgia. The term comes from two Greek words, nóstos, denoting homecoming, and álgos, meaning ache. Yet the feeling of nostalgia is not necessarily painful. It is the sentimental feeling of missing the happiness of times gone by – a kind of longing for the loved ones we miss and the times we spent with them.\n\nIt’s really a bunch of feelings. A happy and sad emotional jumbling.\n\nAnd this need not be a bad thing. It maintains our connection with the past. It reminds us of the bonds we feel for those who played an important role in our lives. And, in fact we often replay in our minds those times we spent with those who are absent: a father’s jokes, a grandparent’s laugh, the pranks of a sibling.\n\nIt is much like Luke Skywalker’s relationship with Obi-Wan Kenobi in the epic movie Star Wars. Obi-Wan has died. But it’s his memory and felt presence — their relationship that fills Luke with hope, optimism, a strong bond with his family, and perhaps most importantly, a sense that he is connected with nature. The Force is always with him. For Luke and for all of us, there is something about our being alive that transcends our current situation and sparks nostalgic feelings.\n\nAnd these feelings can run the gamut of experience. Families change and move away. Kids grow up. Steve still recalls his mother’s muted tone when he explained to her the proposed schedule for Thanksgiving and the Holidays for him and his wife. She understood. It went without saying that rituals would change, that old traditions would fade. Even if the end of every tradition is in essence the start of a new one, that doesn’t mean we don’t long for what’s lost.\n\nIn Gene’s family, every Hanukah, when a candle is lit, each family member takes a turn to remember a person (or even a pet) who has died. No tears are shed. Just a light for someone still loved. It feels right. To Gene’s family, a generally secular family, it is in fact spiritually uplifting.\n\nThink of your own family. How often do you take out old photos, home movies, or play the board games and puzzles you played with family and friends who are not around the table?\n\nAnd here we have a kind of real holiday magic. When you think about those who are missing, those who are missing make their ways back into the home. A cliché, we know. But true. That’s one of the beauties of our circle of life. We never lose anyone. Never.\n\nWe are all home for the holidays.\n\nGene Beresin is Executive Director of The MGH Clay Center for Young Healthy Minds: Developing Resilience through Engagement, Awareness and Media and Professor of Psychiatry at Harvard Medical School. Steve Schlozman is Associate Director of The Clay Center, and Co-Director of Medical Student Education in Psychiatry at Harvard Medical School.", "article_metadata": {"description": "Holiday celebrations emphasize the absence of loved ones who are gone -- but that need not be a bad thing, two psychiatrists write.", "og": {"site_name": "commonhealth", "description": "Holiday celebrations emphasize the absence of loved ones who are gone -- but that need not be a bad thing, two psychiatrists write.", "title": "Home For The Holidays, Facing Empty Chairs At The Table", "url": "http://commonhealth.wbur.org/2013/12/holiday-absence-loved-ones", "image": "http://s3.amazonaws.com/media.wbur.org/wordpress/15/files/2013/12/memorydinner-620x465.jpg", "type": "article"}, "twitter": {"url": "http://commonhealth.wbur.org/2013/12/holiday-absence-loved-ones", "image": "//s3.amazonaws.com/media.wbur.org/wordpress/15/files/2013/12/memorydinner-620x465.jpg", "site": "@commonhealth", "card": "summary", "title": "Home For The Holidays, Facing Empty Chairs At The Table"}, "DC.date.issued": "2013-12-24", "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "date": "Tue, 24 Dec 2013 13:46:42 -0500"}, "article_summary": "There is usually an empty chair or two at the holiday table.\nSteve still recalls his mother’s muted tone when he explained to her the proposed schedule for Thanksgiving and the Holidays for him and his wife.\nSteve Schlozman is Associate Director of The Clay Center, and Co-Director of Medical Student Education in Psychiatry at Harvard Medical School.\nHow often do you take out old photos, home movies, or play the board games and puzzles you played with family and friends who are not around the table?\nWe’ve all heard talk about the stress of the holidays, but there is a special kind of seasonal pain that is almost never discussed: Family gatherings accentuate the absences."}