{"article_title": "Self-insurance could be small business option", "article_keywords": ["benefits", "option", "business", "employees", "large", "businesses", "plan", "selfinsurance", "small", "15", "insurance", "care"], "article_url": "https://www.washingtonpost.com/business/capitalbusiness/self-insurance-could-be-small-business-option/2014/11/17/32267186-6b72-11e4-9fb4-a622dae742a2_story.html", "article_text": "Self-insurance, in which businesses go off the traditional insurance grid and handle claims on their own, has become more popular among large employers over the past 15 years. But as new provisions of the Affordable Care Act take hold, some benefits professionals are starting to recommend self-insurance as a way for small businesses to dodge new costs associated with the law.\n\nWith the employer mandate coming in 2015 for companies with 100 employees and more, and in 2016 for small businesses between 50 and 99 employees, companies are running out of time to pick a plan.\n\n“It used to be with a typical self-funded plan you wouldn’t even get the re-insurers to give you a competitive rate until you had 100 people,” said Howard Soltoff, an insurance consultant for Bethesda-based Tribridge Partners. “But now, if you have 10 employees, you can get a self-funded plan.”\n\nThat doesn’t mean businesses should necessarily opt for such coverage. Smaller businesses tend to have more to lose than larger ones in self-insuring. With only a few dozen employees paying into the risk pool, a sudden large unexpected expense, such as an employee having a premature birth or a sudden need for an organ transplant, could prove costly if managers have not planned ahead.\n\nTo provide some cushion, most self-insurers purchase what’s known as stop-loss insurance to cover them in the case of a single sky-high cost. But the business is still liable for large claims falling below whatever threshold is set, which can be upwards of $300,000 for some companies.\n\n“You could have one claim that kills you, if something catastrophic happens,” said Janice Algie, human resources director at the Fairfax-based Peterson Cos., a real estate company.\n\nPeterson has been self-insuring its employees for 10 years.\n\nBroad Street Ventures, a real-estate broker headquartered in Bethesda that employs 46 people, recently switched to a self-funded plan after its previous insurer raised rates by 15 percent in 2014. By self-insuring, the company ended up saving about 15 percent, chief executive Michael Jacoby said.\n\nThird-party administrators that manage self-insured plans on behalf of employers large and small, say self-insurance can offer other benefits as well.\n\nKeith Lemer, President of Wellnet, the Bethesda-based company that helps both Broad Street and Peterson manage their plans, said that self-insurance often gives businesses a clearer window into their health-care costs than plans offered by large insurers.\n\n“In a fully insured plan, you get no information about how your plan is running, why costs are increasing, or strategies to improve it,” Lemer said.\n\nPerhaps even more enticing, self-insurers are not subject to many of the most expensive provisions in the affordable care act. They are exempt from most of the state taxes that providers must pay, and they don’t have to abide by regulations requiring a minimum range of essential benefits required under the affordable care act, such as mental health or chiropractic care. And because the IRS does not consider stop-loss insurance to be subject to premium fees, self-insurers can save on federal taxes, too.\n\nThe idea is only now beginning to catch on among small businesses. At large companies employing more than 5,000 people, the number of employees covered by a self-insured program has jumped by almost 30 percentage points in the past 15 years. But for those working for smaller businesses with less than 200 employees, the number has fluctuated between 10 and 15 percent without any sustained upward trend.\n\nBenefits experts say this is the case because small businesses and their agents rarely have an understanding of how self-insurance can work for small businesses.\n\n“Agents have been brainwashed for years about the risk of self-funding for small businesses, and there is risk if the agent does not know what to look for,” said Victoria Braden, president and chief executive of Braden Benefits, a health-care benefits consultancy that specializes in small business.\n\n“It is going to be a slow transition as small business will wait and see how others come through the transition,” she said. “The pioneers are the ones stepping out now.”", "article_metadata": {"news_keywords": "capbiztopnews, obamacare", "og": {"site_name": "Washington Post", "description": "Self-insurance could be a way for small businesses to dodge new costs associated with the Affordable Care Act.", "title": "Self-insurance could be small business option", "url": "https://www.washingtonpost.com/business/capitalbusiness/self-insurance-could-be-small-business-option/2014/11/17/32267186-6b72-11e4-9fb4-a622dae742a2_story.html", "image": "https://images.washingtonpost.com/?url=https://img.washingtonpost.com/pb/resources/img/twp-3000x1568.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@Post_AG"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/business/capitalbusiness/self-insurance-could-be-small-business-option/2014/11/17/32267186-6b72-11e4-9fb4-a622dae742a2_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "capbiztopnews, obamacare", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "32267186-6b72-11e4-9fb4-a622dae742a2", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "Self-insurance could be a way for small businesses to dodge new costs associated with the Affordable Care Act."}, "_id": "\"57477af46914bd0286fd8b75\"", "article_summary": "Benefits experts say this is the case because small businesses and their agents rarely have an understanding of how self-insurance can work for small businesses.\nThird-party administrators that manage self-insured plans on behalf of employers large and small, say self-insurance can offer other benefits as well.\nThe idea is only now beginning to catch on among small businesses.\n“It is going to be a slow transition as small business will wait and see how others come through the transition,” she said.\nBut as new provisions of the Affordable Care Act take hold, some benefits professionals are starting to recommend self-insurance as a way for small businesses to dodge new costs associated with the law."}