{"article_title": "Obama calls on Congress to grant him 'fast track' trade authority", "article_keywords": ["worlds", "congress", "calls", "grant", "track", "workers", "legislation", "fast", "trade", "write", "american", "authority", "mr", "deal", "called", "obama"], "article_url": "http://www.washingtontimes.com/news/2015/feb/21/obama-calls-congress-grant-him-fast-track-trade-au/", "article_text": "With congressional negotiators nearing a deal to speed approval of trade agreements, President Obama called on lawmakers Saturday to complete the legislation that is opposed by many Democrats and labor groups.\n\n“This is bipartisan legislation that would protect American workers, and promote American businesses, with strong new trade deals from Asia to Europe that aren’t just free, but are fair,” Mr. Obama said in his weekly address. “It would level the playing field for American workers.”\n\nHouse and Senate negotiators say they could reach a deal within days on giving Mr. Obama trade-promotion authority, also known as “fast track.” The legislation ensures that trade agreements would get a congressional vote with no amendments or procedural delays, although it does allow Congress to make recommendations to the administration on trade priorities.\n\nSEE ALSO: Obama vows to ‘squeeze every last little bit of change’ out of final two years\n\nMr. Obama is trying to finish a 12-nation Pacific trade deal called the Trans-Pacific Partnership, the centerpiece of his long-range plan to rebalance U.S. policy toward Asia.\n\nMr. Obama said the trade agreement is important because “95 percent of the world’s potential customers live outside our borders.”\n\n“Many of them live in the Asia-Pacific – the world’s fastest-growing region,” he said. “And as we speak, China is trying to write the rules for trade in the 21st century. That would put our workers and our businesses at a massive disadvantage. We can’t let that happen. We should write those rules.”\n\nMost Republicans favor fast-track legislation but many Democratic oppose it, with their labor allies fearing it will lead to the loss of unionized jobs. Last year, then-Senate Majority Leader Harry Reid refused to consider a bill, and a majority of House Democrats are on record opposing it.\n\nThe president said he recognizes that past trade deals such as the North American Free Trade Agreement of the 1990s “haven’t always lived up to the hype.”\n\n“But that doesn’t mean we should close ourselves off from new opportunities, and sit on the sidelines while other countries write our future for us,” Mr. Obama said. “We should seize those opportunities.”\n\nSenate Finance Chairman Orrin G. Hatch, Utah Republican, has called for hearing next week to consider trade policy, possibly including the new bill. But the panel’s top Democrat, Sen. Ron Wyden of Oregon, said a deal isn’t ready yet.", "article_metadata": {"description": "With congressional negotiators nearing a deal to speed approval of trade agreements, President Obama called on lawmakers Saturday to complete the legislation that is opposed by many Democrats and labor groups.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "With congressional negotiators nearing a deal to speed approval of trade agreements, President Obama called on lawmakers Saturday to complete the legislation that is opposed by many Democrats and labor groups.", "title": "Obama calls on Congress to grant him ‘fast track’ trade authority", "url": "http://www.washingtontimes.com/news/2015/feb/21/obama-calls-congress-grant-him-fast-track-trade-au/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/02/21/Obama_National_Monuments.JPEG-07fa7.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/02/21/Obama_National_Monuments.JPEG-07fa7.jpg", "description": "With congressional negotiators nearing a deal to speed approval of trade agreements, President Obama called on lawmakers Saturday to complete the legislation that is opposed by many Democrats and labo", "card": "summary", "title": "Obama calls on Congress to grant him ‘fast track’ trade au"}, "Author": "Dave Boyer", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Senate"}, "article_summary": "With congressional negotiators nearing a deal to speed approval of trade agreements, President Obama called on lawmakers Saturday to complete the legislation that is opposed by many Democrats and labor groups.\n“This is bipartisan legislation that would protect American workers, and promote American businesses, with strong new trade deals from Asia to Europe that aren’t just free, but are fair,” Mr. Obama said in his weekly address.\nMr. Obama said the trade agreement is important because “95 percent of the world’s potential customers live outside our borders.”“Many of them live in the Asia-Pacific – the world’s fastest-growing region,” he said.\nSEE ALSO: Obama vows to ‘squeeze every last little bit of change’ out of final two yearsMr. Obama is trying to finish a 12-nation Pacific trade deal called the Trans-Pacific Partnership, the centerpiece of his long-range plan to rebalance U.S. policy toward Asia.\n“And as we speak, China is trying to write the rules for trade in the 21st century."}