{"article_title": "Anthem's Membership Mainly Local Employers", "article_keywords": ["segment", "anthem", "national", "mainly", "employers", "bcbs", "membership", "health", "anthems", "total", "local", "insurance"], "article_url": "http://marketrealist.com/2015/04/anthems-membership-mainly-local-employers/", "article_text": "Anthem – Health Insurer: An Investment Primer PART 3 OF 14\n\nAnthem’s Membership Mainly Local Employers\n\nCustomer segments\n\nThe players in the private health insurance industry (IYH) aim to achieve a favorable enrollment mix that can reduce taxes and other liabilities while generating sustained profits. Accordingly, managed care organizations such as Humana (HUM), Anthem (ANTM), Cigna (CI), and WellCare Health Plans (WCG) are increasingly focusing on government-sponsored and international enrollments to balance risk and earn profits.\n\nThe above graph shows that Anthem’s membership is mainly concentrated in the local group, total national, and Medicaid population. Membership is lower among individual, Medicare, and FEP (Federal Employee Program) groups.\n\nLocal group\n\nThe local group segment consists of employer customers that have a majority of eligible employees working in the headquarter state of the employer. Anthem attributes about 40.4% of its total membership to this segment. Local group accounts don’t pose the integration or other issues present in multi-state employer accounts.\n\nNational group\n\nThe national group, which forms about 33.2% of Anthem’s total membership, consists of multi-state employers that have more than 5,000 employees, and that are headquartered mostly in the Anthem service area.\n\nThe service area is a geographic area where Anthem is licensed to sell BCBS (Blue Cross Blue Shield) products. BCBS is a federation of 37 health insurance companies. These insurance companies have licenses to offer insurance plans in defined geographic areas under the BCBS brand name. With a license to sell BCBS products in 14 states in the US, Anthem is the largest BCBS plan provider.\n\nAnthem has a competitive advantage when it comes to landing large national accounts. That’s because of the size and breadth of its provider networks, coupled with the company’s ability to access the networks of other BCBS companies at competitive market rates.\n\nMedicare and Medicaid\n\nIn the government-sponsored business, Anthem focuses more on the Medicaid segment. Anthem’s Medicaid enrollees make up about 13.8% of the company’s total membership, while Medicare enrollees constitute only 3.7%.\n\nIndividual\n\nAnthem also offers on-exchange and off-exchange insurance products to the individual segment, which makes up only 4.8% of Anthem’s membership.\n\nFederal employee program\n\nFEP (Federal employee program) members are US government employees and their dependants. These members were obtained through Anthem’s participation in the national contract between BCBS and the Office of Personnel Management. FEP business accounts for 4.1% of Anthem’s total membership.", "article_metadata": {"cXenseParse": {"mre-primary-ticker": "hum", "mre-content-type": "Company Overviews", "mre-author": "Manali Pradhan", "mre-industry": "Hospitals", "mre-value-driver": "Business Overview", "mre-page-type": "post", "mre-section": "Sector Analysis", "mre-sector": "Healthcare", "mre-secondary-ticker": "iyh"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "generator": "WordPress 4.3.1", "description": "Anthem's membership is mainly concentrated in the local group, total national, and Medicaid population. The local group accounts for about 40.4% of members."}, "article_summary": "The above graph shows that Anthem’s membership is mainly concentrated in the local group, total national, and Medicaid population.\nFEP business accounts for 4.1% of Anthem’s total membership.\nAnthem’s Medicaid enrollees make up about 13.8% of the company’s total membership, while Medicare enrollees constitute only 3.7%.\nIndividualAnthem also offers on-exchange and off-exchange insurance products to the individual segment, which makes up only 4.8% of Anthem’s membership.\nNational groupThe national group, which forms about 33.2% of Anthem’s total membership, consists of multi-state employers that have more than 5,000 employees, and that are headquartered mostly in the Anthem service area."}