{"article_title": "More Part D Beneficiaries Gain Access to Cost-Sharing Pharmacies", "article_keywords": ["d", "costsharing", "preferred", "access", "beneficiaries", "gain", "healthcare", "pharmacies", "plan", "cms", "plans"], "article_url": "http://healthpayerintelligence.com/news/more-part-d-beneficiaries-gain-access-to-cost-sharing-pharmacies", "article_text": "Healthcare access among Medicare and Medicaid beneficiaries remains a top priority for the Centers for Medicare & Medicaid Services (CMS). In 2015, CMS listened to the concerns of many beneficiaries and discovered that many do not have efficient healthcare access to cost-sharing pharmacies, The CMS Blog reports.\n\nSome consumers who reside in rural areas seem to have more difficulty accessing cost-sharing pharmacies. Also, Part D plans are forming more miniscule networks of pharmacies within the bigger networks they are part of as well as providing decreased cost-sharing arrangements among beneficiaries who utilize preferred cost-sharing pharmacies.\n\nHealth plans are pursuing greater marketing efforts to position these low cost-sharing arrangements as viable options to consumers who are seeking ways to purchase less expensive prescription drugs.\n\nThe problem at hand is that some of these cost-sharing pharmacies were not in the right geographic area for various beneficiaries within the health plan, CMS explains. Essentially, many consumers were denied healthcare access to these particular pharmacies.\n\nIn April 2015, CMS released a report called the Analysis of Part D Beneficiary Access to Preferred Cost Sharing Pharmacies (PCSPs) in which the federal agency measured healthcare access to these particular pharmacies among Part D beneficiaries.\n\nThe results show that most Part D plan consumers do reside in geographic residences that provide healthcare access to these preferred cost-sharing pharmacies. Nonetheless, some beneficiaries, especially those who live in rural areas, have very little to no access to these cost-sharing pharmacies.\n\nFor example, the report found that while 90 percent of beneficiaries who live in urban cities and towns were able to access network pharmacies in a two-mile radius of their home, only 70 percent of consumers who live in rural locations had access to a network pharmacy in a 15 mile radius of their home. The report also uncovered that only one out of six Medicare Advantage Prescription Drug Plans included preferred cost sharing pharmacy networks.\n\nOnce the federal agency uncovered these problems, it began to take action to overcome these obstacles among Part D plan beneficiaries. Last year, CMS announced in a notice that the agency’s officials would address these concerns regarding healthcare access and marketing with “outlier plans.”\n\n“We are concerned that beneficiaries residing in areas of low access to PCSPs [preferred cost-sharing pharmacies] may be unable to obtain the lower cost sharing as advertised in plan materials,” the CMS notice stated. “First, CMS will publish information on PCSP access levels for each plan offering a preferred cost sharing benefit structure. This approach will offer more transparency to beneficiaries about their drug plan options.”\n\n“Second, CMS will require plans whose PCSP networks are outliers in 2016 to disclose in marketing materials, including websites, that their plan’s PCSP network offers lower access. If possible, CMS will also indicate which plans are outliers on Medicare Plan Finder.”\n\n“Third, CMS will work with plans that were extreme outliers in 2014 to address concerns about beneficiary access and marketing representations relating to preferred cost sharing.”\n\nCMS has mandated that health plans whose cost-sharing networks offer less access to cost-sharing pharmacies have to submit in their marketing data the fact that these plans obstruct beneficiary attainment of this particular pharmacy care. Additionally, CMS required these health payers to publish the actual access levels available among each plan that contains a cost-sharing benefit arrangement.\n\nLast Thursday, CMS was finally able to announce that their efforts have led to real results. Beneficiary access to preferred cost-sharing pharmacies has enhanced recently. The lower 10th percentile of health plans this year provide healthcare access “within two miles to 71% of urban beneficiaries, as compared to 40% of beneficiaries in 2014.”\n\nCMS and Part D health plans are clearly working side by side to improve many of its programs especially beneficiary access to necessary plan benefits like prescription drug coverage.\n\nImage Credits: Centers for Medicare & Medicaid Services", "article_metadata": {"description": "In 2015, CMS listened to the concerns of many beneficiaries and discovered that many do not have efficient healthcare access to cost-sharing pharmacies.", "author": "HealthPayerIntelligence", "og": {"url": "http://healthpayerintelligence.com/news/more-part-d-beneficiaries-gain-access-to-cost-sharing-pharmacies", "type": "article", "image": "http://healthpayerintelligence.com/images/site/articles/CMS_Logo_3.jpg", "site_name": "HealthPayerIntelligence", "title": "More Part D Beneficiaries Gain Access to Cost-Sharing Pharmacies"}, "twitter": {"description": "In 2015, CMS listened to the concerns of many beneficiaries and discovered that many do not have efficient healthcare access to cost-sharing pharmacies.", "title": "More Part D Beneficiaries Gain Access to Cost-Sharing Pharmacies", "image": {"src": "http://healthpayerintelligence.com/images/site/articles/CMS_Logo_3.jpg"}, "creator": "@", "site": "@", "card": "summary"}, "robots": "index, follow", "msvalidate.01": "A4BC83422766F1B550D1E340B290BAC0", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "Also, Part D plans are forming more miniscule networks of pharmacies within the bigger networks they are part of as well as providing decreased cost-sharing arrangements among beneficiaries who utilize preferred cost-sharing pharmacies.\nThe results show that most Part D plan consumers do reside in geographic residences that provide healthcare access to these preferred cost-sharing pharmacies.\nOnce the federal agency uncovered these problems, it began to take action to overcome these obstacles among Part D plan beneficiaries.\nIn April 2015, CMS released a report called the Analysis of Part D Beneficiary Access to Preferred Cost Sharing Pharmacies (PCSPs) in which the federal agency measured healthcare access to these particular pharmacies among Part D beneficiaries.\nNonetheless, some beneficiaries, especially those who live in rural areas, have very little to no access to these cost-sharing pharmacies."}