{"article_title": "Politicians Lie Because It Works", "article_keywords": ["sarah", "lie", "death", "thank", "panels", "2009", "politicians", "health", "works", "true", "think", "care", "panel"], "article_url": "http://www.huffingtonpost.com/entry/death-panels-obamacare_us_571503d1e4b0060ccda3c0a9", "article_text": "Sarah Palin's claim that the Affordable Care Act contained \"death panels\" that would deny health care to older and sicker people was deemed \"Lie of the Year\" for 2009. It's hasn't gone away.\n\nWASHINGTON -- The good news is that more Americans do not think Obamacare created death panels to pull the plug on granny than those who do. The bad news is a lot of people still think it's true, and many others still aren't sure.\n\nNew survey data reveals a depressing 29 percent of respondents still believe the Affordable Care Act includes provisions allowing a committee to cut off medical care for people at the ends of their lives. Public Policy Polling conducted the research on behalf of Ari Rabin-Havt, a SiriusXM host and author of an upcoming book about politicians and lying. Those polled were asked, \"To the best of your knowledge, do you think that President Obama’s health reform law establishes a government panel to make decisions about end-of-life care -- sometimes referred to as 'death panels,' or not?\"\n\nIt doesn't. Period.\n\nBut just 40 percent of the more than 1,000 people polled last month gave the correct answer. And three in 10 weren't even sure.\n\nFor this, you can thank Republican politicians like former vice presidential candidate and Alaska Gov. Sarah Palin. You can also thank human nature.\n\nPalin popularized the falsehood that Obamacare would let the government kill old people in an infamous Facebook post in August 2009. Other Republicans piled on, and the rest is history.\n\n\"The America I know and love is not one in which my parents or my baby with Down Syndrome will have to stand in front of Obama’s 'death panel' so his bureaucrats can decide, based on a subjective judgment of their 'level of productivity in society,' whether they are worthy of health care. Such a system is downright evil,\" Palin wrote on Facebook at the time.\n\nEvery assertion in that quotation is baseless.\n\nThe persistence of the death panel myth underscores how difficult -- and even counterproductive -- debunking lies can be. PolitiFact deemed Palin's assertion to be its Lie of the Year for 2009, and the truth about this issue has been fact-checked and repeated over and over and over again.\n\nYet still almost 60 percent of Americans -- and nearly three-quarters of Republicans -- either think it's true or aren't sure, according to the Public Policy Polling survey.\n\nWith results like this, it's no wonder officeholders and candidates make up stuff to scare everyone. It's effective.", "article_metadata": {"description": "A disturbing number of Americans still believe 2009's \"Lie of the Year.\"", "sailthru.expire_date": "2016-04-19 14:01:49 -0400", "og": {"site_name": "The Huffington Post", "description": "A disturbing number of Americans still believe 2009's \"Lie of the Year.\"", "title": "Politicians Lie Because It Works: Death Panels Edition", "url": "http://www.huffingtonpost.com/entry/death-panels-obamacare_us_571503d1e4b0060ccda3c0a9", "image": "http://img.huffingtonpost.com/asset/2000_1000/571503fe1900002e0056b76b.jpeg?cache=c2zdj9qsyb", "locale": "en_US", "type": "article"}, "twitter": {"description": "A disturbing number of Americans still believe 2009's \"Lie of the Year.\"", "creator": "@JeffYoung", "image": {"width": 2000, "identifier": "http://img.huffingtonpost.com/asset/2000_1000/571503fe1900002e0056b76b.jpeg?cache=c2zdj9qsyb", "height": 1000}, "title": "Politicians Lie Because It Works: Death Panels Edition", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2016-04-18 14:01:49 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=us_571503d1e4b0060ccda3c0a9", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Health Care,Health Care Reform,Obamacare,Death Panels,Obamacare death panels,Jeffrey Young on Health Care,Sarah Palin,Sarah Palin death panels,Sarah Palin Obamacare", "article": {"section": "Politics", "tag": "Health Care,Health Care Reform,Obamacare,Death Panels,Obamacare death panels,Jeffrey Young on Health Care,Sarah Palin,Sarah Palin death panels,Sarah Palin Obamacare", "published_time": "2016-04-18 14:01:49 -0400", "modified_time": "2016-04-18 14:21:22 -0400", "author": "http://www.facebook.com/jcydc"}, "viewport": "width=1000"}, "article_summary": "Sarah Palin's claim that the Affordable Care Act contained \"death panels\" that would deny health care to older and sicker people was deemed \"Lie of the Year\" for 2009.\nThe persistence of the death panel myth underscores how difficult -- and even counterproductive -- debunking lies can be.\nWASHINGTON -- The good news is that more Americans do not think Obamacare created death panels to pull the plug on granny than those who do.\nThe bad news is a lot of people still think it's true, and many others still aren't sure.\nPublic Policy Polling conducted the research on behalf of Ari Rabin-Havt, a SiriusXM host and author of an upcoming book about politicians and lying."}