{"article_title": "Bill de Blasio proposing national paid family leave that his own employees don’t get", "article_keywords": ["blasio", "affordable", "dont", "family", "city", "employees", "bill", "paid", "leave", "health", "plan", "proposing", "act", "care", "national", "plans"], "article_url": "https://www.washingtonpost.com/blogs/govbeat/wp/2015/05/12/bill-de-blasio-proposing-national-paid-family-leave-that-his-own-employees-dont-get/", "article_text": "When New York City Mayor Bill de Blasio rolls out his liberal response to the Contract with America today in Washington, his 13-point plan will call for a $15 minimum wage, universal pre-kindergarten programs — and paid family leave.\n\nThat left some New York City employees scratching their heads: The half a million people who work for the city don’t receive paid maternity or paternity leave through their own health plan.\n\nIn fact, New York City’s health plan lags far behind even the most basic Affordable Care Act plans when it comes to maternity care. The health-care plan is one of a number of plans grandfathered into the ACA, which means it doesn’t have to meet standards the law requires of other plans.\n\nSo while the Affordable Care Act requires plans competing in Health Insurance Marketplaces to cover things like contraception, breastfeeding supplies and screenings for gestational diabetes and domestic violence, the grandfather clause allows New York’s health plan to avoid offering any of those.\n\nDe Blasio has proposed broadening the city’s health-care plan to cover those expenses, but the city council and the state legislature in Albany have yet to act.\n\n“Mayor de Blasio supports a national paid family leave policy as the most comprehensive way to achieve this vital goal. We are also studying what we can do locally, including how best to provide paid family leave to City employees,” Amy Spitalnick, de Blasio’s spokeswoman, said in an e-mail.\n\nIn March, he signed legislation requiring companies with more than five employees to provide paid sick leave, a measure his office estimated will extend to about half a million New Yorkers working for the private sector.\n\nThe grandfathered rules in the Affordable Care Act were designed to protect health-care plans that existed before March 23, 2010, the day President Obama signed the Affordable Care Act. More than half of all companies offered at least one grandfathered plan in their range of options, according to a 2013 Kaiser Family Foundation survey.\n\nBut enrollment in those plans is dropping, from 56 percent of covered workers in 2011 to 36 percent in 2013, according to the Bell Policy Center.", "article_metadata": {"description": "New York City's health plan doesn't cover some of the most basic pre- and post-natal care required under Obamacare.", "author": "https://www.facebook.com/reidhwilson", "og": {"site_name": "Washington Post", "description": "New York City's health plan doesn't cover some of the most basic pre- and post-natal care required under Obamacare.", "title": "Bill de Blasio proposing national paid family leave that his own employees don’t get", "url": "https://www.washingtonpost.com/blogs/govbeat/wp/2015/05/12/bill-de-blasio-proposing-national-paid-family-leave-that-his-own-employees-dont-get/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/govbeat/files/http://img.washingtonpost.com/rf/image_908w/2010-2019/WashingtonPost/2015/04/01/National-Politics/Images/468227046.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@postreid"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/blogs/govbeat/wp/2015/05/12/bill-de-blasio-proposing-national-paid-family-leave-that-his-own-employees-dont-get/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "states, New York, health care, family leave, maternity", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/reidhwilson"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "states, New York, health care, family leave, maternity"}, "article_summary": "“Mayor de Blasio supports a national paid family leave policy as the most comprehensive way to achieve this vital goal.\nThe grandfathered rules in the Affordable Care Act were designed to protect health-care plans that existed before March 23, 2010, the day President Obama signed the Affordable Care Act.\nWe are also studying what we can do locally, including how best to provide paid family leave to City employees,” Amy Spitalnick, de Blasio’s spokeswoman, said in an e-mail.\nIn fact, New York City’s health plan lags far behind even the most basic Affordable Care Act plans when it comes to maternity care.\nThat left some New York City employees scratching their heads: The half a million people who work for the city don’t receive paid maternity or paternity leave through their own health plan."}