{"article_title": "1 in 5 Eligible Hospitals Penalized for HACs", "article_keywords": ["website", "patient", "eligible", "cms", "hospital", "measures", "hacs", "patients", "rates", "penalized", "hospitals", "payment", "care"], "article_url": "http://www.medpagetoday.com/PublicHealthPolicy/HealthPolicy/49263", "article_text": "The Centers for Medicare and Medicaid Services announced Thursday the final list of hospitals that are now receiving a 1% penalty for having the highest rates of preventable complications, effective Oct. 1. In a separate move earlier in the day, the agency updated its Hospital Compare website.\n\nThe formula that determines the penalties, authorized by the Patient Protection and Affordable Care Act, gives hospitals a score from 1 to 10 and is based largely on rates of hospitals' central line-associated bloodstream infections (CLABSIs) and catheter-associated urinary tract infections (CAUTIs).\n\nAlso in the algorithm is a bundled measure for a variety of preventable conditions such as pressure ulcers, postoperative hip fractures, and postoperative sepsis.\n\nThe 724 hospitals out of 3,398 eligible (21%) are identified by provider number in Table 17 on the CMS website. Some highlights:\n\nRates of Unvaccinated HCWs\n\nThe federal data shows that in about one out of three hospitals required to report this information, 25% or more of healthcare workers were unvaccinated.\n\nNew Transitions-of-Care HCAHPS Question\n\nThe update adds dozens of data points to a number of other quality indicators, including responses from patients to two questions on the quality of hospital care transitions. The website now shows the percentage of time that discharged patients reported that they:\n\n• Were given information about what to do during their recovery at home\n\n• Understood their care when they left the hospital\n\nCancer Hospital Reporting\n\nFor 11 specially designated cancer hospitals that had been exempt from public reporting in the past, rates for administration of two types of chemotherapy are now reported, one for adjuvant therapy for stage III colon cancer and the second for combination chemotherapy for stage II or III hormone receptor-negative breast cancer.\n\nCOPD and Stroke Care Mortality and Readmissions\n\nCMS now provides two new measures each to evaluate a hospital's care for patients with chronic obstructive pulmonary disease and stroke. Hospitals are scored based on the percentage of stroke and COPD patients readmitted within 30 days, and the percentage of patients who died within 30 days. A separate \"View More Details\" tab shows for each hospital how many hospitals were worse than or better than, compared with national averages.\n\nValue-Based Purchasing\n\nUpdated data includes information on whether hospitals received an incentive payment as high as 1.5% under the value-based purchasing program for fiscal year 2015. The agency revealed that 120 hospitals received incentive payments of $1 million or higher, and one hospital received a payment of $3.5 million.\n\nValue\n\nHospitals are now scored based on charges relative to other hospitals nationally for heart attack care and that hospital's death rate among patients admitted for heart attack within 30 days of their admission. The website explains that for each hospital:\n\n\"The payment for heart attack patients measure includes reimbursements made to hospitals and other healthcare providers (nursing homes, home health agencies, etc.) by Medicare, other insurers, and patients for services provided during the 30 days after the patient is admitted to the hospital for a heart attack. Outcome measures, like the 30-day death [mortality] rate, capture the effects of medical care after a hospitalization. Looking at patient outcomes and payment measures together allows patients and caregivers to assess the value of care a hospital provides.\"\n\nReadmissions\n\nHospitals' rates of readmissions are also shown for the latest period of time, with the highest hospitals receiving a penalty of up to 3% under the Readmission Reduction program. These payment adjustments, which are retroactive to Oct. 1, are listed on this website under Table 15.\n\nReaction\n\nLiz Garman, a spokeswoman for APIC, the Association for Professionals in Infection Control and Epidemiology, says her organization is pleased that CMS is beginning to release healthcare worker immunization rates, calling it \"a positive development for patients and should spur facilities to bolster their employee flu vaccination programs.\n\n\"The CDC is predicting a harsh flu season this year with higher numbers of illness and hospitalizations. APIC supports mandatory flu vaccination of healthcare personnel as a condition of employment to ensure patient safety and protect those individuals at high risk of developing complications of influenza.\"\n\nTwo organizations were less than pleased with the release of the HAC data.\n\nThe American Hospital Association's Nancy Foster, vice president of quality and patient safety policy, calls the HAC reduction program \"a poorly designed policy that unfairly penalizes hospitals that care for the sickest patients.\"\n\nShe adds that the current law \"needs to be reformed to more effectively promote improvement. And, better measures are needed that accurately reflect performance.\"\n\nLeah Binder, President and CEO of the Leapfrog Group, which has pushed for more detailed reporting of hospital-acquired conditions said, \"last summer CMS announced they would update measures on hospital never events such as objects left in after surgery. To our great disappointment, CMS has still not updated these measures.\n\n\"That means CMS is reporting very old data on these never events. My understanding is that CMS had a contracting snafu, which they hope to resolve by January. We look forward to seeing the updated measures then. The public deserves to know about never events in hospitals receiving public dollars.\"\n\nThis weekly news report is brought to you by our partners at HealthLeaders Media.", "article_metadata": {"sailthru.author": "Cheryl  Clark", "twitter": {"url": "http://www.medpagetoday.com/PublicHealthPolicy/HealthPolicy/49263", "image": "http://clf1.medpagetoday.com/media/images/49xxx/49263.jpg", "description": "Pay cuts for hospitals with high 'preventable' event rates.", "card": "Summary", "title": "1 in 5 Eligible Hospitals Penalized for HACs"}, "dc.date.issued": "2014-12-22 17:00:00", "sailthru.is_cme": 0, "sailthru.tags": "primarycare,publichealthpolicy,healthpolicy,generalprimarycare,geriatrics,medicaid,medicare,hospitalbasedmedicine,nursing,nursing", "sailthru.date": "2014-12-22 17:00:00", "sailthru.title": "1 in 5 Eligible Hospitals Penalized for HACs", "apple-mobile-web-app-capable": "yes", "verify-v1": "Vy2WQqSVx1yA90Uu2Rw12f2R8yqP7X0cxBFbafIuqao=", "sailthru.exclude": 1, "description": "Pay cuts for hospitals with high 'preventable' event rates.", "sailthru.expire_date": "2014-12-23 17:12:00", "date": "2014-12-22 17:00:00", "sailthru.description": "Pay cuts for hospitals with high 'preventable' event rates.", "viewport": "width=device-width, initial-scale=1", "og": {"url": "http://www.medpagetoday.com/PublicHealthPolicy/HealthPolicy/49263", "image": "http://clf1.medpagetoday.com/media/images/49xxx/49263.jpg", "type": "article", "description": "Pay cuts for hospitals with high 'preventable' event rates.", "title": "1 in 5 Eligible Hospitals Penalized for HACs"}, "sailthru.featured": 0, "dc.date": "2014-12-22 17:00:00", "sailthru.is_video": 0, "google-site-verification": "0uwxbLV_H5lccP3wm0UgRXFQ9w6ZQXh9ZLn-G0av8i0", "sailthru.speciality": "Other,primarycare,geriatrics,hospitalmedicine", "sailthru.image.full": "http://clf1.medpagetoday.com/media/images/49xxx/49263.jpg"}, "article_summary": "The 724 hospitals out of 3,398 eligible (21%) are identified by provider number in Table 17 on the CMS website.\nCOPD and Stroke Care Mortality and ReadmissionsCMS now provides two new measures each to evaluate a hospital's care for patients with chronic obstructive pulmonary disease and stroke.\nLooking at patient outcomes and payment measures together allows patients and caregivers to assess the value of care a hospital provides.\"\nThe agency revealed that 120 hospitals received incentive payments of $1 million or higher, and one hospital received a payment of $3.5 million.\nA separate \"View More Details\" tab shows for each hospital how many hospitals were worse than or better than, compared with national averages."}