{"article_title": "Trump Tower website has outage after Anonymous' anti-Trump rant", "article_keywords": ["website", "united", "trump", "towers", "outage", "rant", "donald", "muslims", "york", "anonymous", "antitrump", "tower", "weeks", "presidential"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/12/11/Trump-Tower-website-has-outage-after-Anonymous-anti-Trump-rant", "article_text": "NEW YORK (Reuters) - The website for Trump Towers, Donald Trump's glitzy signature skyscraper in Manhattan, went offline for at least an hour on Friday after activist hacking group Anonymous denounced the real-estate mogul and Republican presidential front-runner for his anti-Muslim comments.\n\nThe website for the 68-story Trump Towers (trumptowerny.com), often used for his presidential campaign, was down after a tweet from an account associated with the anonymous hacking collective that said: \"Trump Towers NY site taken down as statement against racism and hatred. www.trumptowerny.com/ (what you see is cloudflare offline backup)\"\n\nEarlier this week, a handle claiming to be \"Anonymous Operations\" posted a video on YouTube with the message: \"The more the United States appears to be targeting Muslims, not just radical Muslims, you can be sure that ISIS will be putting that on their social media campaign.\"\n\nThe post added, \"Donald Trump think twice before you speak anything. You have been warned Mr. Donald Trump.\"\n\nA spokesperson for Trump Towers was not available for comment.\n\nThe group's warning to Trump came days after the outspoken billionaire proposed to temporarily bar Muslims from entering the United States in response to last week's shooting spree in San Bernardino by two Muslims who the FBI said had been radicalized.\n\nA recent poll by New York Times/CBS News showed Americans are more fearful about the likelihood of another terrorist attack than at any other time since the weeks after Sept 11, 2001. A gnawing sense of dread has helped lift Trump to a new high among Republicans who will vote in primaries to choose their party's nominee for the November 2016 presidential election.\n\nAnonymous, a loose-knit international network of activist hackers, or \"hacktivists,\" is famous for launching cyber attacks on groups such as the Islamic State following the attacks in Paris last month that killed 129 people.\n\n(Reporting by Angela Moon in New York and Eleanor Whalley in London; Editing by David Gregorio)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "NEW YORK (Reuters) - The website for Trump Towers, Donald Trump's glitzy signature sky", "title": "Trump Tower website has outage after Anonymous' anti-Trump rant", "url": "http://www.thefiscaltimes.com/latestnews/2015/12/11/Trump-Tower-website-has-outage-after-Anonymous-anti-Trump-rant", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-trump_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/12/11/Trump-Tower-website-has-outage-after-Anonymous-anti-Trump-rant", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-trump_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "NEW YORK (Reuters) - The website for Trump Towers, Donald Trump's glitzy signature sky", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The post added, \"Donald Trump think twice before you speak anything.\nA spokesperson for Trump Towers was not available for comment.\nYou have been warned Mr. Donald Trump.\"\nThe website for the 68-story Trump Towers (trumptowerny.com), often used for his presidential campaign, was down after a tweet from an account associated with the anonymous hacking collective that said: \"Trump Towers NY site taken down as statement against racism and hatred.\nNEW YORK (Reuters) - The website for Trump Towers, Donald Trump's glitzy signature skyscraper in Manhattan, went offline for at least an hour on Friday after activist hacking group Anonymous denounced the real-estate mogul and Republican presidential front-runner for his anti-Muslim comments."}