{"article_title": "Was Rubio Debate Repetition Conspiracy Code? -- NYMag", "article_keywords": ["code", "knows", "whistle", "rest", "beck", "rubio", "conspiracy", "nymag", "weigel", "america", "world", "repetition", "debate", "dsouza", "obama"], "article_url": "http://nymag.com/daily/intelligencer/2016/02/was-rubio-debate-repetition-conspiracy-code.html", "article_text": "Until the returns roll in from Tuesday's New Hampshire primary, we probably won't know whether Marco Rubio's poor performance in Saturday night's Republican candidate debate was an illusion of the punditry or a real stumble that could open the door to a comeback by his Establishment rivals. In the interim, it's worth wondering why Rubio went robotic on the particular argument that Barack Obama knows exactly what he is doing with the terrible policies that Republicans think are wrecking the country at home and abroad.\n\nThe most popular theory was well articulated by Michael Grunwald at Politico: Acutely aware that his critics think of him as a \"Republican Obama,\" it was important for Rubio to argue that someone as green as he is could be a competent chief executive. In other words, it was all about him, not really Obama.\n\nBut that take focuses on the \"knows what he's doing\" portion of the \"robotic\" talking point. As veteran conservative-watcher Dave Weigel of the Washington Post noted Sunday (as did I a bit more tentatively Saturday night), the rest of what Rubio kept saying is evocative of seven years of conspiracy theories from hard-core right-wing gabbers:\n\n[T]he idea of Obama as a saboteur, who \"knows exactly\" how to undermine American greatness, is deeply ingrained on the right. The rest of Rubio's answer, lost in the torrent of mockery, was this: \"Barack Obama is undertaking a systematic effort to change this country, to make America more like the rest of the world. That's why he passed Obamacare and the stimulus and Dodd-Frank and the deal with Iran. It is a systematic effort to change America.\" This should be familiar to anyone in the tea party movement, and especially familiar to anyone who's read the Obama-era work of Dinesh D'Souza. Starting with a 2009 cover story in Forbes, D'Souza posited that the president was \"the last anticolonial,\" a man inculcated with anti-Western values, whose decisions were best understood if one asked how they weakened America. \"Obama grew to perceive the rich as an oppressive class, a kind of neocolonial power within America,\" D'Souza wrote. \"In his worldview, profits are a measure of how effectively you have ripped off the rest of society, and America’s power in the world is a measure of how selfishly it consumes the globe’s resources and how ruthlessly it bullies and dominates the rest of the planet.\" Over the next few years, D'Souza adapted that thesis into a book and movie. He found common cause with Glenn Beck, who in his Fox News heyday portrayed every Obama decision as part of a long-term left-wing strategy to destroy wealth and empower the Third World. Beck obsessed over a stock phrase from Obama's 2008 stump speech -- that he would help \"fundamentally transform America\" -- and insisted that he had given the game away.\n\nThis is precisely the 2008 stump speech that a host of Twitter critics confronted me with Saturday night when I suggested Rubio was blowing a dog whistle to conspiracy theorists.\n\nIf Weigel and I (and the folks at Media Matters, and probably other commentators) are onto something, then why would Rubio choose to get in touch with his inner Glenn Beck in \"moderate\" New Hampshire? Well, for one thing, there is a vein of tea-party sentiment in the Granite State, even if Christian-right types are a bit thin on the ground. And for another thing, Rubio is undoubtedly looking ahead to a long string of contests in much more conservative states that begin on February 20 in Nevada and South Carolina. And finally, the whole essence of a \"dog whistle\" is to say something that the initiated understand at a lizard-brain level as a profound message without other people being offended — a particularly useful device to a candidate like Rubio who is trying to straddle ideological lines in the GOP. To \"moderates\" and to media observers innocent of the Beck/D'Souza meme (which Dr. Ben Carson has also alluded to), the question of whether Obama is incompetent or just wrong may seem like a less-filling/tastes-great distinction. So there's nothing to lose by waving a secret freak flag to the citizens of Wingnuttia — unless you wave it one time too many and Chris Christie points and laughs.", "article_metadata": {"msapplication-TileColor": "#000", "description": "Part of its value is that it sounds pretty innocuous to the uninitiated.", "generator": "the-factory", "og": {"site_name": "Daily Intelligencer", "description": "Part of its value is that it sounds pretty innocuous to the uninitiated.", "title": "Rubio’s Robotic Message in the New Hampshire Debate Was Code-Talk to Right-Wing Conspiracy Nuts", "url": "http://nymag.com/daily/intelligencer/2016/02/was-rubio-debate-repetition-conspiracy-code.html", "image": "http://pixel.nymag.com/imgs/daily/intelligencer/2016/02/08/08-marco-rubio-debate.w1200.h630.jpg", "type": "article"}, "twitter": {"description": "Part of its value is that it sounds pretty innocuous to the uninitiated.", "creator": "@ed_kilgore", "image": "http://pixel.nymag.com/imgs/daily/intelligencer/2016/02/08/08-marco-rubio-debate.w750.h560.2x.jpg", "title": "Was Rubio Debate Repetition Conspiracy Code?", "site": "@intelligencer", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Daily Intelligencer", "fb": {"app_id": 120608177953522}, "msapplication-TileImage": "//cache.nymag.com/media/di/icon.144x144.png", "application-name": "Daily Intelligencer", "format-detection": "telephone=no", "keywords": "politics, marco rubio, glenn beck, dinesh dsouza, barack obama", "article": {"publisher": "https://www.facebook.com/NewYorkMag", "tag": "politics,marco rubio,glenn beck,dinesh d'souza,barack obama", "published_time": "2016-02-08T17:24:00.000Z"}, "topics": "topics-test, politics, marco rubio, glenn beck, dinesh dsouza, barack obama", "viewport": "width=device-width,initial-scale=1,shrink-to-fit=no"}, "article_summary": "\"Obama grew to perceive the rich as an oppressive class, a kind of neocolonial power within America,\" D'Souza wrote.\nThis is precisely the 2008 stump speech that a host of Twitter critics confronted me with Saturday night when I suggested Rubio was blowing a dog whistle to conspiracy theorists.\nIn the interim, it's worth wondering why Rubio went robotic on the particular argument that Barack Obama knows exactly what he is doing with the terrible policies that Republicans think are wrecking the country at home and abroad.\nBut that take focuses on the \"knows what he's doing\" portion of the \"robotic\" talking point.\nThis should be familiar to anyone in the tea party movement, and especially familiar to anyone who's read the Obama-era work of Dinesh D'Souza."}