{"article_title": "The Next Round of Sequestration Will Be Even Worse for the Pentagon", "article_keywords": ["worse", "congress", "washington", "political", "budget", "sequestration", "strategic", "defense", "cuts", "military", "uniform", "pentagon", "round"], "article_url": "http://www.usnews.com/opinion/blogs/world-report/2013/09/27/the-next-round-of-sequestration-will-be-even-worse-for-the-pentagon", "article_text": "Steve Breen/Creators Syndicate\n\nFrom the beginning, sequestration was proposed as a hostage in larger and more complex political fights. Two years after the Budget Control Act was signed into law, sequestration remains a favored pawn in negotiations. This dynamic is one of the fundamental reasons that despite the fact that so many members of Congress dislike sequestration, it remains in effect.\n\nIn Washington, upcoming debates about government funding and the debt ceiling increasingly feel like Groundhog Day. Yet time has not altered or softened either side's position on the size, scope or role of government. Unfortunately, this means the Defense Department seems on track for yet another \"fiscal cliff\"-like redux, which – if so – will result in sequestration sticking for a second year in a row.\n\n[See a collection of political cartoons on defense spending.]\n\nWhile the negotiators surely have deja vu, those watching know that past is prologue and the odds for a comprehensive deal are low. The same rough contour of issues has left Congress gridlocked since spring 2011. Even if the two sides work out a deal, any plan to replace the sequester will involve additional defense budget cuts. The new floor is the President's 2014 budget request, which would replace sequestration, in part, with about $150 billion in defense cuts. But even that number is surely low. Some are even starting to consider military reductions that could go deeper than sequestration over the next decade.\n\nThe more likely result is that Washington will largely repeat 2013. Along with raising the debt ceiling, Congress will pass full year appropriations legislation absent both sequestration relief and an Obamacare delay. Democrats will be able to walk away with Obamacare intact, Republicans will keep spending cuts on the books, and sequestration's full force will continue to erode military capabilities and readiness.\n\nExcept that because it is year two of sequestration and Pentagon leaders cannot employ many of the same softening tactics that they did this year to ease the pain; the bite will be harsher and more immediate on those in uniform, their families, civilians and the defense industrial base workforce. The consequences are already being felt and the longer sequester sticks, the harder and more expensive they become to fix later.\n\n[See a collection of political cartoons on the budget and deficit.]\n\nThe personal impact of sequestration is magnified at a strategic level. The Joint Chiefs recently described before the House Armed Services Committee how the military will be unable to meet the already-reduced defense strategic objectives outlined by the president last January. The strategic deceleration will only worsen as the new fiscal year starts under continued budget stress. The chiefs are now openly questioning whether the military can meet the requirements necessary to fight even one sustained major conflict in the near future.\n\nWhile the national defense should be a bipartisan priority, right now other issues are relegating it to the back burner. In the meantime, real consequences are worsening for those in uniform. The price of recovery will be steep in dollars but more important in the time required to rebuild, opportunity cost and strategic risk.\n\nMackenzie Eaglen is a resident fellow at the Marilyn Ware Center for Security Studies at the American Enterprise Institute.\n\nRead Sarah Bertin: Pushing Iraq Into Iran's Orbit\n\nRead Michael Shank: 7 Things Obama Got Wrong in His U.N. General Assembly Speech", "article_metadata": {"zone": "homepage/articles", "keyword": "World Report [Opinion]", "title": "The Next Round of Sequestration Will Be Even Worse for the Pentagon", "og": {"url": "http://www.usnews.com/opinion/blogs/world-report/2013/09/27/the-next-round-of-sequestration-will-be-even-worse-for-the-pentagon", "site_name": "US News & World Report", "type": "article", "description": "The cost of recovery will be steep in dollars and risk.", "title": "If You Liked the First Round of Sequestration, You’ll Love Round Two"}, "twitter": {"site": "@USNews", "description": "The cost of recovery will be steep in dollars and risk.", "card": "summary", "title": "The Next Round of Sequestration Will Be Even Worse for the Pentagon"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "opinion", "date_published": "Sept. 27, 2013", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Mackenzie Eaglen,picks,foreign policy,defense spending,Pentagon,Department of Defense,Congress,World Report [Opinion]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "The cost of recovery will be steep in dollars and risk."}, "article_summary": "Even if the two sides work out a deal, any plan to replace the sequester will involve additional defense budget cuts.\nThe new floor is the President's 2014 budget request, which would replace sequestration, in part, with about $150 billion in defense cuts.\nThis dynamic is one of the fundamental reasons that despite the fact that so many members of Congress dislike sequestration, it remains in effect.\nTwo years after the Budget Control Act was signed into law, sequestration remains a favored pawn in negotiations.\nSteve Breen/Creators SyndicateFrom the beginning, sequestration was proposed as a hostage in larger and more complex political fights."}