{"article_title": "Childhood Asthma Is So Overdiagnosed That Inhalers Have Become A 'Fashion Accessory,' Experts Say", "article_keywords": ["fashion", "asthma", "overdiagnosed", "inhalers", "disease", "accessory", "children", "say", "experts", "effects", "diagnosis", "doctors", "dose", "fleming", "childhood", "researchers"], "article_url": "http://www.medicaldaily.com/childhood-asthma-respiratory-disease-381223", "article_text": "Asthma may not be as common as you think.\n\nAsthma may not be as common as you think. Pixabay Public Domain\n\nAnyone suffering from asthma knows that going undiagnosed would be annoying at best and life-threatening at worst. In the past, doctors did under-diagnose the condition, but some experts are saying the pendulum has now swung too far in the other direction — asthma is being overdiagnosed, and inhalers have “almost become a fashion accessory.”\n\nProfessor Andrew Bush and Dr. Louise Fleming of Imperial College and Royal Brompton & Harefield NHS Foundation Trust say the inhalers are being dispensed with no good reason, and this is a significant issue not only because of the high cost of inhalers, but because of their side effects as well.\n\n“Inhaled corticosteroids, when properly used, dramatically improve quality of life and reduce the risk of asthma attacks and mortality,” they write in the study, published in the Archives of Disease in Childhood.\n\nSide effects, however, are more likely to occur in patients who are prescribed an inappropriate dose. These effects include growth suppression and heightened risk of respiratory infections due to dampening of immune cell activity in the airways.\n\n“There is also evidence that systematic absorption of [inhaled corticosteroids] depends not just on the prescribed dose, but is greater if the dose is inappropriately high for the degree of airway inflammation,” the authors caution.\n\nIn the article, the researchers showcase one Australian paper in which more than 100 children with chronic cough were investigated. Doctors even included bronchoscopy in their examination — something the researchers do not even recommend in routine diagnostic testing. Before testing, half of the children were given an asthma diagnosis: a number that dwindled to 5 percent at the end of examinations.\n\nBush and Fleming write that the key to correctly diagnosing asthma is a detailed knowledge of normal respiratory symptoms in healthy children. Too often, though, parents and doctors fail to correctly observe the hallmark symptom of asthma (a wheeze). The authors suggest more objective evidence, like simple breathing tests, be used before a diagnosis is made and caution against stepping up treatment for a child who isn’t responding, since there’s a chance the asthma diagnosis might be incorrect.\n\nAccording to the Centers for Disease control, about 1 in 12 people in the U.S., or 25 million, have asthma. This figure has grown, as only about 20 million people had asthma in 2001. Of course, this could be in part because of environmental factors, but the overdiagnosis Bush and Fleming detail may also have played a part in the uptick. The researchers even explain how this problem can harm children who actually do have asthma, saying diagnosis has been “trivialized” and that asthma can be a killing disease if overlooked as inconsequential.\n\n“Is there any other chronic disease in the world in which children are committed to potentially hazardous, long-term therapy without every effort being made to objectively document the diagnosis?” they ask.\n\nSource bush A, Fleming L. Is asthma overdiagnosed? Archives of Disease in Childhood. 2016", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "childhood, asthma, so, overdiagnosed, inhalers, have, become, fashion, accessory, experts, say", "og": {"site_name": "Medical Daily", "description": "Experts say many children are being diagnosed with asthma and given medication when they don't really have the condition.", "title": "Far Too Many Kids Don't Actually Have Asthma", "url": "http://www.medicaldaily.com/childhood-asthma-respiratory-disease-381223", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/04/08/asthma.jpg", "type": "article"}, "twitter": {"description": "Experts say many children are being diagnosed with asthma and given medication when they don't really have the condition.", "title": "Far Too Many Kids Don't Actually Have Asthma", "url": "http://www.medicaldaily.com/childhood-asthma-respiratory-disease-381223", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/04/08/asthma.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/04/08/asthma.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2016-04-08T12:57:00-04:00", "modified_time": "2016-04-08T12:57:00-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Experts say many children are being diagnosed with asthma and given medication when they don't really have the condition."}, "article_summary": "Before testing, half of the children were given an asthma diagnosis: a number that dwindled to 5 percent at the end of examinations.\nPixabay Public DomainAnyone suffering from asthma knows that going undiagnosed would be annoying at best and life-threatening at worst.\nAccording to the Centers for Disease control, about 1 in 12 people in the U.S., or 25 million, have asthma.\nBush and Fleming write that the key to correctly diagnosing asthma is a detailed knowledge of normal respiratory symptoms in healthy children.\nSource bush A, Fleming L. Is asthma overdiagnosed?"}