{"article_title": "2016 PPACA insurance rates", "article_keywords": ["insurers", "premium", "plans", "things", "rate", "increases", "asking", "rates", "ppaca", "2016", "health", "insurance", "market"], "article_url": "http://www.beckershospitalreview.com/finance/2016-ppaca-insurance-rates-8-things-to-know.html", "article_text": "2016 PPACA insurance rates: 8 things to know\n\nProposed premium rates for health plans under the Patient Protection and Affordable Care Act continue to attract attention.\n\nHere are 8 things to know about the requested 2016 rate increases.\n\n1. The PPACA includes a June 1 deadline for insurance companies to inform government regulators when they request rate hikes of more than 10 percent for health plans sold on the exchanges. The deadline for all states to publish final rates for health insurance is Nov. 1. Requested rate increases can be found here.\n\n2. Information about proposed price increases of less than 10 percent, or even price decreases, was not disclosed. This makes it difficult to forecast how much insurers will raise premiums overall for 2016.\n\n3. Of the requested price increases that have been disclosed, a majority fall in the 15 to 20 percent range. Most insurers justified these increases as needed for covering older and less-healthy individuals.\n\n4. The premium rate requests presuppose that the King v. Burwell Supreme Court challenge to the premium subsidies in the states using the federally run exchange will be unsuccessful. Health plans will propose higher rates if the Supreme Court eliminates the subsidies in 34 or more states.\n\n5. The fact that the big carriers are asking for increases is an important predictor of the rate increases across the board. While some argue that people only have to switch plans to save money, \"the big guys know something\" about the changing premium rates for health plans, according to Robert Laszewski, president of Health Policy and Strategy Associates. Mr. Laszewski wrote a piece in Forbes saying smaller carriers are bound to follow in the big payers' footsteps. Overall, the big carriers' increases forecast where the cheaper plans will and won't be next year.\n\n6. Some of the highest proposed rate increases include:\n\nIowa's Wellmark Blue Cross is asking for a 43 percent increase, even though Iowa has one of the lowest rates of enrollment in health plans under the PPACA.\n\nBlue Cross and Blue Shield of Kansas, which is asking for a 39 percent increase. Less than 40 percent of the eligible have enrolled.\n\n7. Some of the lower proposed rate increases include:\n\nThe dominant Blues plan in Vermont is seeking increases averaging 8.3 percent and ranging from 4.7 percent to 14.3 percent. Vermont is the state with the highest market penetration for the PPACA exchanges — 75 percent have signed up.\n\nIn Connecticut, the biggest insurer on the market, Anthem, is asking for a 6.7 percent increase, while the second biggest insurer, Connecticare, is asking for a 2 percent increase. Other increases range from 5.2 percent to 33 percent. Forty-five percent of the market has enrolled.\n\n8. Insurers have indicated more rate increases are coming, and they are going to be widespread. For the past few months, market warnings have been issued about these premium rate increases being far-reaching, affecting insurers across the nation. Additionally, according to Mr. Laszewski, none of the top insurers knew what rate increases their competitors were going to submit when they prepped their rate actions.\n\nMore articles on finance:\n\nMoody's downgrades Eastern Maine Healthcare Systems' bond rating: 3 things to know\n\n10 things to know about HFMA's 2015 Annual National Institute conference\n\nFitch rates Stanford Health Care's bonds: 4 things to know\n\n© Copyright ASC COMMUNICATIONS 2016. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.", "article_metadata": {"keywords": "patient protection and affordable care act, ppaca, aca, 2016, rates", "google-site-verification": "T2iZUdiI00EFwbWMD3JAgYskKSG2SYuFhw0OpefF4fM", "description": "Proposed premium rates for health plans under the Patient Protection and Affordable Care Act continue to attract attention.", "author": "Erin Marshall"}, "article_summary": "2016 PPACA insurance rates: 8 things to knowProposed premium rates for health plans under the Patient Protection and Affordable Care Act continue to attract attention.\nThe deadline for all states to publish final rates for health insurance is Nov. 1.\nHealth plans will propose higher rates if the Supreme Court eliminates the subsidies in 34 or more states.\nThe PPACA includes a June 1 deadline for insurance companies to inform government regulators when they request rate hikes of more than 10 percent for health plans sold on the exchanges.\nHere are 8 things to know about the requested 2016 rate increases."}