{"article_title": "Drill, baby, drill: Midterm victories signal renewed hope for the Keystone XL Pipeline", "article_keywords": ["senators", "pipeline", "renewed", "proposed", "xl", "midterm", "senate", "signal", "votes", "veto", "victories", "keystone", "presidential", "drill", "baby", "bentsen", "hope"], "article_url": "http://www.washingtontimes.com/news/2014/nov/6/drill-baby-drill-midterm-victories-signal-renewed-/", "article_text": "ANALYSIS/OPINION:\n\nThere’s some “renewed hope” that the Keystone XL Pipeline could have a whole new life following the midterms, says Lloyd Bentsen, an energy analyst with the National Center for Policy Analysis.\n\n“Many bills that could get through the House but stalled in the Senate now have a second chance at passage. The Keystone XL pipeline did not have enough votes in the Senate to override a presidential veto until now. Before the election, at least 57 senators could be counted on to support the pipeline. After last night, the new Senate chamber will have at least 61 votes in favor of the pipeline. This is a clear majority that was needed for the pipeline’s approval,” Mr. Bentsen says.\n\nHe also notes that “anti-pipeline” Democratic Senators Mark Udall, Jay Rockefeller and Tom Harkin were defeated, while Tim Johnson retired.\n\n“Despite the State Department’s positive review of the proposed pipeline earlier this year, President Obama remained opposed. The House remains pro-pipeline and the Senate could have the votes to stop any presidential veto of the Keystone XL pipeline and any other proposed pipelines that would greatly benefit the United States as well as many other countries,” Mr. Bentsen says.", "article_metadata": {"description": "There's some \"renewed hope\" that the Keystone XL Pipeline could have a whole new life following the midterms - like 61 votes in the U.S. Senate in favor of the project.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "There’s some “renewed hope” that the Keystone XL Pipeline could have a whole new life following the midterms - like 61 votes in the U.S. Senate in favor of the project.", "title": "Drill, baby, drill: Midterm victories signal renewed hope for the Keystone XL Pipeline", "url": "http://www.washingtontimes.com/news/2014/nov/6/drill-baby-drill-midterm-victories-signal-renewed-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/05/27/cdf76794b3785114550f6a706700c01e.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/05/27/cdf76794b3785114550f6a706700c01e.jpg", "description": "There's some \"renewed hope\" that the Keystone XL Pipeline could have a whole new life following the midterms - like 61 votes in the U.S. Senate in favor of the project.", "card": "summary", "title": "Drill, baby, drill: Midterm victories signal renewed hope for the Keys"}, "Author": "Jennifer Harper", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Lloyd Bentsen, Keystone Xl Pipeline, Senate"}, "article_summary": "The Keystone XL pipeline did not have enough votes in the Senate to override a presidential veto until now.\nANALYSIS/OPINION:There’s some “renewed hope” that the Keystone XL Pipeline could have a whole new life following the midterms, says Lloyd Bentsen, an energy analyst with the National Center for Policy Analysis.\n“Despite the State Department’s positive review of the proposed pipeline earlier this year, President Obama remained opposed.\nAfter last night, the new Senate chamber will have at least 61 votes in favor of the pipeline.\n“Many bills that could get through the House but stalled in the Senate now have a second chance at passage."}