{"article_title": "High School Students Are Stressed Out About College Admissions; The Reality Of Burning Out Before College", "article_keywords": ["admissions", "school", "burning", "students", "study", "stress", "private", "reality", "high", "reported", "college", "stressed", "schools", "researchers"], "article_url": "http://www.medicaldaily.com/high-school-students-are-stressed-out-about-college-admissions-reality-burning-out-347476", "article_text": "Students become stressed as they try to get into some of the most competitive colleges in the country. But at what cost to their health? Researchers from New York University conducted a major four-stage study to explore the stress levels of high school students in competitive settings. The study, published in the journal Frontiers in Psychology, reveals students’ greatest sources of stress as they prepare for college and work for the grades they need to get there.\n\n\"School, homework, extracurricular activities, sleep, repeat — that’s what it can be for some of these students,\" said the study’s senior researcher Noelle Leonard, a scientist at the NYU’s College of Nursing, in a press release. \"We are concerned that students in these selective, high pressure high schools can get burned out even before they reach college.\"\n\nThe research team launched their study into four different stages to assess student coping skills, academic engagement, family engagement, expectations, mental health symptoms, and alcohol and drug use while discovering what the main cause of chronic stress was for today’s youth. Their ultimate goal was to accurately describe the experiences of high school juniors enrolled in highly competitive private schools.\n\nThe study’s lead author Marya Gwadz explained there are \"no doubts\" students in public schools are experiencing similar or same levels of chronic stress, but the team chose private school settings because they’ve gone largely understudied. Was it the schools, families, culture, or society? Researchers traced the roots of student stress levels to see if it went as far back as high school. And according to Leonard, that’s exactly what they found.\n\nThe Serious Stress of Students\n\nIn the first stage, researchers interviewed 19 private school teachers, counselors, and administrators about how they’ve seen the students stress and cope. Next, researchers analyzed responses from 128 private school junior-year students, who responded through anonymous Internet surveys.\n\nIt turns out 48 percent of students reported completing three or more hours of homework a night. Girls were 40 percent more likely to complete their three hours compared to boys, reported a higher level of self-motivation to do well in academics, and in turn earned a higher average GPA. Overall, both boys and girls reported high rates of feeling “closeness” to their parents with a 3.15 out of a 0 to 4 scale.\n\nBut despite academic success, 49 percent of all students said they felt a great deal of stress on a daily basis, and 31 percent said they felt somewhat stressed. More than 60 percent of girls experienced stress compared to 41 percent of boys. Perhaps unsurprisingly, grades, homework, and college prep were their three main causes of stress. In severe cases, 26 percent of participants reported symptoms of depression at clinically high levels.\n\nNext, researchers reached out to the anonymous responses from 18 of the students surveyed and asked them for some elaboration. In the last stage, researchers presented their findings from phase one, two, and three to a panel of eight private school experts — from psychologists, social workers, a teacher with experience in both private and public schools, to a recent private school graduate student.\n\n\"I think that parental pressure (on schools and students) is real,\" said the teacher with over 20 years of experience in the private school. \"Parents are coming in and thinking, ‘I'm (spending a lot of money) and I need to get something, a very tangible something.’ A great education is not a tangible something; a diploma from Harvard, Princeton or Yale …that's tangible.\"\n\nThe Ivy Leagues and other top-tier institutions only accept around five to six percent of their applicants. According to the American Psychological Association, college and university counseling services are seeing an increase in the number of cries for help. It’s true that a larger population of high school students is attending college, but it still doesn’t make up for the sharp rise in recent years. At college counseling centers across the country, 32 percent have waiting lists at some point throughout the year because they aren’t able to meet the demand, according to a 2013 national survey.\n\nCollege students are attending mental health clinics on campus at increasing rates. Photo courtesy of Center for Collegiate Mental Health\n\n\"Schools have an opportunity to engage and train families on ways to increase their capacities to serve as resources for their children,\" Leonard said, \"to educate families on the deleterious effects of chronic stress and the role of substances in coping with stress; and engage families and students in a dialogue about expectations for achievement and a wider definition of success, all of which may allow students to fully participate in the richness of the private school environment.\"\n\nSource: Leonard NR, Gawdz MV, Grethel M, et al. A multi-method exploratory study of stress, coping, and substance use among high school youth in private schools. Frontiers in Psychology. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "high, school, students, are, stressed, out, about, college, admissions, reality, burning, out", "og": {"site_name": "Medical Daily", "description": "Academic success means so much to high school students and parents, their health becomes a serious concern.", "title": "The Reality Of Burning Out Before College", "url": "http://www.medicaldaily.com/high-school-students-are-stressed-out-about-college-admissions-reality-burning-out-347476", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/12/high-school-students-burn-out.jpg", "type": "article"}, "twitter": {"description": "Academic success means so much to high school students and parents, their health becomes a serious concern.", "title": "The Reality Of Burning Out Before College", "url": "http://www.medicaldaily.com/high-school-students-are-stressed-out-about-college-admissions-reality-burning-out-347476", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/12/high-school-students-burn-out.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/12/high-school-students-burn-out.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-08-12T15:24:45-04:00", "modified_time": "2015-08-12T17:06:43-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Academic success means so much to high school students and parents, their health becomes a serious concern."}, "article_summary": "\"We are concerned that students in these selective, high pressure high schools can get burned out even before they reach college.\"\nTheir ultimate goal was to accurately describe the experiences of high school juniors enrolled in highly competitive private schools.\nIt’s true that a larger population of high school students is attending college, but it still doesn’t make up for the sharp rise in recent years.\nResearchers from New York University conducted a major four-stage study to explore the stress levels of high school students in competitive settings.\nA multi-method exploratory study of stress, coping, and substance use among high school youth in private schools."}