{"article_title": "As Essex County scales back deer hunt, conservationists grow vocal in defense of hunt", "article_keywords": ["mountain", "trapp", "scales", "conservationists", "hunt", "deer", "essex", "vocal", "conservancy", "county", "defense", "percher", "reservation", "grow", "south"], "article_url": "http://www.nj.com/essex/index.ssf/2014/01/essex_county_deer_hunt_scales_back_but_officials_say_overpopulation_still_a_major_battle.html", "article_text": "\n\nESSEX COUNTY — Dennis Percher and Theresa Trapp have become two of the fiercest proponents of Essex County's annual deer hunt.\n\nThey're not hunters — they're conservationists.\n\nThe county's deer management program, which starts Tuesday, has been reduced to its smallest scale since beginning in 2008 as a way to curb the deer population on county reservation land.\n\nWhile county officials tout the importance of preventing deer-related car crashes, local conservancy leaders like Trapp, treasurer of the Hilltop Conservancy, are drawing more attention to the environmental havoc deer cause due to a lack of natural predators in Essex to thin the herd.\n\nHilltop Reservation covers about 285 acres in Cedar Grove, North Caldwell, Caldwell and Verona.\n\n\"The understory is stripped out. There's no opportunity for other animals to survive,\" Trapp said. \"It's about ecological balance.\"\n\nEven as the number of deer dwindle — this year's hunt aims to remove 52 deer from South Mountain and Hilltop reservations compared with 152 killed in the hunt last year — Trapp and Dennis Percher, the South Mountain Conservancy board chairman want to ensure the county keeps the hunt around.\n\nIn 2012, County Executive Joseph DiVincenzo said he would consider canceling the following year's hunt if the deer population remained low. His comment set off a flurry of activity between the conservancy groups who successfully lobbied to keep the hunt.\n\nThis year, they supplied officials with binders filled with data on deer reproduction data and restoring damaged forests.\n\n\"The whole ecological system is swept away because you have one unbridled and unmanaged vegetation eater,\" Percher said of the deer in South Mountain Reservation, a 2,047-acre woodland that spans West Orange, Millburn and South Orange.\n\nThe conservation groups have seemingly drowned out anti-hunt advocates who fought DiVincenzo on the hunt from the start. Longtime advocate Carol Rivielle of West Orange says she still opposes the hunt and urges the county to consider a non-lethal method used in Hastings-on-Hudson, N.Y.\n\nThe dense suburban village in Westchester County is experimenting with a contraceptive method that costs $30,000 for the first two years, according to a report in the New York Times.\n\nTrapp says non-lethal methods are too expensive with an estimated tab of $3,000 per deer. Left unchecked, the deer population doubles every three years, Percher said.\n\nThough the county wants to remove a total 52 deer in eight afternoons this year, the actual number will likely be higher, said Dan Bernier, a consultant for the county's deer management program.\n\nSouth Mountain will be closed for the hunt on Jan. 21, 23, 28 and 30. Hilltop Reservation will be closed Feb. 4, 6, 11 and 13.\n\nSince 2008, the deer hunt has removed 1,515 deer from county reservations. The hunt costs the county between $75,000 to $85,000, DiVincenzo said.\n\nDiVincenzo emphasized the safety precautions that take place for the hunt: postcards are mailed to residents, signs posted, hunters are trained and sheriff's officers monitor the reservations.\n\nFifteen volunteer marksmen have been selected for the hunt and those who work at least five half-day shifts get 40 pounds of venison. The rest of the meat gets donated to a local food bank and any antlers are donated to the county for educational purposes.\n\n\"This is not about getting the big bucks and putting them over the mantle,\" Bernier said.\n\nRELATED COVERAGE\n\n• After-dark gunfire during Essex County deer hunt sparks concerns among some residents\n\n• Essex County hunt kills 152 deer, scaled-back program also slated for next year", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "cedar-grove, essex-county, millburn, verona, west-orange, news", "title": "As Essex County scales back deer hunt, conservationists grow vocal in defense of hunt", "og": {"site_name": "NJ.com", "description": "Local conservation groups have fought to keep the deer hunt a yearly event in Essex County, where they say an overpopulation has destroyed forests", "title": "As Essex County scales back deer hunt, conservationists grow vocal in defense of hunt", "url": "http://www.nj.com/essex/index.ssf/2014/01/essex_county_deer_hunt_scales_back_but_officials_say_overpopulation_still_a_major_battle.html", "image": "http://image.nj.com/home/njo-media/width620/img/essex_impact/photo/2014/01/14099433-standard.jpg", "type": "article"}, "twitter": {"description": "Local conservation groups have fought to keep the deer hunt a yearly event in Essex County, where they say an overpopulation has destroyed forests", "creator": "@EuniceLeeSL", "image": "http://image.nj.com/home/njo-media/width620/img/essex_impact/photo/2014/01/14099433-standard.jpg", "title": "As Essex County scales back deer hunt, conservationists grow vocal in defense of hunt", "site": "@njdotcom", "card": "summary_large_image"}, "article_date_updated": "Sunday, January 19, 2014,  8:33 AM", "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article_comments": 0, "article_date_original": "Sunday, January 19, 2014,  8:30 AM", "article_author": "Eunice Lee/The Star-Ledger", "Description": "Local conservation groups have fought to keep the deer hunt a yearly event in Essex County, where they say an overpopulation has destroyed forests"}, "_id": "\"57477af36914bd0286fcdafc\"", "article_summary": "RELATED COVERAGE• After-dark gunfire during Essex County deer hunt sparks concerns among some residents• Essex County hunt kills 152 deer, scaled-back program also slated for next year\nESSEX COUNTY — Dennis Percher and Theresa Trapp have become two of the fiercest proponents of Essex County's annual deer hunt.\nSince 2008, the deer hunt has removed 1,515 deer from county reservations.\nThe county's deer management program, which starts Tuesday, has been reduced to its smallest scale since beginning in 2008 as a way to curb the deer population on county reservation land.\nIn 2012, County Executive Joseph DiVincenzo said he would consider canceling the following year's hunt if the deer population remained low."}