{"article_title": "These young people are pioneering Appalachia’s post-coal economy", "article_keywords": ["pioneering", "kendall", "postcoal", "jobs", "help", "working", "fellowship", "work", "young", "virginia", "coal", "economic", "appalachias", "willa", "economy"], "article_url": "http://grist.org/climate-energy/these-young-people-are-pioneering-appalachias-post-coal-economy/", "article_text": "In the Hunger Games novels, heroine Katniss Everdeen comes from a coal mining region known as District 12. Her people are poor and looked down upon, but they’re also resourceful and know how to work together. In the end, it’s those skills that allow Katniss and her friend Peeta to win the games against better-trained rivals from the wealthy capital.\n\nThe books are fiction, but many readers believe District 12 is set in a futuristic version of Appalachia’s real-life coal country. And, these days, the real Appalachia needs all the resourcefulness and cooperation it can get.\n\nThe coal industry, which in many counties has dominated the economy for more than a century, is not providing the jobs it used to. Coal reserves are dwindling, mechanization has made it easier to pay fewer workers to extract more coal, and there’s new competition from cheap natural gas. In Boone County, W. Va., for example, about 40 percent of coal jobs have disappeared since the end of 2011, according to research firm SNL Financial. And the same trend is going on across the region.\n\nYou could say Appalachia needs an army of real-life Katnisses — and, luckily, it’s found them. The Highlander Center, a training center for social movements with deep roots in the South, just launched its “Appalachian Transition Fellowship” — a program to mentor and support 14 young Appalachians as they work on economic development projects throughout the region. Their goal is to accelerate the creation of a diverse economy by working on projects that create jobs and livelihoods in the wake of coal’s decline.\n\nThrough this fellowship, Highlander’s fellows will spend a full year working on economic transition projects in Tennessee, Kentucky, West Virginia, Virginia, Ohio, and North Carolina.\n\nI recently had a chance to meet the Appalachian Transition Fellows as they took a kick-off tour through the region. We talked about how they got interested in economic transition and what their fellowships will look like. Here’s what a few of them had to say.\n\nName: Willa Johnson\n\nAge: 28\n\nHometown: McRoberts, Ky.\n\nIn the sixth grade, Willa was shopping for school supplies with her mom when an artificial pond broke down near her house. It had been full of wastewater left over from processing coal, and it sent a four-foot polluted wave down her mountain hollow. Everything but Willa’s double-wide mobile home was wiped away, including her family’s pool and much of their yard.\n\nBy the time she was 16 years old, the mold was so bad that her family had to move. They couldn’t sell the house, either. It was uninhabitable.\n\nBy her early 20s, Willa thought she could help by fighting the coal companies that had caused disasters like the one she remembered from her childhood.\n\nSo she became a community organizer, but the work didn’t go as expected. Willa’s father was a coal truck driver. So was her brother. They didn’t like what she was doing, and they weren’t shy about saying so.\n\nOnce, when Willa was doing voter outreach at a festival, a neighbor said Willa was a disappointment to her father — and that he had told her so. Another time, at a family barbecue, an in-law accused Willa of “taking away jobs.” Willa responded that her work was about protecting water and community. Then Willa’s own brother ripped into Willa’s stance against coal.\n\nAfter that incident, Willa and her brother didn’t speak for a year and a half.\n\nShe burned out, left town, and had nothing to do with organizing for the next two years. Now she wants back in, but she wants to work on the growth and evolution of Appalachia — not on fighting King Coal.\n\nWilla’s fellowship will be in North Carolina, where she will help local textile mill operators connect to a growing marketplace that wants more environmentally friendly and fair trade fabrics.\n\nName: Joshua Outsey\n\nAge: 28\n\nHometown: Birmingham, Ala.\n\nJoshua tells me about growing up young and black in Birmingham. If you wanted to “build power” — to grow a strong enough network to protect your friends and family — the most direct path was to join a gang. Josh took a step down this path, but got a wake-up call at age 18, when a gang orientation took a turn for the worse and shots were fired.\n\nJoshua moved to Knoxville and started hanging out with a group called Tribe One, an after-school program designed to give young black men a refuge from gang activities. It was there that he met his mentor, Stan Johnson, who taught him about other ways to build power. By coming up with a plan to organize a community, for example, a person could achieve a more lasting form of power.\n\nAt age 22, Joshua joined up with Johnson to co-found a group called Socially Equal Energy Efficient Development, or SEEED, a group that makes green jobs available to low-income people in Knoxville, Tenn. Josh helped organize neighborhood clean up days, “empowerment hour” workshops, and a door-to-door listening project to build support for home insulations.\n\n“I started my own gang,” Josh tells me.\n\nJoshua is starting a year-long fellowship with Kentuckians for the Commonwealth. He’ll be working with the city of Benham, Ky., to insulate homes and make home heating more affordable.\n\nName: Kendall Bilbrey\n\nAge: 22\n\nHometown: Wytheville, Va.\n\nKendall’s parents grew up in a company-owned Virginia mill town called Fries, and money was always a problem. They pushed hard work, a good education, and getting out of the mountains. Kendall obliged, went to Washington, D.C., and attended George Mason University — finishing in two and a half years.\n\nSummer of junior year, a friend invited Kendall to attend a summer retreat organized by the STAY Project. Founded in 2008, STAY is a youth-led group designed to build a community of young people from central Appalachia who care about each other and the region. Kendall, who was also coming to terms with being queer at the time, reported feeling more at home with the people at STAY than with the queer community in D.C.\n\nAfter graduating college, Kendall nabbed a research internship with the Smithsonian’s National Zoo, which involved traveling to China to study red pandas for five months. After returning to Virginia, Kendall took pause to reflect: “People line up for internships with Smithsonian programs, but they weren’t lining up for Appalachia.”\n\nStarting in June, Kendall will begin a fellowship with the Alliance for Appalachia, doing research and legwork to inform a potential federal campaign to unlock more resources for economic transition.\n\nName: Joey Aloi\n\nAge: 30\n\nHometown: Buckhannon, W.Va.\n\nJoey spent his high school years doing flood relief work in McDowell County, W.Va. It’s not that it rains more there than in other counties, he says — it’s just that the rain doesn’t have anything to stick to. The deforested landscape of surface mines sent the water rolling down the hollers, overpowering the creeks and destroying houses.\n\nJoey tells me that after a day of throwing out people’s mud-soaked belongings and knocking down walls, he’d wipe out his nose, and his “boogers would be covered in coal dust.” As he grew increasingly aware of the connection between mining and flooding, he wanted to find a different way of thinking about the land and how we use it.\n\nJoey started by studying philosophy at Warren Wilson University, with a concentration in environmental ethics. He then enrolled in the PhD program in philosophy at the University of North Texas in Denton. He says that most of his fellow students are still there, writing their dissertations in the library or teaching undergraduates.\n\nBut Joey recently returned to West Virginia, where he will work on his dissertation in the evenings. During the day, he’ll be working with the Greater Kanawha Valley Foundation in Charleston, W.Va., connecting local farmers with the city’s hospitals, which serve more than 2.5 million meals a year.\n\nName: Carol Ann Davey\n\nAge: 26\n\nHometown: Columbus, Ohio\n\nCarol went to high school in Cheshire, Ohio — a tiny town in the southeastern corner of the state, shadowed by the two huge smokestacks of a coal-fired power plant.\n\nAs Carol was growing up, the owner of the plant, American Electric Power, was forced in a legal settlement to buy out every house in Cheshire because of sulphurous gas clouds and acid rain that had rendered the place uninhabitable. Over time, the people moved out and the company bulldozed their houses. She remembers riding the bus to school in the morning and seeing the city vanish block by block.\n\nAll the kids grew up being told the coal plant was “where they made the clouds.” No one seemed to want to dig any deeper into why this was happening. Carol, though, felt a creeping dread. She went to Kentucky for her undergraduate degree and then to Ireland to get her masters — but is committed to return to the region and give back.\n\nSo she’ll return to Athens, Ohio — the closest city to what’s left of Cheshire — for a fellowship with the Appalachian Center for Economic Networks, where she’ll help local businesses develop more sustainable practices.\n\nName: Mae Humiston\n\nAge: 23\n\nHometown: Fairfield, Va.\n\nWhen Mae was in middle school, she suffered from some serious bullying. Mae didn’t want her younger brother to see the same fate, and reasoned that if she “become the most successful person in Rockbridge, Va.,” the kids wouldn’t mess with him. She set her sights on a high-powered career in international relations, and earned a scholarship to Tufts University.\n\nMae’s first class on international relations made her miserable. Her work with the school’s student garden, however, was sheer pleasure. From there, she expanded to working with small farms in the Boston and Washington, D.C. metro areas. After college, she got a job with a CSA farm, where she was on the edge of a promotion to crew manager.\n\nSoon she noticed all of her crew’s farmers were getting “parsnip burn”: a nasty rash that comes from handling the plants without gloves. Mae tried to get her manager to pay attention, but instead he told her she was “too weak for the job.” The experience led to her current interest in farm workers’ rights.\n\nMae’s fellowship will be with the Community Farm Alliance in Hazard, Ky., where she’ll help farmers get their produce to low-income communities.\n\nName: Catherine Moore\n\nAge: 32\n\nHometown: Charleston, W.Va.\n\nCatherine always had affection for her home state of West Virginia. When she was in college in Cambridge, Mass., she says, she hung a huge satellite map of the state on her wall.\n\nShe always assumed she’d return, but maybe in her 40s — someday far off in the future. But it came sooner. While working on her PhD in Richmond, Va., Catherine took a dive into local history. It made the pain of being cut off and disconnected from her own place even sharper, she says.\n\nCatherine is now home, living in the New River Gorge of the southern part of the state, where the roots of her family tree crisscross the land. It’s a tree that includes slave owners and coal barons, and part of the reason Catherine says she needs to be here is her desire to research and come to terms with these stories.\n\nCatherine tells me about how locals mourn what’s been lost in West Virginia: the tens of thousands of coal jobs, the countless once-vibrant towns. But within the loss is an opportunity.\n\n“Most of all, I am struck by the sheer potential for radical self-definition that this moment holds,” she says. It’s “the chance to write our own story, to find our own words for who we are and who we want to become.”\n\nCatherine will spend her fellowship working on the “What’s Next, West Virginia?” project — a year of listening events around the state designed to help residents have a conversation about their vision for a new economic future and to help them act on it together.", "article_metadata": {"sailthru.date": "2014-07-27 08:03:07", "sailthru.author": "Joe Solomon", "application-name": "Grist", "twitter": {"image": {"src": "https://grist.files.wordpress.com/2014/07/image-9.jpeg?w=640"}, "site": "grist", "card": "summary_large_image"}, "sailthru.tags": "climate-energy, politics, joe-solomon", "msapplication-task": "name=Subscribe;action-uri=http://grist.org/feed/;icon-uri=http://1.gravatar.com/blavatar/330e84b0272aae748d059cd70e3f8f8d?s=16", "pocket-site-verification": "600c3e036c3d0b8412be38a78681c7", "syndication-source": "http://www.yesmagazine.org/commonomics/these-young-people-are-pioneering-a-post-coal-economy-in-appalachia", "sailthru.title": "These young people are pioneering Appalachia’s post-coal economy", "msapplication-window": "width=device-width;height=device-height", "sailthru.image.thumb": "https://grist.files.wordpress.com/2014/07/image-9.jpeg?w=50", "description": "The Appalachian Transition Fellows are young people who will spend this year building diverse job opportunities in the coal-country counties that need them most.", "robots": "noodp", "msapplication-tooltip": "We're an online news organization that uses humor to interpret green issues & inspire environmental action.", "fb": {"app_id": 548917378618963}, "article": {"publisher": "https://www.facebook.com/grist.org", "published_time": "2014-07-27T12:03:07+00:00", "modified_time": "2014-07-28T16:35:46+00:00"}, "sailthru.description": "The Appalachian Transition Fellows are young people who will spend this year building diverse job opportunities in the coal-country counties that need them most.", "viewport": "width=device-width, initial-scale=1", "generator": "WordPress.com", "og": {"site_name": "Grist", "description": "The Appalachian Transition Fellows are young people who will spend this year building diverse job opportunities in the coal-country counties that need them most.", "title": "These young people are pioneering Appalachia’s post-coal economy", "url": "http://grist.org/climate-energy/these-young-people-are-pioneering-appalachias-post-coal-economy/", "image": {"width": 555, "identifier": "https://grist.files.wordpress.com/2014/07/image-9.jpeg?w=555&h=369&crop=1", "height": 369}, "locale": "en_US", "type": "article"}, "p": {"domain_verify": "c293daabda398bd8ceee45abea0b3201"}, "sailthru.image.full": "https://grist.files.wordpress.com/2014/07/image-9.jpeg"}, "article_summary": "In Boone County, W. Va., for example, about 40 percent of coal jobs have disappeared since the end of 2011, according to research firm SNL Financial.\nThrough this fellowship, Highlander’s fellows will spend a full year working on economic transition projects in Tennessee, Kentucky, West Virginia, Virginia, Ohio, and North Carolina.\nCatherine tells me about how locals mourn what’s been lost in West Virginia: the tens of thousands of coal jobs, the countless once-vibrant towns.\nAnother time, at a family barbecue, an in-law accused Willa of “taking away jobs.” Willa responded that her work was about protecting water and community.\nThe books are fiction, but many readers believe District 12 is set in a futuristic version of Appalachia’s real-life coal country."}