{"article_title": "What You Should Know When Hiring a Caregiver", "article_keywords": ["loved", "hire", "san", "family", "independent", "hiring", "diego", "know", "background", "registry", "caregiver", "care"], "article_url": "http://timesofsandiego.com/opinion/2016/04/17/what-you-should-know-when-hiring-a-caregiver/", "article_text": "By Michael Palomino\n\nShare This Article:\n\nWhen your loved one can no longer live at home independently, where do you turn? Most people would enjoy receiving care assistance in the comfort of their own home, but for many, these questions can be a challenge to answer. In San Diego, families face these decisions every day, and it’s important to shed light on what to know when hiring a caregiver.\n\nFor most individuals, the following are three avenues to explore when hiring a caregiver to provide non-medical home care assistance for a loved one: hire a private independent caregiver, hire a caregiving registry to find an independent caregiver, or hire a care agency.\n\nHiring an independent caregiver, such as your neighbor or family friend, may seem the easiest and most affordable route to take. However, you must be aware that you will take on the role of an employer and hold responsibility for payroll taxes, insurance to cover your liability, and any background checks that you wish to run. It is also important to note that homeowner insurance policies typically don’t cover any employees working in your home.\n\nA local registry can qualify the caregiver and run a background check, but once the caregiver is placed in the home, the registry organization is no longer involved in the relationship. The family would then take on all the responsibilities of an employer. The registry model usually takes a “finder’s fee” for the caregiver placement, which can be a pricier than hiring someone on your own. The cost for employing an independent caregiver or registry in San Diego can vary from $10 to $20 per hour.\n\nThe safer yet more costly option would be to hire a caregiver through the agency model. Home care agencies act as the employer, and all caregivers are insured, bonded, and covered under workers’ compensation, which means none of the risks and liabilities would fall upon the family. Agencies also run background checks, and some may require their employees to be CPR certified, and pass a current TB test.\n\nHome care agencies also provide a level of management by training and supervising staff, along with providing any back-up care that may be needed if the primary caregiver is unable to make his or her shift. The typical cost in San Diego for employing an agency ranges from $20 and $25 per hour.\n\nOn Jan. 1, 2016, a new law went into effect requiring all home care aids to be registered with the state of California. This new law ensures that all caregivers providing non-medical assistance for individuals in the home need to be registered and have a completed a background check. This new legislation will provide a level of oversight and an additional layer of protection for the population being cared for.\n\nSo if you are exploring caregiving options for your loved one, make sure the organization you are working with has their staff licensed with the state. The deadline for all California home care agencies to have their caregivers licensed is July 1, 2016.\n\nWhen searching for the right level of care for a loved one, it is important to take your time and gather as much information as possible, as well as to set clear goals and expectations. It is critical to not only have the family on board with this decision, but the person ultimately receiving care. Resources for your home care options can be found online, your local eldercare directory, or through various healthcare publications.\n\nMichael Palomino is the account manager for Maxim Healthcare Services in San Diego.\n\n>> Subscribe to Times of San Diego’s free daily email newsletter! Click here\n\nFollow Us:", "article_metadata": {"description": "When searching for the right care for a loved one, it is important to take your time and gather as much information as possible, as well as set clear goals.", "generator": "WordPress 4.5.2", "og": {"site_name": "Times of San Diego", "description": "When searching for the right care for a loved one, it is important to take your time and gather as much information as possible, as well as set clear goals.", "title": "What You Should Know When Hiring a Caregiver - Times of San Diego", "locale": "en_US", "image": {"width": 651, "identifier": "http://timesofsandiego.com/wp-content/uploads/2016/04/Michael-Palomino.jpg", "height": 663}, "url": "http://timesofsandiego.com/opinion/2016/04/17/what-you-should-know-when-hiring-a-caregiver/", "type": "article"}, "twitter": {"description": "When searching for the right care for a loved one, it is important to take your time and gather as much information as possible, as well as set clear goals.", "title": "What You Should Know When Hiring a Caregiver - Times of San Diego", "image": "http://timesofsandiego.com/wp-content/uploads/2016/04/Caregiver.jpg", "creator": "@TimesofSanDiego", "site": "@TimesofSanDiego", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 472345809533160}, "template": "Fearless - Modern, Clean, & Responsive WP Magazine 1.7", "article": {"section": "Opinion", "tag": "Michael Palomino", "published_time": "2016-04-17T22:30:59+00:00", "modified_time": "2016-04-18T14:28:05+00:00", "author": "http://timesofsandiego.com/author/editor/"}, "viewport": "width=device-width", "news_keywords": "background checks, caregivers, elderly, maxim healthcare services, michael palomino"}, "article_summary": "In San Diego, families face these decisions every day, and it’s important to shed light on what to know when hiring a caregiver.\nFor most individuals, the following are three avenues to explore when hiring a caregiver to provide non-medical home care assistance for a loved one: hire a private independent caregiver, hire a caregiving registry to find an independent caregiver, or hire a care agency.\nHiring an independent caregiver, such as your neighbor or family friend, may seem the easiest and most affordable route to take.\nThe cost for employing an independent caregiver or registry in San Diego can vary from $10 to $20 per hour.\nThe registry model usually takes a “finder’s fee” for the caregiver placement, which can be a pricier than hiring someone on your own."}