{"article_title": "Anthem To Buy Health Insurance Rival Cigna", "article_keywords": ["buy", "deal", "anthem", "ydstie", "big", "companies", "regulators", "health", "cigna", "rival", "prices", "john", "insurance", "care"], "article_url": "http://www.npr.org/2015/07/24/425885706/anthem-to-buy-health-insurance-rival-cigna", "article_text": "Anthem To Buy Health Insurance Rival Cigna\n\nDAVID GREENE, HOST:\n\nThe nation's second-largest health insurer, Anthem, has agreed to buy the fifth-largest health insurer in the country, Cigna, for $48.4 billion. This is the latest in a wave of mergers in the health care industry. NPR's John Ydstie joins us to talk about the merger mania and what might be driving it. Hey, John.\n\nJOHN YDSTIE, BYLINE: Hi, David.\n\nGREENE: So let's think back. Three weeks ago, there was this other big deal announced between the insurers Aetna and Humana. What is motivating all this?\n\nYDSTIE: Well, David, one big force is the reshaping of the health care landscape by the Affordable Care Act. The ACA's rules on things like no denial of coverage for pre-existing conditions and requirements for what's covered in a policy along with additional taxes on insurers, it's all putting pressure on their earnings. So they're looking for ways to gain more leverage in negotiations with the providers, the doctors and hospitals. And one way to do that is to get bigger. Then, you can go to the providers and say, if you don't lower your prices, we'll cut you out of our network. Of course, the doctors and hospitals are playing the same game. Health care provider organizations are getting bigger too.\n\nGREENE: Well, so, John, it sounds like the stated goal of these big, larger new companies will be to be able to get lower prices for them. Will they pass on those lower prices to consumers?\n\nYDSTIE: Well, that's a very good question. If you've got all these big companies merging, will there be enough competition in the insurance market to drive insurance cost down? Lots of employers who provide insurance to their workers are worried about this - so are regulators. The regulators are going to take a close look at this Anthem-Cigna the deal as well as the earlier deal between Aetna and Humana.\n\nGREENE: Close look meaning there's a real possibility the regulators might block these deals?\n\nYDSTIE: Well, you know, the analysts I've talked to think the deals will not be rejected. They say it's likely that there will be some areas where one of the partners in the deal will have to sell off some of their business because the combined companies would dominate too much in that specific area. But the analysts also argue these larger companies will have a better opportunity to enter markets where there's currently just one dominant insurance company and provide some real price competition that could be good for consumers.\n\nGREENE: That NPR's John Ydstie talking to us about the health insurance industry. In the news this morning, the nation's second-largest health insurer, Anthem, has bought Cigna, creating the largest health insurance company in the country. John, thanks a lot.\n\nYDSTIE: You're welcome, David.\n\nCopyright © 2015 NPR. All rights reserved. Visit our website terms of use and permissions pages at www.npr.org for further information.\n\nNPR transcripts are created on a rush deadline by Verb8tm, Inc., an NPR contractor, and produced using a proprietary transcription process developed with NPR. This text may not be in its final form and may be updated or revised in the future. Accuracy and availability may vary. The authoritative record of NPR’s programming is the audio record.", "article_metadata": {"Rating": "General", "medium": "audio", "description": "The $48 billion deal would create the nation's largest health insurer by enrollment.", "og": {"site_name": "NPR.org", "description": "The $48 billion deal would create the nation's largest health insurer by enrollment.", "title": "Anthem To Buy Health Insurance Rival Cigna", "url": "http://www.npr.org/2015/07/24/425885706/anthem-to-buy-health-insurance-rival-cigna", "image": "https://media.npr.org/include/images/facebook-default.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "site": "@NPR", "card": "summary"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2015-07-24", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "Anthem To Buy Health Insurance Rival CignaDAVID GREENE, HOST:The nation's second-largest health insurer, Anthem, has agreed to buy the fifth-largest health insurer in the country, Cigna, for $48.4 billion.\nIn the news this morning, the nation's second-largest health insurer, Anthem, has bought Cigna, creating the largest health insurance company in the country.\nGREENE: That NPR's John Ydstie talking to us about the health insurance industry.\nIf you've got all these big companies merging, will there be enough competition in the insurance market to drive insurance cost down?\nThis is the latest in a wave of mergers in the health care industry."}