{"article_title": "Gun ownership comes with responsibility", "article_keywords": ["owners", "weapon", "practice", "purse", "gun", "responsibility", "concealed", "ownership", "permit", "carry", "safety", "leblanc", "comes"], "article_url": "http://www.theadvertiser.com/story/news/local/2015/01/01/gun-ownership-comes-responsibility/21160517/", "article_text": "Buy Photo Mark LeBlanc, director of operations at Barney's Police Supplies and Indoor Range, speaks to Advertiser reporter Claire Taylor about proper firearm handling and firing Wednesday, December 31, 2014, at the shop in Lafayette, La. (Photo: Leslie Westbrook, The Advertiser)Buy Photo\n\nAn Idaho woman shopping at a Wal-Mart store was killed Tuesday when her 2-year-old son, seated in a shopping cart, reached into her purse and fired her 9mm handgun, hitting her in the head.\n\nAccording to news reports, Veronica Rutledge was an experienced shooter who had a permit to carry a concealed weapon. The gun was in a zippered section of a specially-designed concealed carry purse, which she left unattended for a moment.\n\nWhile it’s legal in Louisiana to carry a gun in your purse with a concealed carry permit, that’s not the best way to carry a weapon, Mark LeBlanc, director of operations at Barney’s Police Supplies in Lafayette, said Wednesday.\n\nIt’s the responsibility of a gun owner to minimize the opportunity for someone else to gain possession of their gun, said LeBlanc, a former law enforcement officer who teaches gun safety. The safest way to ensure no one else gets your gun is to carry it on your person in a holster or, if in a purse, the purse should be on your person, not left unattended, he said.\n\nGun sales across the nation are on the rise. In 2013, 12 million new guns were sold in the U.S., LeBlanc said, and 2014 sales are expected to exceed that.\n\n“In the past six years or so, there’s been a massive increase in gun sales,” he said.\n\nGun stores have had trouble in recent years meeting the demand for some guns and ammunition.\n\nGun owners come from every part of society — all ages, all backgrounds, all socioeconomic categories, and they’re buying guns for personal protection, hunting and recreation, LeBlanc said.\n\nWhether they received their first weapon as a Christmas gift or are life-long owners, gun owners should be familiar with the mechanics and safe operation of each weapon, LeBlanc said. That means practice, practice, practice.\n\nFirst-time gun owners should carefully read the informational brochure that came with the gun, familiarize themselves with the weapon before ever loading it, consider taking a gun safety course and practice shooting the weapon at a gun range.\n\n“Safe operation of a weapon and basic understanding of its operation are two slices of bread that make up a sandwich,” he said. “Everything has to go together.”\n\nGun owners also should be familiar with the laws in their parish and state.\n\nLouisiana is an open carry state. You can carry a gun on you without a permit as long as it’s visible. If it’s hidden, you need a concealed carry permit, said Cpl. Paul Mouton, public information officer, Lafayette Police Department.\n\nBergeron’s Restaurant in Port Allen made national news in 2014 when it started offering discounts to customers who wear a gun on their hip. According to news reports, the owner implemented the policy after some national chain stores banned customers from wearing guns in their stores, despite state laws allowing the practice.\n\nA concealed carry permit isn’t necessary in Louisiana to transport your gun in your automobile because it’s considered an extension of your home, LeBlanc said.\n\nLouisiana law doesn’t specify that a gun in a vehicle must be unloaded. But best practice is to transport a weapon unloaded or in the safety of a lock box or holster, Mouton said.\n\nAnd he cautioned gun owners that different states have different laws.\n\n“If you’re traveling in another state, you need research their laws reference the transport of firearms,” Mouton said.\n\nBy the numbers:\n\n136,505 Louisiana residents had concealed carry permits as of December 2013.\n\n3.89 percent of adults in Louisiana had concealed carry permits as of December 2013.\n\n(Source: July 9, 2014, report by Crime Prevention Research Center)\n\nGun safety tips\n\nTreat all weapons like they’re loaded.\n\nBefore and after firing a gun, always confirm it is not loaded.\n\nWhen inspecting or cleaning a gun, don’t have ammunition in the room.\n\nLearn as much as you can about your weapon and gun safety.\n\nNever point a weapon at anything you don’t intend to destroy.\n\nKeep your finger off the trigger and out of the trigger guard until you are ready to fire.\n\nAlways be aware of your total environment.\n\nProperly maintain your weapon.\n\nClean your weapon after every use.\n\n(Source: Mark LeBlanc, director of operations, Barney’s Police Supplies)\n\nRead or Share this story: http://www.theadvertiser.com/story/news/local/2015/01/01/gun-ownership-comes-responsibility/21160517/", "article_metadata": {"google": "notranslate", "description": "Gun owners should be familiar with the mechanics and safe operation of each weapon they own.", "og": {"site_name": "The Advertiser", "description": "Gun owners should be familiar with the mechanics and safe operation of each weapon they own.", "title": "Gun ownership comes with responsibility", "url": "http://www.theadvertiser.com/story/news/local/2015/01/01/gun-ownership-comes-responsibility/21160517/", "image": "http://www.gannett-cdn.com/GDContent/applogos/theadvertiser.png", "type": "article"}, "twitter": {"description": "Gun owners should be familiar with the mechanics and safe operation of each weapon they own.", "title": "Gun ownership comes with responsibility", "image": "http://www.gannett-cdn.com/-mm-/7c8ce6ab58c6c3ca5058a3c11ff09fd9a9dccb55/c=698-0-3230-2532&r=x643&c=640x640/local/-/media/LafayetteLA/2015/01/01/B9315689132Z.1_20150101160411_000_GCI9IA99P.1-0.jpg", "creator": "@theadvertiser", "site": "@theadvertiser", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=743844896", "fb": {"app_id": 150147415035780}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "That means practice, practice, practice.\nIt’s the responsibility of a gun owner to minimize the opportunity for someone else to gain possession of their gun, said LeBlanc, a former law enforcement officer who teaches gun safety.\nFirst-time gun owners should carefully read the informational brochure that came with the gun, familiarize themselves with the weapon before ever loading it, consider taking a gun safety course and practice shooting the weapon at a gun range.\nThe gun was in a zippered section of a specially-designed concealed carry purse, which she left unattended for a moment.\nWhether they received their first weapon as a Christmas gift or are life-long owners, gun owners should be familiar with the mechanics and safe operation of each weapon, LeBlanc said."}