{"article_title": "Nolan Arenado is apologetic after his benching by Rockies’ Walt Weiss – The Denver Post", "article_keywords": ["play", "right", "run", "pirates", "arenado", "rockies", "yesterday", "denver", "walt", "game", "nolan", "benching", "way", "apologetic", "post", "weiss", "playing"], "article_url": "http://www.denverpost.com/rockies/ci_26223336/nolan-arenado-apologetic-following-rockies-benching", "article_text": "A contrite and embarrassed Nolan Arenado on Saturday explained his benching by Rockies manager Walt Weiss after the Gold Glover failed to run out a groundball against the Pirates the night before.\n\n“I let my emotions get the best of me yesterday,” Arenado said before Saturday’s game. “I should have run harder. I usually do play the game the right way. Yesterday I slipped and I messed up. I apologize. It won’t happen again.”\n\nArenado’s grounder, on a check swing in the fourth inning against Pittsburgh, sent a ball hopping about 10 feet.\n\nHe had already grounded out in the second inning. But this one bobbled off the glove of Pirates pitcher Charlie Morton, and Arenado had a chance to beat out the throw.\n\nBut with Morton behind him, Arenado didn’t see it. And he ran through first at less than full pace. Weiss yanked Arenado from the game and replaced him with Charlie Culberson at third base.\n\n“We talk a lot about playing the game hard and playing the game right. And how important that is,” Weiss said Friday. “Especially when you’ve been getting your (butt) kicked for a while. It’s even more important then. It’s imperative.”\n\nArenado talked to Weiss on Saturday and said he understood and accepted his benching.\n\n“I messed up. I didn’t play the game the right way at that point,” Arenado said. “He had the absolute right to do that. I shouldn’t be playing the game that way. There was just a lot of frustration and emotion been going on lately since I’ve been playing.”\n\nArenado is hitting .281 since returning July 3 from a broken hand.\n\n“Since I’ve been back on the field, I feel I haven’t been where I want to be as a hitter,” Arenado said. “It’s frustrating. And obviously, as a team we haven’t been playing well. Last two games we have. But it’s frustrating when you’re not playing well and the team’s not playing well. It kind of wears you down.\n\n“But, ultimately, there’s no excuse for not running hard. That was something I learned.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Nolan Arenado is apologetic after his benching by Rockies’ Walt Weiss", "title": "Nolan Arenado is apologetic after his benching by Rockies’ Walt Weiss", "url": "http://www.denverpost.com/2014/07/26/nolan-arenado-is-apologetic-after-his-benching-by-rockies-walt-weiss/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140726__nolan-arenadop1.jpg", "height": 484}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140726__nolan-arenadop1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-07-26T19:29:10+00:00", "modified_time": "2016-04-27T09:44:20+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "“We talk a lot about playing the game hard and playing the game right.\n“I let my emotions get the best of me yesterday,” Arenado said before Saturday’s game.\nA contrite and embarrassed Nolan Arenado on Saturday explained his benching by Rockies manager Walt Weiss after the Gold Glover failed to run out a groundball against the Pirates the night before.\nI didn’t play the game the right way at that point,” Arenado said.\nI usually do play the game the right way."}