{"article_title": "Woman in Batman mask arrested for attempted robbery", "article_keywords": ["wearing", "blue", "woman", "money", "robbed", "attempted", "arrested", "mask", "thought", "convenience", "robbery", "batman", "store"], "article_url": "http://www.kake.com/home/headlines/Woman-in-Batman-mask-robs-south-Wichita-store-281975991.html", "article_text": "A batman masked robber is now in custody after being captured by police shortly following her latest attempt.\n\nThe arrest could lead to charges for a spree of robberies. Police had been searching for a batman masked robber for a couple days. Police dispatchers wouldn't confirm, but say it's very possible this is the same woman who robbed a couple convenience stores Thursday and Friday night.\n\nWichita police were called to Phamily Express on East Pawnee early Saturday evening after store employees called 9-1-1 to report a woman wearing a batman mask attempted to rob their convenience store. Police dispatchers say officers found the suspect outside the store with no weapons shortly after arriving. She was arrested and taken in for questioning.\n\nA woman with the same description and batman mask robbed Maize Food Mart in west Wichita Friday night. Surveillance video shows her walking in wearing the blue mask. As she makes her way to the counter, she drops her bag, picks it up and demands cash. The convenience store manager says the clerk thought the masked woman was kidding at first, but soon gave her around one hundred dollars from the register.\n\n\"It's pretty strange,\" says Maize Food Manager Bud Meisch. \"That's why the clerk first thought it was a joke and I mean Halloween was just last week so she maybe thought she was late for a Halloween party or something.\"\n\nThe woman robbed the Friends Corner convenience store in southeast Wichita. Surveillance video shows her wearing the same blue mask as she demands money and cigarettes.\n\nAlthough police haven't officially confirmed it's the same robber as the one arrested Saturday night, Meisch says he feels confident it is. He says he's thankful she's caught, but can't believe she thought she could keep getting away with robberies in such a distinguishable mask.\n\n\"You never know anymore what people will try,\" says Meisch. \"To me it's not worth going to jail for that little amount of money, but whatever.\"\n\nPolice dispatchers told KAKE News late Saturday night that the woman was still being questioned. So far no charges has been filed. Police may have an update in their media briefing Sunday.\n\nA woman was arrested Saturday evening after police say she attempted to rob a south Wichita convenience store while wearing a Batman mask. She could also be connected to two similar robberies earlier this week.\n\nThe latest incident happened shortly after 5 p.m. at the Phamily Express at 1203 East Pawnee.\n\nOfficers found the woman outside the store. She was arrested and taken downtown for questioning. She was not armed.\n\nPolice would not confirm whether she's the same woman wanted for robbing two other convenience stores.\n\nAt 9:15 p.m. Friday, the Maize Food Mart in the 10700 block of West Kellogg was robbed.\n\nSgt. John Hoofer says a woman wearing a blue Batman mask entered the store, put a bag on the counter and demanded money. The clerk told police she thought he woman was kidding. The suspect was able to get away with an unknown amount of cash.\n\nThe woman is described as about 5 feet, 6 inches tall and weighing 175 pounds. She has brown hair and was last seen wearing a black leather jacket, jeans and the aforementioned blue Batman mask.\n\nOn Thursday a woman wearing a blue Batman mask also robbed Friend's Corner on E. 47th St. South.\n\nShe stole money and cigarettes. The clerk didn't see a weapon.", "article_metadata": {"medium": "video", "description": "The latest incident happened shortly after 5 p.m. at the Phamily Express at 1203 East Pawnee.", "language": "english", "author": "Ben Jordan", "og": {"description": "The latest incident happened shortly after 5 p.m. at the Phamily Express at 1203 East Pawnee.", "title": "UPDATE: Woman in Batman mask arrested for attempted robbery", "url": "http://www.kake.com/home/headlines/Woman-in-Batman-mask-robs-south-Wichita-store-281975991.html", "image": "http://gray-uploads.s3.amazonaws.com/captures/9C6/6FA/9C66FA29E56640898DFE5BCA7D7A8D36", "video": "http://gray-uploads.s3.amazonaws.com/captures/B2C/59A/B2C59AEDBFF24FC2BCDAE9DA314A69C3.mp4", "type": "article"}, "twitter": {"domain": "www.kake.com", "description": "The latest incident happened shortly after 5 p.m. at the Phamily Express at 1203 East Pawnee.", "title": "UPDATE: Woman in Batman mask arrested for attempted robbery", "url": "http://www.kake.com/home/headlines/Woman-in-Batman-mask-robs-south-Wichita-store-281975991.html", "image": "http://media.graytvinc.com/images/Batman-robbery.jpg", "creator": "@KAKEnews", "site": "@KAKEnews", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "video_type": "video/mp4", "video_height": 288, "keywords": "UPDATE: Woman in Batman mask arrested for attempted robbery", "google-site-verification": "H0mev8O__gMqb34WcvOyZgBXFMRQZvDAQ0YTSGJ9hGQ", "video_width": 512, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "UPDATE Woman in Batman mask"}, "article_summary": "A woman was arrested Saturday evening after police say she attempted to rob a south Wichita convenience store while wearing a Batman mask.\nOn Thursday a woman wearing a blue Batman mask also robbed Friend's Corner on E. 47th St. South.\nA woman with the same description and batman mask robbed Maize Food Mart in west Wichita Friday night.\nShe has brown hair and was last seen wearing a black leather jacket, jeans and the aforementioned blue Batman mask.\nJohn Hoofer says a woman wearing a blue Batman mask entered the store, put a bag on the counter and demanded money."}