{"article_title": "Hate Obamacare? Wanna Fire Gays? Create a Fake Church!", "article_keywords": ["pay", "members", "hcsms", "hate", "create", "church", "obamacare", "religious", "health", "way", "fake", "gays", "laws", "wanna", "insurance", "thats"], "article_url": "http://www.thedailybeast.com/articles/2015/08/04/want-to-ignore-obamacare-or-fire-an-employee-for-being-gay-religify-and-exempt-yourself.html", "article_text": "Using my religion\n\nWork-arounds provide conservative Christians a way out of laws they don’t like.\n\nFor many Christians, God isn’t just their copilot—he’s their lawyer, too. And he’s a good one, with lots of ways to get around laws and regulations that they’d rather not obey.\n\nConsider two of the most contentious Supreme Court decisions of the last few terms: King v. Burwell, which preserved Obamacare, and Obergefell, which gave gay couples the right to marry. Both of these cases were high-wattage media affairs and possibly historic moments.\n\nBut if you’d prefer not to obey them, with the right amount of religion, that’s not too hard to do.\n\nObamacare first. As is well known, closely-held corporations can opt out of part of Obamacare if they (the corporations that is) have a religious reason for doing so.\n\nLess well known is that, thanks to a carve-out created by three centrist legislators (two Democrats and one Republican), anyone can decline to buy insurance by instead participating in a “health care sharing ministry,” or an HCSM. Affordable Care Act be damned... or blessed, I guess.\n\nThe way HCSMs work is deceptively simple. Instead of buying insurance from an insurance company, members sign up for these “ministries” and pay a monthly fee—usually far less than an insurance premium. When accidents happen, the ministry members “share” (i.e., pay) the health-care costs, just as an insurance company might.\n\nIn a way, HCSMs are like Uber for the home-schooling crowd: a phony “sharing economy” that is actually a clever end-run around regulation. In fact, though, the model dates back to the old Mutual Aid Societies of the 19th century, which worked similarly. In its contemporary forms, it works primarily for three reasons.\n\nFirst is the religious element. Members must make all kinds of promises: abstaining from tobacco and alcohol, for example. No pre- or extra-marital sex either.\n\nAnd HCSMs generally don’t cover “immoral” expenses like contraception. Such provisions please the consciences of members, and also keep expenses down. Of course, they also exclude lots of people (gays, atheists, etc.) but that comes with the territory.\n\nSecond, HCSMs are often able to negotiate away significant portions of outstanding medical bills. Some small percentage of that power may be due to their nonprofit religious status. More likely, since members are technically uninsured and payment is not guaranteed, HCSMs have strong bargaining positions. For hospitals, their offer is always better than the alternative, which is nothing.\n\nThird, and most troubling, is that HCSMs are not required to pay particular expenses, and are not required to maintain any of the base-level coverage that the Affordable Care Act was meant to guarantee. Those with pre-existing conditions may be excluded. And all HCSMs say that not all expenses may be “shared.”\n\nIn other words, beneath their (sincere) religious rhetoric, HCSMs are actually a kind of legalized gambling. You pay in less, but you might get stuck with a bill later.\n\nNow, this may seem odd, since it’s exactly the sort of gamble the ACA was supposed to end. By requiring everyone to buy insurance, the ACA could eliminate the worst plans, and guarantee a base level of coverage for everyone.\n\nBut since they are religious in nature, HCSMs can be both Cadillac plans and Lemons: Cadillac in that they poach some of the best customers (no pre-existing conditions, no medically costly behavior), Lemon in that they can still stick them with the bill.\n\nOf course, if you get seriously ill, that’s just God’s plan for you. Too bad you don’t have a health plan.\n\nGet The Beast In Your Inbox! Daily Digest Start and finish your day with the smartest, sharpest takes from The Daily Beast Cheat Sheet A speedy, smart summary of news and must-reads from The Daily Beast and across the Web By clicking \"Subscribe,\" you agree to have read the Terms of Use and Privacy Policy Subscribe Thank You! You are now subscribed to the Daily Digest and Cheat Sheet. We will not share your email with anyone for any reason\n\nHow is any of this legal? Because religion. And winning over moderate votes in order to pass the ACA.\n\nFurther, in a neat twist of pork-barrel politics, the only HCSMs that are allowed to exist are those in operation since before 2000. There are exactly four: Medi-Share, Christian Healthcare Ministries, Liberty HealthShare (the only one open to non-Christians), and Samaritan Ministries.\n\nSo far, only about 350,000 people are enrolled in HCSMs. And while membership spiked in the Obamacare paranoia period, it’s not clear that trend will continue, now that the ACA is working so well.\n\nBut if you’d like to join the Lamb and the 350,000 (that’s a Revelation reference for you heathens out there), or if you just don’t like Obamacare and are willing to quit drinking and risk not getting paid for your gall bladder surgery, consider signing up. As one of the four providers said, “Still looking for an affordable, God-honoring healthcare solution? The doors are always open.”\n\nOK, so now your health insurance isn’t paying for “baby killing.” But what about all those gays getting married? Do you still have to put up with them?\n\nFear not! Not only has a constellation of religious exemptions to civil rights laws appeared across the United States (in Utah, Arkansas, Mississippi, and North Carolina most notably), but if you’re running an organization that has anything to do with religion, the folks at Alliance Defending Freedom have a way to weasel around any civil rights law that might offend your sense of decency.\n\nAs first reported by Frederick Clarkson, the ADF has partnered with the Ethics and Public Policy Commission of the Southern Baptist Convention to publish a handbook on how to discriminate legally.\n\nWarning of “the gathering spiritual darkness,” it urges organizations to revise their internal documents and contracts, reclassifying all employees—even janitors—as “ministers” to take advantage of the ministerial exemption to anti-discrimination law.\n\nA similar handbook published by the Liberty Institute asks, “What’s the solution to protecting yourself from religious attacks? In a word, religify.”\n\nWell that’s a new one—literally. Whether a given position, facility, or program is authentically religious or not, organizations and corporations can “religify” it to make it seem as though it is.\n\nWait, but isn’t that legally lying—forbidden by the Ten Commandments? Never mind.\n\nWorse, these Discrimination Handbooks are openly distorting Supreme Court doctrine. In a 2012 decision, the Court ruled 9-0 that the “ministerial exemption” to civil rights laws covered not just ministers per se but anyone performing a ministerial function: Sunday school teachers, for example. Conservatives and (most) liberals alike cheered this ruling.\n\nBut now the religious conservatives have run wild with it. Now, you can fire your school cafeteria worker for being a lesbian, or your English teacher for pursuing IVF because she is infertile. Now your private corporation can deny health benefits to your gay employee’s husband, because after all, your corporation is religious. And now you can flout anti-discrimination law and turn gays away from your hotel chain, because, hey, you’ve religified.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "jaymichaelson"}, "keywords": "Obamacare, u.s. poli, U.S. News,", "publicationDate": 201508040513, "wrap": "/content/dailybeast/us-news", "description": "Work-arounds provide conservative Christians a way out of laws they don’t like.", "pageNum": 1, "title": "Hate Obamacare? Wanna Fire Gays? Create a Fake Church!", "tags": "Obamacare:Industryterm,topic:politics,topic:us-news", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"Hate Obamacare? Wanna Fire Gays? Create a Fake Church!\",\"link\":\"http://www.thedailybeast.com/articles/2015/08/04/want-to-ignore-obamacare-or-fire-an-employee-for-being-gay-religify-and-exempt-yourself.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2015/08/04/want-to-ignore-obamacare-or-fire-an-employee-for-being-gay-religify-and-exempt-yourself/jcr:content/image.crop.410.273.jpg/47956577.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2015/08/04/want-to-ignore-obamacare-or-fire-an-employee-for-being-gay-religify-and-exempt-yourself\",\"pub_date\":\"2015-08-04T05:13:00+00:00\",\"section\":\"U.S. News\",\"author\":\"Jay Michaelson\",\"tags\":[\"Industryterm\",\"politics\",\"us-news\"]}", "news_keywords": "Obamacare, US Politics, US News", "sectionTaxanomies": "us-news", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Jay Michaelson", "article": {"section": "us-news", "published_time": "2015-08-04T05:13:00.000Z", "author": "http://www.thedailybeast.com/contributors/jay-michaelsonhtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2015/08/04/want-to-ignore-obamacare-or-fire-an-employee-for-being-gay-religify-and-exempt-yourself", "og": {"site_name": "The Daily Beast", "description": "Work-arounds provide conservative Christians a way out of laws they don’t like.", "title": "Hate Obamacare? Wanna Fire Gays? Create a Fake Church!", "url": "http://www.thedailybeast.com/articles/2015/08/04/want-to-ignore-obamacare-or-fire-an-employee-for-being-gay-religify-and-exempt-yourself.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2015/08/04/want-to-ignore-obamacare-or-fire-an-employee-for-being-gay-religify-and-exempt-yourself/jcr:content/image.img.2000.jpg/1438697315262.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/j/jay-michaelson", "content-type": "text/html; charset=UTF-8"}, "article_summary": "The doors are always open.”OK, so now your health insurance isn’t paying for “baby killing.” But what about all those gays getting married?\nIn a way, HCSMs are like Uber for the home-schooling crowd: a phony “sharing economy” that is actually a clever end-run around regulation.\nThe way HCSMs work is deceptively simple.\nInstead of buying insurance from an insurance company, members sign up for these “ministries” and pay a monthly fee—usually far less than an insurance premium.\nWhen accidents happen, the ministry members “share” (i.e., pay) the health-care costs, just as an insurance company might."}