{"article_title": "You had one job to do, government", "article_keywords": ["shut", "congress", "house", "bill", "obamacare", "running", "paid", "job", "shutdown", "america"], "article_url": "http://sundial.csun.edu/2013/10/you-had-one-job-to-do-government/", "article_text": "Everybody, brace yourselves. The government of the United States of America has officially, as of Tuesday morning last week, shut down.\n\nYup, the government in all of its infinite wisdom, failed to do the one thing they were hired and elected to do: keep the government running.\n\nDespite the various Facebook references between the government shutdown and the movie “The Purge,” there will be no lawlessness and rampant violence throughout America. So what happens during a government shutdown if not rampant crimes?\n\nFirst, government services considered nonessential to keep a government running will have their doors closed for the duration of the shutdown. It is a rather long list, but to keep it short and to the point, yes the United States Postal Service will still deliver mail because they are not funded by the government. However, national monuments, museums, galleries and parks will be shutdown.\n\nPassport applications will not be processed during the shutdown. Applying for government loans for things like a new house or opening a new business will not be functional. Applications for purchase of guns will also be delayed.\n\nWhile these may seem like small things for college students, they mean a lot to the employees who work for these organizations as they will be having no pay. According to a report by USA Today, sexual assault investigations on college campuses will be halted since the U.S. Department of Education’s Office of Civil Rights will be putting investigations on hold during the shutdown.\n\nAlso the U.S. economy will take a blow from the shutdown. Each day that passes by while the government is shut down costs America even more money.\n\nThe last time the government shutdown was in 1995, while President Bill Clinton was still in office. The shutdown lasted 21 days and was estimated to have cost the U.S. government $1.5 billion. That was in 1995, when the economy was stronger. According to a CNN article, a three-to-four-week shutdown would cost the U.S. government $55 billion, about 50 times more than 1995.\n\nHere’s the catch. While 800,000 government workers will be temporarily out of a job, President Obama and Congress will still get paid. While a huge blunder like this would result in an ordinary citizen losing their job, Congress still gets paid and still keeps their job. Under the 27th Amendment, Congress cannot alter their pay. What a self-serving amendment.\n\nSo what exactly caused the government to shut down? Obamacare. That’s right, the Patient Protection and Affordable Care Act, popularly known as Obamacare, is being hotly debated by both sides of Congress. The Republican-controlled House keeps on pushing bills that will either delay or derail the healthcare plan. However, the Democrat-controlled Senate refuses any bill the House passes that will affect Obamacare in any negative way.\n\nIn short, the fiscal year for the government runs from Oct. 1 to Sept. 30 every year. Congress must pass an annual budget by Sept. 30 to fund the government. However, both sides of Congress must agree to a single budget. Because the House and Senate cannot come to an agreement over what to do about Obamacare, the government couldn’t pass a bill for the new fiscal year, effectively shutting down the government.\n\nOh, but before the shutdown happened, Congress agreed on one thing; they passed a bill to keep paying military personnel.\n\nReally? Is paying military personnel really that essential in the face of 800,000 displaced workers and the various services that are now shutdown? Is military conquest more important than running a functional government?\n\nAs of now, the Democrat-backed Senate is blaming the GOP-backed House for the cause of the shutdown, as the GOP just refuses to negotiate if Obamacare doesn’t get delayed or derailed. The Democrats refuse to negotiate if any bill from the House even touches Obamacare. Essentially, what is going on is a classic kid fight; I-won’t-say-sorry-if-they-don’t-say-sorry-first situation. Seriously, Congress is a room full of hundreds of highly educated adults and in the face of a government shutdown, they refuse to set aside differences to negotiate funds to keep a government running. Do both sides of Congress really need to flex their muscles so much that they are going to go as far as to cause problems for an entire country? The logic fails me.\n\nGovernment officials have one job to do, and that is to keep America running. And yet over their petty, stupid fights about ideals they failed. You were hired to do one thing, and you failed, and to top it off, you still get a fat salary. According to Robert Longley of about.com, the rank-and-file of Congress gets paid $174,000. Jesus Christ, that is a lot of dough for failing at your job, for looking like idiots to the country you serve, and also looking like idiots to the rest of the world.\n\nIt is completely unfair that Congress gets paid a fat sum of money, but the common folks have to pay for their childish fight. Eight hundred thousand government employees that are losing a living for as long as the government is shut down because their leaders messed up.\n\nThis clash of ideals will impact all of America the longer it goes on. In short, everyone but Congress and Obama will be shouldering the effects of the shutdown. What a cop out, to throw the consequences of a failed job at everyone else. It makes me wonder, just what the hell did we actually elect and hire you for if nothing ever gets done? How can we trust the government if political blunders like this happen? Wait, what the hell have you guys been doing this whole time?\n\nShare this: Facebook\n\nTwitter\n\nGoogle\n\nMore\n\nReddit\n\nPocket\n\n\n\nPinterest\n\nLinkedIn\n\n\n\nTumblr\n\n", "article_metadata": {"generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Calvin Ratana", "og": {"site_name": "The Sundial", "description": "Everybody, brace yourselves. The government of the United States of America has officially, as of Tuesday morning last week, shut down. Yup, the government in all of its infinite wisdom, failed to …", "title": "You had one job to do, government", "url": "http://sundial.csun.edu/2013/10/you-had-one-job-to-do-government/", "image": {"width": 300, "identifier": "http://i0.wp.com/sundial.csun.edu/wp-content/uploads/2013/10/Op-Shutdown-thumbnail.jpg?fit=300%2C225", "height": 225}, "locale": "en_US", "type": "article"}, "twitter": {"card": "summary"}, "article": {"published_time": "2013-10-06T19:06:08+00:00", "modified_time": "2013-10-07T23:31:05+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "While a huge blunder like this would result in an ordinary citizen losing their job, Congress still gets paid and still keeps their job.\nGovernment officials have one job to do, and that is to keep America running.\nWhile 800,000 government workers will be temporarily out of a job, President Obama and Congress will still get paid.\nWhat a cop out, to throw the consequences of a failed job at everyone else.\nJesus Christ, that is a lot of dough for failing at your job, for looking like idiots to the country you serve, and also looking like idiots to the rest of the world."}