{"article_title": "Projected Obamacare Enrollment Falls 1 Million Short « CBS DC", "article_keywords": ["website", "short", "system", "process", "enrollment", "million", "obamacare", "projected", "dc", "traffic", "cbs", "health", "plan", "online", "site", "redmon", "falls"], "article_url": "http://washington.cbslocal.com/2013/12/03/cbs-news-projected-obamacare-enrollment-falls-1-million-short/", "article_text": "WASHINGTON (CBS DC/AP) — The Obama administration still has a ways to go to hit its predicted number of Americans who are expected to sign up for health care.\n\nAccording to CBS News, only 100,000 signed up online last month for federal health insurance through the Affordable Care Act. So far, over 206,000 have enrolled in Obamacare, which is 1 million short of the projected enrollment.\n\nThe administration says that HealthCare.gov has dramatically improved since its Oct. 1 launch after President Barack Obama gave a Nov. 30 deadline to fix the glitch-plagued website.\n\n“The site is running faster, it’s responding quicker and it can handle larger amounts of traffic,” Health and Human Services Secretary Kathleen Sebelius said in a Monday op-ed in the USA Today.\n\nDespite the assurances, there still have been hiccups with the website.\n\nBrokers and online assistants in Utah say three of every four people successfully signed up for health coverage on the online within an hour of logging in. A state official overseeing North Dakota’s navigators said he had noticed improvements in the site, as did organizations helping people sign up in parts of Alabama and Wisconsin.\n\nBut staffers at an organization in South Florida and a hospital group with locations in Iowa and Illinois said they have seen no major improvements from the federal website, which 36 states are relying on.\n\nAmanda Crowell, director of revenue cycle for UnityPoint Health-Trinity, which has four hospitals in Iowa and Illinois, said the organization’s 15 enrollment counselors did not see a marked improvement on the site.\n\n“We had very high hopes for today, but those hopes were very much quashed,” said Crowell. She said out of a dozen attempts online only one person was able to get to the point of plan selection, though the person decided to wait.\n\nThe site appeared to generally run smoothly early Monday morning before glitches began slowing people down. By 10 a.m., federal health officials deployed a new queue system that stalls new visitors on a waiting page so that those further along in the process can finish their application with fewer problems.\n\nAbout 750,000 had visited the site by Monday night — about double the traffic for a typical Monday, according to figures from the Centers for Medicare and Medicaid Services.\n\nDespite the Obama administration’s team of technicians working around the clock, it’s not clear if the site will be able to handle the surge of applicants expected by the Dec. 23 deadline to enroll for coverage starting at the beginning of the year.\n\nThe website is supposed to handle 50,000 users simultaneously, but CBS News reports the queuing system turned on at 35,000 users. The system notifies consumers via email when it’s a better time to browse the website.\n\n“For those who prefer to shop online, you may want to visit HealthCare.gov in off-peak hours when there is less traffic — mornings, evenings, or on weekends,” Sebelius said.\n\nMany navigators also say they’re concerned the bad publicity plaguing the troubled website will prevent people from giving the system another try.\n\n“There’s a trust level that we feel like we broke with them. We told them we were here to help them and we can’t help them,” said Valerie Spencer, an enrollment counselor at Sarah Bush Lincoln Center, a small regional hospital in the central Illinois city of Mattoon.\n\nFederal health officials acknowledged the website is still a work in progress. They’ve also acknowledged the importance of fixing back-end problems as insurers struggle to process applications because of incomplete or inaccurate data. Even when consumers think they’ve gone through the whole process, their information may not get to the insurer without problems.\n\n“We do know that things are not perfect with the site. We will continue to make improvements and upgrades,” said Julie Bataille, communications director for the Centers for Medicare and Medicaid Services.\n\nIn less than an hour Monday, Starla Redmon, 58, of Paris, Ill., was able to successfully get into a health plan with help from an enrollment counselor. Redmon, who juggles two part-time jobs and has been uninsured for four years, said she was surprised the website worked so well after hearing reports about its problems.\n\n“Everything she typed in, it went through,” said Redmon, who chose a bronze plan and will pay about $75 a month after a tax credit. “It was the cheapest plan I could go with.”\n\n(TM and © Copyright 2013 CBS Radio Inc. and its relevant subsidiaries. CBS RADIO and EYE Logo TM and Copyright 2013 CBS Broadcasting Inc. Used under license. All Rights Reserved. This material may not be published, broadcast, rewritten, or redistributed. The Associated Press contributed to this report.)", "article_metadata": {"description": "The Obama administration still has a ways to go to hit its predicted number of Americans who are expected to sign up for health care.", "generator": "WordPress.com", "og": {"url": "http://washington.cbslocal.com/2013/12/03/cbs-news-projected-obamacare-enrollment-falls-1-million-short/", "image": {"width": 1500, "secure_url": "https://cbswashington.files.wordpress.com/2013/10/185481441.jpg?w=1500", "identifier": "https://cbswashington.files.wordpress.com/2013/10/185481441.jpg?w=1500", "height": 967}, "type": "article", "description": "The Obama administration still has a ways to go to hit its predicted number of Americans who are expected to sign up for health care.", "title": "CBS News: Projected Obamacare Enrollment Falls 1 Million Short"}, "twitter": {"image": "https://cbswashington.files.wordpress.com/2013/10/185481441.jpg?w=1500", "description": "The Obama administration still has a ways to go to hit its predicted number of Americans who are expected to sign up for health care.", "site": "/cbsdc", "card": "summary_large_image", "title": "CBS News: Projected Obamacare Enrollment Falls 1 Million Short"}, "msapplication-tooltip": "News, Sports, Weather, Traffic and the Best of Washington DC", "msapplication-window": "width=device-width;height=device-height", "application-name": "CBS DC", "article": {"publisher": "https://www.facebook.com/cbsdc", "author": "https://www.facebook.com/cbsdc"}, "keywords": "cbs washington, politics, affordable care act, healthcare.gov, kathleen sebelius, obamacare, president barack obama", "google-site-verification": "44caXBf4kjHeKKAT7ZZ89NaCX25utL_yRSa-qGpwIhY", "msapplication-task": "name=Subscribe;action-uri=http://washington.cbslocal.com/feed/;icon-uri=http://1.gravatar.com/blavatar/b87f6ea5e510fe3d34ffe9a8dbe8c1cf?s=16", "news_keywords": "affordable care act, healthcare.gov, kathleen sebelius, obamacare, president barack obama"}, "article_summary": "So far, over 206,000 have enrolled in Obamacare, which is 1 million short of the projected enrollment.\nAccording to CBS News, only 100,000 signed up online last month for federal health insurance through the Affordable Care Act.\nIn less than an hour Monday, Starla Redmon, 58, of Paris, Ill., was able to successfully get into a health plan with help from an enrollment counselor.\nCBS RADIO and EYE Logo TM and Copyright 2013 CBS Broadcasting Inc. Used under license.\nThe website is supposed to handle 50,000 users simultaneously, but CBS News reports the queuing system turned on at 35,000 users."}