{"article_title": "Trump makes stop in North Augusta ahead of primary", "article_keywords": ["great", "north", "trump", "ahead", "win", "stop", "primary", "augusta", "cruz", "going", "im", "obamacare", "china", "makes", "think", "say"], "article_url": "http://www.northaugustastar.com/article/20160216/STAR01/160219586/0/STAR", "article_text": "\n\n\n\nAhead of the South Carolina Republican primary Saturday, Donald Trump is looking to maintain his position at the top of the polls.\n\nTrump took to Riverview Park Activities Center for a campaign rally Tuesday afternoon, speaking to roughly 1,200 supporters in Gyms 3 and 4, and an additional 500 in Gym 2. The GOP front-runner roughly doubles his closest rivals Texas Sen. Ted Cruz and Florida Sen. Marco Rubio 35 percent to 18 each according to Public Policy Polling.\n\nIn particular, Trump put Cruz on blast.\n\n“Did you see (the) Senator from Oklahoma just came out with a statement, one of the most incredible statements, here’s a guy who came out with such an unbelievably strong statement that Ted Cruz is the most dishonest person in the Senate,” Trump said, with boos being elicited from the mention of Cruz. “Like the most incredible statement. He’s a Republican that just came out. What I’m telling you is true – I’ve never seen a human being lie so much. He lies about everything. He’ll take your record, like I talk to about ObamaCare. He’ll say Trump loves ObamaCare, that I love ObamaCare, how do you fight that? I hate ObamaCare, it’s going to be terminated.”\n\nAs it comes to international trade, Trump said China devalues its currency and that it is the “greatest money manipulators ever.” Specifically, he cautioned about Boeing’s plant in China and what that could mean for South Carolina.\n\n“Be careful because China, in order to get an order of plans, is making Boeing build this massive plant in China,” he said. “Won’t happen if I’m president, by the way, all of a sudden you’ll come up and say ‘You know, Boeing wants to move all of their production to China and they’re going to be closing up.’ This is the way it works folks, and you’re sitting there saying ‘Oh, that couldn’t happen,’ it can happen really easily. ... What they’re doing is genius. They’re world-class chess players with devaluation. Our country doesn’t even know what to do.”\n\nAs the Republican race thins, Trump said he can win in places that the GOP has historically struggled.\n\n“When you’re No. 1, I’ve been No. 1 almost since I announced because I did a great job,” he said. “I built a great company. I employ thousands of people. I’ve employed tens of thousands of people over the years in places like Mexico. I have so many Hispanics working for me that I think I’m going to win the Hispanics. I think I’m going to win places like Michigan that aren’t even in play for the Republicans. You know, the Republicans; it’s very hard to win because structurally you’re at a big disadvantage. You have a lot of disadvantages, I’m going to bring states into play and win them easily that aren’t even in play. Polls are coming out saying that I beat Hillary so many, I mean I beat Hillary and I haven’t even started on her yet.\n\n“This guy Cruz comes out ‘Well, I don’t think he’s going to win.’ This guy is so strident and so nasty he’s going to lose every single state. Then Bush, poor Bush, he comes out ‘Well, I don’t think that Donald Trump can beat Hillary Clinton, but I can.’ I say, ‘Well, why aren’t you beating me?’”\n\nTrump concluded his speech by promising those in attendance that they “would remember this day.”\n\n“You’re going to say this is one of the great days of my life,” he said. “Because this was the beginning of making America great again.”\n\nScott Rodgers is the news editor at The North Augusta Star and has been with the paper since 2013. Follow him on Twitter @TheScottRodgers.", "article_metadata": {"description": "Ahead of the South Carolina Republican primary Saturday, Donald Trump is looking to maintain his position at the top of the polls.", "author": "http://www.northaugustastar.com", "og": {"site_name": "The North Augusta Star", "description": "Ahead of the South Carolina Republican primary Saturday, Donald Trump is looking to maintain his position at the top of the polls.", "title": "Trump makes stop in North Augusta ahead of primary", "url": "http://www.northaugustastar.com/article/20160216/STAR01/160219586/", "image": {"url": "http://EPP-AGweb.newscyclecloud.com/storyimage/AG/20160216/STAR01/160219586/AR/0/AR-160219586.jpg", "identifier": "http://EPP-AGweb.newscyclecloud.com/storyimage/AG/20160216/STAR01/160219586/AR/0/AR-160219586.jpg"}, "type": "article"}, "fb": {"app_id": 328504580616902}, "keywords": "Trump makes stop in North Augusta ahead of primary\r\n -  \r\nNA News\r\n<!--//end Community/objects/articleTaxonomy999.pbo-->", "article": {"section": "STAR", "published_time": 20160216202146, "modified_time": 201602162027}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Trump makes stop in North Augusta ahead of primary\r\n -  \r\nNA News\r\n<!--//end Community/objects/articleTaxonomy999.pbo-->"}, "article_summary": "He’ll say Trump loves ObamaCare, that I love ObamaCare, how do you fight that?\nI have so many Hispanics working for me that I think I’m going to win the Hispanics.\nI think I’m going to win places like Michigan that aren’t even in play for the Republicans.\nAhead of the South Carolina Republican primary Saturday, Donald Trump is looking to maintain his position at the top of the polls.\nYou have a lot of disadvantages, I’m going to bring states into play and win them easily that aren’t even in play."}