{"article_title": "Dana Chipman Will Lead Benghazi Committee’s Legal Team", "article_keywords": ["benghazi", "committees", "lead", "point", "attacks", "serve", "legal", "select", "willing", "chipman", "committee", "team", "served", "dana"], "article_url": "http://dailysignal.com/2014/08/20/former-obama-appointee-will-lead-benghazi-committees-legal-team/", "article_text": "The Benghazi Select Committee has hired retired Lt. Gen. Dana Chipman to serve as its chief legal counsel. Investigative journalist Sharyl Attkisson reports that Chipman will take point on the committee’s investigation of the 2012 attacks on the U.S. embassy in Benghazi, Libya.\n\nThis won’t be Chipman’s first tour of duty in Washington, D.C. From 2009 to 2013, he served under President Obama as judge advocate general of the U.S. Army.\n\nEarlier this year, the U.S. House of Representatives created the committee to investigate the Benghazi attacks that left four Americans dead, including Ambassador Christopher Stevens.\n\nHelle Dale, a senior fellow for public diplomacy at The Heritage Foundation, has written extensively on the Obama administration’s response to the attacks. She spoke to The Daily Signal about the critical role Chipman will play in the investigation:\n\nWhoever holds the post of general counsel for the Benghazi Select Committee should not only have outstanding credential, but also be willing to compel testimony and documents up to and including the highest levels of the U.S. government. Gen. Chipman may find himself in a position to have to subpoena his former bosses in the Pentagon, and has to be willing to go that distance to get to the truth about Benghazi.\n\nA military man all his life, Chipman graduated from West Point as an infantry officer in 1980. Six years later during the Reagan administration, he enlisted in the Army’s Legal Education Program, later graduating from Stanford Law School.\n\nA soldier and a scholar, Chipman served as a prosecutor early in his career before rising to become commandant of the JAG Legal Center and School.\n\nIn a 2010 interview, Chipman said he “loves crime” and finds investigating “why people do what they do, fascinating.”\n\n“The prospect of something new” motivated Chipman to continually re-enlist and remain dedicated to his work, “surrounded by the best people I could know, serving in support of those who selflessly answered the call to serve their nation.”", "article_metadata": {"description": "The Benghazi Select Committee has hired retired Lt. Gen. Dana Chipman to serve as its chief legal counsel.", "og": {"site_name": "The Daily Signal", "description": "The Benghazi Select Committee has hired retired Lt. Gen. Dana Chipman to serve as its chief legal counsel.", "title": "Dana Chipman Will Lead Benghazi Committee’s Legal Team", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/140820_GeneralBenghazi_Wegmann.jpg", "type": "article"}, "bitly": {"url": "http://dailysign.al/1tmmBF7"}, "twitter": {"domain": "The Daily Signal", "description": "The Benghazi Select Committee has hired retired Lt. Gen. Dana Chipman to serve as its chief legal counsel.", "title": "Dana Chipman Will Lead Benghazi Committee’s Legal Team", "image": {"src": "http://dailysignal.com/wp-content/uploads/140820_GeneralBenghazi_Wegmann.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Security", "tag": "terrorism", "published_time": "2014-08-20T14:43:33+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Trey Gowdy, Benghazi Select Committee, Christopher Stevens, Dana Chipman"}, "article_summary": "The Benghazi Select Committee has hired retired Lt. Gen. Dana Chipman to serve as its chief legal counsel.\nA soldier and a scholar, Chipman served as a prosecutor early in his career before rising to become commandant of the JAG Legal Center and School.\nInvestigative journalist Sharyl Attkisson reports that Chipman will take point on the committee’s investigation of the 2012 attacks on the U.S. embassy in Benghazi, Libya.\nEarlier this year, the U.S. House of Representatives created the committee to investigate the Benghazi attacks that left four Americans dead, including Ambassador Christopher Stevens.\nA military man all his life, Chipman graduated from West Point as an infantry officer in 1980."}