{"article_title": "Oklahoma Bill Would Legalize Gay Marriage. This Apparently Bothers Democrats and Gays. (CORRECTED)", "article_keywords": ["bill", "court", "gay", "legislation", "oklahoma", "legalize", "corrected", "bothers", "certificates", "marriage", "democrats", "samesex", "gays", "russ", "law", "apparently", "recognition"], "article_url": "http://reason.com/blog/2015/03/11/oklahoma-bill-would-legalize-gay-marriag", "article_text": "Something remarkably libertarian has just happened in Oklahoma. The state's House of Representatives voted Tuesday to end government licensing of marriages. Doesn't that potentially sound amazing and liberating? The government of Oklahoma is essentially saying, \"Y'all work it out yourselves.\"\n\nSort of, anyway. Rep. Todd Russ (R-Cordell) introduced House Bill 1125 (pdf) with the intent of getting county court clerks out of the duty to officiate marriage ceremonies. This was because some clerks have religious objections to gay marriage. What Russ did, though, was to make it so that citizens no longer need clerks for their marriages. They will instead file \"certificates of marriage\" or file affidavits of common law marriage with the clerks after it's all done with. This puts the responsibility for officiating the ceremony on judges or various religious figures. And according to the bill, these certificates will stand as proof of marriage for Oklahoma law:\n\nAny entity requiring proof of identity or marital status shall accept a certified copy of the marriage certificate or affidavit of common law marriage that has been filed with the court clerk. Any reference in the Oklahoma Statutes requiring a marriage license as proof of identity or marital status shall be interpreted to include a marriage certificate or affidavit of common law marriage executed on or after November 1, 2015.\n\nSo this isn't some phony \"separate but equal\" plan to protect marriage from \"the gays.\" Any Oklahoma statute that operates off of marital status or provides benefits or privileges based on marital status will accept either of these non-license certificates. The common law marriage option is for those who don't want to go the \"formal ceremony\" route. Note that they will get all the same rights and privileges under Oklahoma law.\n\nBut sorry, polygamists. The new form for marriage certificates in the bill still only has room for two people. Incestuous marriages would also remain verboten. The new form, though, does not indicate genders or use terms like \"bride,\" \"groom,\" \"wife,\" or \"husband.\" This means that, yes, this apparently conservative, religiously motivated legislation would legalize same-sex marriage recognition.\n\nWhich makes the opposition to the legislation from Democrats and gay activists a little strange, and their arguments a bit bonkers. From The Oklahoman:\n\nState Rep. Emily Virgin, D-Norman, argued that if the U.S. Supreme Court should unexpectedly uphold state laws that define marriage as being between a man and a woman, Russ' bill would end up making same-sex marriages legal in Oklahoma.\n\nUm. Yes … and? The problem with that is what, exactly? (Clarification: Oklahoma's ban on same-sex marriage recognition is a state constitutional amendment so Virgin is likely wrong here. Russ' legislation would not be able to counteract that amendment.)\n\nGay activist group Freedom Oklahoma is against the legislation, because … I'm not sure:\n\n\"This legislation puts all couples who plan to marry in Oklahoma at risk of being denied hundreds of federal legal rights and protections, if it were to become law,\" said Troy Stevenson, executive director of Freedom Oklahoma. \"The federal government and other states will not be required to acknowledge these proposed 'marriage certificates.' This legislation will only result in mass confusion from clerks' offices to courtrooms around the nation — while putting Oklahoma families at risk.\"\n\nNote the weasel words \"at risk of.\" Why wouldn't the federal government and other states not be required to acknowledge that these marriage certificates are legitimate? What sort of confusion would there be? Each state already has its own marriage certificate process anyway.\n\nThe objections to this law from Democrats and supporters of gay marriage recognition don't make any sense to me. It seems clear that the objection is based on the attitudes of those who are promoting the bill and the likelihood that they are not fans of gay marriage. Arturo Garcia at The Raw Story thinks the bill \"puts marriage licenses solely in the hands of clergy,\" to keep it away from gays and atheists, but that's not true. Judges (both serving and retired) would still be able to officiate marriages (even so, I wouldn't assume that even in Oklahoma you couldn't find clergy willing to marry them).\n\nYet, people are insistent that this law is going to be bad for the gays and I simply cannot grasp why. As Rep. Virgin noted, Russ' legislation literally, purposefully takes gender roles out of marriage certificates in Oklahoma entirely. What is the problem?\n\nUpdate: I spoke with Russ and he, too, claims to be confused by objections to this legislation. While it is true that the legislation is a direct response to the federal courts striking down Oklahoma's ban on same-sex marriage recognition and the likelihood that the Supreme Court will uphold those rulings this summer, Russ said his legislation is intended to take the state out of the fight, not to perpetuate the conflict. He said Oklahomans likely wouldn't even notice a difference in the legal status of their relationships under his bill.\n\n\"I'm not picking a fight with them,\" Russ said in reference to opposition to the legislation. \"I'm not their judge. I didn't go there.\"\n\nCorrection: So I made a fundamental unforced error in not recognizing that Oklahoma's ban on same-sex marriage recognition is in its state's constitution. This means that Russ's legislation would not (and technically could not) legalize recognition.I should have realized this from the wording of the legislation.\n\nWhat it does do is create the framework for gay marriage recognition should the Supreme Court strike bans down (which seems extremely likely to happen).\n\nSo Russ's legislation is still important for what it does do should the Supreme Court rule and for reducing the role the state would play in all marriage recognition, but not as much as I indicated.\n\nIt's still a good law and there's still no good reason for Democrats and gays to oppose it. But it would not legalize same-sex marriage recognition and I was wrong to indicate that it did.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "A freak-out over the end of marriage licenses.", "title": "Oklahoma Bill Would Legalize Gay Marriage. This Apparently Bothers Democrats and Gays. (CORRECTED)", "url": "http://reason.com/blog/2015/03/11/oklahoma-bill-would-legalize-gay-marriag", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14260904698535.jpg", "type": "article"}, "twitter": {"description": "A freak-out over the end of marriage licenses.", "title": "Oklahoma Bill Would Legalize Gay Marriage. This Apparently Bothers Democrats and Gays. (CORRECTED)", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14260904698535.jpg", "creator": "@sshackford", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2015-03-11T16:30:00+00:00", "author": "http://reason.com/people/scott-shackford"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "But it would not legalize same-sex marriage recognition and I was wrong to indicate that it did.\nCorrection: So I made a fundamental unforced error in not recognizing that Oklahoma's ban on same-sex marriage recognition is in its state's constitution.\n(Clarification: Oklahoma's ban on same-sex marriage recognition is a state constitutional amendment so Virgin is likely wrong here.\nThey will instead file \"certificates of marriage\" or file affidavits of common law marriage with the clerks after it's all done with.\nThis means that, yes, this apparently conservative, religiously motivated legislation would legalize same-sex marriage recognition."}