{"article_title": "Arbitrator Awards Miami Cop Job Back, 76k in Back Pay After Getting Fired For Fatal Shooting of Unarmed Man", "article_keywords": ["cop", "life", "fatal", "shot", "fired", "goyos", "getting", "miami", "pay", "mcneil", "arbitrator", "claim", "unarmed", "job", "mcneils", "officer", "position", "shooting", "man"], "article_url": "http://reason.com/blog/2014/09/25/arbitrator-awards-miami-cop-job-back-76k", "article_text": "In February 2010 Miami police officer Reynaldo Goyos shot and killed the unarmed Travis McNeil during a traffic stop, and in the summer of 2012 prosecutors decided not to charge Goyos for manslaughter because they couldn’t disprove his claim that he feared for his life. Nearly three years after the shooting, more shootings, a new police chief and a federal monitor later, Goyos was fired. Internal investigators found he made inconsistent statements about why he shot McNeil—because, he alleged, McNeil was reaching for a cellphone.\n\nThe Miami News Times’ Riptide blog obtained the decision of an arbitrator the union went to that this month awarded (yes, awarded) Goyos his job back and more than $76,000 in back pay. Via Riptide:\n\nIn a report dated August 8, he picks apart the department's case against the officer. Goyos had been criticized for saying he shot McNeil when the driver reached to his waistband, a fact the review board found inconsistent with a bullet wound that entered McNeil's left shoulder blade. But the arbitrator said that forensic evidence, in fact, showed the shot hit McNeil's left side in a position consistent with the cop's story. Goyos was also fired for erroneously believing his life was in danger and for claiming he'd seen a \"black object\" in McNeil's hands when the evidence didn't support that claim; but the arbitrator points to a black cell phone found on the floor of McNeil's car as proof that Goyos may well have had reason to fear for his life. Finally, on the claim that Goyos shouldn't have put himself in such a risky position, the arbitrator found that another officer who was driving their car actually put Goyos in that position.\n\nAnd nothing else happened.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "In February 2010 Miami police officer Reynaldo Goyos shot and killed the unarmed Travis McNeil during a traffic stop, and in the summer of 2012 prosecutors", "title": "Arbitrator Awards Miami Cop Job Back, 76k in Back Pay After Getting Fired For Fatal Shooting of Unarmed Man", "url": "http://reason.com/blog/2014/09/25/arbitrator-awards-miami-cop-job-back-76k", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14116672365062.jpg", "type": "article"}, "twitter": {"description": "In February 2010 Miami police officer Reynaldo\nGoyos shot and killed the unarmed Travis McNeil during a traffic\nstop, and in the summer of 2012 prosecutors decided \nnot to charge Goyos for manslaughter because they couldn’t\ndisprove his claim that he feared for his life. Nearly three years\nafter the shooting, more shootings, a new police chief and a\nfederal monitor later, Goyos was fired. Internal investiga", "title": "Arbitrator Awards Miami Cop Job Back, 76k in Back Pay After Getting Fired For Fatal Shooting of Unarmed Man", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14116672365062.jpg", "creator": "@edkrayewski", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Public Unions", "published_time": "2014-09-25T17:52:00+00:00", "author": "http://reason.com/people/ed-krayewski"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fca2ed\"", "article_summary": "Nearly three years after the shooting, more shootings, a new police chief and a federal monitor later, Goyos was fired.\nInternal investigators found he made inconsistent statements about why he shot McNeil—because, he alleged, McNeil was reaching for a cellphone.\nBut the arbitrator said that forensic evidence, in fact, showed the shot hit McNeil's left side in a position consistent with the cop's story.\nThe Miami News Times’ Riptide blog obtained the decision of an arbitrator the union went to that this month awarded (yes, awarded) Goyos his job back and more than $76,000 in back pay.\nFinally, on the claim that Goyos shouldn't have put himself in such a risky position, the arbitrator found that another officer who was driving their car actually put Goyos in that position."}