{"article_title": "Legislation Gives Women – and Men – Access to Free Birth Control", "article_keywords": ["control", "vermont", "bill", "womens", "men", "legislation", "free", "access", "state", "health", "birth", "burlington", "women", "religious", "care", "gives"], "article_url": "http://www.sevendaysvt.com/OffMessage/archives/2016/05/04/legislation-gives-women-and-men-access-to-free-birth-control", "article_text": "click to enlarge Nancy Remsen\n\nRep. Ann Pugh (D-South Burlington) sponsored a bill on its way to becoming law that guarantees access to free birth control to women and men.\n\nBoth women and men are guaranteed access to contraceptives without any cost-sharing requirements under a bill the legislature sent Wednesday to Gov. Peter Shumlin for his signature.The legislation codifies in Vermont law the guarantee in the federal Affordable Care Act that women will have access to free contraception — in case the federal law gets repealed.It also expands the federal birth control guarantee by requiring insurance companies to offer vasectomies to men without requiring co-payments or other forms of cost-sharing. Vermont is the first state to mandate this benefit.The bill also makes Vermont the second state to allow women to obtain up to 12 months of hormonal contraceptives in a single visit. “I am proud that Vermont has long recognized the central role that contraception plays in women’s health and lives and has led efforts to expand access to reproductive health care,” said Rep. Ann Pugh (D-South Burlington), lead sponsor of the bill.Easy access to birth control and the option of obtaining a 12-month supply are important because more than half the babies born in Vermont were from unplanned pregnancies, Pugh said. The percentage is even higher for Vermonters on Medicaid, she noted. “When families have kids when they are able, it is better for their families,” she said.The Roman Catholic Diocese of Burlington had opposed the bill because it offered no exemption for religious organizations that offer insurance to their employees. “Without a religious opt-out, organizations such as the Roman Catholic Diocese of Burlington will be forced to pay for procedures and prescriptions that violate their deeply held religious beliefs,” Carrie Handy, the diocese respect life coordinator, told the House Health Care Committee in March.The bill came to the House floor without a religious exemption. Rep. Janssen Willhoit (R-St. Johnsbury) proposed an amendment that would allow insurance companies to offer plans that didn’t include contraceptive coverage, but the House rejected that 107-33.Blue Cross and Blue Shield of Vermont didn’t oppose the bill, said spokesman Cory Gustafson.Planned Parenthood celebrated passage of the bill, noting how the action contrasted with legislation in many other states.“Whether it is the recent U.S. Supreme Court’sdecision or extreme efforts in many states to restrict women’s health and rights, the nation continues to march backward when it comes to women’s access to reproductive health care,” said Meagan Gallagher, president and CEO of Planned Parenthood of Northern New England. “I am so proud to live in a state that chooses again and again to march forward.”", "article_metadata": {"layout": "Blog Post", "description": "Both women and men are guaranteed access to contraceptives without any cost-sharing requirements under a bill the legislature sent Wednesday to Gov. Peter Shumlin for...", "title": "Legislation Gives Women – and Men – Access to Free Birth Control | Off Message | Seven Days | Vermont's Independent Voice", "og": {"site_name": "Seven Days", "description": "Both women and men are guaranteed access to contraceptives without any cost-sharing requirements under a bill the legislature sent Wednesday to Gov. Peter Shumlin for...", "title": "Legislation Gives Women – and Men – Access to Free Birth Control", "url": "http://www.sevendaysvt.com/OffMessage/archives/2016/05/04/legislation-gives-women-and-men-access-to-free-birth-control", "image": {"width": 600, "identifier": "http://media2.fdncms.com/sevendaysvt/imager/u/slideshow/3336936/rep._ann_pugh.jpg", "height": 450}, "type": "article"}, "twitter": {"image": {"src": "http://media2.fdncms.com/sevendaysvt/imager/u/slideshow/3336936/rep._ann_pugh.jpg"}, "title": "Legislation Gives Women – and Men – Access to Free Birth Control", "description": "Both women and men are guaranteed access to contraceptives without any cost-sharing requirements under a bill the legislature sent Wednesday to Gov. Peter Shumlin for...", "card": "summary_large_image", "site": "@sevendaysvt"}, "oid": 3336881, "fb": {"app_id": 219469864756036}, "keywords": "Catholic Diocese, Rep. Ann Pugh, Planned Parenthood, Blue Cross Blue Shield, Vermont, news, politics, crime, business, education, environment, opinion, Fair Game, Burlington, Montpelier, Statehouse, health care, policy, newspaper, publication, Vermont, vermont, newspaper, newsweekly, clubs, nightlife, Seven Daysies, 7 Nights, Burlington, Classifieds, Personals, news, politics, arts &amp; entertainment", "google-site-verification": "hBCou1nWfzHmTyvdyl76ObsxWQIXYQCnXv9nHU1raPA", "thumbnail": "http://media2.fdncms.com/sevendaysvt/imager/u/slideshow/3336936/rep._ann_pugh.jpg", "viewport": "width=1020", "news_keywords": "catholic diocese, rep ann pugh, planned parenthood, blue cross blue shield, vermont, news, politics, crime, business, education"}, "article_summary": "click to enlarge Nancy RemsenRep. Ann Pugh (D-South Burlington) sponsored a bill on its way to becoming law that guarantees access to free birth control to women and men.\nBoth women and men are guaranteed access to contraceptives without any cost-sharing requirements under a bill the legislature sent Wednesday to Gov.\n“I am so proud to live in a state that chooses again and again to march forward.”\nVermont is the first state to mandate this benefit.The bill also makes Vermont the second state to allow women to obtain up to 12 months of hormonal contraceptives in a single visit.\nPeter Shumlin for his signature.The legislation codifies in Vermont law the guarantee in the federal Affordable Care Act that women will have access to free contraception — in case the federal law gets repealed.It also expands the federal birth control guarantee by requiring insurance companies to offer vasectomies to men without requiring co-payments or other forms of cost-sharing."}