{"article_title": "Why 3-D prosthetics are the future (Opinion)", "article_keywords": ["cost", "mercatus", "hands", "innovation", "prosthetics", "research", "future", "health", "risks", "internet", "opinion", "printed", "care", "3d"], "article_url": "http://www.cnn.com/2014/10/24/opinion/graboyes-3-d-printer-prosthetics/", "article_text": "Editor's note: Robert F. Graboyes is a senior research fellow with the Mercatus Center at George Mason University and author of the new research study on health care innovation: \"Fortress and Frontier in American Health Care.\" Last month, he spoke at the Prosthetists Meet Printers e-NABLE Conference at Johns Hopkins Hospital in Baltimore. The opinions expressed in this commentary are solely those of the author.\n\n(CNN) -- Smiling children are using prosthetic hands to open windows through which we can glimpse the future of health care -- a future where outsiders and amateurs innovate along with insiders and professionals. The question is, \"Will America lead the way, as it has for a century, or will it fall behind, as it has begun to do?\"\n\nMy forthcoming Mercatus Center research \"Fortress and Frontier in American Health Care\" argues that leading requires us to abandon the partisan rancor over health insurance (\"Obamacare\" vs. \"repeal and replace\") and focus, instead, on innovating our way to better health.\n\nFDA-approved prosthetic hands cost around $40,000. Several years ago, a South African carpenter lost some fingers in an accident and collaborated with a Washington state puppetmaker to invent a vastly more affordable device.\n\nThey adapted a 19th-century metal-and-whalebone design for a 21st-century 3-D printer to produce a hand that allows users to drive, ride bikes, play ball, grasp objects and feel normal and complete.\n\nPrinted hands require only a few hours of assembly time, and materials (essentially a special glue, string and screws) cost between $10 and $50 -- 1/1000 the cost of professional models.\n\nThe proliferation of printed hands began when Jon Schull at the Rochester Institute of Technology formed e-NABLE, a global, Web-based social network, to connect people who need hands with people who are interested in building them.\n\nAmateurs quickly began modifying the hands. One added an extra thumb so his son could grasp objects more easily. A student designed a hand that rotates at the wrist just as natural hands can but which $40,000 prosthetics can't.\n\nChildren designed hands that mimic those of comic-book superheroes-- earning the envy of classmates. Professional prosthetics are much more elaborate, but at $40,000 a pop, they aren't practical for growing children. A fashion designer created stunningly beautiful hands for a fellow student.\n\n3-D Printed hands are evolving at breathtaking speed because of what my Mercatus colleague Adam Thierer calls \"permissionless innovation.\" No one has to beg permission from anyone to design, modify or distribute hands. That wouldn't be true if the hands included sensors and/or motors or if they were sold, rather than given away. Regulators would likely swoop in, and innovation would slow.\n\nPermissionless innovation is largely alien to health care.\n\nNew drugs, devices and procedures typically wait for years as regulators sort through stacks of proposals and tons of data. The film \"Dallas Buyers Club\" is based on the true story of an AIDS victim, 30 days from death, who was denied lifesaving treatment because the Food and Drug Administration wanted extra years of testing to assure safety and effectiveness.\n\nThe greatest example of permissionless innovation is the Internet.\n\nIn the early 1990s, the federal government surrendered control over the Internet and enabled commercial developers to make full use of the system. Once that happened, professionals and amateurs produced software, hardware and apps in ways and at speeds no one could have foreseen.\n\nAn American of 25 years ago could scarcely believe our world of Google, Siri, GPS, YouTube, Street View, Facebook, Amazon, Bitcoin and Kindle. None of this would have happened had there been a Federal Internet Commission judging each innovation.\n\nIf you think, \"but health care is different,\" keep in mind that it would have been equally easy in 1989 to demand heavy regulation of a frightening new communication technology. The Internet raises risks of online fraud, sexual predators, coordinated terrorism, identity theft and privacy violations. If such things as OnStar, GM's safety and connectivity system, or hospital connectivity fails, people can die. Somehow, we decided to accept these risks to enjoy the benefits.\n\nHealth care may change as much by 2039 as consumer electronics did since 1989.\n\nWe'll likely see 3-D printed transplantable organs, drugs tailor-made to patients' personal DNA, nanobots to repair damaged genes and artificial intelligence to guide people toward wellness. Excessive regulation, however, can bring these processes to a crawl.\n\nAdam Thierer says, \"Trying to preemptively plan for every hypothetical worst-case scenario means the best-case scenarios will never come about.\"\n\nThe innovations will happen in Europe, India, Singapore and elsewhere if not here. And to compete, we have to accept some risks and open the door to some outside innovators. No one suggests completely deregulated health care. The question is one of degree and design. Already, Europe surpasses the United States in drug availability, thanks to its more decentralized approval process.\n\nWe can suggest an Iron Law of Innovation: For better products at lower cost, you must allow reasonable risk-taking (by consumers and producers), and you must allow unknown outsiders to introduce unexpected genius into the process. The printed hand shows us how. The task is to apply its lessons across health care.\n\nTalking about innovation will be a lot more fun and incredibly more productive than squabbling over Obamacare.\n\nRise of 'cyberathletes' could change sport as we know it\n\nRead CNNOpinion's new Flipboard magazine.\n\nFollow us on Twitter @CNNOpinion.\n\nJoin us on Facebook.com/CNNOpinion.", "article_metadata": {"medium": "news", "googlebot": "noarchive", "pubdate": "2014-10-24T21:24:47Z", "title": "Why 3-D prosthetics are the future (Opinion) - CNN.com", "og": {"site_name": "CNN", "description": "Robert Graboyes says \"permissionless innovation\" is letting design and production of low-cost of 3-D printed hands quickly evolve", "title": "How to print yourself a new hand", "url": "http://www.cnn.com/2014/10/24/opinion/graboyes-3-d-printer-prosthetics/index.html", "image": "http://i2.cdn.turner.com/cnn/dam/assets/141022133640-05-artificial-limbs-1022-story-top.jpg", "type": "article"}, "section": "opinion", "author": "Robert Graboyes", "robots": "index,follow", "fb": {"page_id": 129343697106537, "app_id": 80401312489}, "source": "CNN", "vr": {"canonical": "http://www.cnn.com/2014/10/24/opinion/graboyes-3-d-printer-prosthetics/index.html"}, "keywords": "3-d printing,prosthetics,disability,makers,makerbot", "lastmod": "2014-10-25T00:11:23Z", "twitter": {"description": "Robert Graboyes says \"permissionless innovation\" is letting design and production of low-cost of 3-D printed hands quickly evolve", "title": "Why 3-D prosthetics are the future (Opinion)", "url": "http://www.cnn.com/2014/10/24/opinion/graboyes-3-d-printer-prosthetics/index.html", "creator": {"identifier": "@cnnopinion", "id": 259074538}, "site": {"identifier": "@CNN", "id": 759251}, "card": "summary_large_image"}, "viewport": "width=1024", "news_keywords": "3-d printing,prosthetics,disability,makers,makerbot"}, "article_summary": "3-D Printed hands are evolving at breathtaking speed because of what my Mercatus colleague Adam Thierer calls \"permissionless innovation.\"\n(CNN) -- Smiling children are using prosthetic hands to open windows through which we can glimpse the future of health care -- a future where outsiders and amateurs innovate along with insiders and professionals.\nHealth care may change as much by 2039 as consumer electronics did since 1989.\nFDA-approved prosthetic hands cost around $40,000.\nThe task is to apply its lessons across health care."}