{"article_title": "Unemployed Coal Miner: Clinton Sounded Joyful When She Attacked Us", "article_keywords": ["hannity", "clinton", "lied", "attacked", "west", "unemployed", "industry", "miner", "virginia", "miners", "sounded", "coal", "lot", "face", "joyful", "really"], "article_url": "http://townhall.com/tipsheet/leahbarkoukis/2016/05/06/unemployed-coal-miner-clinton-sounded-joyful-when-she-attacked-us-n2159028", "article_text": "Bo Copley, the unemployed coal worker who confronted Hillary Clinton over her promise to put the industry out of business, doesn’t believe her non-apology “apology.”\n\nIn an interview with Sean Hannity, Copley said he felt Clinton lied to his face. And more proof that she really meant what she initially said about putting “a lot of coal miners and coal companies out of business,” is the fact that she seemed so joyful when saying it.\n\n“She lied to you. Right to your face when she said that, didn’t she?” Hannity asked.\n\n“It would seem so, or at least the way I took it, it was,” he replied.\n\n“But, you know, she did say that she’s trying to bring clean energy into the coalfields. But the tone that she had when she said we’re going to put a lot of coal miners and … and co-operations out of work, really, yes, it just seemed like it was a lot of joy in her voice when she said it,” he added.\n\nTrump, meanwhile, portrayed himself as a friend of the coal industry while at a campaign rally in West Virginia on Thursday, and it seems to have worked. The West Virginia Coal Association later voted to endorse the presumptive GOP nominee.\n\n“Trump has said he will reverse the Democratic regulatory assault that has cost the coal industry more than 40 percent of our production and jobs since 2008,” Bill Raney, the group’s president, said in a statement.\n\n“In contrast,Hillary Clinton’s proposals essentially double-down on the job killing Obama policies,” he said. “West Virginia can’t afford that and neither can the nation.”", "article_metadata": {"description": "They aren't buying her non-apology apology. .05/26/2016 18:34:51PM EST.", "author": "Leah Barkoukis", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "They aren't buying her non-apology apology.", "title": "Leah Barkoukis - Unemployed Coal Miner: Clinton Sounded Joyful When She Attacked Us", "url": "http://townhall.com/tipsheet/leahbarkoukis/2016/05/06/unemployed-coal-miner-clinton-sounded-joyful-when-she-attacked-us-n2159028", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2016/5/6/0.png", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "They aren't buying her non-apology apology.", "title": "Leah Barkoukis - Unemployed Coal Miner: Clinton Sounded Joyful When She Attacked Us", "url": "http://townhall.com/tipsheet/leahbarkoukis/2016/05/06/unemployed-coal-miner-clinton-sounded-joyful-when-she-attacked-us-n2159028", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2016/5/6/0.png", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Unemployed Coal Miner: Clinton Sounded Joyful When She Attacked Us, Leah Barkoukis, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "The West Virginia Coal Association later voted to endorse the presumptive GOP nominee.\nAnd more proof that she really meant what she initially said about putting “a lot of coal miners and coal companies out of business,” is the fact that she seemed so joyful when saying it.\nTrump, meanwhile, portrayed himself as a friend of the coal industry while at a campaign rally in West Virginia on Thursday, and it seems to have worked.\n“West Virginia can’t afford that and neither can the nation.”\n“Trump has said he will reverse the Democratic regulatory assault that has cost the coal industry more than 40 percent of our production and jobs since 2008,” Bill Raney, the group’s president, said in a statement."}