{"article_title": "This Boehner/McConnell Obamacare 'fix' could hurt millions of Americans", "article_keywords": ["working", "fix", "30", "obamacare", "mcconnell", "hurt", "hours", "health", "americans", "act", "boehnermcconnell", "employers", "workers", "care", "millions"], "article_url": "http://www.latimes.com/business/hiltzik/la-fi-mh-the-boehnermcconnell-obamacare-fix-20141107-column.html", "article_text": "The GOP manifesto published by the Wall Street Journal on Wednesday over the names of Republican leaders John Boehner, R-Ohio, and Mitch McConnell, R-Ky., included a tweak to the Affordable Care Act they say would provide Americans with \"more hours and better pay.\"\n\nDon't you believe it. Their proposed change would threaten the livelihoods of tens of millions of workers. It would have precisely the opposite effect they claim. And their reasoning for it is specious, too. The bottom line is that it would be a handout to cheeseparing employers, not a gain for their workers.\n\nBoehner and McConnell say their overall plan involves \"renewing our commitment to repeal ObamaCare, which is hurting the job market along with Americans' health care.\" Leaving aside their fatuous pledge to once again take a meaningless repeal vote, their focus is on raising the definition of full-time work in the Affordable Care Act from 30 hours to 40.\n\nBecause employees working less than 30 hours don't have to be covered by health insurance under the act, Boehner and McConnell say that restoring the \"traditional\" definition of full-time employment would remove an \"arbitrary and destructive government barrier\" to full-time job creation.\n\nThis idea is based on the notion that employers are gaming the part-time rule by cutting workers' hours to just below 30 a week, thus escaping their health coverage obligations. Paul Van de Water of the Center of Budget and Policy Priorities raises a couple of pertinent points about this.\n\n[The Republican plan] means renewing our commitment to repeal ObamaCare, which is hurting the job market along with Americans' health care. — Speaker John Boehner and Senate GOP leader Mitch McConnell announce their plans to waste their time, and ours\n\nThere's nothing to say that employers inclined to cut their 30-hour workers' work time to evade the act wouldn't do the same with their 40-hour workers. And here's the key: There are a lot more of the latter than the former.\n\nIn 2013, according to the Bureau of Labor Statistics, there were 10.2 million workers notching 30 to 34 hours a week, or 7.4% of the workforce; that's the class most vulnerable to having their work hours shaved to become ineligible for coverage.\n\nBut there were 60.9 million Americans working exactly 40 hours -- 43.8% of all workers. It wouldn't take much to cut many of them to 39 hours or below, thus taking them out of the protection of the Affordable Care Act. And of course all those people already working 30 to 39 hours a week--about 20 million more--would still be excluded from coverage.\n\nNot all those workers would be vulnerable. Most people working 40 hours or more already get health coverage from their employer, but about 9% don't, according to a study by the Commonwealth Fund cited by Van de Water. The study finds that raising the full-time threshold to 40 hours would more than double the number of workers at risk of a reduction in hours.\n\nWhat's most cynical about this idea is that there's no evidence whatsoever that the problem it purports to solve exists. It's a cherished myth of anti-Obamacare conservatives that the law has triggered a rise in part-time work as employers try to squeeze under the 30-hour threshold. Month after month, the myth is disproven--most recently by the employment report released Friday.\n\nThat report showed that workers employed part-time for \"economic reasons\" -- that is, at their employers' choice, not their own, fell again in October, to 7.03 million on a seasonally adjusted basis, down an additional 76,000 from the month before. The figure now is lower than it's been at any time since October 2008.\n\nIs there an Obamacare effect? The figures simply don't show it. Anti-Obamacare dead-enders such as Charles Koch and Mortimer Zuckerman made much of the spike in part-timers last June; as we explained, that had nothing to do with the Affordable Care Act but reflected the usual flood of students taking summer jobs.\n\nIn short, Boehner and McConnell are playing with fire. They're using nonexistent statistics to justify a change in policy that will hurt scores of millions of Americans. Not a great start for Republican policy-making.\n\nKeep up to date with the Economy Hub. Follow @hiltzikm on Twitter, see our Facebook page, or email mhiltzik@latimes.com.", "article_metadata": {"fb_title": "This Boehner/McConnell Obamacare 'fix' could hurt millions of Americans", "date": "2014-11-07", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "The GOP manifesto published by the Wall Street Journal on Wednesday over the names of Republican leaders John Boehner, R-Ohio, and Mitch McConnell, R-Ky., included a tweak to the Affordable Care Act they say would provide Americans with \"more hours and better pay.\"", "title": "This Boehner/McConnell Obamacare 'fix' could hurt millions of Americans", "url": "http://www.latimes.com/business/hiltzik/la-fi-mh-the-boehnermcconnell-obamacare-fix-20141107-column.html", "image": "http://www.trbimg.com/img-545d0718/turbine/la-fi-mh-the-boehnermcconnell-obamacare-fix-20141107", "type": "article"}, "x-servername": "lalvp13.13", "twitter": {"site": "@latimes", "card": "summary"}, "robots": "index,follow", "keywords": "obamacare, gop, part-time work", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/81907183", "googlebot-news": "index", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "news_keywords": "obamacare, gop, part-time work", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "Description": "The GOP manifesto published by the Wall Street Journal on Wednesday over the names of Republican leaders John Boehner, R-Ohio, and Mitch McConnell, R-Ky., included a tweak to the Affordable Care Act they say would provide Americans with \"more hours and better pay.\"   Don't you believe it. Their proposed..."}, "_id": "\"57477af46914bd0286fde6ee\"", "article_summary": "[The Republican plan] means renewing our commitment to repeal ObamaCare, which is hurting the job market along with Americans' health care.\nBoehner and McConnell say their overall plan involves \"renewing our commitment to repeal ObamaCare, which is hurting the job market along with Americans' health care.\"\nThey're using nonexistent statistics to justify a change in policy that will hurt scores of millions of Americans.\nBut there were 60.9 million Americans working exactly 40 hours -- 43.8% of all workers.\nAnd of course all those people already working 30 to 39 hours a week--about 20 million more--would still be excluded from coverage."}