{"article_title": "Migration of Mature Female Tiger Sharks may be Causing Increased Shark Attacks in Hawaii", "article_keywords": ["sharks", "shark", "increased", "attacks", "university", "rise", "hawaii", "think", "tiger", "female", "causing", "migration", "mature", "taken", "study"], "article_url": "http://austriantribune.com/informationen/132390-migration-mature-female-tiger-sharks-may-be-causing-increased-shark-attacks", "article_text": "A study has been carried out that may explain the reason behind increased shark attacks in Hawaii. It is quite a recent activity that shark attacks have increased in Hawaiian waters.\n\nBefore the study gets discussed, read some hard hitting facts about shark attacks authenticating about the recent rise in shark attacks in Hawaii. The International Shark Attack File has uncovered that out of 80 worldwide shark attacks, 10 attacks have taken place near Hawaii in 2012.\n\nEight of them have taken in Hawaiian waters and one person has even died. Since 2004, it is the first death that has taken place due to shark attack.\n\nExplaining the rise, a group of researchers from University of Florida and University of Hawaii have carried out the study. They have named the migration of mature female tiger sharks for shark attacks in Hawaii.\n\nThe study has been published in the journal Ecology. \"When we think of animal migrations, we tend to think of all individuals in a populations getting up and leaving at the same time, but it's not as simple as that\", said lead author of the study Papastamatiou.\n\nStudy researchers have closely monitored the migration of tiger sharks and then have reached at the above given conclusion.", "article_metadata": {}, "article_summary": "They have named the migration of mature female tiger sharks for shark attacks in Hawaii.\nBefore the study gets discussed, read some hard hitting facts about shark attacks authenticating about the recent rise in shark attacks in Hawaii.\nThe International Shark Attack File has uncovered that out of 80 worldwide shark attacks, 10 attacks have taken place near Hawaii in 2012.\nIt is quite a recent activity that shark attacks have increased in Hawaiian waters.\nA study has been carried out that may explain the reason behind increased shark attacks in Hawaii."}