{"article_title": "The Secret Success of Today’s Biohackers", "article_keywords": ["project", "sharing", "todays", "biohackers", "success", "space", "work", "intellectual", "labs", "secret", "community", "members", "innovation", "lab"], "article_url": "http://www.thefiscaltimes.com/2015/03/24/Secret-Success-Today-s-Biohackers", "article_text": "In a laboratory in New York City, molecular biologist Roy Buchanan is finishing up at the bench for the day. It is eight o’clock in the evening, and while late night work is a familiar scenario for most scientists, the presence of Buchanan’s two young sons playing a game in the common area outside the lab is not. “My wife let me work on this project only if I promised to continue sharing the child care responsibilities,” he explains.\n\nA computer programmer by day, Buchanan pursues a self-funded genome editing project in his spare time, enabled by the shared facilities and low price point of Genspace, a community biolab in Brooklyn.\n\nRelated: 3 Ways to Hire More Scientists in America\n\nBuchanan is not alone. The economic downturn has resulted in a surfeit of unemployed and underemployed scientific experts itching to get back into the lab and flex their underused intellectual muscles. Some were forced into jobs outside their main field by economic necessity, and others just made what they now consider to be a bad decision to work in a field unrelated to their original passion.\n\nAs Genspace’s director, I am seeing more and more of these part-time entrepreneurs showing up at our doorstep. And unlike many of the original inhabitants of these spaces, who had little or no previous biology experience, these biohackers have the background to ensure that their projects are focused and their research goals realistic.\n\nAside from the obvious benefit of retaining intellectual property rights and the lure of cheap lab space, there are many other advantages to innovating within a community lab. It’s almost impossible not to be aware of public opinion if you are in such an informal, inclusive setting. Rubbing shoulders with a motley crew helps innovators keep sight of what the consumer market might be for their potential biotech products.\n\nRelated: Innovation: What It Really Takes to Market a Good Idea\n\nBioluminescent plants were actualized in university labs a decade ago, but it took members of the San Francisco Bay Area hackerspace Biocurious to found a company and demonstrate the consumer’s fascination with glowing organisms via a Kickstarter campaign that asked for $62,000 and ended up raising half a million. (Techonomy recently published a piece with Antony Evans, the CEO of the resulting company, Glowing Plant.)\n\nLikewise, the vegan’s hunger for cheese is being addressed by Real Vegan Cheese, a joint venture by Biocurious and Counterculture Labs that started as an International Genetically Engineered Machine competition entry and has attracted lots of interest. “We’ve had people offer us money already,” says Patrik D’Haeseleer, one of the team working on moving the milk casein genes into yeast.\n\nMonsanto leaders admit now that when they began introducing GMO foods, they assumed that the only relevant consumer was the farmer. In contrast, the Real Vegan Cheese project was only launched after extensive polling of vegans to see if they would consider milk proteins made in yeast acceptable.\n\nRelated: The Sharing Economy Takes a Giant Step Forward\n\nInnovators operating within community labs also benefit from the oft-mentioned diversity and culture of sharing that pervades these spaces. Instead of experiencing the top-down mentoring of an accelerator program, members freely share their expertise with other members in an unstructured, casual way.\n\nAfter Genspace member Larry Melnick shared lunch with patent lawyer Andy Berks, he got more than he bargained for. “I thought I would give him a crash course in molecular biology,” said Melnick, “but instead I ended up learning a ton of stuff about intellectual property rights, all very relevant to my project.”\n\nOn a given afternoon at Genspace you might find Will Canine (who is the co-founder of OpenTrons, a startup that has gone through accelerators and raised venture capital) chatting with another member whose open-source bioreactor might soon follow the same trajectory. Later that evening, OpenTrons gets business advice from another entrepreneur in our community who recently sold his larger, non-science-related business to Amazon.\n\nRelated: The Biggest Mistake Entrepreneurs Make\n\nThe overall effect is a bolstering of all innovation within the space in a distributed and multicentric manner as people are helped and in turn share their experience with others who are not as far along in their plans. This is very different from the paternalistic one-way flow of knowledge in a typical accelerator program.\n\nLast month a major biotech trade publication’s good-news headline was “Pace of Layoffs Slows Down.” The system’s loss is our gain. Unfettered by institutions, the new biohackers have discovered that community labs have more benefits than just cheap lab space. The first crop of startups out of the citizen science movement was nurtured in part by founders with very little experience in biotech innovation, and it is unclear whether all of them will survive the hype phase and actually turn out products. This next wave of startups promises to be more formidable as the more seasoned players step up to the plate.\n\nEllen Jorgensen will speak about communicating and understanding scientific progress at the March 25 Techonomy Bio conference.\n\nThis article originally appeared in Techonomy.\n\nRead more at Techonomy:\n\nWho Owns the Future?\n\nCan Tech Bring Equality and Peace?\n\nFollowing the Brain Map", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In a laboratory in New York City, molecular biologist Roy Buchanan is finishing up at", "title": "The Secret Success of Today’s Biohackers", "url": "http://www.thefiscaltimes.com/2015/03/24/Secret-Success-Today-s-Biohackers", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/02032012_Jobs_Medical_Science_slideshow.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/03/24/Secret-Success-Today-s-Biohackers", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/02032012_Jobs_Medical_Science_slideshow.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "In a laboratory in New York City, molecular biologist Roy Buchanan is finishing up at", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Unfettered by institutions, the new biohackers have discovered that community labs have more benefits than just cheap lab space.\nAside from the obvious benefit of retaining intellectual property rights and the lure of cheap lab space, there are many other advantages to innovating within a community lab.\nRelated: The Sharing Economy Takes a Giant Step ForwardInnovators operating within community labs also benefit from the oft-mentioned diversity and culture of sharing that pervades these spaces.\n“My wife let me work on this project only if I promised to continue sharing the child care responsibilities,” he explains.\nIn a laboratory in New York City, molecular biologist Roy Buchanan is finishing up at the bench for the day."}