{"article_title": "Keith Ellison says Americans work 'way more' than others", "article_keywords": ["countries", "average", "work", "ellison", "number", "hours", "oecd", "americans", "way", "worked", "works", "keith"], "article_url": "http://www.politifact.com/truth-o-meter/statements/2014/feb/09/keith-ellison/keith-ellison-says-americans-work-way-more-others/", "article_text": "\"Americans work way more than an average of industrialized countries around the world.\"\n\nA recent Congressional Budget Office report is the latest spark in the Affordable Care Act debate. Conservatives on ABC’s This Week roundtable criticized President Barack Obama’s signature health care law for its predicted effect on the economy.\n\nAs we’ve previously noted , the nonpartisan report shows that health care reform may reduce the total number of hours worked by 1.5 to 2 percent from 2017 to 2024 -- the equivalent of about 2 million jobs.\n\nRep. Keith Ellison, D-Minn., pushed back against the Obamacare critics, arguing that a little less time in the office might not be such a bad thing.\n\n\"We're going to have parents being able to come home, working reasonable hours. People are going to be able to retire,\" he said. \"People might be able to actually cook dinner rather than have to order out and get some takeout. I mean, the fact is, is that if Americans can have more choices to open up a new business they've been wanting to start, this is a good thing. You know, if you look at international comparisons country by country, Americans work way more than an average of industrialized countries around the world.\"\n\nPolitiFact wondered how other developed nations stack up to the United States in terms of hours worked. We fact-checked a similar claim from Sen. Bernie Sanders, I-Vt., back in 2011 and rated it False, but Ellison’s take is more nuanced.\n\nEllison’s spokesman pointed us to data from the Organisation for Economic Co-operation and Development. They track the average annual number of hours worked for 34 countries, which include many of the most developed nations as well as developing economies. Experts confirmed OECD is a good resource for this information.\n\nThis report , last updated in November 2013, shows by country the average number of hours an employee works per year. Across all OECD countries (except for Israel, which they didn’t provide data for), the average number of hours an employee works per year is 1,715.\n\nThe United States does come in above that mean, at 1,790 hours worked per year. That’s 10th among OECD countries. It’s a far cry from No. 1 Mexico at 2,226 hours or No. 2 South Korea at 2,163. On the other end of the spectrum, the Netherlands recorded just 1,384 hours annually.\n\nThe U.S. average of 1,790 hours is 75 hours higher than the OECD average. That translates to about 1.5 hours more per week.\n\nSo Ellison’s claim that we work \"way more\" is misleading, considering that’s just 4.4 percent more time spent at work, on average.\n\nOur ruling\n\nEllison said that an average U.S. employee works \"way more than the average industrialized countries around the world.\" The data shows that U.S. workers spend about 1,790 hours per year on the clock, which is above an average of developed countries at 1,715 hours. So he’s right that Americans work a lot, but we’ll dock Ellison a notch on our Truth-O-Meter for exaggerating the difference. We rate his claim Mostly True.", "article_metadata": {"description": "A recent Congressional Budget Office report is the latest spark in the Affordable Care Act debate. Conservatives on ABC&rsquo;s This Week roundtable criticized President Barack Obama&rsquo;s signature health care law for its predicted effect on the economy. As we&rsquo;ve previously noted, the nonpartisan report shows that health care reform may reduce the total number of hours worked by 1.5 to 2 percent from 2017 to 2024 -- the equivalent of about 2 million jobs. Rep. Keith Ellison, D-Minn., pushed back against the Obamacare critics, arguing that a little less time in the office might not be such a bad thing. ...", "og": {"site_name": "@politifact", "description": "A recent Congressional Budget Office report is the latest spark in the Affordable Care Act debate. Conservatives on ABC’s This Week roundtable criticized President Barack Obama’s signature health care law for its predicted effect on the economy. As we’ve previously noted, the nonpartisan report shows that health care reform may reduce the total number of hours worked by 1.5 to 2 percent from 2017 to 2024 -- the equivalent of about 2 million jobs. Rep. Keith Ellison, D-Minn., pushed back against the Obamacare critics, arguing that a little less time in the office might not be such a bad thing. ...", "title": "Keith Ellison says Americans work 'way more' than others", "url": "http://www.politifact.com/truth-o-meter/statements/2014/feb/09/keith-ellison/keith-ellison-says-americans-work-way-more-others/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-mostlytrue.gif", "type": "article"}, "twitter": {"username": "PolitiFact", "description": "A recent Congressional Budget Office report is the latest spark in the Affordable Care Act debate. Conservatives on ABC&rsquo;s This Week roundtable criticized President Barack Obama&rsquo;s signature health care law for its predicted effect on the economy. As we&rsquo;ve previously noted, the nonpartisan report shows that health care reform may reduce the total number of hours worked by 1.5 to 2 percent from 2017 to 2024 -- the equivalent of about 2 million jobs. Rep. Keith Ellison, D-Minn., pushed back against the Obamacare critics, arguing that a little less time in the office might not be such a bad thing. ...", "title": "Keith Ellison says Americans work 'way more' than others", "url": "http://www.politifact.com/truth-o-meter/statements/2014/feb/09/keith-ellison/keith-ellison-says-americans-work-way-more-others/", "image": "http://static.politifact.com.s3.amazonaws.com:80/rulings%2Ftom-mostlytrue.gif", "site": "PolitiFact", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "So he’s right that Americans work a lot, but we’ll dock Ellison a notch on our Truth-O-Meter for exaggerating the difference.\nSo Ellison’s claim that we work \"way more\" is misleading, considering that’s just 4.4 percent more time spent at work, on average.\n\"Americans work way more than an average of industrialized countries around the world.\"\nYou know, if you look at international comparisons country by country, Americans work way more than an average of industrialized countries around the world.\"\nOur rulingEllison said that an average U.S. employee works \"way more than the average industrialized countries around the world.\""}