{"article_title": "Wall Street Still Doesn't \"Get\" Chipotle Mexican Grill! -- The Motley Fool", "article_keywords": ["fool", "grill", "comparable", "mexican", "restaurant", "motley", "longterm", "price", "chipotles", "sales", "wall", "inflation", "street", "growth", "doesnt", "chipotle", "cost"], "article_url": "http://www.fool.com/investing/high-growth/2014/10/22/wall-street-still-doesnt-get-chipotle-mexican-gril.aspx", "article_text": "For the second this time year, a Chipotle Mexican Grill (NYSE:CMG) earnings report gave Wall Street indigestion. Chipotle shares tumbled 6% by midday Tuesday, after reporting Q3 earnings on Monday afternoon. This mirrors the 6% drop Chipotle suffered following its Q1 earnings report back in April.\n\nThe pullback in Chipotle shares on Tuesday is just as bizarre as the stock's drop back in April. Q3 was the best quarter in Chipotle's history, and Chipotle executives projected that the strong growth trends will continue. Clearly, Mr. Market still doesn't understand the Chipotle story -- and this has created another great buying opportunity for long-term investors.\n\nStellar results (again)\n\nFirst, let's take a look at Chipotle's Q3 results. Comparable restaurant sales soared 19.8%, due to strengthening traffic and the impact of menu price increases implemented this spring. Including the impact of new restaurant openings, Chipotle's revenue rose 31.1% to $1.08 billion.\n\nWhile Chipotle is still suffering from food cost inflation, its price increases offset most of this effect. Food costs rose 70 basis points year-over-year from 33.6% to 34.3% of sales. However, Chipotle was able to leverage other expenses (such as labor and rent) thanks to its strong sales growth.\n\nAs a result, Chipotle's operating margin rose from 16.6% in Q3 2013 to 19.1% last quarter. EPS grew a remarkable 56% year-over-year to reach $4.15. That blew past the average analyst estimate of $3.84.\n\nWall Street's gripes\n\nGiven the strength of Chipotle's results, what can explain the harsh reaction on Wall Street? There are 2 key issues that seem to be bothering Mr. Market. First, Chipotle released an initial forecast for 2015 calling for low to mid-single digit comparable restaurant sales growth. That would represent a significant slowdown compared to Chipotle's 17% year-to-date comparable sales growth.\n\nSecond, management warned that cost pressure will continue into 2015. Chipotle expects low single-digit food cost inflation in 2015 relative to Q3 levels, primarily due to a low supply of beef.\n\nThe implementation of the Affordable Care Act will also increase Chipotle's health care costs. The actual impact is hard to estimate, since enrollment has not begun yet. However, Chipotle expects the increase in health care costs to be no more than 1% of sales.\n\nSales growth likely to stay solid\n\nThe concern about a 2015 growth slowdown is overblown. Chipotle's management explicitly stated on the earnings call that the 2015 sales forecast was generated by assuming that its sales trend will remain the same through the end of next year. Chipotle always creates its forecast that way.\n\nHowever, earlier on the call, Chipotle founder and co-CEO Steve Ells spoke at great length about how consumers are increasingly choosing Chipotle over traditional fast-food restaurants. He sees this as a long-term trend driven by growing interest in ethical, sustainable food as well as \"better-for-you\" dining options.\n\nThat suggests that sales trends could continue to strengthen over the next year (and beyond), driving stronger comparable restaurant sales growth than Chipotle's initial forecast. Many on Wall Street seem to have forgotten that a year ago, Chipotle's management projected low single-digit comparable restaurant sales growth (excluding menu price increases) for 2014.\n\nInstead, Chipotle is on pace for full-year comparable restaurant sales growth of about 17%! Even without the menu price increases this spring, Chipotle would have posted low-teens comparable restaurant sales growth in 2014: about 10 percentage points better than the original forecast.\n\nCost inflation is a short-term problem\n\nWall Street's worries about cost inflation are equally shortsighted. Most importantly, Chipotle's recent price increase shows that the company has substantial pricing power. The company raised prices more than 6% on average this spring, and saw negligible push-back from customers.\n\nFood cost inflation has continued, and Chipotle isn't likely to raise prices in 2015. This could produce some margin pressure next year. However, in the long run, Chipotle should be able to increase prices at roughly the same rate as food inflation. For long-term investors, it doesn't really matter if it takes until 2016 or 2017 to bring food costs back below 34% of sales.\n\nFurthermore, most of the cost inflation Chipotle is experiencing impacts the whole restaurant industry. Beef is Chipotle's biggest cost inflation driver. However, traditional fast-food restaurants like McDonald's sell a lot of burgers, and thus have even more exposure to beef prices than Chipotle.\n\nIf these competitors have to raise prices next year to recoup their cost increases, it will improve the relative value of Chipotle's higher-quality fare. This could drive further long-term increases in Chipotle's market share.\n\nHealthcare cost inflation isn't a big worry, either. The Affordable Care Act will put pressure on costs next year, but health insurance serves as \"golden handcuffs\" -- offering better insurance for hourly employees could reduce turnover and thereby boost productivity.\n\nChipotle is still a long-term winner\n\nMr. Market is punishing Chipotle due to its projections of margin pressure and slower growth going forward. Yet Chipotle has shown over the past 9 years that it can drive long-term margin growth in spite of short-term bumps caused by cost inflation. Furthermore, Chipotle has a track record of frequently beating its growth forecasts.\n\nIn other words, none of the issues causing hand-wringing on Wall Street today are serious threats to Chipotle. Chipotle is still on track for significant long-term growth -- EPS could potentially soar from about $14 in 2014 to $80 a decade from now. That makes Chipotle stock a great bargain for investors at its current price.", "article_metadata": {"publish_time": "20:00", "date": "2014-10-23T00:00:00Z", "description": "Chipotle stock is falling despite the company's stellar Q3 results.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Adam Levine-Weinberg", "promo": "Chipotle stock is falling despite the company's stellar Q3 results.", "twitter": {"description": "Chipotle stock is falling despite the company's stellar Q3 results.", "site": "@themotleyfool", "title": "Wall Street Still Doesn't"}, "headline": "Wall Street Still Doesn't \"Get\" Chipotle Mexican Grill!", "og": {"site_name": "The Motley Fool", "description": "Chipotle stock is falling despite the company's stellar Q3 results.", "title": "Wall Street Still Doesn't", "url": "http://www.fool.com/investing/high-growth/2014/10/22/wall-street-still-doesnt-get-chipotle-mexican-gril.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F148387%2Fconsumer-goods-restaurants-chipotle-logo-cmg.jpg&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-consumer-goods", "STORY_UID": "0679c022-5945-11e4-b83b-0050569d32b9", "pitch": 796, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2014 10 22", "tickers": "CMG", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fdd405\"", "article_summary": "Cost inflation is a short-term problemWall Street's worries about cost inflation are equally shortsighted.\nFirst, Chipotle released an initial forecast for 2015 calling for low to mid-single digit comparable restaurant sales growth.\nComparable restaurant sales soared 19.8%, due to strengthening traffic and the impact of menu price increases implemented this spring.\nInstead, Chipotle is on pace for full-year comparable restaurant sales growth of about 17%!\nFor the second this time year, a Chipotle Mexican Grill (NYSE:CMG) earnings report gave Wall Street indigestion."}