{"article_title": "Catholic Congressional candidate in Virginia pushing for over-the-counter birth control", "article_keywords": ["control", "catholic", "lifesitenews", "overthecounter", "prolife", "candidate", "pushing", "virginia", "birth", "comstock", "vote", "amendment", "republican", "pill", "congressional", "women"], "article_url": "https://www.lifesitenews.com/news/catholic-congressional-candidate-in-virginia-pushing-for-over-the-counter-b", "article_text": "NewsAbortion, Contraception, Politics - U.S.\n\nWASHINGTON, D.C., February 12, 2014 (LifeSiteNews.com) – A Catholic Republican woman who hopes to be elected to the U.S. House of Representatives has led a group of 13 state delegates in asking HHS Secretary Kathleen Sebelius to make birth control available over the counter to women 18 and older.\n\nBarbara Comstock is a three-term Republican delegate in Virginia. In January, she joined a crowded Republican field running for the seat of retiring U.S. Rep. Frank Wolf.\n\nComstock is a long-time GOP insider, with experience in the George W. Bush administration and both of Mitt Romney's presidential campaigns. Her campaign has the backing of the state party chairman, more than a dozen of Wolf's former staffers, and talk show host Mark Levin. She enjoys deep ties to influential national Republicans and has the support of numerous influential Catholics, including former presidential candidate Rick Santorum and a former U.S. ambassador to the Vatican.\n\nThat support raises the question of why Comstock is asking the Obama administration to further promote the availability of birth control, which poses health dangers to women and potentially act as abortifacients.\n\nOn her delegate campaign website, Comstock states she “spearheaded a request and letter from House of Delegates members to\" Sebelius in order “to make birth control pills available over the counter without a prescription for adult women.”\n\nComstock wrote that “allowing over the counter sales of oral contraceptives for adult women would enhance women’s access, put decisions in their hands, modernize the health care system, and lower birth control costs.” Such a change, she wrote, would be “a bipartisan solution that could bring people together and help in ending birth control politics.”\n\nThe letter urged Secretary Sebelius to institute the recommendations of the American Congress of Obstetricians and Gynecologists for birth control medication. The letter, signed by 12 fellow delegates, won plaudits from a columnist at a regional newspaper in Virginia last month.\n\nComstock campaigned on the position as well, something that earned her the praise of conservative columnist Mona Charen in National Review, who said, “it's hard to paint her as someone who wants to keep women barefoot and pregnant when she advocates making birth-control pills easier to obtain.”\n\n“She is not a sell-out, a squish, or a RINO,\" Charen wrote. \"She’s something all Republicans should aspire to be — a winner.”\n\nBut medical experts and pro-life observers say that making contraception more readily available endangers the lives of women and unborn babies.\n\nDr. Angela Lanfranchi, president of the Breast Cancer Prevention Institute, told LifeSiteNews that “making these drugs over-the-counter would only increase women's risk of cancer, heart attacks, stroke, and lethal infections.\"\n\n“The pill is responsible for a significant percentage of pre-menopausal breast cancer, [and] women have the right to know that oral contraceptives are Group 1 carcinogens for breast, cervical, and liver cancer,\" Dr. Lanfranchi said. \"Group 1 is the same group that lists cigarettes causing lung cancer, and asbestos, causing mesothelioma.”\n\n\"This is why doctors should be involved in any decision about contraception, and would eliminate doctors screening for things like clotting disorders or other medical problems that put women at very high risk for lethal outcomes from the pill,\" she said.\n\nClick \"like\" if you are PRO-LIFE!\n\nThe oral contraceptive pill may also induce an early abortion by preventing a newly conceived baby from implanting in a woman's uterus. American Life League Vice President Jim Sedlak told LifeSiteNews that “the birth control pill, the morning-after pill, and Plan B all have the same chemical make-up. They all work by preventing ovulation, preventing fertilization, and preventing implantation.”\n\n“Not requiring prescriptions will result in more women taking the pill, and more women will die, and more human beings will die in the womb as a result,” he said.\n\nThe Comstock campaign repeatedly refused to answer LifeSiteNews' questions about the pill's potential health risks to women and its ability to induce abortion.\n\nThe campaign did answer questions raised by critics about why Comstock, who was described to LifeSiteNews by a GOP operative in Virginia as “a very hard-working establishment conservative,” opposed a pro-life amendment to Virginia's Affordable Care Act (ACA) exchange – a vote that gave her a 100 percent voting record from NARAL in 2013.\n\nThe amendment was proposed by then-Gov. Bob McDonnell to prevent taxpayer funding for abortion under ObamaCare. The amendment contained exceptions for the life of the mother and pregnancy after being raped. NARAL described it as an “extreme amendment” that “prohibits Virginians from purchasing a comprehensive health insurance plan that includes abortion coverage.”\n\nThe amendment passed the House 55-37, with Comstock's vote in opposition. Fellow pro-life advocate Bob Marshall voted “present,” making clear his opposition to the exceptions in the amendment.\n\nCampaign manager Susan Falconer defended Comstock in an e-mail, telling LifeSiteNews that Comstock has earned ire from pro-abortion groups and support from pro-life organizations and individuals. Falconer specifically defended Comstock's vote from what she called “false attacks” on Comstock's pro-life credentials “being promoted by some fellow Republicans” over the ACA vote.\n\nThe vote was the only one NARAL ranked in 2013, which is why Comstock received a 100 percent ranking from the same organization that in 2009 called her “a zealous pro-life politician who won’t hesitate to enact laws restricting a woman’s right to choose if given the opportunity.” At the time, Comstock was in her first race for delegate.\n\nComstock received a total score of 20 percent from NARAL for the 2012/2013 legislative session, including a “0” in 2012 for several votes against NARAL's positions.\n\nComstock has been defended by the Family Foundation, which ranks votes in favor of, or opposed to, its pro-family positions.\n\nThe Foundation's 2012/2013 Scorecard ranked Comstock at 89 percent, with the opposition to the pro-life amendment and support for an openly homosexual judge the only marks against her out of 19 votes scored by the Foundation.\n\nHowever, the Foundation has since qualified its score on Comstock's vote against the amendment. Last week, Chris Freund wrote on the organization's website that Comstock and another delegate “made it clear to us that they will not vote in favor of anything having to do with ObamaCare. It wasn’t about the amendment; it was about the overall policy.”\n\nNot everyone agrees with Comstock's reasoning. Deal Hudson, senior editor of Catholic Online, told LifeSiteNews he believes the vote was “an imprudent choice.”\n\nComstock has been a figure in national politics for more than 20 years. NARAL Pro-Choice Virginia highlighted her background for criticism, noting in 2009 that she “served as a senior aide to Congressman Frank Wolf” in the 1990s. She was also “a minor figure” during the Whitewater investigation of President Bill Clinton.\n\nDuring the George W. Bush administration, Comstock was the Director of the Office of Public Affairs for the U.S. Department of Justice, spent time with the Republican National Committee and a GOP-associated lobbying firm, and worked for the 2008 Romney presidential campaign. In 2005, a column at Slate tied her to the defense of Scooter Libby, the former Bush official who was indicted on several charges in 2007, including lying under oath and obstructing justice.\n\nShe briefly came to fame in conservative political media in 2012 after she mocked MSNBC host Andrea Mitchell in a discussion about GOP presidential candidate Mitt Romney and equal pay for women. Comstock was a senior Romney advisor at the time. She also served as the co-chairman of the Republican National Convention in 2012.", "article_metadata": {"og": {"site_name": "LifeSiteNews", "description": "Virginia delegate Barbara Comstock has the support of numerous influential pro-life Catholics, including Rick Santorum, but has come under fire for pushing birth control and opposing a pro-life amendment.", "title": "Catholic Congressional candidate in Virginia pushing for over-the-counter birth control", "locale": "en_US", "image": "https://www.data.lifesitenews.com/images/news/barbaracomstock.jpg", "url": "https://www.lifesitenews.com/news/catholic-congressional-candidate-in-virginia-pushing-for-over-the-counter-b", "type": "article"}, "twitter": {"card": "Virginia delegate Barbara Comstock has the support of numerous influential pro-life Catholics, including Rick Santorum, but has come under fire for pushing birth control and opposing a pro-life amendment."}, "description": "Virginia delegate Barbara Comstock has the support of numerous influential pro-life Catholics, including Rick Santorum, but has come under fire for pushing birth control and opposing a pro-life amendment.", "viewport": "width=device-width, initial-scale=1.0", "fb": {"admins": 1477213784, "app_id": 132010293551131, "pages": 112623813202}}, "_id": "\"57477af46914bd0286fdc47c\"", "article_summary": "American Life League Vice President Jim Sedlak told LifeSiteNews that “the birth control pill, the morning-after pill, and Plan B all have the same chemical make-up.\nThat support raises the question of why Comstock is asking the Obama administration to further promote the availability of birth control, which poses health dangers to women and potentially act as abortifacients.\nThe letter, signed by 12 fellow delegates, won plaudits from a columnist at a regional newspaper in Virginia last month.\nComstock is a long-time GOP insider, with experience in the George W. Bush administration and both of Mitt Romney's presidential campaigns.\nIn January, she joined a crowded Republican field running for the seat of retiring U.S. Rep. Frank Wolf."}