{"article_title": "Governor proposes using $220 million in cash reserve for tax cuts", "article_keywords": ["income", "spending", "reduce", "million", "tax", "cash", "governor", "proposes", "state", "relief", "taxes", "nordquist", "cuts", "using", "220", "reserve"], "article_url": "http://watchdog.org/123810/heineman-tax-cut/", "article_text": "By Deena Winter | Nebraska Watchdog\n\nUpdated 8:52 p.m. Tuesday\n\nLINCOLN, Neb. – Gov. Dave Heineman proposed spending $220 million of the state’s record-high cash reserve in order to reduce income and property taxes over the next three years, leaving a half-billion-dollar cushion.\n\nCombine that with savings from holding state spending increases to about 4 percent, and the state could reduce taxes by $370 million to $500 million over the next three years, he said.\n\n“This year the focus should be on tax relief,” he said during a rare evening press conference on the night before he delivers his State of the State speech to lawmakers. “We don’t need more time to study this issue. The Legislature needs to act this session.”\n\nHeineman said the state is sitting on a record $722 million cash cushion and should give some of it back to taxpayers. By dipping into cash reserves and holding the line on spending in the coming years, $370 million to $500 million is available and should be used for tax relief, he said. The Legislature’s current estimate that spending will go up 4.7 percent in the next biennium would free up $370 million for tax cuts over the next three years, and a 4 percent growth rate in 2016 and 2017 would free up $500 million. Heineman said 4 percent increases are “reasonable and realistic.”\n\nHe said leaving a half-billion in reserves is more than sufficient for a state with an annual $4 billion budget.\n\n“We now have the largest cash reserve we’ve ever had,” he said. “We are sitting on a bundle of cash. We are overtaxing our citizens right now, and they deserve some of it back.”\n\nHe supports the Nebraska Farm Bureau proposal to reduce the valuation of ag from 75 percent of its actual value to 65 percent to help farmers and ranchers deal with record high property taxes. Property taxes are largely controlled by cities, counties and schools, but the state could lessen the load by adding state dollars to the state’s property tax relief fund.\n\nHe also continued his push to reduce income tax rates, saying Nebraska’s rates are among the highest in the nation – higher than all but one neighboring state. He’s primarily focused on reducing individual income tax rates, since 90 percent of small businesses pay their taxes through the individual code.\n\nBefore the governor’s press conference was even over, two prominent Democratic lawmakers immediately condemned the governor’s proposal via Twitter.\n\n“Using one-time funding and risking Nebraska’s fiscal health for (a) trickle-down tax plan is something that I cannot support,” Sen. Heath Mello, D-Omaha, said.\n\nSen. Jeremy Nordquist, D-Omaha, accused the governor of trying to create a legacy during his last year in office at the expense of future generations.\n\n“It is clear that the governor has one priority: cutting taxes for the wealthiest Nebraskans,” Nordquist said in a press statement. “We don’t need to guess about what the governor’s plan will do. Enormous tax giveaways for the wealthy did not create greater economic growth in Kansas; it created massive cuts to K-12 and higher education.”\n\nKansas cut its top income tax rates in 2012 without cutting spending or projected revenue growth.\n\nBut Heineman said allegations that he’s trying Kansas-style tax cuts were “wrong, wrong, wrong.”\n\nNordquist noted that a Mercatus Center report released Tuesday ranked Nebraska first in the nation for long-term cash solvency and fourth in overall fiscal health.\n\n“Why would we want to put our strong fiscal position in jeopardy?” Nordquist asked. “Governor Heineman’s legacy is not a good enough reason.”\n\nHeineman said Nordquist is happy to spend money to expand Medicaid under the Affordable Care Act, or Obamacare. He said it’s Nordquist and Mello’s prerogative to oppose tax relief, but he’s disappointed that “they certainly want to spend the money.”\n\nHowever, he did not have a plan to continue paying for tax relief once the three years of transferring money from the state’s cash reserve is up.\n\n“Whoever’s the governor and the Legislature will have to deal with it,” he said.\n\nAlthough Heineman didn’t get into specifics about his proposal, in December, he told the Washington Post he would push lawmakers to reduce the top personal income tax rate from 6.84 percent to below 6 percent.\n\nGrowing exasperated with reporters’ questions, the governor suggested they get out of the capitol more often and talk to Nebraskans, and later said he’d put in an amendment exempting the press from his tax cuts.\n\nContact Deena Winter at deena@nebraskawatchdog.org. Follow Deena on Twitter at @DeenaNEWatchdog\n\nEditor’s note: to subscribe to News Updates from Nebraska Watchdog at no cost, click here.", "article_metadata": {"og": {"site_name": "Watchdog.org", "description": "Gov. Dave Heineman proposes $220 million tax cut", "title": "Governor proposes using $220 million in cash reserve for tax cuts - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2013/01/Dave-Hein.jpg", "updated_time": "2014-01-14T20:53:03+00:00", "url": "http://watchdog.org/123810/heineman-tax-cut/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "Nebraska", "tag": "Dave Heineman", "published_time": "2014-01-14T20:00:15+00:00", "modified_time": "2014-01-14T20:53:03+00:00"}, "twitter": {"domain": "Watchdog.org", "description": "Gov. Dave Heineman proposes $220 million tax cut", "title": "Governor proposes using $220 million in cash reserve for tax cuts - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2013/01/Dave-Hein.jpg"}, "creator": "@watchdogorg", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "description": "Gov. Dave Heineman proposes $220 million tax cut"}, "article_summary": "Dave Heineman proposed spending $220 million of the state’s record-high cash reserve in order to reduce income and property taxes over the next three years, leaving a half-billion-dollar cushion.\nThe Legislature needs to act this session.”Heineman said the state is sitting on a record $722 million cash cushion and should give some of it back to taxpayers.\nHe’s primarily focused on reducing individual income tax rates, since 90 percent of small businesses pay their taxes through the individual code.\nBy dipping into cash reserves and holding the line on spending in the coming years, $370 million to $500 million is available and should be used for tax relief, he said.\nCombine that with savings from holding state spending increases to about 4 percent, and the state could reduce taxes by $370 million to $500 million over the next three years, he said."}