{"article_title": "Is the Pope Getting on Board With the Nuns on the Bus?", "article_keywords": ["catholics", "sister", "catholic", "pope", "getting", "bus", "budget", "nuns", "simone", "health", "board", "church", "balance", "care"], "article_url": "http://www.thenation.com/article/pope-getting-board-nuns-bus/", "article_text": "Most Popular\n\n1 The Media Must Decide Whether to Follow Donald Trump Down the Sewer\n\n2 The Democratic Platform Committee Now Has a Progressive Majority. Thanks, Bernie Sanders.\n\n3 On the Shameful and Skewed ‘Redskins’ Poll\n\n4 Clinton Needs Sanders Supporters to Win, But Sanders Needs Clinton Supporters to Change the System\n\n5 Benjamin Netanyahu Just Formed the Most Right-Wing Government in Israeli History\n\n“To me, it is a clear directive to the bishops of the church to end their antigay campaigns,” says Duddy-Burke. “He is essentially saying, ‘Go back to being pastors, stop being rule-enforcers.’”\n\nWhether that aspiration will become reality, especially in the United States, remains to be seen. But, in the interview, the Pope bluntly declared, “We have to find a new balance; otherwise even the moral edifice of the church is likely to fall like a house of cards, losing the freshness and fragrance of the Gospel.”\n\nThat new balance could have significant consequences for American political debates.\n\nDuring the 2010 debate over health-care reform, the balancing act was a difficult one. The US Conference of Catholic Bishops opposed passage of the Affordable Care Act because of its language on abortion, and created significant pressure on Catholic Democrats to do the same. But its message was countered by a letter from Sister Carol Keehan, president and CEO of the Catholic Health Association, which strongly supported the legislation. Then Network, the Catholic social justice lobby, released a letter signed by leaders of communities and organizations representing tens of thousands of nuns. The letter announced:\n\nThe health care bill that has been passed by the Senate and that will be voted on by the House will expand coverage to over 30 million uninsured Americans. While it is an imperfect measure, it is a crucial next step in realizing health care for all. It will invest in preventative care. It will bar insurers from denying coverage based on pre-existing conditions. It will make crucial investments in community health centers that largely serve poor women and children. And despite false claims to the contrary, the Senate bill will not provide taxpayer funding for elective abortions. It will uphold longstanding conscience protections and it will make historic new investments—$250 million—in support of pregnant women. This is the REAL pro-life stance, and we as Catholics are all for it.\n\nNetwork and other Catholic social justice groups have argued, often in the face of significant criticism, that the church must strike a better balance that highlights advocacy on poverty and economic injustice issues. Ad Policy\n\nNetwork’s ongoing “Nuns on the Bus” tour directly challenged one of the most prominent Catholics in American politics: Wisconsin Congressman Paul Ryan, who was Republican nominee for vice president in 2012.\n\nAt the Democratic National Convention last year, Network executive director Sister Simone Campbell, fresh from a high-profile “Nuns on the Bus” tour that visited Ryan’s district, declared that the House Budget Committee chairman’s budget proposal “failed a basic moral test, because it would harm families living in poverty.”\n\nTo thunderous applause from delegates, many Catholics who had tears in their eyes, Sister Simone affirmed that “Mitt Romney and Paul Ryan are correct when they say that each individual should be responsible. But their budget goes astray in not acknowledging that we are responsible not only for ourselves and our immediate families. Rather, our faith strongly affirms that we are all responsible for one another. I am my sister’s keeper. I am my brother’s keeper.”\n\nSister Simone’s speech recalled the “seamless garment” stance advanced by progressive Catholics such as Joseph Cardinal Bernardin, who in the 1980s and 1990s argued that to be “pro-life,” one must be opposed to unjust wars and capital punishment and strongly supportive of social welfare programs.\n\nRecalling the story of a woman named Margaret, who died because she lacked adequate health insurance, Sister Simone told the Democratic convention, “The Affordable Care Act will cover people like Margaret. We all share responsibility to ensure that this vital healthcare reform law is properly implemented and that all governors expand Medicaid coverage so no more Margarets die from lack of care. This is part of my pro-life stance and the right thing to do.”\n\nSister Simone was arguing for balance there. It was a controversial act, and she was criticized by prominent Catholics. As recently as this year, the Congregation for the Doctrine of Faith, the Catholic church’s doctrinal watchdog, reprimanded the Leadership Conference of Women Religious in the United States, mentioning “serious doctrinal problems.” The doctrinal wrangling is far from finished, and it still too early to make assumptions about how much the church will change under this pope.\n\nYet, now, the most prominent of all Catholics is suggesting that the church “cannot insist only on issues related to abortion, gay marriage and the use of contraceptive methods.”\n\nThe Pope’s call for a “new balance” will itself be controversial. But it suggests an opening for the message that Sister Simone and others have—for many years now—been advancing about the importance of dialing up the church’s moral advocacy on behalf of peace and economic justice,\n\nJohn Nichols explains why the Nuns on a Bus denounced Paul Ryan’s austerity budget.", "article_metadata": {"sailthru.image.thumb": "http://www.thenation.com/wp-content/uploads/2015/04/pope_francis_rtr_fb-275x173.jpg", "sailthru.author": "John Nichols", "description": "In a remarkable interview, Pope Francis calls for a new balance on issues such as abortion, contraception and LGBT rights, perhaps opening the door for a renewed focus on economic justice.", "generator": "WooCommerce 2.3.13", "og": {"site_name": "The Nation", "description": "In a remarkable interview, Pope Francis calls for a new balance on issues such as abortion, contraception and LGBT rights, perhaps opening the door for a renewed focus on economic justice.", "title": "Is the Pope Getting on Board With the Nuns on the Bus?", "url": "http://www.thenation.com/article/pope-getting-board-nuns-bus/", "image": {"width": 300, "identifier": "http://www.thenation.com/wp-content/uploads/2015/04/pope_francis_rtr_fb.jpg", "type": "image/jpeg", "height": 225}, "updated_time": "2015-06-29T05:51:47+00:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "In a remarkable interview, Pope Francis calls for a new balance on issues such as abortion, contraception and LGBT rights, perhaps opening the door for a renewed focus on economic justice.", "title": "Is the Pope Getting on Board With the Nuns on the Bus?", "url": "http://www.thenation.com/article/pope-getting-board-nuns-bus/", "image": {"height": 225, "src": "http://www.thenation.com/wp-content/uploads/2015/04/pope_francis_rtr_fb.jpg", "identifier": "http://www.thenation.com/wp-content/uploads/2015/04/pope_francis_rtr_fb.jpg", "width": 300}, "site": "@TheNation", "card": "summary_large_image"}, "sailthru.date": "September 20th, 2013", "sailthru.title": "Is the Pope Getting on Board With the Nuns on the Bus?", "keywords": "pope francis, lgbt, reproductive rights, contraception, catholicism, economic justice, john nichols, the nation", "fb": {"app_id": 192399944158735}, "sailthru.content_id": 108347, "sailthru.tags": "Healthcare Policy,Politics,Religion,Blog", "article": {"publisher": "https://www.facebook.com/TheNationMagazine", "tag": "the nation", "published_time": "2013-09-20T13:45:24+00:00", "modified_time": "2015-06-29T05:51:47+00:00", "author": "http://www.thenation.com/author/JohnNichols/"}, "sailthru.description": "In a remarkable interview, Pope Francis calls for a “new balance” on issues such as abortion and LGBT rights. Has he opened the door for a renewed focus on economic justice?", "sailthru.image.full": "http://www.thenation.com/wp-content/uploads/2015/04/pope_francis_rtr_fb.jpg", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "While it is an imperfect measure, it is a crucial next step in realizing health care for all.\nBut its message was countered by a letter from Sister Carol Keehan, president and CEO of the Catholic Health Association, which strongly supported the legislation.\nThe letter announced:The health care bill that has been passed by the Senate and that will be voted on by the House will expand coverage to over 30 million uninsured Americans.\nThen Network, the Catholic social justice lobby, released a letter signed by leaders of communities and organizations representing tens of thousands of nuns.\nThis is part of my pro-life stance and the right thing to do.”Sister Simone was arguing for balance there."}