{"article_title": "Razing Liberty: Miami's Gambit To Fix A Crime-Plagued Neighborhood", "article_keywords": ["city", "square", "neighborhood", "miami", "fix", "say", "liberty", "public", "crimeplagued", "miamis", "complex", "razing", "residents", "gambit", "housing"], "article_url": "http://wnpr.org/post/razing-liberty-miamis-gambit-fix-crime-plagued-neighborhood", "article_text": "In Miami, officials have announced plans to replace a troubled public housing complex.\n\nLiberty Square, in the heart of one of Miami's most crime-plagued neighborhoods, will be demolished; residents will be relocated to new public housing. Officials say it will improve living conditions and reduce violent crime.\n\nResidents like the county's plan, but worry it may be the latest in a string of broken promises.\n\nA Storied History\n\nLiberty Square is a sprawling low-rise complex: 700 units spread over several blocks. That's where Miami-Dade County Mayor Carlos Gimenez held his news conference.\n\nThe mayor said demolishing and replacing the public housing complex will both improve conditions for residents and reduce crime.\n\n\"I believe crime can only thrive where there's a lack of opportunity,\" Gimenez says.\n\nWhen it was built more than 70 years ago, the public housing complex was a vast improvement from living conditions African-American residents experienced in segregated Miami.\n\nThe neighborhood that grew up around it, Liberty City, hit hard times in the '60s and '70s with the influx of drugs. And then in the early '80s, riots rocked the neighborhood after police were acquitted in the beating death of a Liberty City resident.\n\nIn recent years, the neighborhood — just six square miles — has been hit by an epidemic of gun violence.\n\n\"Everybody knows what the problem is,\" said Billy Strange, the pastor of Mount Calvary Missionary Baptist Church in Liberty City. \"When you got seven and eight people being shot — they had 43 shootings over in the area first six months of last year.\"\n\nStrange says he presides over funerals of shooting victims every month.\n\n\"There have been times that I have done funerals here and because of the fact that the deceased person was a gang member, I've had to wear bulletproof vests,\" he says.\n\nGangs And Crime\n\nPolice attribute much of the violence to gang disputes. The shootings often claim bystanders in the crowded streets around the Liberty Square complex.\n\nSara Alvin Smith is with the resident's council at the public housing complex. She says 20 years ago, when she first moved to Liberty City, things were different.\n\n\"We didn't have all of this crime going on. We didn't,\" Smith says. \"Now, even when children go out to football games, you got to run, duck, hide, lay down and all that. You know, it's nothing fundamental as being a child anymore.\"\n\nSmith and others in the neighborhood blame the violence on the easy availability of guns. Police say because people in the neighborhood won't come forward and identify those involved, many of the shootings go unsolved. Residents say when they do come forward, those responsible aren't arrested, leaving them at risk of retaliation.\n\nHope In Starting Over\n\nAuthorities in Miami-Dade County hope that by starting over with new housing in Liberty Square, they can break the cycle of violence and distrust.\n\nThe first step is reassuring residents that people displaced by the demolition will be able to return to Liberty Square when construction is complete. That hasn't always happened in Miami in the past. Residents were sometimes displaced when housing projects were demolished.\n\nMichael Liu, the director of the county's public housing agency, says in the first stage of the project, new housing units will be built on vacant land just a few miles away. They'll be ready, he says, before anyone is asked to move from Liberty Square.\n\n\"They're gonna to have units that they can look at, that they can touch, they can feel, that they can see.\"\n\nLiu says experience with similar projects in Miami and elsewhere shows new housing can revitalize neighborhoods, change attitudes and reduce crime.\n\n\"If residents know that other residents are working together, you see a lot of the bad things don't happen,\" he says. \"Or if they do, the bad folks are apprehended.\"\n\nPeople in Liberty City say they welcome the ambitious plans for their neighborhood. But after decades of disappointment, they say they'll be watching closely to make sure that this time the government's promises are kept.\n\n\n\nCopyright 2015 NPR. To see more, visit http://www.npr.org/.\n\nTranscript\n\nSCOTT SIMON, HOST:\n\nMiami officials have announced plans to replace a troubled public housing complex. Liberty Square, in the heart of one of Miami's most crime-plagued neighborhoods, will be demolished. Residents will be relocated to new public housing. Officials say it will improve living conditions and reduce violent crime. From Miami, NPR's Greg Allen reports residents like the plan, but worry it may be the latest in a string of broken promises.\n\nGREG ALLEN, BYLINE: Liberty Square is a sprawling low-rise complex - 700 units spread over several blocks. That's where Miami-Dade Mayor Carlos Gimenez held his news conference. The mayor said along with improving conditions for residents, demolishing and replacing the public housing complex will also reduce crime.\n\n(SOUNDBITE OF PRESS CONFERENCE)\n\nMAYOR CARLOS GIMENEZ: Because I believe crime can only thrive where there is a lack of opportunity.\n\nALLEN: When it was built more than 70 years ago, the public housing complex was a vast improvement from living conditions African-American residents experienced in segregated Miami. The neighborhood that grew up around it, Liberty City, hit hard times in the '60s and '70s with the influx of drugs. And then in the early '80s, riots rocked the neighborhood after police were acquitted in the beating death of a Liberty City resident. In recent years, the neighborhood - just six square miles - has been hit by an epidemic of gun violence.\n\n(SOUNDBITE OF ARCHIVED RECORDING)\n\nUNIDENTIFIED MAN #1: Detectives from homicide huddle in front of a Liberty City home.\n\nUNIDENTIFIED MAN #2: Several people opened fire in the courtyard of this apartment building.\n\nUNIDENTIFIED MAN #3: Upwards of five dozen shots pierced everyone and anything in its path.\n\nALLEN: Billy Strange is the pastor of Mount Calvary Missionary Baptist Church in Liberty City.\n\nPASTOR BILLY STRANGE: Everybody knew what the problem is; when you got seven and eight people being shot - they had 43 shootings over in the area first six months of last year.\n\nALLEN: Strange says he presides over funerals of shooting victims every month.\n\nSTRANGE: There have been times that I've done funerals here and because of the fact that the deceased person was a gang member, I've had to wear bulletproof vests.\n\nALLEN: Police attribute much of the violence to gang disputes. The shootings often claim bystanders in the crowded streets around the Liberty Square complex.\n\nSARA ALVIN SMITH: It's time for 15th Avenue and 16th Avenue all the way up to 62nd.\n\nALLEN: Sara Alvin Smith is with the resident's council at the public housing complex. She says 20 years ago, when she first moved to Liberty City, things were different.\n\nSMITH: We didn't have all of this crime going on. We didn't. Now, even when children go out to football games, you got to run, duck, hide, lay down and all of that. You know, it's nothing fundamental as being a child anymore.\n\nALLEN: Smith and others in the neighborhood blame the violence on the easy availability of guns. Police say because people in the neighborhood won't come forward and identify those involved, many of the shootings go unsolved. Residents say that when they do come forward, those responsible aren't arrested, leaving them at risk of retaliation.\n\nERIC THOMPSON: We had incidents where people in development call 911 and say I saw some young man doing something outside my door.\n\nALLEN: Eric Thompson runs a computer lab for residents in Liberty Square.\n\nTHOMPSON: And instead of the police go to the young man, they came and knock on the lady door and say, Ma'am, you call the police. And the people am in front of her door.\n\nALLEN: Authorities in Miami-Dade County hope that by starting over with new housing in Liberty Square, they can break the cycle of violence and distrust. The first step is reassuring residents that people displaced by the demolition will be able to return to Liberty Square when construction is complete. That hasn't always happened in Miami in the past. Residents were sometimes displaced when housing projects were demolished. The director of the county's public housing agency, Michael Liu, says in the first stage of the project, new housing units will be built on vacant land just a few miles away. They'll be ready, he says, before anyone is asked to move from Liberty Square.\n\nMICHAEL LIU: They're going to have units that they can look at, that they can touch, they can feel, that they can see.\n\nALLEN: Liu says experience with similar projects in Miami and elsewhere shows new housing can revitalize neighborhoods, change attitudes and reduce crime.\n\nLIU: Because if residents know that other residents are working together, you see a lot of the bad things don't happen. Or if they do, the bad folks are apprehended.\n\nALLEN: People in Liberty City say they welcome the ambitious plans for their neighborhood, but after decades of disappointment, they say they'll be watching closely to make sure that this time the government's promises are kept. Greg Allen, NPR News, Miami. Transcript provided by NPR, Copyright NPR.\n\n", "article_metadata": {"category": "none", "description": "In Miami, officials have announced plans to replace a troubled public housing complex. Liberty Square, in the heart of one of Miami&#039;s most crime", "Generator": "Drupal 7 (http://drupal.org)", "programs": "Weekend Edition Saturday", "og": {"url": "http://wnpr.org/post/razing-liberty-miamis-gambit-fix-crime-plagued-neighborhood", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201503/393396342.jpg", "type": "article", "description": "In Miami, officials have announced plans to replace a troubled public housing complex. Liberty Square, in the heart of one of Miami&#039;s most crime", "title": "Razing Liberty: Miami's Gambit To Fix A Crime-Plagued Neighborhood"}, "story_id": 391894195, "twitter": {"site": "@wnpr", "card": "summary", "creator": "@wnpr"}, "author": "Greg Allen", "org_id": 1, "dc": {"title": "Razing Liberty: Miami&#039;s Gambit To Fix A Crime-Plagued Neighborhood"}, "nid": 37449, "datePublished": "2015-03-14", "wordCount": 1607, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "Liberty Square, in the heart of one of Miami's most crime-plagued neighborhoods, will be demolished.\n\"Everybody knows what the problem is,\" said Billy Strange, the pastor of Mount Calvary Missionary Baptist Church in Liberty City.\nLiberty Square, in the heart of one of Miami's most crime-plagued neighborhoods, will be demolished; residents will be relocated to new public housing.\nThe shootings often claim bystanders in the crowded streets around the Liberty Square complex.\nPeople in Liberty City say they welcome the ambitious plans for their neighborhood."}