{"article_title": "Governor blinks, puts politics and bureaucracy ahead of human lives in the worst decision of his governorship – The Progressive Pulse", "article_keywords": ["halfmillion", "governorship", "puts", "progressive", "lives", "decision", "court", "carolinians", "pulse", "mccrory", "health", "worst", "governor", "human", "north", "politics", "insurance", "unnecessarily"], "article_url": "http://pulse.ncpolicywatch.org/2015/02/19/governor-blinks-puts-politics-and-bureaucracy-ahead-of-human-lives-in-the-worst-decision-of-his-governorship/", "article_text": "Governor Pat McCrory announced a disastrous and destructive decision yesterday in an interview with an AP reporter. When asked whether he would recommend closing the insurance gap that currently leaves a half-million North Carolinians too poor to qualify for Obamcare subsidies and too well-off to qualify for Medicaid, the Guv said: “I will not make any recommendation as to whether or not we extend insurance for the uninsured until the court case because there are so many ramifications of the court case.”\n\nAs the story also noted: “The court’s oral arguments are next month and a ruling is expected in the summer, about when the legislature traditionally seeks to adjourn. That could push any legislative action on a recommendation to 2016.”\n\nThis means that a half-million struggling North Carolinians will have to wait at least another year for the health insurance they were promised and deserve. In all likelihood, thousands will die unnecessarily. Meanwhile, tax dollars paid by North Carolinians will flow to other states in which Governors (many of the Republican) have had the vision and courage to put human life ahead of politics.\n\nThe decision comes after months of dithering by the Governor and in spite of the clear signals sent by his Department of Health and Human Services officials that Medicaid expansion is both the right thing to do and essential to save lives.\n\nThe bottom line: If this is truly is his final word on this matter, Pat McCrory has now, officially, made the worst and most destructive decision of his governorship — a decision that puts supposed concerns about bureaucratic hassles ahead of saving human lives. Meanwhile, millions of people in Ohio and Arizona and other conservative states enjoy access to decent and affordable health insurance on our nickel. Let’s hope and pray the U.S. Supreme Court does the right thing this summer, but whatever happens then and thereafter, Gov. McCrory has now seized the mantle from former chief naysayer Senator Phil Berger and cemented his legacy as the person who denied decent and affordable health care to a half-million of his fellow Tar Heels unnecessarily.", "article_metadata": {"fb": {"pages": 71966175060}, "msapplication-TileImage": "http://pulse.ncpolicywatch.org/wp-content/uploads/2016/02/cropped-logo_shadow-square-270x270.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0"}, "article_summary": "Meanwhile, millions of people in Ohio and Arizona and other conservative states enjoy access to decent and affordable health insurance on our nickel.\nMeanwhile, tax dollars paid by North Carolinians will flow to other states in which Governors (many of the Republican) have had the vision and courage to put human life ahead of politics.\nGovernor Pat McCrory announced a disastrous and destructive decision yesterday in an interview with an AP reporter.\nThat could push any legislative action on a recommendation to 2016.”This means that a half-million struggling North Carolinians will have to wait at least another year for the health insurance they were promised and deserve.\nLet’s hope and pray the U.S. Supreme Court does the right thing this summer, but whatever happens then and thereafter, Gov."}