{"article_title": "Blue Cross Blue Shield of Michigan makes downward adjustment to small employer rates for remainder", "article_keywords": ["blue", "lower", "shield", "makes", "michigan", "cross", "employer", "2015", "rate", "rates", "small", "customers", "downward", "remainder", "average"], "article_url": "http://www.prnewswire.com/news-releases/blue-cross-blue-shield-of-michigan-makes-downward-adjustment-to-small-employer-rates-for-remainder-of-2015-and-projects-favorable-rates-into-2016-300062112.html", "article_text": "DETROIT, April 7, 2015 /PRNewswire/ -- Small group customers of Blue Cross Blue Shield of Michigan will benefit from a downward rate adjustment to be filed by BCBSM with state regulators this week. Rates for employers renewing coverage in the third and fourth quarters of 2015 will be, on average, 3.3 percent lower for BCBSM customers, and less than 1 percent higher (0.8 percent) for Blue Care Network customers, pending state regulatory approval. In addition, 2016 rate changes look extremely favorable, with Blue Cross annual rate changes projected 2.2 percent lower and Blue Care Network projected at 4.8 percent lower than the previous year.\n\n\"We are always monitoring what's happening with our customers. It's good news when lower than expected costs allow you to pass along lower prices to customers, and that's exactly what we're doing now with these midstream rate changes,\" said John Dunn, BCBSM vice president for Middle and Small Group Business.\n\nThe following average rate adjustments will be effective for Blue Cross and BCN customers renewing in the third and fourth quarters of 2015, and the first quarter of 2016. Specific rates will depend on location and product choice:\n\nRegion Average Blue Cross Blue\n\nShield of Michigan 2015\n\nQ3- Q4 Adjustments* Average Blue Care\n\nNetwork 2015 Q3-Q4\n\nAdjustment * Average Blue Cross Blue\n\nShield of Michigan 2016\n\nQ1 Adjustments* 2016 Blue Care\n\nNetwork Q1\n\nAdjustments* Southeast Michigan (Wayne, Oakland, Macomb, Monroe, St. Clair) -5.8% -1.3% -4.50% -7.25% Lansing/Mid Michigan (Lansing, Midland) -3.6% 0.65% -2.30% -5.71% West Michigan (includes Grand Rapids, Southwest and Kalamazoo) -2.9% 1.4% -1.35% -3.95% Northern MI (includes NE and NW lower; Upper Peninsula) -0.5% 3.7% 0.76% -1.72% Flint/Saginaw -3.6% 0.8% -2.30% -5.71%\n\n* Specific rates for small businesses will depend on their product choice and region.\n\nThe rate change results from a number of factors, including:\n\nClaims Experience: Actual claims experience came in lower than projected, impacting the overall rates for the remainder of 2015.\n\nActual claims experience came in lower than projected, impacting the overall rates for the remainder of 2015. Provider Partnerships: Our unique and comprehensive provider partnerships, including our Patient Centered Medical Home (PCMH) and pay for performance programs, have helped to manage trends below national benchmarks.\n\nOur unique and comprehensive provider partnerships, including our Patient Centered Medical Home (PCMH) and pay for performance programs, have helped to manage trends below national benchmarks. ACA Risk Programs : Under the Affordable Care Act (ACA), we now compete on a level playing field. With a level playing field, our risk pools are more cost beneficial than ever before.\n\n\"The market continues to transition under changes brought by the ACA, with a greater focus by employers on wellness, and the popularity of insurance benefit designs that encourage people to be more deliberative health care shoppers,\" Dunn said. \"As this transition continues, Blue Cross will continue to take responsible actions to help keep coverage affordable for our small group customers. We are very pleased that we are able to moderate our rates at this time and we anticipate keeping rates stable throughout the coming year.\"\n\nBlue Cross Blue Shield of Michigan, a nonprofit mutual insurance company, is an independent licensee of the Blue Cross and Blue Shield Association. For more company information, visit bcbsm.com and MiBluesPerspectives.com.\n\nSOURCE Blue Cross Blue Shield of Michigan", "article_metadata": {"geo.region": "michigan", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "geo.placename": "DETROIT, April 7", "description": "DETROIT, April 7, 2015 /PRNewswire/ -- Blue Cross Blue Shield of Michigan makes downward adjustment to small employer rates for remainder of 2015 and...", "author": "Blue Cross Blue Shield of Michigan", "og": {"url": "http://www.prnewswire.com/news-releases/blue-cross-blue-shield-of-michigan-makes-downward-adjustment-to-small-employer-rates-for-remainder-of-2015-and-projects-favorable-rates-into-2016-300062112.html", "image": "http://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "type": "website", "description": "DETROIT, April 7, 2015 /PRNewswire/ -- Small group customers of Blue Cross Blue Shield of Michigan will benefit from...", "title": "Blue Cross Blue Shield of Michigan makes downward adjustment to small employer rates for remainder of 2015 and projects favorable rates into 2016"}, "Publisher": "PR Newswire", "cf_entity_title": "Blue Cross Blue Shield of Michigan makes downward adjustment to small employer rates for remainder of 2015 and projects favorable rates into 2016", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "keywords": "Blue Cross Blue Shield of Michigan, michigan, Not For Profit, Health Care & Hospitals, Health Insurance", "date": "2015-04-07T13:00:00Z", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"site": "@PRNewswire", "card": "summary"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdc481\"", "article_summary": "Blue Cross Blue Shield of Michigan, a nonprofit mutual insurance company, is an independent licensee of the Blue Cross and Blue Shield Association.\nSOURCE Blue Cross Blue Shield of Michigan\nDETROIT, April 7, 2015 /PRNewswire/ -- Small group customers of Blue Cross Blue Shield of Michigan will benefit from a downward rate adjustment to be filed by BCBSM with state regulators this week.\n\"As this transition continues, Blue Cross will continue to take responsible actions to help keep coverage affordable for our small group customers.\nIn addition, 2016 rate changes look extremely favorable, with Blue Cross annual rate changes projected 2.2 percent lower and Blue Care Network projected at 4.8 percent lower than the previous year."}