{"article_title": "How does Wyoming Spend $9.3 Billion Every Two Years?", "article_keywords": ["billion", "million", "revenue", "spending", "energy", "wyoming", "savings", "state", "does", "93", "lawmakers", "spend", "wyomings"], "article_url": "http://www.sheridanmedia.com/news/how-does-wyoming-spend-93-billion-every-two-years81703", "article_text": "Posted in\n\n(Flickr Creative Commons/Christina Maki)\n\nDespite Wyoming’s small population, it has a relatively robust state government that spends $9.3 billion in state and federal dollars every two years.\n\nJust where does all that money go, and what does it say about Wyoming’s values?\n\nEducation and health care are the two biggest spending areas. The state also makes large investments in capital construction and energy projects. While lawmakers put significant amounts into savings to deal with boom-and-bust cycles, they sometimes defer investment in conservation despite the value residents place on wildlife and open spaces.\n\nEducation\n\n\n\nThe largest portion of Wyoming’s budget goes to education. Thirty-four percent of all state spending goes to education, from kindergarten through college. The state will spend $2.29 billion on K-12 education in 2015-16. That’s $15,700 per pupil annually, the seventh highest level in the nation.\n\nThe school funding comes through a dedicated revenue stream that is separate from the General Fund. The amount is set by lawmakers, but is driven by the Wyoming Constitution and a mandate from the Wyoming Supreme Court to spread assets out equitably between rich and poor districts across the state.\n\nWyoming has spent more than $2 billion to build and maintain K-12 schools since 2002. The money largely comes from coal lease bonus payments, which are paid to the state by mining companies when they lease tracts of federally owned minerals in the state.\n\nIn addition, the state will spend more than $400 million on the University of Wyoming, making it one of the top recipients of state support in the nation. “Generally speaking, the state has been very good to the university and the students,” said former UW trustee Pete Jorgensen.\n\nRecent state investments have gone to athletics facilities such as the High Altitude Training Center. Lawmakers have also invested big in energy research. The remaking of the College of Engineering is expected to cost $115 million. More recently lawmakers agreed to spend $100 million on UW science education, adding new lab space and updating teaching practices.\n\nThe state has also spent nearly $200 million in matching funds to increase the impact of private donations for endowments, athletics and academic facilities at the university.\n\nMeanwhile some say not all areas of the university receive equal support. “Seems to me that the actual liberal arts I don’t hear much about,” Jorgensen said. “Languages and philosophy and those things you don’t hear much promotion of.”\n\nWyoming also helps college students directly through the $582 million Hathaway Scholarship Endowment Fund, which eases the burden of student loans and makes higher education possible for many residents. “The best thing we can do for our kids is to educate them to compete outside of Wyoming,” Jorgensen said. “Together with K-12, it is probably the most important thing we do. Our students are the only product we have that hopefully gains in value.”\n\nCommunity colleges don’t receive the same level of funding that UW does. That’s in part because community colleges aren’t explicitly named in the Wyoming Constitution. It’s also because the colleges don’t have a standard budget that gets renewed every two years. Instead they use a year-by-year ad-hoc process of requesting funds from the Legislature.\n\n“The fact that we have to keep coming back every year and having to fight this battle during every legislative session says something to me about how community colleges are valued,” said Walt Wragge, president of the Wyoming Association of Community College Trustees (WACCT).\n\nThis summer, the WACCT worked with the Joint Appropriations Committee to come up with a new, predictable formula for funding.\n\n“Just give us stable funding resources based on a reasonable formula so that we don’t have to keep coming back,” Wragge said. “That in itself would show how Wyoming values its community colleges, if we could get that legislation.”\n\nEnergy projects\n\n\n\nThe emphasis on energy and engineering research at UW dovetails with a commitment to energy business projects designed to tap the state’s fossil fuel resources. These include funds for carbon sequestration, coal research, and a “value added” energy and industrial complex.\n\nWhile relatively small in size — tens of millions compared to $9.3 billion in overall spending — these optional investment projects are evidence of how much state leaders value energy industries and the revenue that energy provides to the state.\n\nWyoming is also generous with the amount of industrial revenue bonding it is willing to allocate to energy projects, which requires no actual spending or liability on the state’s part. Lawmakers recently increased to $1 billion the amount it can authorize in industrial bonding — specifically for coal export facilities outside the state. State and county level officials alike have been generous in allocating industrial bonding within the state, too, including for projects that have failed in grandiose fashion, such at the Two Elk power plant and energy park project.\n\n“We just dump a bunch of money into holes,” Jorgensen said of the failed energy projects receiving public support. “We want to assure future markets for those resources that our budget depends on now.”\n\nHealth\n\n\n\nAfter education, health care is Wyoming’s next largest spending category. The largest single state agency by far is the Department of Health, which accounts for 20 percent of Wyoming’s spending, or nearly $1.8 billion. Much of this spending is due to requirements that Wyoming match federal Medicaid dollars with state funds, and is not necessarily at the discretion of state lawmakers, who prefer not to grow the program.\n\nFor 2015-16, $957 million of the $1.8 billion expenditure was covered by state funds, and the remaining $794 million came from federal funds for programs such as Medicaid.\n\nIn recent years lawmakers have turned down what amounts to roughly $300,000 in federal dollarsper day that could have been used to expand Medicaid health coverage to nearly 18,000 low-income adults. The total amount of federal funds the state has declined since 2014 is about $190 million.\n\nThat’s brought praise from opponents of the Affordable Care Act, and criticism from many others, including social organizations, hospitals, and the Wyoming Business Alliance, with which lawmakers typically remain aligned on budget matters.\n\nWyoming Business Alliance president Bill Schilling said in February that Wyoming residents are losing out on federal tax credits to help cover health care, and the state is losing on uncompensated care. “For citizens and for businesses, we’re paying twice,” Schilling said, referring to direct patient bills and added costs that offset uncompensated care. “[The] cost at hospitals here is higher than at hospitals across the country because they’re paying for uncompensated care.”\n\nSavings\n\n\n\nOutside of spending, lawmakers put a significant value on savings, mostly through policies that are codified in statute.\n\nThe emphasis on savings reflects that Wyoming has one of the most volatile revenue streams in the nation, largely due to its reliance on severance taxes from mineral production. The Pew Charitable Trusts recently released a report showing that Wyoming’s revenue volatility from 1995-2014 was second highest in the nation behind Alaska.\n\nIn 2014, lawmakers saved $793 million dollars through end-of-year capital gains and automatic “sweeps” of short-term savings accounts into permanent savings. The saving equals about 8 percent of the $9.3 billion the state spends every two years.\n\nSome critics say that the automated nature of these “sweeps” into savings creates an illusion of the state not having enough money. In 2014, lawmakers presented a budget draft that looked as though the state was facing a $4 million budget deficit, but that was only after taking hundreds of millions of revenue off the books by placing it in savings. Legislative leaders said the savings reflected budgetary discipline codified in statute.\n\nWater and the environment\n\nWater is such an important resource in Wyoming that lawmakers have set up three water development accounts outside the General Fund, each with their own dedicated stream of severance tax revenue. This money is used to design and build dams, and maintain irrigation infrastructure used by farmers and ranchers across the state. Collectively these accounts will provide about $100 million in 2014-2015, helping to fund Gov. Mead’s water strategy to build 10 dams in 10 years.\n\nOther natural resource agencies and priorities aren’t so well funded. In recent years lawmakers balked at allowing the Game and Fish Department to raise license fees, despite broad support among hunters and anglers. License fees and excise taxes from gun and ammo sales and boating registrations fund 78 percent of agency operations.\n\nProjections by the Game and Fish show that growing agency responsibilities — some of which are required by the Legislature — will exhaust its cash reserves in future budget cycles if it is not allowed to increase license fees or receive some alternative support.\n\nSimilarly, lawmakers have rebuffed requests by Gov. Mead to fully fund the Wyoming Natural Resource Trust Fund.\n\nWyoming’s spending compared to other states\n\n\n\nUnlike many other states, Wyoming does not have a personal income or corporate income tax. Instead, it mostly relies on sales tax, property tax and revenue from mineral production — a formula that comes with its own set of pluses and minuses.\n\nIn 2013, one study calculated that Wyoming’s state expenditures totaled $15,673 per person, ranking it second only to Alaska, and ahead of West Virginia in third place. The three states all have economies that rely heavily on mineral extraction.\n\nOf course, Wyoming’s small population of 580,000 skews such rankings, but the point remains that Wyoming has relatively high expenditures for a state its size. For the United States as a whole, federal spending is $5,344 per person.\n\n— Flickr Creative Commons photo of Wyoming state flag by Christina Maki.", "article_metadata": {"dcterms.description": "by Gregory Nickerson | WyoFile.com Despite Wyoming’s small population, it has a relatively robust state government that spends $9.3 billion in state and federal dollars every two years", "description": "by Gregory Nickerson | WyoFile.com Despite Wyoming’s small population, it has a relatively robust state government that spends $9.3 billion in state and federal dollars every two years", "copyright": "Copyright 2010, Sheridan Media", "og": {"url": "http://www.sheridanmedia.com/news/how-does-wyoming-spend-93-billion-every-two-years81703", "image": "http://www.sheridanmedia.com/files/image/wyoming-state-flag-christina-maki-flickr-745x497.jpg", "type": "website", "title": "How does Wyoming Spend $9.3 Billion Every Two Years? | SheridanMedia.com"}, "abstract": "Sheridan Wyoming's News #1 News Source.", "msapplication-tooltip": "Sheridan Media", "geo.position": "44.4756;-106.5552", "revisit-after": "1 day", "dcterms.date": "2015-09-10T00:00:00Z", "msapplication-window": "width=1024;height=768", "viewport": "width=device-width", "msapplication-starturl": "http://www.sheridanmedia.com", "icbm": "44.4756,-106.5552", "keywords": "Sheridan Wyoming,Buffalo Wyoming,News,Newspaper,Radio,Swap Shop,Country Bounty,Obituaries,Weather,Sports,Webcams", "google-site-verification": "FQ_MfxbALqCTmQvFF1i0BUpfHazuzzi0dEfBgVuOWU4", "msapplication-navbutton-color": "#40638E", "application-name": "Sheridan Media"}, "article_summary": "Wyoming’s spending compared to other statesUnlike many other states, Wyoming does not have a personal income or corporate income tax.\n— Flickr Creative Commons photo of Wyoming state flag by Christina Maki.\nThe Pew Charitable Trusts recently released a report showing that Wyoming’s revenue volatility from 1995-2014 was second highest in the nation behind Alaska.\nThirty-four percent of all state spending goes to education, from kindergarten through college.\nThe saving equals about 8 percent of the $9.3 billion the state spends every two years."}