{"article_title": "Pamella Geller Launches Anti-Islam Ads on New York Buses", "article_keywords": ["antiislam", "ads", "campaign", "buses", "jewish", "launches", "stop", "islamic", "geller", "pamela", "york", "pamella", "hate", "muslims", "islam"], "article_url": "http://www.moroccoworldnews.com/2014/09/139615/pamella-geller-launches-anti-islam-ads-on-new-york-buses/", "article_text": "Marrakech – Pamela Geller, described by one journalist as the “Queen of the Islam-bashers”, is the founder of the organization Stop the Islamization of America with Robert Spencer. It is linked the organizations Stop Islamization of Nations and Stop Islamization of Europe.\n\nShe has been widely criticized from propagating extreme anti-Islamic views and failing to distinguish between Jihadist radicals and mainstream Muslims. She began her anti-Islam campaign following the 9/11 terrorist attacks on America, and she later opposed the construction of a mosque near Ground Zero in New York. She is an extreme right-wing Zionist, and has said, “Islam is the most anti-Semitic, genocidal ideology in the world.” However, she has also said that “I have no problem with Islam– I have a problem with political Islam.” Hers is a dangerously mixed message.\n\nShe has just launched a $100,000 advertising campaign on the New York Metropolitan Transport Authority (MTA) buses and subways. One advertisement features a photo of the journalist James Foley prior to his beheading with the caption “Yesterday’s moderate is today’s headline”. Another advertisement has a photo of Adolf Hitler talking to Hajj Amin al Husseini, the Mufti of Jerusalemin British Mandatory Palestine. Above the photograph of Hitler with the Mufti, the title is “Islamic Jew hatred: it’s in the Quran. Two thirds of all America aid goes to Islamic Countries. Stop the hate, end all US aid to Islamic countries.” The last advertisement likens Hamas to ISIS, al Qaeda, Boko Haram, and the Council on American-Islamic Relations, and says,“Jihad is Jihad.”\n\nDespite widespread criticism, including from the Jewish Council of Public Affairs, MTA was unable to refuse to carry the advertising campaign because a judge ruled that to do so would violate Pamela Geller’s constitutional right to free expression. Incredibly, the United States has no law against hate speech. Pamela Geller was refused entry into the United Kingdom in 2013 when she was due to speak at a far-right English Defense League (EDL) political gathering. The UK Home Office said that she had established “anti-Muslim hate groups.” The UK’s Public Order Act of 1986 prohibits threatening, abusive, or insulting words or behavior, or displays any written material which is “threatening, abusive, or insulting” and liable to stir up racial or religious hatred.\n\nIronically, the New York Daily News has criticized Geller’s MTA advertising campaign, despite the fact that she worked for them in advertising and marketing and as a financial analyst for in the 1980s. She was also an associate publisher for the New York Observer from 1989 to 1994. Her media background is significant, as she regularly appears on CNN and Fox News to promote her anti-Islamic views.\n\nPerhaps most dangerously, Pamela Geller identifies Jihad as being “pure” Islam: “Muslim terrorists were practicing pure Islam, original Islam.Terrorists don’t spring from ‘perversions of Islam’, but from the religion itself”. She added: “I believe most Muslims are secular. I don’t believe that most Muslims subscribe to devout fundamentalist Islam by any stretch of the imagination. And we need the secular Muslims to win the battle for the reformation of Islam.”\n\nWith her mixed messages and extreme views, Pamela Geller plays a significant role in spreading a distorted view of Islam. Her support for hardline Zionism crosses a dangerous threshold. New York is a city with a large Jewish population, and they do not all agree with Pamela Geller. She has even lamented American Jews’ support for the Democratic Party. In the Jewish newspaper Arutz Sheva, she said that “Israel’s real friends are in the Republican Party, and yet over 80% of American Jews are Democrats.”\n\nWhile respecting freedom of speech under the US constitution, perhaps it is time to regulate dangerous extremist hate speech in America, as is the case of the United Kingdom and Germany. Countries with large ethnic populations cannot afford to have this kind of propaganda in today’s divided and war-torn global climate. The need to treat religion with respect and not as an incitement to hate in the Islamic, secular, Christian, and Jewish faiths has never been greater.\n\n© Morocco World News. All Rights Reserved. This material may not be published, rewritten or redistributed\n\nJoin the Conversation. What do you think?", "article_metadata": {"generator": "WordPress 4.2.8", "og": {"site_name": "Morocco World News", "description": "Marrakech – Pamela Geller, described by one journalist as the “Queen of the Islam-bashers”, is the founder of the organization Stop the Islamization of America with Robert Spencer. It is linked the organizations Stop Islamization of Nations and Stop Islamization of  Europe.  She has been widely criticized from propagating extreme anti-Islamic views and failing to distinguish between Jihadist radicals and …", "title": "Pamella Geller Launches Anti-Islam Ads on New York Buses | Morocco World News", "url": "http://www.moroccoworldnews.com/2014/09/139615/pamella-geller-launches-anti-islam-ads-on-new-york-buses/", "image": "http://www.moroccoworldnews.com/wp-content/uploads/2014/09/Shocking-anti-Islam-ad-campaign-coming-to-MTA-buses-subway-stations1.jpg", "updated_time": "2014-09-20T16:32:40+00:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "Marrakech – Pamela Geller, described by one journalist as the “Queen of the Islam-bashers”, is the founder of the organization Stop the Islamization of America with Robert Spencer. It is linked the organizations Stop Islamization of Nations and Stop Islamization of  Europe.  She has been widely criticized from propagating extreme anti-Islamic views and failing to distinguish between Jihadist radicals and […]", "creator": "@MWNEnglish", "image": "http://www.moroccoworldnews.com/wp-content/uploads/2014/09/Shocking-anti-Islam-ad-campaign-coming-to-MTA-buses-subway-stations1.jpg", "title": "Pamella Geller Launches Anti-Islam Ads on New York Buses | Morocco World News", "site": "@MWNEnglish", "card": "summary_large_image"}, "robots": "noodp,noydir", "keywords": ",", "fb": {"admins": "1346512661,1028152427", "app_id": 966242223397117}, "article": {"publisher": "https://www.facebook.com/MoroccoWorldNews", "section": "Headlines", "published_time": "2014-09-20T14:53:22+00:00", "modified_time": "2014-09-20T16:32:40+00:00"}, "msvalidate.01": "7F5BF95FB33181616962E1599DC6CCA3", "google-site-verification": "lMhSlJeDBDfW3S4NKSG7v6mlTZ7Thm0buy20CbF7ggw", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "New York is a city with a large Jewish population, and they do not all agree with Pamela Geller.\nPamela Geller was refused entry into the United Kingdom in 2013 when she was due to speak at a far-right English Defense League (EDL) political gathering.\nShe has just launched a $100,000 advertising campaign on the New York Metropolitan Transport Authority (MTA) buses and subways.\nMarrakech – Pamela Geller, described by one journalist as the “Queen of the Islam-bashers”, is the founder of the organization Stop the Islamization of America with Robert Spencer.\nPerhaps most dangerously, Pamela Geller identifies Jihad as being “pure” Islam: “Muslim terrorists were practicing pure Islam, original Islam.Terrorists don’t spring from ‘perversions of Islam’, but from the religion itself”."}