{"article_title": "A Proposed Law In California Would Prevent Colleges From Sweeping Rape Under The Rug", "article_keywords": ["prevent", "colleges", "victims", "proposed", "state", "crimes", "legislation", "rug", "gatto", "report", "assault", "california", "sweeping", "law", "sexual", "rape"], "article_url": "http://thinkprogress.org/health/2014/01/08/3133171/california-sexual-assault-college/", "article_text": "Health A Proposed Law In California Would Prevent Colleges From Sweeping Rape Under The Rug CREDIT: Christine Baker/The Patriot-News\n\nThis week, a California lawmaker introduced a measure to crack down on colleges in the state that have been accused of under-reporting cases of sexual assault. The bill, sponsored by Assemblyman Mike Gatto (D), would require universities to report violent crimes that occur on or nearby their campuses to local law enforcement, unless the victim doesn’t want a report to be submitted to police.\n\nGatto was inspired to make the legislation his top priority for 2014 after Occidental College made headlines for allegedly failing to accurately report sexual crimes and retaliating against activists who tried to push for better sexual assault policies. That university is currently undergoing a federal investigation to determine whether it violated Title IX, a gender-discrimination law that requires school officials to maintain a campus environment that’s safe for women. In an interview with Newsweek, Gatto said he believes Occidental is simply trying to sweep rape under the rug to avoid bad press.\n\n“That’s horrific,” the lawmaker said. “That’s a really poor excuse to fail to investigate a crime like rape. We want to make sure administrations can’t keep stuff hush hush in hopes of making it seem like a school is safer than it really is.”\n\nDozens of other elite schools across the country have also been accused of downplaying the issue of sexual assault in order to keep up appearances. Meanwhile, the college students who are victims of rape are often dissuaded from reporting their assailants, can face significant backlash if they do end up coming forward, and rarely end up being able to ensure that their rapists are actually punished. That pervasive rape culture has mobilized activists across the country to make a big push for greater accountability in the higher education system over the past year — and now, lawmakers are starting to get involved.\n\nIn August, California officials demanded a state investigation into four colleges’ inadequate sexual assault policies. In November, Connecticut lawmakers on both sides of the aisle held a public hearing on the issue. Gatto believes his bill is the first of its kind, but it may not be the last.\n\nAccording to Newsweek, Gatto’s legislation has already had input from campus activists on the ground. The original version of the legislation required colleges to report all crimes to local police, with no exceptions — but, after sexual assault survivors pointed out that navigating the criminal justice system is often too difficult for victims, Gatto amended it. Now, the bill allows victims to choose whether or not they want their report to be referred to law enforcement. “I’m basically ecstatic that we got to collaborate,” Sofie Karasek, a student at the University of California at Berkeley who helped file a formal complaint against her college for failing to report rape, noted.\n\nThe Golden State has taken other recent steps to update legislation to safeguard victims of sexual crimes, too. Last year, the state updated the legal definition of rape to ensure that victims won’t be denied justice. And another bill introduced this week would make it easier for sexual assault survivors to obtain restraining orders.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Assemblyman Mike Gatto is making the bill one of his top priorities in 2014.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Assemblyman Mike Gatto is making the bill one of his top priorities in 2014.", "title": "A Proposed Law In California Would Prevent Colleges From Sweeping Rape Under The Rug", "url": "http://thinkprogress.org/health/2014/01/08/3133171/california-sexual-assault-college/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/rape-culture1.jpg", "type": "article"}, "twitter": {"description": "Assemblyman Mike Gatto is making the bill one of his top priorities in 2014.", "creator": "@Tara_CR", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/rape-culture1-321x214.jpg", "title": "A Proposed Law In California Would Prevent Colleges From Sweeping Rape Under The Rug", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/rape-culture1.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/10/rape-culture1.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2014-01-08T10:50:42+00:00", "author": "https://www.facebook.com/tculpressler"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "Health A Proposed Law In California Would Prevent Colleges From Sweeping Rape Under The Rug CREDIT: Christine Baker/The Patriot-NewsThis week, a California lawmaker introduced a measure to crack down on colleges in the state that have been accused of under-reporting cases of sexual assault.\nAnd another bill introduced this week would make it easier for sexual assault survivors to obtain restraining orders.\nIn August, California officials demanded a state investigation into four colleges’ inadequate sexual assault policies.\n“I’m basically ecstatic that we got to collaborate,” Sofie Karasek, a student at the University of California at Berkeley who helped file a formal complaint against her college for failing to report rape, noted.\nThe Golden State has taken other recent steps to update legislation to safeguard victims of sexual crimes, too."}