{"article_title": "Which 2016 Presidential Candidate Is Best For Small Business?", "article_keywords": ["owners", "recently", "business", "candidate", "tax", "businesses", "presidential", "small", "candidates", "2016", "best", "trump"], "article_url": "http://www.benzinga.com/news/15/11/5966332/which-2016-presidential-candidate-is-best-for-small-business", "article_text": "Wayne Duggan contributed to this article.\n\nWith the 2016 U.S. presidential election only a year away, small business owners will soon have to determine which candidate will give them the best chance at operating a thriving business over the next four years. But with every candidate on both sides of the aisle pandering to get every last vote, it’s not surprising to see “small business” popping up more and more in stump speeches and debates.\n\nPartisan Issues\n\nThere are several key issues for small businesses that are mostly divided along party lines this election cycle.\n\nThe Affordable Care Act, more commonly referred to as “Obamacare,” has been touted as a success by the Democrats and has been the target of harsh criticism by Republicans. While repeal is unlikely at this point, a push to modify the legislation to ease the mandates on small businesses could potentially be in play. Even many owners of businesses that are too small to be affected by the mandate would likely cheer modifications that would clear the path for future growth.\n\nMinimum Wage is another popular topic these days that is generally divided along party lines, with Democrats typically in favor of raising the $7.25/hr minimum wages and Republicans opposed to it.\n\nFinally, although small businesses are not usually impacted by organized labor, Republicans have been supporting anti-union “right to work” laws enacted by states that prohibit employees, as a condition of employment, to join or not join a union or pay dues.\n\nDemocrats argue that these laws result in lower wages and less benefits for workers, both of which are potentially good for business owners.\n\nThe Candidates\n\nThe debate floor has been crowded so far for the Republicans this election cycle, so rather than include all 14 candidates in this discussion, only the top five candidates in the polls (which have been consistently polling at 4.0% or higher) were considered. This list includes real estate tycoon, TV personality and billionaire business author Donald Trump, retired neurosurgeon Ben Carson, Florida junior Senator Marco Rubio, Texas junior Senator Ted Cruz and former Florida Governor Jeb Bush.\n\nOn the Democrat side, only two candidates have been consistently meeting the 4.0% polling threshold: former Secretary of State Hillary Clinton and Vermont junior Senator Bernie Sanders.\n\nIt’s likely that each candidate would argue that he or she is the best candidate for small business, so here’s a deeper look at which of the leading candidates have track records and a clear, definitive political stances that are best for business.\n\nJeb Bush\n\nGovernor Bush has been claiming that his comprehensive tax plan would specifically benefit small businesses. However, the plan has also taken some heat about a provision that would no longer allow small businesses to deduct interest payments.\n\nBen Carson\n\nWithout any background in politics, Carson is hoping to appeal to voters who are fed up with the political system. Aside from the general Republican platform, Carson recently specifically addressed small business. “One of the real strengths of America in the past has been mom and pop and anybody who, on the basis of their talent, was able to expand as far as they want to go. Now, they can only expand up to 50 employees before they have significant consequences. That’s no good,” Carson said in reference to the Affordable Care Act.\n\nHillary Clinton\n\nClinton recently released her four-point plan for stimulating small businesses, which includes reducing taxes, cutting red tape, expanding capital access, and opening up new market access. Clinton also recently came out in favor of a $12/hr federal minimum wage.\n\nTed Cruz\n\nCruz, who is widely known for his radical 2013 proposal to abolish the IRS and implement a flat tax, has also spoken out recently in favor of small business. “We need to empower small business owners and entrepreneurs. Through lower taxes, less onerous regulations, and greater competition, we will unleash their ability to be an engine for growth and innovation,” he says on his website.\n\nMarco Rubio\n\nSenator Rubio recently spelled out his approach to small business. “If we reform our tax code, reduce regulations, control spending, modernize our immigration laws, and repeal and replace Obamacare, the American people will create millions of better-paying modern jobs,” he said in a speech.\n\nRubio has served on the Senate Small Business and Entrepreneurship Committee since 2010 and has introduced bills to expand small business tax breaks, reduce regulatory fundraising constraints and permit the recruitment of foreign workers.\n\nBernie Sanders\n\nSanders supported the Small Business Jobs Act, which granted small businesses access to low interest loans, provided support for small community banks and provided $12 billion in small business tax relief during the aftermath of the Financial Crisis. Sanders, a self-proclaimed socialist, also supports a $15 federal minimum wage.\n\nThe Winner\n\nIn the end, it is up to each individual small business owner to choose the presidential candidate that he or she believes will represent small businesses best in the White House. So in choosing the best small business candidate, why not look to the business owners themselves?\n\nA recent Manta poll of 815 small business owners revealed that Donald Trump is the top choice among all candidates by a wide margin. Trump polled at 38% among small business owners, ahead of Hillary Clinton (17%), Jeb Bush (6%) and Marco Rubio (6%).\n\nOutside of Bush, who was a real estate developer, and Carson, who has executive experience as director of pediatric neurosurgery at Johns Hopkins, Trump is the only leading candidate with significant business experience.\n\nTrump has repeatedly claimed that his business experience as chairman and president of The Trump Organization and the founder of Trump Entertainment Resorts is an important indication to voters of his ability to get things done. “We need people in Washington that know how to make a deal,” Trump has said.\n\nDespite concerns about his lack of political experience and his confrontational nature, Trump has the support of the small business world for now. The other candidates, however, still have plenty of time to win over small business voters by proposing supportive policies and making further commitments to the small business community in 2016 and beyond.\n\nPosted-In: News Entrepreneurship Previews Politics Economics Startups Markets Trading Ideas Best of Benzinga\n\n© 2016 Benzinga.com. Benzinga does not provide investment advice. All rights reserved.", "article_metadata": {"DC.Date": "1969-12-31", "syndication-source": "http://www.benzinga.com/news/15/11/5966332/which-2016-presidential-candidate-is-best-for-small-business", "description": "Wayne Duggan contributed to this article. With the 2016 U.S. presidential election only a year away, small business owners will soon have to determine which ...", "copyright": "Copyright 2014 Benzinga. All rights reserved.", "og": {"site_name": "Benzinga", "description": "Wayne Duggan contributed to this article.\n\n\tWith the 2016 U.S. presidential election only a year away, small business owners will soon have to determine which candidate will...", "title": "Which 2016 Presidential Candidate Is Best For Small Business?", "url": "http://www.benzinga.com/news/15/11/5966332/which-2016-presidential-candidate-is-best-for-small-business", "image": "http://cdn1.benzinga.com/files/imagecache/bz2_opengraph_meta_image_400x300/images/story/2012/shutterstock_116560858.jpg", "type": "article"}, "twitter": {"site": "@benzinga", "image": {"src": "http://cdn1.benzinga.com/files/imagecache/600x400xUP/images/story/2012/shutterstock_116560858.jpg"}, "description": "Wayne Duggan contributed to this article.\n\n\tWith the 2016 U.S. presidential election only a year away, small business owners will soon have to determine which candidate will...", "card": "summary_large_image", "title": "Which 2016 Presidential Candidate Is Best For Small Business?"}, "DC.Rights": "Copyright 2016 Benzinga. All rights reserved.", "DC.Publisher": "Benzinga", "Benzinga for iOS": "app-id=688949481, app-argument=https://itunes.apple.com/us/app/id688949481", "language": "English", "fb": {"admins": 648186192}, "DC.Creator": "Credibly", "DC.Subject": "Which 2016 Presidential Candidate Is Best For Small Business?"}, "article_summary": "So in choosing the best small business candidate, why not look to the business owners themselves?\nBernie SandersSanders supported the Small Business Jobs Act, which granted small businesses access to low interest loans, provided support for small community banks and provided $12 billion in small business tax relief during the aftermath of the Financial Crisis.\nRubio has served on the Senate Small Business and Entrepreneurship Committee since 2010 and has introduced bills to expand small business tax breaks, reduce regulatory fundraising constraints and permit the recruitment of foreign workers.\nThe other candidates, however, still have plenty of time to win over small business voters by proposing supportive policies and making further commitments to the small business community in 2016 and beyond.\nThe WinnerIn the end, it is up to each individual small business owner to choose the presidential candidate that he or she believes will represent small businesses best in the White House."}