{"article_title": "Uptake of HPV vaccine in US is unacceptably low", "article_keywords": ["received", "girls", "hpv", "meningococcal", "unacceptably", "parents", "low", "doses", "tdap", "uptake", "children", "vaccine", "care"], "article_url": "http://www.news-medical.net/news/20140725/Uptake-of-HPV-vaccine-in-US-is-unacceptably-low.aspx", "article_text": "By Kate Bass BSc\n\nData from the CDC's 2013 National Immunization Survey-Teen (NIS-Teen) published today show that the human papillomavirus (HPV) vaccine continues to be underutilized.\n\nThe HPV vaccine protects against the viruses that causes 70% of cervical cancers and 90% of genital warts and is recommended for the routine vaccination of adolescent girls and boys.\n\nHowever, only 57% of adolescent girls and 35% of adolescent boys had received one or more doses of HPV vaccine. This is compared with 86% for tetanus, diphtheria, and pertussis (Tdap) vaccine. Only one-third of adolescent girls had received the recommended series of three doses of HPV vaccine.\n\nThis discrepancy indicates missed opportunities to provide children with cancer protection. Anne Schuchat, assistant surgeon general and director of CDC’s National Center for Immunization and Respiratory Diseases, remarked:\n\nThe high coverage rate of Tdap vaccine shows us that it is certainly possible to reach our goal of vaccinating 80 percent of adolescents against cancers caused by HPV...Pediatricians and family physicians are uniquely situated to prevent missed opportunities by giving HPV vaccine during the same visit they give Tdap and meningococcal vaccines.\n\nOne of the main reasons parents cited for not vaccinating their children against HPV was that the HPV vaccine had not been recommended to them by a clinician.\n\nA recommendation from a health care professional had been received by 74% of parents who chose to have their daughters vaccinated against HPV and 72% of parents who chose for their sons to receive the HPV vaccine. In contrast, a recommendation had been received by the parents of 52% of unvaccinated girls and 26% of unvaccinated boys.\n\nSafety concerns were also given by parents as a reason for not having their children vaccinated against HPV. However, 67 million doses of HPV vaccine have been distributed and no serious safety concerns have been linked to HPV vaccination.\n\nSince the Affordable Care Act has made it possible for more Americans to get access to preventive services such as vaccination, the CDC urges health care professionals and parents/ caregivers to take full advantage of the protection afforded by the HPV vaccine.\n\nHealth care professionals should recommend HPV vaccine as they would recommend Tdap and meningococcal vaccines and review vaccination status at every health care visit to maximize vaccine coverage. Similarly, parents/caregivers are encouraged to ensure that children aged 11 or 12 years have received HPV, Tdap, and meningococcal vaccines.\n\nAll preteens need one dose of Tdap vaccine, one dose of meningococcal vaccine, and three doses of HPV vaccine to be fully protected against serious diseases, including HPV cancers.", "article_metadata": {"description": "Data from the CDC&#39;s 2013 National Immunization Survey-Teen (NIS-Teen) published today show that the human papillomavirus (HPV) vaccine continues to be underutilized.", "og": {"site_name": "News-Medical.net", "description": "Data from the CDC's 2013 National Immunization Survey-Teen (NIS-Teen) published today show that the human papillomavirus (HPV) vaccine continues to be underutilized.", "title": "Uptake of HPV vaccine in US is unacceptably low", "url": "http://www.news-medical.net/news/20140725/Uptake-of-HPV-vaccine-in-US-is-unacceptably-low.aspx", "image": "http://www.news-medical.net/image.axd?picture=HPV%20vaccine%20-%20590_thumb.jpg", "type": "article"}, "twitter": {"site": "@NewsMedical", "image": {"src": "http://www.news-medical.net/image.axd?picture=HPV%20vaccine%20-%20590_thumb.jpg"}, "description": "Data from the CDC's 2013 National Immunization Survey-Teen (NIS-Teen) published today show that the human papillomavirus (HPV) vaccine continues to be underutilized.", "card": "summary_large_image", "title": "Uptake of HPV vaccine in US is unacceptably low"}, "msvalidate.01": "F19F0E4C53AF972CB554F2D6E02D6A95", "fb": {"app_id": 191532917554431}, "google-site-verification": "O9YdVHPdPV4LcXLbPolbgWNCkqMfLIvjbuO_NGer4hk", "keywords": "Cancer,CDC,Cervical Cancer,Children,Diphtheria,Genital Wart,Health Care,Human Papillomavirus,Human Papillomavirus (HPV),Immunization,Pertussis (Whooping Cough),Respiratory,Tetanus,Vaccine,Vaccines,Viruses", "article": {"section": "Medical News", "tag": "Vaccine", "published_time": "2014-07-25T06:43:00.0000000-04:00", "modified_time": "2014-07-25T06:42:00.0000000-04:00"}, "y_key": "3022e9ac41851d3d"}, "article_summary": "All preteens need one dose of Tdap vaccine, one dose of meningococcal vaccine, and three doses of HPV vaccine to be fully protected against serious diseases, including HPV cancers.\nHowever, 67 million doses of HPV vaccine have been distributed and no serious safety concerns have been linked to HPV vaccination.\nBy Kate Bass BScData from the CDC's 2013 National Immunization Survey-Teen (NIS-Teen) published today show that the human papillomavirus (HPV) vaccine continues to be underutilized.\nHowever, only 57% of adolescent girls and 35% of adolescent boys had received one or more doses of HPV vaccine.\nSimilarly, parents/caregivers are encouraged to ensure that children aged 11 or 12 years have received HPV, Tdap, and meningococcal vaccines."}