{"article_title": "Merriman Flips the Switch, Bolts to Court in Trademark Case", "article_keywords": ["case", "merriman", "court", "bolts", "merrimans", "holdings", "nike", "trademark", "flips", "unfair", "lights", "switch", "filed", "mark", "nikes"], "article_url": "http://www.natlawreview.com/article/merriman-flips-switch-bolts-to-court-trademark-case", "article_text": "Sunday, May 18, 2014\n\nWe are in for a rare treat, sports fans. While we often see \"lights out\" lawsuits in the figurative sense, strap on your helmets and get ready for a case that is literally \"lights out.\"\n\nFormer Pro-Bowler Shawne Merriman earned the nickname \"Lights Out\" in high school because of his ability to deliver big hits to opponents on the football field. Capitalizing on his early success with the San Diego Chargers, Merriman seized the opportunity to develop a \"Lights Out\" clothing brand.\n\nEverything was initially looking up when, after Merriman's rookie year in 2005, Nike entered into negotiations with him for a \"Lights Out\" line of apparel. Merriman probably envisioned a collaboration akin to those forged by Nike with Michael Jordan (Nike Jordan) and LeBron James (the Nike LeBron James Collection) but, unfortunately for him, it seems the negotiations never got past the 50-yard line. According to Merriman, in a complaintrecently filed by Merriman's Lights Out Holdings, LLC against Nike, Merriman acquired the LIGHTS OUT trademark from a prior registrant in 2007, which trademark covered a wide range of apparel, from headwear and T-shirts to sleepwear and underwear. Merriman apparently has sold or plans to sell these items on his own e-commerce site, and through other retailers.\n\nIn his complaint against Nike, Merriman pleads that, despite knowledge of Merriman's trademark, Nike used the LIGHTS OUT mark without his permission on its own apparel, which use prompted Merriman to send a cease and desist letter in December 2013. When Merriman's initial blitz failed to produce a desired settlement with Nike, he filed suit in a California district court against the sportswear giant for encroachment (i.e., trademark infringement) and illegal procedure (i.e., statutory and common law unfair competition). (Lights Out Holdings, LLC v. Nike, Inc., No. 14-0872 (S.D. Cal. filed Apr. 13, 2014)).\n\nUnder the theory of trademark infringement, Lights Out Holdings argues that Nike uses the LIGHTS OUT mark on the same type of goods as Merriman and targets the same audience: that is, sports aficionados. Additionally, Lights Out Holdings posits that this allegedly willful use has caused confusion in the marketplace and is likely to deceive consumers.\n\nLights Out Holdings also brings unfair competition claims, alleging that Nike's alleged sales and advertising activities using the LIGHTS OUT mark constitute unlawful and unfair business practices, causing Lights Out to suffer monetary losses and injury to its business reputation and goodwill. Lights Out Holdings pleads for a smorgasbord of damages, including, but not limited to, monetary damages, disgorgement of Nike's profits, injunctive relief, and attorneys' fees. Based on the suit, Merriman clearly hopes to keep the lights \"on\" for Lights Out Holdings.\n\n\n\nSince retiring from the NFL in 2013, Merriman has also decided to see if he has what it takes in the world of wrestling, inking a deal with WWE. While Merriman and his 6'4\", 241 lb. frame will surely prove \"lights out\" in the squared circle, only time will tell if Nike's prevent defense in the legal arena stifles Merriman's trademark claims.", "article_metadata": {"description": "We are in for a rare treat, sports fans. While we often see \"lights out\" lawsuits in the figurative sense, strap on your helmets and get ready for a case that is literally \"lights out.\" Former Pro-Bowler Shawne Merriman earned the nickname \"Lights Out\" in high school because of his ability to deliver big hits to opponents on the football field. Capitalizing on his early success with the San Diego Chargers, Merriman seized the opportunity to develop a \"Lights Out\" clothing brand.", "generator": "Drupal 7 (http://drupal.org)", "og": {"url": "http://www.natlawreview.com/article/merriman-flips-switch-bolts-to-court-trademark-case", "site_name": "The National Law Review", "type": "article", "description": "We are in for a rare treat, sports fans.&amp;nbsp; While we often see &quot;lights out&quot; lawsuits in the figurative sense, strap on your helmets and get ready for a case that is&amp;nbsp;literally&amp;nbsp;&amp;q", "title": "Merriman Flips the Switch, Bolts to Court in Trademark Case"}, "keywords": "legal, business, sports, football, companies, Nike, NFL, trademark, lawsuit", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "legal, business, sports, football, companies, Nike, NFL, trademark, lawsuit"}, "article_summary": "frame will surely prove \"lights out\" in the squared circle, only time will tell if Nike's prevent defense in the legal arena stifles Merriman's trademark claims.\nIn his complaint against Nike, Merriman pleads that, despite knowledge of Merriman's trademark, Nike used the LIGHTS OUT mark without his permission on its own apparel, which use prompted Merriman to send a cease and desist letter in December 2013.\nBased on the suit, Merriman clearly hopes to keep the lights \"on\" for Lights Out Holdings.\nCapitalizing on his early success with the San Diego Chargers, Merriman seized the opportunity to develop a \"Lights Out\" clothing brand.\nAccording to Merriman, in a complaintrecently filed by Merriman's Lights Out Holdings, LLC against Nike, Merriman acquired the LIGHTS OUT trademark from a prior registrant in 2007, which trademark covered a wide range of apparel, from headwear and T-shirts to sleepwear and underwear."}