{"article_title": "Obama can’t afford to attack Syria", "article_keywords": ["obamas", "afford", "political", "domestic", "attack", "cant", "future", "critical", "assad", "president", "strike", "syria", "military", "obama"], "article_url": "http://www.salon.com/2013/09/04/president_obamas_slippery_syria_slope_partner/", "article_text": "Topics: assad, John Kerry, Military, President Obama, RobertReich.org, Syria, War, Politics News\n\nThis originally appeared on Robert Reich's blog\n\nEven if the president musters enough votes to strike Syria, at what political cost? Any president has a limited amount of political capital to mobilize support for his agenda, in Congress and, more fundamentally, with the American people. This is especially true of a president in his second term of office. Which makes President Obama’s campaign to strike Syria all the more mystifying.\n\nPresident Obama’s domestic agenda is already precarious: implementing the Affordable Care Act, ensuring the Dodd-Frank Act adequately constrains Wall Street, raising the minimum wage, saving Social Security and Medicare from the Republican right as well as deficit hawks in the Democratic Party, ending the sequester and reviving programs critical to America’s poor, rebuilding the nation’s infrastructure, and, above all, crafting a strong recovery.\n\nTime and again we have seen domestic agendas succumb to military adventures abroad — both because the military-industrial-congressional complex drains money that might otherwise be used for domestic goals, and because the public’s attention is diverted from urgent problems at home to exigencies elsewhere around the globe.\n\nIt would be one thing if a strike on Syria was critical to America’s future, or even the future of the Middle East. But it is not. In fact, a strike on Syria may well cause more havoc in that tinder-box region of the world by unleashing still more hatred for America, the West, and for Israel, and more recruits to terrorism. Strikes are never surgical; civilians are inevitably killed. Moreover, the anti-Assad forces have shown themselves to be every bit as ruthless as Assad, with closer ties to terrorist networks.", "article_metadata": {"description": "A military assault would ultimately embolden our enemies and unleash more chaos in the Middle East", "title": "Obama can’t afford to attack Syria", "og": {"url": "http://www.salon.com/2013/09/04/president_obamas_slippery_syria_slope_partner/", "site_name": "Salon", "type": "article", "description": "A military assault would ultimately embolden our enemies and unleash more chaos in the Middle East", "title": "Obama can’t afford to attack Syria"}, "twitter": {"description": "A military assault would ultimately embolden our enemies and unleash more chaos in the Middle East", "title": "Obama can’t afford to attack Syria", "site": "@salon", "card": "summary_large_image", "creator": "@rbreich"}, "author": "Robert Reich", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, assad, John Kerry, Military, President Obama, RobertReich.org, Syria, War", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fca2f8\"", "article_summary": "Topics: assad, John Kerry, Military, President Obama, RobertReich.org, Syria, War, Politics NewsThis originally appeared on Robert Reich's blogEven if the president musters enough votes to strike Syria, at what political cost?\nWhich makes President Obama’s campaign to strike Syria all the more mystifying.\nIt would be one thing if a strike on Syria was critical to America’s future, or even the future of the Middle East.\nMoreover, the anti-Assad forces have shown themselves to be every bit as ruthless as Assad, with closer ties to terrorist networks.\nAny president has a limited amount of political capital to mobilize support for his agenda, in Congress and, more fundamentally, with the American people."}