{"article_title": "Olympus to Pay $632.2 Million to Resolve Allegations of Kickbacks", "article_keywords": ["physicians", "resolve", "federal", "pay", "million", "allegations", "alleged", "olympus", "agreement", "equipment", "6322", "kickbacks", "compliance", "relator", "aks"], "article_url": "http://www.natlawreview.com/article/olympus-to-pay-6322-million-to-resolve-allegations-kickbacks", "article_text": "Thursday, March 24, 2016\n\nOlympus Corporation of the Americas, the United States’ largest distributor of endoscopes and related medical equipment, recently agreed to pay $623.2 million to resolve criminal charges and civil claims, according to a United States Department of Justice (DOJ) press release on March 1, 2016. The settlement is a result of a qui tam action alleging violations of the Federal False Claims Act (FCA), Federal Anti-Kickback Statute (AKS), and analogous state statutes for paying kickbacks to physicians and hospitals to induce the purchase of Olympus medical and surgical equipment. Olympus was required to enter into a Corporate Integrity Agreement and a Deferred Prosecution Agreement that, among other things, includes an executive financial recoupment program that will cause company executives to forfeit certain compensation if they are associated with future misconduct.\n\nThe relator and government alleged that, because the Olympus equipment used for treatment was purchased as a result of a kickback, Olympus caused the physicians and hospitals to file false claims for treatment under Medicare, TRICARE, and Medicaid in violation of the FCA and state law. The kickbacks themselves were prohibited under the AKS. Both federal laws have separate penalties that were combined in this settlement, which is a reminder to the health care industry that liability under the FCA and AKS can reach staggering amounts.\n\nWhat Providers Should Know\n\nIf an employee raises a compliance concern, investigate and appropriately address the concern. Do not retaliate. While the Olympus relator was a former Chief Compliance Officer with a long employment history at Olympus, individuals at all levels and experiences may have insight into company practices sufficient to identify areas of compliance vulnerability (thereby later arming themselves with information sufficient to file a qui tam action should the company choose to ignore individuals’ concerns or otherwise fail to correct non-compliance).\n\nProhibited remuneration under the AKS may take many forms. For instance, the remuneration that Olympus allegedly provided to physicians and hospitals included free use of medical equipment, unprotected discounts, payments disguised as grants for educational or research programs, payments to physicians in excess of fair market value for speaking engagements, vacations, meals, and entertainment.\n\nIf referring health care providers receive remuneration, the compensation arrangements should be carefully structured to meet applicable AKS safe harbors. Providing remuneration in the form of medical equipment discounts, leases or payments for speaking engagements may increase a company’s exposure under the AKS. Where such remuneration is provided, it is best to structure the arrangement with relevant AKS safe harbor protection.\n\nAn effective and robust compliance program is essential. In addition to allegations of kickbacks, the federal government also focused on Olympus’ alleged lack of appropriate training, knowledgeable compliance staff, and compliance programs to prevent and identify violations of the AKS and other federal health care laws.\n\nBackground and Alleged Misconduct – Kickbacks and More Kickbacks\n\nThe relator in the qui tam action was an 18-year employee of Olympus and was appointed to be Chief Compliance Officer of Olympus in 2009. Prior to 2009, Olympus had no compliance department. As the Chief Compliance Officer, the relator alleged that the he began to try to “eliminate the illegal and systemic practices” described below, but was met with inaction, retaliation, harassment, and severe resistance. In March 2010, Olympus relieved the relator of all his compliance duties and months later terminated his employment. The relator thereafter filed a qui tam action against Olympus.\n\nThe relator and government alleged that, from 2006 to 2011, Olympus induced physicians and hospitals to purchase Olympus endoscopes and other medical and surgical equipment by way of the following:\n\nProviding free medical equipment and discounts to hospitals and physicians to induce them to purchase surgical consumables produced by Olympus.\n\nPaying sales reps stipends of $2,300 that were meant to be used to entertain physicians.\n\nPaying physicians tens of thousands and as much as $100,000 per year for consulting services, often without written agreements.\n\nProviding physicians and hospitals with millions of dollars worth of free medical equipment, categorized as “permanent loans,” “leases,” “promotions,” “demo units,” “samples,” and “trade-ins.” In one case, the relator and the government alleged that Olympus provided a physician with approximately $400,000 in endoscopes and other equipment to use without charge in the physician’s private practice, allegedly resulting in one hospital’s decision to purchase millions of dollars of Olympus products.\n\nLeasing products to physicians on a debt forgiveness program under which Olympus wrote off debt if the physician entered into a new lease for new products.\n\nPaying physicians honorariums for speaking engagements, often without speaker agreements.\n\nPaying out grants of hundreds of thousands of dollars from a grant committee made up entirely of sales reps, marketing people, and customer relation personnel.\n\nPaying for physicians’ golf trips and vacations, including week-long trips to Japan with sightseeing excursions and lavish entertainment included.\n\nRelator alleged that, because of the aforementioned conduct, Olympus facilitated more than $600 million in sales, earning more than $230 million in gross profits.\n\nAgreements to the Olympus Settlement\n\nThe Olympus settlement contains three written agreements: a Civil Settlement Agreement, a Deferred Prosecution Agreement (DPA), and a Corporate Integrity Agreement (CIA). Collectively, these agreements reiterate the monetary and non-monetary consequences to settling allegations of kickbacks and also provide invaluable insight into the government’s view of an effective compliance program.\n\nCivil Settlement Agreement. To settle civil claims, Olympus agreed to pay the federal government and affected state governments $306 million total plus interest, with $263.16 million going to the federal government and the remaining $42.84 million to be divided among the states. The realtor was awarded $43.4 million from the federal government’s share. Olympus also agreed to enter into a CIA with the government for five years as part of the civil settlement agreement.\n\nDeferred Prosecution Agreement. The DPA indicates that the federal government will file on, or shortly after, the effective date of the DPA a criminal complaint charging Olympus with conspiracy to commit violations of the AKS. Under the DPA, Olympus agreed to pay the federal government $306 million plus interest in exchange for a three-year deferral of criminal prosecution, provided Olympus takes specific remedial actions. Such remedial actions include: (i) the development and implementation of an effective corporate compliance program; (ii) retention of an independent monitor to evaluate and monitor compliance with the DPA and review Olympus’ procedures and practices related to tracking loaned equipment, selecting and paying consultants, considering and awarding grants, and training and education programs; (iii) performance of specific duties by Olympus’ Chief Compliance Officer; and, (iv) enhancement and maintenance of existing training and education programs for all sales, marketing, legal, and compliance employees and senior executives. The DPA also includes an executive financial recoupment program that will cause company executives to forfeit certain compensation if they are associated with future misconduct. If Olympus fulfills its obligations, the government will not thereafter pursue a criminal conviction and will seek dismissal of the criminal complaint the federal government filed in connection with the alleged conduct.\n\nCorporate Integrity Agreement. Olympus entered into a five year CIA with the government to review and approve its compliance program, in exchange for the government’s promise not to seek exclusion of Olympus from Medicare, Medicaid, or TRICARE. The CIA sets forth many general obligations for Olympus to meet, including: (i) compliance responsibilities of specific Olympus employees and the board of directors; (ii) development and implementation of a health care compliance code of conduct and policies and procedures regarding the operation of Olympus’ compliance program; (iii) training and education programs; (iv) risk assessment and mitigation; and, (v) establishment of a mechanism, e.g., compliance hotline, to enable individuals to disclose any identified issues or questions with compliance\n\nThe CIA further directs Olympus to meet the following specific requirements related to the alleged misconduct:", "article_metadata": {"description": "Olympus Corporation of the Americas, the United States’ largest distributor of endoscopes and related medical equipment, recently agreed to pay 623.2 million to resolve criminal charges and civil claims, according to a United States Department of Justice press release", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "Olympus Corporation of the Americas, the United States&amp;rsquo; largest distributor of endoscopes and related medical equipment, recently agreed to pay $623.2 million to resolve criminal charges and civ", "title": "Olympus to Pay $632.2 Million to Resolve Allegations of Kickbacks", "url": "http://www.natlawreview.com/article/olympus-to-pay-6322-million-to-resolve-allegations-kickbacks", "image": "http://www.natlawreview.com/sites/default/files/styles/thumbnail/public/stethoscope%20dollar_1.jpg?itok=_HwRqD17", "type": "article"}, "keywords": "DOJ, Department of Justice, Olympus Corporation, medical distributor, whistleblower, kickbacks, False Claims Act, FCA, qui tam", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "legal, business, government, DOJ Department of Justice, Olympus Corporation, medical distributor, whistleblower, kickbacks, False Claims Act, FCA, qui tam"}, "article_summary": "Relator alleged that, because of the aforementioned conduct, Olympus facilitated more than $600 million in sales, earning more than $230 million in gross profits.\nAgreements to the Olympus SettlementThe Olympus settlement contains three written agreements: a Civil Settlement Agreement, a Deferred Prosecution Agreement (DPA), and a Corporate Integrity Agreement (CIA).\nUnder the DPA, Olympus agreed to pay the federal government $306 million plus interest in exchange for a three-year deferral of criminal prosecution, provided Olympus takes specific remedial actions.\nIn March 2010, Olympus relieved the relator of all his compliance duties and months later terminated his employment.\nTo settle civil claims, Olympus agreed to pay the federal government and affected state governments $306 million total plus interest, with $263.16 million going to the federal government and the remaining $42.84 million to be divided among the states."}