{"article_title": "Joan Rivers Being Brought Out of Medically Induced Coma", "article_keywords": ["heart", "star", "arrest", "medical", "rivers", "brought", "medically", "patients", "york", "cardiac", "coma", "induced", "joan"], "article_url": "http://guardianlv.com/2014/09/joan-rivers-being-brought-out-of-medically-induced-coma/", "article_text": "Joan Rivers is reportedly being brought out of the medically induced coma she is in after going into cardiac arrest on Thursday, August 28, 2014. The medical team responsible for caring for the 81-year-old comedian is beginning the process of waking the star so they can assess her condition. The New York Daily News reports being told by a source that the process had begun, but would not be completed until later today at an unspecified time.\n\nThe source went on to say that the medical professionals caring for the witty star fear there is a real possibility that she could spend the remainder of her life in a vegetative state and could possibly be confined to a wheelchair. Rivers is being treated at the world-renowned Mount Sinai hospital in New York, but even with the expert level of care she is receiving, there is concern that the part of her brain responsible for motor skills may have been irreversibly damaged.\n\nMedically induced comas are often used in cardiac and respiratory arrest cases to minimize damage to the patient’s vital organs – specifically the brain. Patients are given high levels of pain or anesthetic medications to limit their brain function, facilitating a state of rest and reducing shivering, which uses a lot of energy.\n\nIn cases where a patient has intentionally been put in a coma, doctors do not know how much damage has been done until they wake the patient up. Usually, patients are brought out of a medically induced coma after 24-48 hours, as is the case with Rivers. Studies have shown that patients who suffer cardiac arrest have a better chance of recovery when they are put quickly into a comatose state.\n\nThere is a chance that the comedian could make a full recovery, but it is likely that she will suffer from at least some permanent damage. In cardiac arrest patients, the heart stops beating altogether, which is different from a heart attack where the patient’s heart often continues to beat. Arrest patients must receive medical attention immediately to prevent death, because when the heart stops beating the brain is starved of oxygen.\n\nMelissa Rivers, the comedian’s only child, has asked fans to keep her mother in their prayers and said she is keeping her “fingers crossed” that her mother will make a full recovery. Sources have reported that the family is considering a lawsuit against Yorkville Endoscopy. Some experts have made statements regarding the situation, stating that the 81-year-old should not have been treated as an outpatient due to her age, which the experts report put her at a higher risk for complications.\n\nRivers was very active leading up to her hospitalization. She regularly performs her stand-up comedy routines and stars on her TV show, Fashion Police, which airs on the E! channel. In addition to her TV and comedy shows, she also stars in an online talk show with her daughter, called In Bed With Joan.\n\nTaping of Rivers’ show Fashion Police was scheduled for New York City for Fashion Week, but taping has been cancelled for the time being as the star continues to receive medical attention. Many throughout the entertainment community have expressed their sadness over Rivers’ illness and they are hoping that the star returns to her lively, quick-witted self when she is brought out of the medically induced coma she is currently in.\n\nBy Amy Gilmore\n\nSources:\n\nNew York Daily News\n\nNBC News\n\nABC 13\n\nMedlinePlus\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "Joan Rivers is reportedly being brought out of the medically induced coma she is in after going into cardiac arrest on Thursday, August 28, 2014. The medical team responsible for caring for the 81-…", "title": "Joan Rivers Being Brought Out of Medically Induced Coma", "url": "http://guardianlv.com/2014/09/joan-rivers-being-brought-out-of-medically-induced-coma/", "image": {"width": 2500, "identifier": "http://guardianlv.com/wp-content/uploads/2014/09/Joan-Rivers1.jpg", "height": 1667}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2014-09-03T12:23:08+00:00", "modified_time": "2014-11-09T04:11:29+00:00", "author": "https://www.facebook.com/dimarkco.chandler"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2014/09/Joan-Rivers1.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image", "creator": "@GLVGeeks"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fca2fd\"", "article_summary": "Joan Rivers is reportedly being brought out of the medically induced coma she is in after going into cardiac arrest on Thursday, August 28, 2014.\nUsually, patients are brought out of a medically induced coma after 24-48 hours, as is the case with Rivers.\nIn cardiac arrest patients, the heart stops beating altogether, which is different from a heart attack where the patient’s heart often continues to beat.\nMany throughout the entertainment community have expressed their sadness over Rivers’ illness and they are hoping that the star returns to her lively, quick-witted self when she is brought out of the medically induced coma she is currently in.\nMedically induced comas are often used in cardiac and respiratory arrest cases to minimize damage to the patient’s vital organs – specifically the brain."}