{"article_title": "Target-Date Fund Investing: 5 Ways You’re Doing It Wrong", "article_keywords": ["retirement", "financial", "investors", "investing", "money", "doing", "youre", "investment", "fees", "fund", "wrong", "funds", "ways", "targetdate"], "article_url": "http://www.thefiscaltimes.com/2016/04/13/Target-Date-Fund-Investing-5-Ways-You-re-Doing-It-Wrong", "article_text": "It’s easy to see the appeal of target-date funds, those mutual funds found in a growing number of 401(k) and IRA plans that promise investors can “set it and forget it”: pick a plan that matches their retirement schedule and then not worry about it for years.\n\nInvestors love them because they’re cheaper and easier than hiring a financial adviser to create a customized plan, and they require minimal maintenance once they’ve been purchased. Companies love having them in their 401(k) plans, because they provide a decent default option for workers who get automatically enrolled into the plans.\n\nRelated: Ready for Retirement? Americans Saving More, but Still Not Enough​​​​\n\nTarget-date funds have grown significantly since the Pension Protection Act of 2006 allowed companies to make them the default investment options for 401(k)s. Assets in those funds have jumped from $116 billion to $763 billion over the past 10 years, according to Morningstar. “They are definitely taking over as the dominant investment vehicle within defined contribution plans,” says David O’Meara, a senior investment consultant with Willis Towers Watson.\n\nNearly 60 percent of target-date fund investors surveyed by Voya Financial in 2014 said that the felt confident that they would meet their retirement goals, compared to just 41 percent of those who did not have their money in a target-date fund.\n\nTarget-date funds are a good option for some people, especially those with small balances who are just beginning to invest for retirement. They’re certainly better than not investing for retirement at all or leaving money to languish in a money market fund that pays next to nothing.\n\nRelated: Could You Live on $7,000 a Year? Some Retirees May Have To​\n\nHowever, target-date funds may not be as “one size fits all” as savers might like to believe. “For your passive investor, the target-date fund may be giving off a false sense of security,” says Chris Hardy, director of planning and investments with Paramount Investment Advisors.\n\nHere are five times that your target-date fund may miss the mark:\n\n1. You don’t want to go all in. Target-date funds are designed to do all your diversifying for you, so that you don’t need to invest in any other funds. Yet the majority of target-date investors have significant investments outside of those funds. Just one in four investors with a target-date fund has more than 90 percent of their portfolio in that fund, according to a recent report from Financial Engines titled “Not So Simple: Why Target-Date Funds Are Widely Misused By Retirement Investors.”\n\n“When you take some money out of a target-date fund and move it to another fund, you’re overexposing yourself to certain categories,” says Matthew Parenti, a certified financial planner with The Advisors Group of Chicago.\n\nRelated: The Retirement Revolution That Failed — Why the 401(k) Isn’t Working​​​\n\nInvestors with only a partial investment in target-date funds saw median annual returns that were more than 2 percent lower than those who stayed fully invested in target-date funds, the Financial Engines report found. That may seem like a small amount, but it could have a significant impact on your nest egg over decades of compounding.\n\n2. The fees are too high. Given that many target-date funds include both active and passively managed funds, they often have higher fees than you’d find building your own portfolio of index or exchange-traded funds. That said, target-date fund fees are moving in the right direction, and they’re less than you would typically pay a financial adviser to build and manage a portfolio for you. The average fees for the lowest-cost share class in target-date funds in 2014 was 0.65 percent, down from 0.72 percent in 2011, according to Bright Scope. If you’re paying much more than that, start shopping around for another fund. “Paying high fees can really start to eat into your returns,” says Katie Giampietro Burke, a financial planner with Wealth By Empowerment in Jacksonville, Fla.\n\n3. It doesn’t match your risk profile. There is no standard asset allocation for target-date funds, and two funds with the same target date could have extremely different underlying portfolios. A 2015 analysis by business professors at New York and Fordham universities found that, among target-date funds with a 25-year timeframe, 16 percent had 85 percent or more of their holdings in stocks while 10 percent had less than 70 percent. So while, in general, target-date funds will be more heavily invested in stocks the further away their time horizon is, the details can matter.\n\nRelated: The Worst States for Retirement 2016​​​\n\nAt the same time, if you’re a young investor and the stock market tanks while all your money is in a target-date fund, you’ve got to be able to stomach losses that could amount to 40 percent or more in the short term without panicking and selling. “The conventional wisdom is that millennials are — by definition — risk takers,” says Jonathan Kelley, a certified financial advisor with Hinds Financial Group in Lakewood, Colo. “But that’s not necessarily consistent with today’s investors, and you don’t want to put yourself in the position to make a poor decision when the market is going through a major correction.”\n\nOn the other hand, some target-date funds have a “glide path,” or asset reallocation process, that scales too far back on risk over time.\n\n4. You’re not investing through retirement. Some target-date funds invest “to” retirement, meaning that they’re built on the assumption that once you hit your target date, you’ll withdraw all the money and invest it elsewhere for your retirement needs. They tend to become ultraconservative once they’ve matured. Others are invested “through” retirement, which means that they hold more equities and assume that even if you’re not investing new money, you’re going to draw down the money slowly throughout retirement and need to take some continued risk to assure that your money lasts. If your fund invests “to retirement,” but you don’t move those funds, they may not last “through” retirement.\n\n5. You’ve got the wrong target date. Everyone wants to retire at 65, but that’s not a reality for many workers in today’s world. Either they need to retire early due to a layoff or medical issues or they end up working longer for a variety of reasons. Either way, if your actual retirement date differs significantly from the one you’ve chosen in your fund, you could end up missing your savings target.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "It’s easy to see the appeal of target-date funds, those mutual funds found in a growin", "title": "Target-Date Fund Investing: 5 Ways You’re Doing It Wrong", "url": "http://www.thefiscaltimes.com/2016/04/13/Target-Date-Fund-Investing-5-Ways-You-re-Doing-It-Wrong", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-earnings-dollar_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/04/13/Target-Date-Fund-Investing-5-Ways-You-re-Doing-It-Wrong", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-earnings-dollar_1.jpg", "creator": "@bethbrav", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "It’s easy to see the appeal of target-date funds, those mutual funds found in a growin", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Some Retirees May Have To​However, target-date funds may not be as “one size fits all” as savers might like to believe.\nThere is no standard asset allocation for target-date funds, and two funds with the same target date could have extremely different underlying portfolios.\nTarget-date funds are designed to do all your diversifying for you, so that you don’t need to invest in any other funds.\nHere are five times that your target-date fund may miss the mark:1.\nSo while, in general, target-date funds will be more heavily invested in stocks the further away their time horizon is, the details can matter."}