{"article_title": "Dettmer, Stender talk issues at forum for District 39A", "article_keywords": ["forum", "39a", "district", "stender", "tax", "minnesota", "oct", "dettmer", "state", "businesses", "talk", "need", "think", "issues", "look"], "article_url": "http://stillwatergazette.com/2014/10/29/dettmer-stender-talk-issues-at-forum-for-district-39a/", "article_text": "DFL-endorsed Tim Stender, left, and Republican incumbent Bob Dettmer face off at a candidate forum for the Minnesota House District 39A race at Oak Park Heights City Hall Oct. 7. (Gazette staff photo by Jonathan Young)\n\nThe candidates seeking to represent District 39A in the Minnesota House of Representatives sought to distinguish themselves in a Gazette-sponsored forum at Oak Park Heights City Hall Oct. 7.\n\nRepublican incumbent Bob Dettmer is facing DFL-endorsed challenger Tim Stender.\n\nDistrict 39A includes Forest Lake, parts of Stillwater, Stillwater Township, May Township, Scandia, Marine on St Croix, Shafer and Franconia Township. Both candidates live in Forest Lake.\n\nDuring the forum, Stender portrayed himself as a pro-middle class candidate, highlighting his career as a carpenter who was twice elected president of the Carpenters Local 68 union. He called income inequality the greatest threat the middle class has ever faced and accused Dettmer of campaigning like a moderate but voting “hard right” and “fighting for the big guy.”\n\nDettmer highlighted his experience as a teacher and a warrant officer in the Army Reserves, as well as his current seats on the State Government Finance Committee, the Capital Investment Committee and the Ways and Means Committee. He said the greatest weakness of the Democratic majority is “failing to believe in personal responsibility,” saying it’s unwise to continue raising taxes in this challenging economy.\n\nTo see the entire forum, tune to local cable channel 16, where Valley\n\nAccess Channels will broadcast the recording of the District 39A and District 39B forums at the following times: Friday, Oct. 10, at 4 p.m. and midnight; Monday, Oct. 13, at 6 p.m.; Tuesday, Oct. 14, at 4 p.m.; and Wednesday, Oct. 15, at 1 a.m. and 10 a.m.\n\nBudget priorities\n\nAsked about budget priorities for the next session, Stender claimed the state is sitting on a budget surplus. Dettmer corrected him, saying the state does not have a surplus. The truth is Minnesota started the last session with a projected $1.2 billion surplus, but the Legislature allocated those funds during the session. The next budget forecast is due in November.\n\nStender said he does not envision “shackling Minnesota families to any more tax burden right now.”\n\n“My priorities for the budget would be education, fiscal accountability, transparency, so that working-class people knew where the money was being spent,” Stender said.\n\nHe listed transportation — specifically roads and bridges — as one of his top priorities.\n\n“We actually spent more on the office for the Senate than on roads and bridges,” Dettmer said.\n\nHe said education is another priority but said simply spending more money isn’t the answer.\n\n“We also have to look at how the money is spent in our districts,” he said, adding that districts need to “do their job” to balance their budgets with the money allocated by the state.\n\nTax structure\n\nThe candidates disagreed about whether the state’s tax structure is fair.\n\nDettmer said that individuals and businesses who come to Minnesota are guaranteed to pay their fair share of taxes. He said lower and middle class people are hit hard by taxes, but he also pointed out the state recently raised taxes on upper income earners.\n\nHe said that when Republicans took the majority in 2010, they turned a deficit into a surplus in two years without raising taxes.\n\n“We took a look at the different agencies that we have,” he said. “We told them, take a look at your budgets and go to a zero-based funding. … And we were able to reduce that deficit. Now we did do an education shift, but we paid that back, a billion dollars … when the funds came in.”\n\nStender kept his response to the questions about tax structure brief, saying emphatically that it’s unfair.\n\n“I think the middle class takes the brunt burden of the tax in Minnesota,” he said. “I think we need to do more with holding corporations and the wealthy accountable for their share.”\n\nPension reform\n\nAsked if he saw a need for pension reform at the state level, Stender said needs to do what it must to honor promises it has made.\n\n“I think the pensions that the state gives are good,” he said. “I’m a union carpenter, and part of the reason I am a union carpenter is for the pension. And I think we need to protect the people that work for us at a state level. I think we need to honor obligations that we have to those people. … I think we need to do all we can to fund our pensions.”\n\nDettmer said he agreed and voted to support funding current pensions when the issue came up.\n\n“Yes, we do need to stand behind that,” he said. “But if we look in the future, can we afford to continue on the same type of retirement pensions as we are.”\n\nHe suggested perhaps the state should let people use some of the money for private investments in the future.\n\nHelping businesses succeed\n\nWhen businesses leave the state, Dettmer said, it’s not their fault.\n\n“We have to take a look at the tax structure,” he said. “Our tax structure in Minnesota is not friendly to business.”\n\nHe said Minnesota has a “great workforce in all the trades” and needs to attract businesses by changing the tax code.\n\n“I think we can turn things around and bring businesses into Minnesota,” Dettmer said.\n\nStender had a different view.\n\n“I don’t think we need to turn things around,” he said. “I think Minnesota’s a leader in the nation. And if you look at it, Minnesota is second only to Connecticut for the number of Fortune 500 companies to the per capita of the population.”\n\nHe said he works in a refinery and sees people coming to Minnesota to work.\n\n“We do have good jobs,” he said. “We have unions that are strong. We have people that are working. … That helps businesses all across this state. It puts paychecks in people’s pockets, so that on Friday they can go to that cafe and get dinner with their family, so they can take their family to a movie on Saturday … I think keeping Minnesotans busy and working will grow business — small business and big business.”\n\nChanges to MNsure\n\nDettmer called the rollout of the Affordable Care Act in Minnesota “a disaster.”\n\nIn his opinion, the law was seeking to address a concern that was a small problem in Minnesota, where he said most people already had access to insurance if they wanted it.\n\nIn terms of changes to the program, he said getting the MNsure website running smoothly is a priority.\n\n“If we’re stuck with this in the state of Minnesota, we better fix that website so people can get insurance,” he said.\n\nDettmer also said those who are on the MNsure board should be required to have experience in health care.\n\nStender agreed with Dettmer that the state must get the website running smoothly, but he said overall the Affordable Care Act was good for the state.\n\n“We all know there’s been problems with MNsure, but the truth is, health care costs were spiraling out of control in an open market,” he said.\n\nInstead of focusing on the problems, he listed what he likes about MNsure: More people have access to medical insurance, children can stay on their parents insurance longer and insurers can’t turn people away because of pre-existing conditions.\n\n“MNsure needs work, but we have something, Stender said. “The GOP keeps going back to no fix. At least the Democrats are working on something, and I think it’s headed in the right direction.”\n\nSpecific proposals\n\nModerator Margerite Rheinberger asked both candidates what three specific types of legislative proposals they would strongly support.\n\nStender said he would support:\n\n• Increased funding for students.\n\n• Upgrading and protecting roads and bridges.\n\n• Becoming more business-friendly by growing Minnesota and building infrastructure.\n\nDettmer said he would support:\n\n• A bill to allow doctors to work with patients who have Lyme disease on an individual basis and not be penalized by the medical board for prescribing antibiotics for more than 28 days.\n\n• A bill to allow small businesses to be certified as veteran-owned businesses in Minnesota, without going through a federal process.\n\n• A bill to stop taxing veterans’ retirement pay.\n\nContact Jonathan Young at [email protected]", "article_metadata": {"viewport": "initial-scale=1.0, width=device-width, height=device-height, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "Helping businesses succeedWhen businesses leave the state, Dettmer said, it’s not their fault.\nDFL-endorsed Tim Stender, left, and Republican incumbent Bob Dettmer face off at a candidate forum for the Minnesota House District 39A race at Oak Park Heights City Hall Oct. 7.\n“I think we can turn things around and bring businesses into Minnesota,” Dettmer said.\nDistrict 39A includes Forest Lake, parts of Stillwater, Stillwater Township, May Township, Scandia, Marine on St Croix, Shafer and Franconia Township.\n• A bill to allow small businesses to be certified as veteran-owned businesses in Minnesota, without going through a federal process."}