{"article_title": "Fighting Poverty Crucial to Tackling Child Health Crisis, Experts Say", "article_keywords": ["school", "childhood", "tackling", "lowincome", "crucial", "fighting", "children", "medical", "say", "health", "poverty", "child", "experts", "brosnan", "naumburg", "crisis", "care"], "article_url": "http://www.truth-out.org/news/item/18628-fighting-poverty-crucial-to-tackling-child-health-crisis-experts-say", "article_text": "(Photo: Jessica Kourkounis / The New York Times)The past few months have been a stressful time for Lisa Angonese. Her living situation had been increasingly tenuous. She was dealing with a crumbling apartment that had only intermittent hot water and an aggressive landlady to boot. Her young son, who struggled with mental health issues, was having trouble at school. But all of these issues paled next to the biggest issue facing Angonese - how to keep her two children healthy on her limited income. She has been unemployed since 2009, when she lost her job as a cashier, and has been striving to find work since.\n\n\"It's really hard,\" said Angonese, who has had several health scares herself. \"The stress will get to you. We are limited to the kind of health care that we can get under our medical card, and I have to be constantly budgeting the amount of money that I use every month. And that can get out of hand, because I'm not a calculator, and suddenly you can find yourself without money for something we are in desperate need of.\"\n\nAngonese is the head of one of millions of low-income households in the United States struggling to make ends meet for food, housing and often both. Many of these families have children - in 2010, 31.6 percent of households headed by single women lived below the federal poverty level, meaning they made less than $18,000 a year. Children are the poorest members of society; 22 percent of US children live below the poverty level, which already is seen as being woefully low.\n\nIt's no secret that there are long-term consequences of poverty. Health outcomes by income and race, much like education outcomes, show a clear correlation between being low-income and suffering health problems. Infant mortality is more than twice as high among African-Americans as among whites.\n\nAnd the consequences don't end there. One study, by the Urban Institute, found that 40 percent to 60 percent of children who grew up in homes below the poverty line go on to live the rest of their lives in poverty.\n\nBut what would it really take to fix childhood poverty? Can it be looked at in isolation to the poverty of a child's parents? Can it be fixed without fixing immigration barriers like those that keep an estimated 11 million undocumented immigrants from having health care, or environmental issues like unregulated coal plants that some low-income communities in Chicago deal with? And what is already being done?\n\nThe issue hasn't gone unnoticed by the medical establishment. The Academic Pediatric Association and the American Academy of Pediatrics held a conference in May 2013 to address the threat poverty poses to childhood health.\n\nComing out of the conference, the American Pediatric Association Task Force on Childhood Poverty started \"a long-term effort to address the problem by looking for solutions that will be effective, sustained and 'protected from retrenchment.' \" A document released after the conference also noted that there was no unified pediatric voice addressing childhood poverty and that changing this would be a step toward solving the problem.\n\nA newly created task force will launch a \"war on childhood poverty,\" with a several-pronged approach of \"public policy and advocacy, health care delivery, medical education and research.\" These include early childhood programs, supporting policies to raise families out of poverty, pushing for a White House Conference on Families and Youth and improving neighborhoods more generally.\n\nThe Affordable Care Act, signed into law in 2010, has several provisions that are expected to help children in poverty, including a Medicaid expansion, an extension of the Children's Health Insurance Program and limits placed on insurers’ ability to deny access to children based on pre-existing conditions.\n\nHow We Look at Health\n\nNicole Gonzalez, who recently completed her master’s degree in public health at the University of Illinois-Chicago, says that to address health, we first have to address how it's understood. \"World Health Organization defines [health] as 'a state of complete physical, mental and social well-being' and not merely the absence of disease or infirmity,\" Gonzalez said.\n\nWe often look at health only physically, in isolation from the social issues that impact it, Gonzalez said. But \"income and wealth interact with many other factors, like race, gender and power, and all of those relationships can positively or negatively impact childhood health. Similarly, if we have a parent who is not healthy, that will directly impact the health of their child.\"\n\n\"If we take a broader view and consider how connected everything is, when we think about child health we also start thinking about poverty, about education, about violence, about many different things that fall outside of the traditional medical model and health care system. There is no fast, easy fix. Instead, there will need to be a multifaceted and collaborative approach that involves people who can approach the issue from different angles,\" Gonzalez said.\n\nSpeaking to Gonzalez and the other sources for this story, two key issues came up again and again: access to health care and health care being run for profit. Understanding the dynamics of these two, and how to tackle them as a pediatrician or as a community organizer, could create long-term change, they agreed.\n\nAccess: Getting There, Getting Back, Getting Healthy\n\nThe first thing to understand when looking at childhood poverty and health is not the number of apples that low-income children consume or even whether they have enough recess time in school, although these are both important. Rather, said Dr. Eric Naumburg, a Maryland-based physician, a professor at the University of Maryland Medical School and member of Physicians for a National Health Program, it's their access to health care. And it's not the children we need to look at, but the parents.\n\n\"The ability to take time off work, to bring your child in,\" Naumburg said, is often something that low-income parents working precarious jobs don't have. Naumburg worked in inner-city Baltimore, an area made infamous by the depiction of its struggling underclass and hollowed-out economy in \"The Wire.\"\n\nHe most often saw patients in emergency rooms, rather than in primary care clinics, because the area simply had more emergency rooms than clinics. \"People often ended up with a different kind of relationship to health care and health care professionals,\" he said. In that type of environment, a child with asthma would feel its effects more, because in the absence of regular checkups, the asthma wasn't well-cared-for.\n\nHundreds of miles away in Chicago, in a dense neighborhood overflowing with immigrant families and two-flats, Patrick Brosnan, executive director of the Brighton Park Neighborhood Council, had a similar observation. The issue was infrastructure, infrastructure, infrastructure.\n\n\"There are a lot of people who just don't understand how people access health care in impoverished communities. They don't understand the limitations of it. There just weren't places for people to have access to health care, so everyone had to go to the county hospital,\" Brosnan said. Cook County Hospital, the health care of last resort for low-income people in the city, has long been groaning under the need of its clients. \"It was really a physical barrier.\"\n\nAnother barrier was language. With few Spanish-speaking nurse practitioners or counselors, patients were reluctant to speak openly about their health problems. Brosnan's neighborhood group took the issue into its own hands, coming up with a micro-solution for the neighborhood: a partnership with the nearby University of Illinois-Chicago health center to open a health center run out of a nearby elementary school. The center opened in February 2013. And by bringing health care to where the parents were, it helped break down an infrastructure barrier, Brosnan said.\n\nThe Business of Health Care\n\nThe way health care operates as a business also creates a basic barrier to care for those who are economically disadvantaged. Although most low-income children across the country have access to some form of state-based health care, the broader decisions about how health care is dispersed may not be the most rational, Naumburg said.\n\nPutting medical care into the school system for convenience for families would be a starting point, Naumburg said. In Brighton Park, that change is already in effect. Another would be to have house nurses delivering medication, a reform already in place in some European countries that allows for medical professionals to see children in their home environment and to check in regularly. Ezra Klein, on his Wonkblog, said about home nurses: \"If this was a pill, you'd do anything to get it.\"\n\nLooking at health care not as a business but as a service also means empowering low-income communities. In Chicago's Brighton Park neighborhood, the health clinic based out of an elementary school works on the promotores model. By using community members as lay health workers to learn about the health needs of the community and collectively set health care priorities, the promotores model empowers communities and addresses their needs, Brosnan said. \"We know one thing we are really good at is parent engagement,\" he said, \"and so we wanted to take those skills and find ways to address health care issues.\" The school-based health promotores helped relay health care messages \"in more effective ways\" through Spanish-language workshops and education. They also helped grow a leadership pool at the schools, something that has become invaluable in bigger local fights, like those against school closings, Brosnan said.\n\nGonzalez also stressed the importance of empowering low-income parents. \"The approach should always be that one person or group does not have power over another. As an outsider who works in public health, I cannot will someone to feel empowered. However, that can be facilitated by approaching people with a sense of dignity and respect, by recognizing that I can learn just as much (or more) from them as they can from me,\" she said.\n\nBut even if parents are empowered, the reality is that they don't make many of the decisions about social programs that affect children, and people more generally, in poverty. Brosnan said educating health policy makers about the realities of families in poverty is key. \"It's a very rational thing not to go to the doctor when you don't have health insurance, and are going to miss a whole day of work, risk getting fired, and then get a bill at the end of the day you won't be able to pay for,\" he said. \"Policymakers, especially [those] from wealthy backgrounds, don't understand that kind of situation.\"\n\nThe latest omnibus health care bill – the Affordable Care Act – will make some band-aid changes for low-income people, Brosnan said. But there are still barriers and not enough resources are being offered for community-based solutions, he said. The Affordable Care Act plans to increase federal money put into local health centers like that in Chicago's Brighton Park neighborhood.\n\nBut health centers still must find care for people who slip between the cracks, Brosnan said, like the undocumented or those with undiagnosed mental illnesses.\n\n\"The trick for us is going to be figuring out a way to use our organizing skills and use our parent health committees in a way that also pushed on policy to increase things that are not billable under Medicaid,\" Brosnan said.\n\nUnfortunately, in most conversations about children's health, you see blame for health issues being placed on the shoulders of struggling parents, Naumburg said. \"I've rarely met a parent who doesn't love their child, whether you're rich or poor. If people have access and are educated about health care, they will use it,\" Naumburg said. \"But working within a health care system that looks at profit above human need will never be able to heal everyone.\"", "article_metadata": {"msapplication-config": "/templates/ja_teline_iv_t3/images/favicons/browserconfig.xml", "description": "Awareness and activism about the threat poverty poses to childhood health is growing since the Academic Pediatric Association and the American Academy of Pediatrics conference in May.", "author": "George Tanner", "og": {"site_name": "Truthout", "description": "Awareness and activism about the threat poverty poses to childhood health is growing.", "title": "Fighting Poverty Crucial to Tackling Child Health Crisis, Experts Say", "url": "http://www.truth-out.org/news/item/18628-fighting-poverty-crucial-to-tackling-child-health-crisis-experts-say", "image": "http://truth-out.org/images/images_2013_09/2013_0906-7.jpg", "type": "non_profit"}, "title": "Fighting Poverty Crucial to Tackling Child Health Crisis, Experts Say", "twitter": {"description": "Awareness and activism about the threat poverty poses to childhood health is growing since the Academic Pediatric Association and the American Academy of Pediatrics conference in May.", "title": "Fighting Poverty Crucial to Tackling Child Health Crisis, Experts Say", "image": "http://truth-out.org/images/images_2013_09/2013_0906-7.jpg", "creator": "@truthout", "site": "@truthout", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "HandheldFriendly": "true", "fb": {"app_id": 286391544774433}, "keywords": "health care, health, child poverty, ACA, Affordable Care Act, medicaid, the American Pediatric Association Task Force on Childhood Poverty, access, promotores model, Health Care, Poverty, Truthout Original", "google-site-verification": "EfgVxcdUDBF_Dd81ZBBw_J8FuRjGnvp9r2JAM9IhvUk", "apple-mobile-web-app-capable": "YES", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "\"People often ended up with a different kind of relationship to health care and health care professionals,\" he said.\nSpeaking to Gonzalez and the other sources for this story, two key issues came up again and again: access to health care and health care being run for profit.\nThe school-based health promotores helped relay health care messages \"in more effective ways\" through Spanish-language workshops and education.\nThe Business of Health CareThe way health care operates as a business also creates a basic barrier to care for those who are economically disadvantaged.\n\"But working within a health care system that looks at profit above human need will never be able to heal everyone.\""}