{"article_title": "National WIC Association Opposes GOP Effort To Restore WIC Funding", "article_keywords": ["restore", "opposes", "bill", "funding", "piecemeal", "spending", "house", "national", "republicans", "children", "program", "wic", "effort", "gop", "association", "women"], "article_url": "http://www.huffingtonpost.com/2013/10/04/wic-funding_n_4044736.html", "article_text": "Getty\n\nThe National WIC Association, the advocacy arm of a nutritional food program for poor women, infants and children, strongly denounced a Republican-sponsored measure on Friday that would fund WIC while the rest of the government remains shut down.\n\nThe WIC Association called H J Res 75, the Nutrition Assistance for Low-Income Women and Children Act, \"a cynical ploy to use low-income nutritionally at-risk mothers and young children as political pawns for political ends.\"\n\n\"Funding the Special Supplemental Nutrition Program for Women, Infants and Children (WIC) in this piecemeal, short-term, stop-gap manner is not an acceptable solution,\" the association said in a statement.\n\nThe WIC program, which provides healthy food, nutritional education and breastfeeding counseling for nearly 9 million low-income women and their children, is currently relying on state reserves and emergency funding from the U.S. Department of Agriculture in order to keep its doors open in most states.\n\nHouse Republicans introduced a joint resolution Thursday to fund WIC separately as part of their strategy to fund the government in a piecemeal approach, instead of passing a clean, comprehensive spending bill that would end the entire shutdown. The bill is up for a vote on Friday.\n\nRep. Robert Aderholt (R-Ala.), the sponsor of the WIC funding measure, blamed Democrats for blocking the WIC funds. \"The House has passed a funding bill previously to keep the WIC program operational, and the Senate said no,\" he told The Huffington Post, referring to the House spending bill that would have defunded the Affordable Care Act as a price for keeping the government open. \"We'll pass a [WIC] funding bill today, and the Senate should take yes for an answer.\"\n\nHouse Republicans have also introduced a separate resolution to reopen the World War II memorial in Washington, D.C., but veterans told HuffPost that they oppose that measure as well. Democratic leaders and President Obama have condemned the piecemeal approach, and have said they will not settle for anything but a comprehensive, clean spending bill that funds the entire government.\n\n\"These piecemeal efforts are not serious, and they are no way to run a government,\" White House spokeswoman Amy Brundage said. \"If House Republicans are legitimately concerned about the impacts of a shutdown -- which extend across government from our small businesses to women, children and seniors -- they should do their job and pass a clean CR to reopen the government. The president and the Senate have been clear that they won’t accept this kind of game-playing, and if these bills were to come to the president’s desk he would veto them.\"\n\n\n\nAlso on HuffPost: 2013 Government Shutdown 2013 Government Shutdown\n\n1 of 242 John Boehner Speaker of the House Rep. John Boehner, R-Ohio, pumps his fist as he walks past reporters after a meeting with House Republicans on Capitol Hill on Wednesday, Oct. 16, 2013 in Washington. (AP Photo/ Evan Vucci) Share this slide:\n\nAP", "article_metadata": {"description": "The National WIC Association, the advocacy arm of a nutritional food program for poor women, infants and children, strongly denounced a Republican-sponso...", "sailthru.expire_date": "2013-10-05 13:07:11 -0400", "og": {"site_name": "The Huffington Post", "description": "The National WIC Association, the advocacy arm of a nutritional food program for poor women, infants and children, strongly denounced a Republican-sponso...", "title": "National WIC Association Slams GOP Effort To Fund WIC", "url": "http://www.huffingtonpost.com/2013/10/04/wic-funding_n_4044736.html", "image": "http://i.huffpost.com/gen/1389899/images/o-ROBERT-ADERHOLT-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "The National WIC Association, the advocacy arm of a nutritional food program for poor women, infants and children, strongly denounced a Republican-sponso...", "creator": "lebassett", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1389899/images/o-ROBERT-ADERHOLT-facebook.jpg", "height": 1000}, "title": "National WIC Association Slams GOP Effort To Fund WIC", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2013-10-04 13:07:11 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4044736", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "shutdown wic program,national wic association,wic funding,supplemental nutrition assistance program,gop government shutdown,nutrition assistance,wic shutdown,wic program,wic funding bill,gop government funding bills,house gop wic,WIC cuts", "article": {"section": "Politics", "tag": "shutdown wic program,national wic association,wic funding,supplemental nutrition assistance program,gop government shutdown,nutrition assistance,wic shutdown,wic program,wic funding bill,gop government funding bills,house gop wic,WIC cuts", "published_time": "2013-10-04 13:07:11 -0400", "modified_time": "2013-10-04 15:47:13 -0400"}, "viewport": "width=1000"}, "article_summary": "Rep. Robert Aderholt (R-Ala.), the sponsor of the WIC funding measure, blamed Democrats for blocking the WIC funds.\n\"We'll pass a [WIC] funding bill today, and the Senate should take yes for an answer.\"\n\"Funding the Special Supplemental Nutrition Program for Women, Infants and Children (WIC) in this piecemeal, short-term, stop-gap manner is not an acceptable solution,\" the association said in a statement.\nHouse Republicans have also introduced a separate resolution to reopen the World War II memorial in Washington, D.C., but veterans told HuffPost that they oppose that measure as well.\nDemocratic leaders and President Obama have condemned the piecemeal approach, and have said they will not settle for anything but a comprehensive, clean spending bill that funds the entire government."}