{"article_title": "Big-thinking electrician wants to be the Uber of home services", "article_keywords": ["wants", "uber", "electrician", "business", "share", "app", "murphy", "washington", "bigthinking", "job", "electrical", "services", "super", "company"], "article_url": "https://www.washingtonpost.com/business/economy/big-thinking-electrician-wants-to-be-the-uber-of-home-repair/2015/12/12/38b15dd6-9ea2-11e5-a3c5-c77f2cc5a43c_story.html", "article_text": "The Super app created by Sean Murphy is designed to provide an Uber-like experience for home services. (Ricky Carioti/The Washington Post)\n\nSometimes it seems every businessman these days wants to be like the founder of Uber.\n\nTake Sean Murphy, 35, an electrician-entrepreneur in Winchester, Va.\n\nMurphy owns tiny Murphy Family Electric. But he has big ideas — and a new app called SuperHandy, with which he hopes to turn his company into the Uber of home services. Electrical. Plumbing. Cleaning. Even fitness coaches.\n\nThe app works like Uber. You set your location and press “Start Job.” It sends a request to the nearest Super helper, known as a “pro.” If the helper — pre-screened by Murphy — accepts, he or she will call you to discuss the job. When the helper arrives, he or she presses “I have arrived.” There is still no charge. Once both parties have agreed on the job, the pro presses the app and the clock starts ticking.\n\nThe fees can range from 25 cents per minute for a basic pro to help with a household chore to around $2 a minute for a skilled tradesman, such as an electrician. Up-front fees can range from $5 to $50, depending on the type of service.\n\nThe app created by Sean Murphy, right, launched an Uber-like app that lets people hire home-service professionals and tradesmen such as electrician Dan Gonzalez, right. (Ricky Carioti/The Washington Post)\n\nThe app, which includes a cost estimator, is designed to be an affordable, convenient way to handle home tasks, Murphy said. “It’s this new movement. The ‘share’ movement. People are starting to share their cars, their homes.”\n\nI don’t know if Super is going to work, and my writing about it doesn’t endorse the product. But Murphy’s aspirations reflect one of the latest in a growing tide of small — but sometimes long-standing — businesses trying to get in front of the digital curve to prevent getting marginalized. It is happening in media, hospitality, taxis, groceries — you name it.\n\nAnd now home-improvement. Amazon.com launched a home services platform earlier this year that combines purchases with installation experts. The business is in at least 15 cities across the United States. There are other disrupters, such as Porch.com, Pro.com and Taskrabbit.com, crowding into similar spaces.\n\n“Home improvement is wanting to figure out how to look like Uber,” said Kermit Baker of the Remodeling Futures Program at Harvard University’s Joint Center for Housing Studies.\n\nMurphy already owns and has spent the past seven years building a conventional electrical repair company that services the Washington area.\n\nHe makes a comfortable living from Murphy Family Electric. It grosses about $500,000 and has a receptionist and two electricians, in addition to himself.\n\nBut like many would-be entrepreneurs, he thinks service-on-demand models that go directly to the customers are essential to survival.\n\n“We either get involved, share time and space with others, or become extinct,” said Murphy, who is using his traditional electrical business to finance the new app.\n\nHe estimates that he has spent about $100,000 so far on building his app business.\n\nMurphy may be an advocate for the share movement, but sharing the app has been the challenge up to now.\n\nSuper was launched about a year ago and so far has 400 downloads from customers. About 500 pros — from electricians to trainers to towing companies — have signed up to be general contractors. They get 80 percent of each job; Murphy takes 20 percent.\n\nSome of the money he has used to launch the project has gone toward screening his pros, each of whom is an independent contractor. He checks identity and criminal records. He also looks at their experience level to make sure they can do the job.\n\n“It’s an approach that may work for home service, which is mow my lawn, blow the leaves, put on a storm window. Simple, straightforward projects,” said Harvard’s Baker. “An app to do kitchen remodeling is much more complicated.\n\n“My guess is that there are a lot of bugs that are going to have to be worked out of this system before it works the way it is designed to work.”\n\nJust last week, one customer declined to pay after tying up one of Murphy’s contractors for three hours. One customer accused Super of stealing a headlamp. The pro had to call and tell him where it was. Murphy is even in a squabble over the rights to the Super name.\n\nSuper’s gross revenue for the first year is less than $20,000 through the app, which shows how difficult it is to get customers to take the first step and give their credit card information to the app.\n\nMurphy has been noodling around in the space for a few years. He started one app he called Event Locator, which found parties through social media. It failed. There was also an event ticketing platform that failed.\n\nHe even started an anti-aging skin-care company. Kaput!\n\nMurphy got the idea for Super after using Uber for a London pub crawl with his fiancee.\n\n“I loved the app, so I thought, ‘Why isn’t there something like this for electricians and handymen?’ ” he said.\n\nHe contacted engineers overseas who had built his previous apps and sent them instructions on what he wanted. His fledgling business was soon off and running.\n\nMurphy started learning the electrical trade at 14, doing simple jobs for his father, who owns an electrical company in Oregon.\n\nAfter graduating from Christendom College in Front Royal, he lived out of his Ford Focus while studying for a master’s degree in theology and doing electrical work.\n\nHe showered at a gym. He slept in the car in spots near Interstate 66 and in Tysons Corner. At one point, while working on a job at the Department of the Interior, he would arrive at 5 a.m. near the Washington Monument to get street parking spots and then pay a hot dog concessionaire to feed the meter all day.\n\nEventually, he decided to hang his own shingle. He named his sole proprietorship Murphy Family Electric. (There was already a Murphy Electric.) He used $3,000 in savings to buy his first ad in the Yellow Pages.\n\nHe grossed $30,000 the first year, 2007, much of it from word of mouth, friends and contacts he made doing electrical jobs. He kept to residential repair jobs because his father advised him the profit margins were superior to construction work.\n\nAfter about a year, he moved the business to Fairfax County to expand and charge more. He made his first hire around that time.\n\n“I wanted to do the business side,” he says, so he learned Mint, a bookkeeping program.\n\nHe quickly caught on to the possibilities of selling through the Internet, at one time paying a technology expert $75 an hour to teach him how to get his company more online notice.\n\nMurphy liked the creative side, but sometimes he was too creative. “We were blackhatting,” he admits, referring to techniques that some use to game the online advertising world.\n\nAlong the way, he has bought and repaired a couple of homes. He now lives comfortably in Winchester with his wife, who runs a hair-styling business.\n\nAfter living out of his car and building a successful business, he’s not afraid to take a risk pursuing his Uber-like idea. “The hard part is right now . . . getting people to use the app.”\n\nSounds like he could use a marketer.\n\nAfter this story published, Murphy changed the name of his app to SuperHandy. The column has been updated.", "article_metadata": {"news_keywords": "business, Value Added, capbiztopnews, osbtopnews", "og": {"site_name": "Washington Post", "description": "The ride-share model is being tried in a variety of fields. Will it work?", "title": "Big-thinking electrician wants to be the Uber of home services", "url": "https://www.washingtonpost.com/business/economy/big-thinking-electrician-wants-to-be-the-uber-of-home-repair/2015/12/12/38b15dd6-9ea2-11e5-a3c5-c77f2cc5a43c_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/12/09/Local/Images/value41449691151.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@addedvalueth"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/business/economy/big-thinking-electrician-wants-to-be-the-uber-of-home-repair/2015/12/12/38b15dd6-9ea2-11e5-a3c5-c77f2cc5a43c_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "business, Value Added, capbiztopnews, osbtopnews", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "38b15dd6-9ea2-11e5-a3c5-c77f2cc5a43c", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "The ride-share model is being tried in a variety of fields. Will it work?"}, "article_summary": "The Super app created by Sean Murphy is designed to provide an Uber-like experience for home services.\nHe estimates that he has spent about $100,000 so far on building his app business.\n(Ricky Carioti/The Washington Post)Sometimes it seems every businessman these days wants to be like the founder of Uber.\nMurphy started learning the electrical trade at 14, doing simple jobs for his father, who owns an electrical company in Oregon.\nBut he has big ideas — and a new app called SuperHandy, with which he hopes to turn his company into the Uber of home services."}