{"article_title": "Money talks: Obamacare initiative makes headway in Republican states", "article_keywords": ["medicaid", "healthcare", "money", "republicans", "obamacare", "expansion", "states", "program", "headway", "expanding", "talks", "initiative", "republican", "makes", "obama"], "article_url": "http://www.reuters.com/article/us-usa-healthcare-medicaid-idUSKCN0HL0AR20140926", "article_text": "A man looks over the Affordable Care Act (commonly known as Obamacare) signup page on the HealthCare.gov website in New York in this October 2, 2013 photo illustration.\n\nHARRISBURG Pennsylvania President Barack Obama’s plan to extend health coverage to millions of poor Americans remains highly contentious, yet it is gaining momentum among several initially reluctant states where financial pragmatism is trumping ideology.\n\nUp to a dozen states, including several led by Republicans, could move forward with plans to expand coverage under Medicaid after the November elections. They take their cue from Pennsylvania and other states that have won Washington's approval to add commercial innovations to the 50-year-old government program to make it more palatable to conservatives.\n\nObama's original idea of using tax money to expand Medicaid has long been a hot button for Republicans who portray the whole Obamacare healthcare overhaul as a form of socialism encroaching on American values of free enterprise and self-reliance. Texas Governor Rick Perry once said expanding Medicaid would be similar to \"adding a thousand people to the Titanic.”\n\nBut two things have led to a change of heart for some Republican politicians.\n\nMost of the 27 states that are already expanding the program have begun to reap billions in federal subsidies for insurers, hospitals and healthcare providers, putting politicians elsewhere under intense pressure to follow suit.\n\nAs demonstrated by Pennsylvania's deal with Washington, the Obama administration has also proved willing to accept tweaks that give the private sector a greater role in providing healthcare and place new responsibilities on beneficiaries.\n\nAll of that has got as many as nine states talking to the administration about potential expansion terms, with the possibility of up to three more joining the fray depending on November's election outcomes. As a result, there could be even more pressure on Republican states that have opted out, providing critical mass for an initiative central to Obamacare.\n\nHeading into the final two years of his presidency, Obama wants to cement his legacy, a big part of which is his pledge to reduce the number of uninsured Americans.\n\nNEW WAVE\n\n“Pennsylvania’s the leading edge of what could be a new wave of expanding states,” said Deborah Bachrach, a Medicaid expert at the law and consulting firm Manatt, Phelps & Phillips.\n\n“This would marginalize the non-expansion states to the considerable detriment of their citizens and put pressure on those who oppose expansion,” she said.\n\nSome states with Republican governors, such as Indiana, are negotiating with Washington for agreements that could pass political muster with conservatives back home. Others such as North Carolina, South Dakota and Wyoming are exploring options.\n\nIn Florida, Wisconsin and Maine, the outcome of the Nov. 4 election could bring a shift on Medicaid if Democrats win gubernatorial races there.\n\nAdministration officials have said they are committed to working with all states to expand the scheme and noted that the number of the uninsured has declined much more in states that have expanded Medicaid coverage.\n\nA possible new wave of expansion comes as prospects for the broad Obamacare reform are also looking up. After a rocky start a year ago, research suggests that more than 10 million people have gained health coverage under the law.\n\nBut that momentum could get lost if Republicans win control of the U.S. Senate and begin pressuring Obama to scale back the reform.\n\nPennsylvania's turbulent journey into the Medicaid fold offers a possible template for others, including the possibility of a political reversal if Republican Governor Tom Corbett loses his reelection bid. In polls, he is well behind Democratic challenger Tom Wolf, who favors expanding Medicaid and keeping its traditional structure intact.\n\nCorbett, who took part in a Supreme Court challenge to the Medicaid expansion, had opposed enlarging a government program without substantial change. A pro-Medicaid coalition of more than 100 groups responded with intense lobbying during the budget approval process in early 2013.\n\n“We had advocacy days, drive-ins, invited lawmakers in to talk about what’s important, encouraged people to talk to their local chambers of commerce and organized educational opportunities,” said Paula Bussard, policy chief at the Hospital & Healthsystem Association of Pennsylvania, which represents 250 institutions.\n\nA study by the RAND Corp predicted a $3 billion economic boost and the creation of 35,000 jobs – big advantages for a state that has struggled for decades to make up for jobs lost from the decline of the coal and steel industries.Corbett met in Washington with former U.S. Health and Human Services Secretary Kathleen Sebelius in April 2013 and a year of intensive talks followed.\n\nPennsylvania won approval for only a handful of the two dozen innovations it sought, such as permission to offer benefits through private insurers and impose premium charges on beneficiaries who earn more than the federal poverty level.\n\nThe program will also include incentives for beneficiaries to practice healthy behavior including screenings and set benefit packages according to commercial standards.\n\nPennsylvania officials say that while a compromise proved possible, that did not mean convergence in political positions.\n\n“The administration comes from a different philosophical background,” said Jennifer Branstetter, Corbett’s policy chief. “They want to make sure that the program’s there for everybody. And we want to make sure it’s there if you need it.\"\n\nOther Republican-led states hope the Obama administration will allow even greater flexibility.\n\n“The hope is that they'll be less interested in the purity of their original vision and be more interested in cutting deals to get some of these things done,\" said Tony Venhuizen, spokesman for South Dakota’s Republican Governor Dennis Daugaard, who has been open to a Medicaid expansion.\n\nIn some states, pro-expansion politicians are trying to win conservative support by pushing market-based innovations that over time could trim the cost of traditional Medicaid.\n\n\"Eventually, they could meld together,\" said Nebraska Senator Kathy Campbell, a Republican who has helped lead discussions with Washington.\n\nBut while the turning tide on Medicaid bodes well for Obamacare, Republicans refuse to concede any points in the ideological battle around the healthcare model.\n\n(Reporting by David Morgan; Editing by Caren Bohan and Tomasz Janowski)", "article_metadata": {"sailthru.author": "David Morgan", "Author": "David Morgan", "DCSext.PageNumber": 1, "twitter": {"description": "President Barack Obama’s plan to extend health coverage to millions of poor Americans remains highly contentious, yet it is gaining momentum among several initially reluctant states where financial pragmatism is trumping ideology.", "title": "Money talks: Obamacare initiative makes headway in Republican states", "image": "http://s1.reutersmedia.net/resources/r/?m=02&d=20140926&t=2&i=977376349&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXNPEA8P061", "creator": "@Reuters", "site": "@Reuters", "card": "summary_large_image"}, "DCSext.rChannel": "Article - News", "sailthru.tags": "US, USA, HEALTHCARE, MEDICAID", "sailthru.title": "Money talks: Obamacare initiative makes headway in Republican states", "keywords": "US,USA,HEALTHCARE,MEDICAID,Healthcare Services (TRBC),Lawmaking,United States,US Government News,Labour / Personnel,Healthcare (TRBC),Government / Politics,Major News,Health / Medicine,Elections / Voting,Regulation,Insurance (TRBC),Public Health", "DCSext.Comments": 1, "DCSext.ContentType": "Article", "description": "President Barack Obama’s plan to extend health coverage to millions of poor Americans remains highly contentious, yet it is gaining momentum among several initially reluctant states where financial pragmatism is trumping ideology.", "WT.cg_n": "Politics", "DCSext.ContentID_politicsNews": "USKCN0HL0AR20140926", "sailthru.description": "President Barack Obama’s plan to extend health coverage to millions of poor Americans remains highly contentious, yet it is gaining momentum among several initially reluctant states where financial pragmatism is trumping ideology.", "DCSext.ContentChannel": "politicsNews", "sailthru.date": "2014-09-26T14:22:00+0000", "DCSext.ChannelList": "domesticNews;politicsNews;healthNews;corporateResponsibility;innovationAMD;ford;Honda;SafetyandInnovation;Inspiration;creditMarkets;rtsCiti;everything;treasuryMarkets;Deals;forexNewsCopy;Shell;Amtrak;Amtrak2;yahoo3;Adfriendly1;VerizonMap;echoActivityStream;Boston;Suntrust_SmallBiz;AutodeskDesign;AllianzInsurance;AllianzInvestments;HSBC_US;FedExSMB;Goldman;everythingButHugin;SprintNow;AXAinsurance;OutloudFeed;chsenergy;chsfood;HPEnterprise;Allianz;cfpboard;JPMorgan;sapawareness;CFA;sapawarenessbiz;sapawarenesslife;jpGambaroPeople;nyse;trending-hp;sprintxpert2;samsung;newsproHome;verizonmm;Healthcare2012;Pfizersafe;barack-obama;cfaglobal;merrilledge;aa48hours;ernstyoung;Xerox;shipping;nonegative;citianniversary;HSBCGlobal;PrudentialInvestments;VanessaTest;MLGZero;MBenz;ubs;upshealthcare;MLedge;BNY;citgroup;Bosneg;Intel;BNYForesight;PFG;Fidelity2014;Small Business(THD)", "DCSext.ContentHeadline": "Money+talks%3A+Obamacare+initiative+makes+headway+in+Republican+states", "DCSext.ContentID": "USKCN0HL0AR20140926", "WT.cg_s": "Politics", "sailthru.image.thumb": "http://s1.reutersmedia.net/resources/r/?m=02&d=20140926&t=2&i=977376349&w=&fh=50&fw=50&ll=&pl=&sq=&r=LYNXNPEA8P061", "news_keywords": "US;USA;HEALTHCARE;MEDICAID;Healthcare Services (TRBC);Lawmaking;United States;US Government News;Labour / Personnel;Healthcare (TRBC);Government / Politics;Major News;Health / Medicine;Elections / Voting;Regulation;Insurance (TRBC);Public Health", "sailthru.contenttype": "Article", "robots": "INDEX, FOLLOW", "DCSext.PageTotal": 2, "DCSext.rAuthor": "David Morgan", "article": {"publisher": "https://www.facebook.com/Reuters"}, "DCSext.rCountry": "BETAUS", "DCSext.DartZone": "us.reuters/politics/article", "viewport": "width=1100", "WT.z_inlinetype": "false", "WT.z_navid": "nav-Text-politicsNews", "site edition": "Reuters", "og": {"site_name": "Reuters", "description": "President Barack Obama’s plan to extend health coverage to millions of poor Americans remains highly contentious, yet it is gaining momentum among several initially reluctant states where financial pragmatism is trumping ideology.", "title": "Money talks: Obamacare initiative makes headway in Republican states", "locale": "en_US", "image": "http://s1.reutersmedia.net/resources/r/?m=02&d=20140926&t=2&i=977376349&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXNPEA8P061", "url": "http://www.reuters.com/article/us-usa-healthcare-medicaid-idUSKCN0HL0AR20140926", "article": {"section": "Politics", "tag": "US,USA,HEALTHCARE,MEDICAID,Healthcare Services (TRBC),Lawmaking,United States,US Government News,Labour / Personnel,Healthcare (TRBC),Government / Politics,Major News,Health / Medicine,Elections / Voting,Regulation,Insurance (TRBC),Public Health", "published_time": "2014-09-26T14:22:00+0000", "modified_time": "2014-09-26T14:22:00+0000", "author": "David Morgan"}, "type": "article"}, "REVISION_DATE": "Fri Sep 26 14:22:00 UTC 2014", "DCSext.contentversion": "original", "sailthru.image.full": "http://s1.reutersmedia.net/resources/r/?m=02&d=20140926&t=2&i=977376349&w=&fh=545px&fw=&ll=&pl=&sq=&r=LYNXNPEA8P061"}, "_id": "\"57477af46914bd0286fe1c0b\"", "article_summary": "As a result, there could be even more pressure on Republican states that have opted out, providing critical mass for an initiative central to Obamacare.\nIn polls, he is well behind Democratic challenger Tom Wolf, who favors expanding Medicaid and keeping its traditional structure intact.\nCorbett, who took part in a Supreme Court challenge to the Medicaid expansion, had opposed enlarging a government program without substantial change.\nBut while the turning tide on Medicaid bodes well for Obamacare, Republicans refuse to concede any points in the ideological battle around the healthcare model.\nSome states with Republican governors, such as Indiana, are negotiating with Washington for agreements that could pass political muster with conservatives back home."}