{"article_title": "Governor's experience trumps senator's for presidency, say those who've done both", "article_keywords": ["senators", "presidency", "governors", "whove", "executive", "cruz", "experience", "rubio", "senate", "say", "trumps", "governor", "sen", "gov"], "article_url": "http://www.dallasnews.com/news/politics/headlines/20150517-senators-whove-been-governors-largely-agree-about-experience.ece", "article_text": "WASHINGTON — Former Gov. Rick Perry says the country can’t afford another young, inexperienced senator in the White House. New Jersey Gov. Chris Christie said he’d rather be dead than a senator.\n\nSens. Ted Cruz and Marco Rubio say governors are unprepared to confront the most pressing national problems.\n\nMost of the 2016 hopefuls have held one job or the other. Now, many are throwing elbows over the question: Do governors or senators make better presidents?\n\nTen senators have held both jobs — five Democrats, four Republicans and an independent. The Dallas Morning News asked most which job was better preparation for the presidency. Those in the elite focus group who had a clear preference said their old jobs were the best training ground. None chose the Senate as the best presidential breeding ground.\n\n“If the senators have executive experience, that’s wonderful. If they haven’t, it’s hard to substitute that,” said Democratic Sen. Joe Manchin, who cited the “everyday rapid-fire decision making” he handled as West Virginia governor from 2005 to 2010.\n\nRepublican Sen. Jim Risch is also in the governors’ camp, arguing that while they’re dealing with all sorts of crises, legislators can pick from a menu of issues.\n\n“When you’re a governor, every morning when you get up, they hand you a plate and they say, ‘Here, this is for you,’ ” said Risch, Idaho’s governor for eight months in 2006 and 2007.\n\nAnd Sen. Mike Rounds, R-S.D., said he’s endorsing another former governor: Mike Huckabee of Arkansas.\n\nSome Senate colleagues who’ve also held the chief executive office back home say ideas, not positions, matter most.\n\n“The office you most recently held is not, at the end of the day, that big of a determinant,” said Virginia Sen. Tim Kaine, a Democrat who served as governor from 2006 to 2010. “There’s not an automatic answer to that.”\n\nOf the 10 former governors now in the Senate, The Dallas Morning News reached all but Sen. Mark Warner, D-Va. Sen. Angus King, a Maine independent, declined to comment.\n\nOnly one of these senators was also a presidential candidate, running before he joined Congress. Sen. Lamar Alexander, R-Tenn., ran in 1996 and 2000, touting his experience cleaning up corruption and revitalizing the economy in as governor from 1979 to 1987. He fell short both times, then won a Senate seat in 2002.\n\nAlexander said he’s partial to a governor’s experience but thrilled with the GOP’s “strong field of outstanding candidates.”\n\n“Both Senator Cruz and Governor Perry are well respected,” he said. “I’ll let the people of Texas and the United States sort that out.”\n\nThe process pits executive experience against foreign policy chops. Governors tout the skills they honed balancing budgets, solving problems, managing large, complex organizations and dealing with emergencies.\n\nAll have been central to Perry’s pitch. At New Hampshire’s First in the Nation Summit in April, he said he never got a manual to help him handle Hurricane Katrina, the Columbia space shuttle disaster or last year’s twin crises, Ebola in Dallas and the surge of child immigrants from Central America entering the U.S. illegally.\n\nSenators highlight their work with national security and diplomacy and a host of federal-level policy challenges.\n\n“When elections have focused in significant part on national security, that has given an advantage to candidates who have experience concerning national security,” Cruz told reporters earlier this year. “And that, by its nature, has tended to favor senators over governors.”\n\nLike Cruz, Sen. Marco Rubio, R-Fla., has a rival from his home state — former Gov. Jeb Bush. And like Cruz, he makes the case that in a dangerous world, being a governor isn’t sufficient experience.\n\n“Governors can certainly read about foreign policy, and take briefings and meet with experts, but there is no way they’ll be ready on Day 1 to manage U.S. foreign policy,” Rubio told The Des Moines Register.\n\nPerry has used President Barack Obama’s unpopularity to amplify the governor-or-senator question, noting that Obama — like Cruz, Rubio and Sen. Rand Paul — hadn’t even completed a single term before making the leap to the White House.\n\nThe governor-senator question is less prominent in the Democratic primary. Hillary Clinton’s stint as secretary of state will overshadow her career in the Senate or time as first lady, though challengers include Vermont Sen. Bernie Sanders and former Maryland Gov. Martin O’Malley.\n\nIn the GOP field, ideological divides track the career gap to some degree. Jeb Bush of Florida, attacked as an “establishment” figure by the tea party-style senators seeking the nomination, has positioned himself as a results-oriented leader.\n\nEven Gov. Scott Walker of Wisconsin, who enjoys more appeal among tea partiers, boasts of executive achievements. Huckabee has been criticized for defending social entitlement programs, and Ohio Gov. John Kasich pitches himself as a pragmatic conservative.\n\nThe senators come from the party’s staunch conservative wing. Rubio proposed eliminating federal entitlement programs in 2014, while Cruz and a coalition of tea party representatives drove the federal government into a shutdown over the Affordable Care Act.\n\nAfter years of congressional bickering and gridlock, voters are leaning heavily toward governors. The shift in the last three decades is dramatic.\n\nIn 1987, two-thirds of voters told Pew center pollsters that congressional service was better preparation for the White House, compared with just 22 percent who cited service as a governor. The ratio was still more than 2-1 in 2007.\n\nAs of a year ago, the gap had disappeared, with voters evenly divided on the question.\n\nTwo freshman senators in the race are downplaying their ties to Washington to couple outsider credibility with inside knowledge. Sen. Rand Paul, a Kentucky Republican who is an ophthalmologist, promises to “defeat the Washington machine” with a surgical approach to scale back federal government.\n\nCruz, on his campaign website, often lists Supreme Court arguments and legal briefs above his legislative highlights, though most included blocking bills or opposing executive action\n\nAs candidates pummel each other before the primaries and Congress slowly returns to working order, the governor-senator question might become less relevant as election season ramps up.\n\nRepublican Sen. John Hoeven, former governor of North Dakota, said it’s a candidate’s future — not his or her past — that matters.\n\n“Everybody brings different strengths, but I think it always comes down to the ideas,” Hoeven said. “Whether your plan, your ideas for the future of this great country are what people really believe will be the difference.”\n\nFollow Sylvan Lane on Twitter at @sylvanlane.\n\nAT A GLANCE\n\nCandidates with Texas ties on the difference between gubernatorial and senatorial experience:\n\nRick Perry: “They didn’t hand me a manual to say, ‘Here’s how you deal with a space shuttle disintegrating in your state.’ They didn’t hand me a manual when Katrina came into Louisiana, and there were literally hundreds of thousands of people that were displaced. They didn’t hand me a manual when all of those people showed up at our border last year, or, for that matter, when Ebola ended up on the shores of America in Dallas, Texas.”\n\nJeb Bush: “I’m not a United States senator — thank God.”\n\nTed Cruz: “Jimmy Carter was a governor. He was a train wreck. Obama is not a disaster because he was a senator. Obama is a disaster because ... what he believes is profoundly dangerous, and he’s undermined the Constitution and the role of America in the world.”", "article_metadata": {"description": "But as 2016 candidates split over the experience issue, many say it’s ideas, not job titles, that matter most.", "og": {"description": "But as 2016 candidates split over the experience issue, many say it’s ideas, not job titles, that matter most.", "title": "Governor's experience trumps senator's for presidency, say those who've done both", "url": "http://www.dallasnews.com/news/politics/headlines/20150517-governor-s-experience-trumps-senator-s-for-presidency-say-those-who-ve-done-both.ece", "image": {"width": 345, "identifier": "http://www.dallasnews.com/resrsc/images/facebook-default.jpg", "height": 345}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2015-05-18T04:43:52Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2015-05-18T04:34:14Z", "parsely-page": "{\"title\": \"Governor's experience trumps senator's for presidency, say those who've done both\", \"link\": \"http://www.dallasnews.com/news/politics/headlines/20150517-governor-s-experience-trumps-senator-s-for-presidency-say-those-who-ve-done-both.ece\", \"image_url\": \"http://www.dallasnews.com/resrsc/images/facebook-default.jpg\", \"type\": \"post\", \"post_id\": \"2299462\", \"pub_date\": \"2015-05-18T04:34:14Z\", \"section\": \"Politics Headlines\", \"author\": \"SYLVAN LANE\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/resrsc/images/facebook-default.jpg", "publishtime": "2015-05-18T04:34:14Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "article_summary": "“I’ll let the people of Texas and the United States sort that out.”The process pits executive experience against foreign policy chops.\n“If the senators have executive experience, that’s wonderful.\nTed Cruz and Marco Rubio say governors are unprepared to confront the most pressing national problems.\nNow, many are throwing elbows over the question: Do governors or senators make better presidents?\nAlexander said he’s partial to a governor’s experience but thrilled with the GOP’s “strong field of outstanding candidates.”“Both Senator Cruz and Governor Perry are well respected,” he said."}