{"article_title": "Georgia Car Dealers Would Rather You Not Be Able to Buy a Tesla Car From Their Manufacturer", "article_keywords": ["sell", "buy", "dealers", "license", "tesla", "car", "able", "teslas", "um", "state", "georgia", "cars", "dealer", "manufacturer"], "article_url": "http://reason.com/blog/2014/09/03/georgia-car-dealer-would-rather-you-not", "article_text": "Georgia car salesmen want to, um, protect the public, um, strike a blow for justice, um, well, really, they just want to use the violent force of the state to stop Tesla Motors from innovating and competing against them, because they can.\n\nAs noted at Yahoo! this week:\n\nright before Labor Day weekend....the Georgia Auto Dealer Association filed a petition with state officials seeking to cancel Tesla's license to sell its cars in the state of Georgia. Tesla's crime? Selling 173 cars directly from a factory-owned store located 25 miles away from Atlanta, the only Tesla retail location in Georgia. The dealers say Tesla can only sell 150 cars a year from the shop under state rules, and therefore should lose its dealer license entirely. “It’s just very simple -- we want them to comply with the law the way others are,” Bill Morie, president of the Georgia dealers association, told Automotive News.\n\nNick Gillespie wrote earlier this year about similar regulatory troubles for Tesla in New Jersey.\n\nUPDATE: Original headline lacked the last three words, which specifies it is merely self-sales of the car by Tesla that the dealers are trying to crush.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Georgia car salesmen want to, um, protect the public, um, strike a blow for justice, um, well, really, they just want to use the violent force of the", "title": "Georgia Car Dealers Would Rather You Not Be Able to Buy a Tesla Car From Their Manufacturer", "url": "http://reason.com/blog/2014/09/03/georgia-car-dealer-would-rather-you-not", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_09/-6.jpg", "type": "article"}, "twitter": {"site": "@reason", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_09/-6.jpg", "description": "Georgia car salesmen want to, um, protect the public, um,\nstrike a blow for\njustice, um, well, really, they just want to use the violent\nforce of the state to stop Tesla Motors from innovating and\ncompeting against them, because they can.\n\nAs \nnoted at Yahoo! this week:\n\nright before Labor Day we", "card": "summary_large_image", "title": "Georgia Car Dealers Would Rather You Not Be Able to Buy a Tesla Car From Their Manufacturer"}, "fb": {"pages": 17548474116}, "article": {"tag": "Science/Tech", "published_time": "2014-09-04T02:38:00+00:00", "author": "http://reason.com/people/brian-doherty"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "“It’s just very simple -- we want them to comply with the law the way others are,” Bill Morie, president of the Georgia dealers association, told Automotive News.\nThe dealers say Tesla can only sell 150 cars a year from the shop under state rules, and therefore should lose its dealer license entirely.\nUPDATE: Original headline lacked the last three words, which specifies it is merely self-sales of the car by Tesla that the dealers are trying to crush.\nthis week:right before Labor Day weekend....the Georgia Auto Dealer Association filed a petition with state officials seeking to cancel Tesla's license to sell its cars in the state of Georgia.\nSelling 173 cars directly from a factory-owned store located 25 miles away from Atlanta, the only Tesla retail location in Georgia."}