{"article_title": "Venus Flytraps Will Cut You If You Stick Your Tongue In Them, Plus 4 Other Plants That Can Hurt You", "article_keywords": ["plants", "plant", "cut", "pain", "worse", "oleander", "hurt", "theres", "plus", "stick", "ivy", "video", "venus", "flowers", "tongue", "flytraps"], "article_url": "http://www.medicaldaily.com/pulse/venus-flytraps-will-cut-you-if-you-stick-your-tongue-them-plus-4-other-plants-can-325714", "article_text": "Venus flytraps may be creepy for flies and other tiny critters, but it seems like humans can’t handle them, either. A video posted on YouTube by MrNakedLandscaper shows that this plant doesn’t let anyone walk over it — not even large four-limbed primates that think they’re at the top of the food chain.\n\nIn the video, the uploader sticks his tongue into the open jaws of the Venus flytrap. In a snap, it clamps shut on his tongue, digging its spiky claws into the flesh. Pulling his tongue out just results in a lot of blood and pain for this poor guy.\n\nVenus flytraps aren’t going to kill you, but there are plenty of plants out there that could (not all succulents, bulbs, and flowers are as benign or pleasing as they may appear). And weirdly enough, it tends to be the prettiest-looking greens that are the deadliest, such as Nerium oleander, also known simply as Oleander. Even though Oleander is often found as a decorative plant in parks and gardens, eating any part of it could cause cardiac arrest, due to a wealth of cardiac glycosides — sugars that affect heart rhythm — in its gorgeously pink leaves, flowers, and fruits.\n\nOleander's pink flowers are charming, but they contain a toxic chemical that can kill you if ingested — so stay away from it. CC BY-NC-SA 2.0\n\nAlso on the \"aesthetic-but-hazardous\" list are rosebushes, which are a little more obvious — they still remain in the category of pretty little flowers that will cut you. Then there’s poison ivy, which everyone (hopefully) learned to avoid during summer camp. While poison ivy affects everyone differently, causing rashes and itchiness in some, it can lead to far worse symptoms in others, including giant blisters (below).\n\nPoison ivy often causes rashes and discomfort, but in others it may cause even worse symptoms. Wikimedia\n\nLast but not least, there’s the infamous Gympie Gympie stinging plant. As one of the most poisonous plants in the world, it has the power to inflict enormous pain with only a touch. In the video below, British scientist and TV presenter Dr. Mike Leahy decides to skim his hand across one of its green leaves to show viewers how excruciating it can be. “I thought, how much could a tree or a shrub hurt?\" he says, bending over in pain. \"But that hurts… give me a minute.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "venus, flytraps, will, cut, you, if, you, stick, your, tongue, them, plus, 4, other, plants, can", "og": {"site_name": "Medical Daily", "description": "Don’t try this at home. Venus flytraps will cut you.", "title": "Why You Shouldn’t Stick Your Tongue In A Venus Flytrap [VIDEO]", "url": "http://www.medicaldaily.com/pulse/venus-flytraps-will-cut-you-if-you-stick-your-tongue-them-plus-4-other-plants-can-325714", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/03/14/venus-flytrap.png", "type": "article"}, "twitter": {"description": "Don’t try this at home. Venus flytraps will cut you.", "title": "Why You Shouldn’t Stick Your Tongue In A Venus Flytrap [VIDEO]", "url": "http://www.medicaldaily.com/pulse/venus-flytraps-will-cut-you-if-you-stick-your-tongue-them-plus-4-other-plants-can-325714", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/03/14/venus-flytrap.png", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/14/venus-flytrap.png"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Weird Medicine", "published_time": "2015-03-14T13:15:48-04:00", "modified_time": "2015-03-14T13:15:46-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Don’t try this at home. Venus flytraps will cut you."}, "article_summary": "In the video, the uploader sticks his tongue into the open jaws of the Venus flytrap.\nVenus flytraps may be creepy for flies and other tiny critters, but it seems like humans can’t handle them, either.\nPulling his tongue out just results in a lot of blood and pain for this poor guy.\nIn a snap, it clamps shut on his tongue, digging its spiky claws into the flesh.\nAs one of the most poisonous plants in the world, it has the power to inflict enormous pain with only a touch."}