{"article_title": "Here Are The Most Profitable Hospitals In North Texas—And Why « D Healthcare Daily", "article_keywords": ["profitable", "north", "d", "baylor", "hospital", "daily", "inpatient", "health", "texasand", "healthcare", "baumgarten", "hospitals", "think", "texas", "care"], "article_url": "http://healthcare.dmagazine.com/2015/01/21/here-are-the-most-profitable-hospitals-in-north-texas-and-why/", "article_text": "While earnings among hospitals in the Dallas-Fort Worth region declined slightly in 2013 compared to the year prior, the thriving industry still pulled in $1.998 billion, according to a market report released earlier this month.\n\nMinneapolis-based researcher Allan Baumgarten began publishing the Texas Health Market Review in 1998, a summary of hospital revenue, inpatient use, and the prevalence of HMOs and other insurance plans. He released the newest edition earlier this month. Here is a report from last year’s.\n\nThe 2014 report is a reflection of the year prior, which capped with Tenet Health finalizing the acquisition of Vanguard in October and the humungous merger of Baylor Health Care System and Scott & White Health in September. Also, the Affordable Care Act had not yet completed its first open enrollment period. Methodist Health System had not paired with the Mayo Clinic, nor had Baylor and the Cleveland Clinic come to terms on their new cardiac alignment.\n\nSo, the numbers are a bit transitional. But, if you’re interested in profits, they’re certainly encouraging. Baumgarten notes that the state’s hospital profitability remains “very strong,” despite flat inpatient use. Indeed, three of the last four years have seen North Texas hospitals posting a cumulative profit margin of above 12 percent. In 2013, the region noted a 12.1 percent rate.\n\nAnd as we begin to see the impact of statewide mergers and acquisitions and strategic affiliations—just look to Tenet’s last few quarterly reports for evidence of its post-Vanguard successes—the numbers will likely increase again going forward.\n\n“I think the 2013 numbers will only hint at those things,” Baumgarten says. “It’s going to look a lot like the last two years, the same kind of trends with flat or declining inpatient days and strong profitability.”\n\nJudging by total net income reported, Baylor Health Care System’s reported $537 million—a margin of 16 percent—is the most profitable in North Texas. HCA trails at second, with a higher margin (18.5 percent) but a reported $383 million. Methodist Hospitals of Dallas is third, with $245 million and a 14.2 percent profit margin.\n\nBut inpatient rates are relatively stagnant and North Texas is in the midst of a healthcare building boom. Statewide, 65 percent of inpatient beds were in use on an average day. In 2007, it was 67.7 percent. Inpatient occupancy in Dallas-Fort Worth was even lower in 2013: 61.6 percent. HCA had the highest rate, with 67 percent, followed by Texas Health Resource’s 61.3 percent.\n\n“I suspect that there will come a time there will be some downsizing, but I think a big part of their strategy is to have as wide a geographic footprint as possible,” Baumgarten said. “You may be constructing new hospitals in the further reaches of Denton County, or Waxahachie, where the new Baylor hospital went up. I think all these systems want to be out on the fringe of their home court metropolitan areas.”\n\nMeanwhile, the increased access because of the Affordable Care Act—About 740,000 Texans gained coverage during the first enrollment period, which wrapped in March 2014—will increase the need for primary care services, but likely won’t have an impact on the inpatient rates.\n\nThe hospital systems know this, and have begun increasing their presence in communities and neighborhoods, even going so far as partnering with big-box retailers and pharmacy stores like Walmart, Walgreens, and CVS.\n\nThe results from these strategies won’t be evident until data from 2014 is released. But, it appears North Texas is in good shape heading into the disruption. Below is Baumgarten’s list of hospital figures, click to enlarge.", "article_metadata": {"og": {"site_name": "D Healthcare Daily", "description": "While earnings among hospitals in the Dallas-Fort Worth region declined slightly in 2013 compared to the year prior, the thriving industry still pulled in $1.998 billion, according to a market report released earlier this month. Minneapolis-based researcher Allan Baumgarten began publishing the Texas Health Market Review in 1998, a summary of hospital revenue, inpatient use, and the prevalence of HMOs and other insurance plans. He released the newest edition earlier this month. Here is a report from last year's. The 2014 report is a reflection of the year prior, which capped with Tenet Health finalizing the acquisition of Vanguard in October and the humungous merger of Baylor Health Care System and Scott & White Health in September. Also, the Affordable Care Act had not yet completed its first open enrollment period. Methodist Health System had not paired with the Mayo Clinic, nor had Baylor and the Cleveland Clinic come to terms on their new cardiac alignment. So, the numbers are", "title": "Here Are The Most Profitable Hospitals In North Texas—And Why", "url": "http://healthcare.dmagazine.com/2015/01/21/here-are-the-most-profitable-hospitals-in-north-texas-and-why/", "image": "http://healthcare.dmagazine.com/wp-content/uploads/2015/01/Screen-Shot-2015-01-20-at-3.23.06-PM.png", "type": "article"}, "article": {"published_time": "2015-01-21T05:00:36Z", "modified_time": "2015-01-21T16:37:54Z"}, "twitter": {"description": "While earnings among hospitals in the Dallas-Fort Worth region declined slightly in 2013 compared to the year prior, the thriving industry still pulled in $1.998 billion, according to a market report released earlier this month. Minneapolis-based researcher Allan Baumgarten began publishing the Texas Health Market Review in 1998, a summary of hospital revenue, inpatient use, and the prevalence of HMOs and other insurance plans. He released the newest edition earlier this month. Here is a report from last year's. The 2014 report is a reflection of the year prior, which capped with Tenet Health finalizing the acquisition of Vanguard in October and the humungous merger of Baylor Health Care System and Scott & White Health in September. Also, the Affordable Care Act had not yet completed its first open enrollment period. Methodist Health System had not paired with the Mayo Clinic, nor had Baylor and the Cleveland Clinic come to terms on their new cardiac alignment. So, the numbers are", "card": "summary"}, "description": "While earnings among hospitals in the Dallas-Fort Worth region declined slightly in 2013 compared to the year prior, the thriving industry still pulled in", "viewport": "width=device-width, initial-scale=1.0,minimum-scale=1.0,maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fd7a15\"", "article_summary": "Indeed, three of the last four years have seen North Texas hospitals posting a cumulative profit margin of above 12 percent.\nBut inpatient rates are relatively stagnant and North Texas is in the midst of a healthcare building boom.\nBut, it appears North Texas is in good shape heading into the disruption.\n“You may be constructing new hospitals in the further reaches of Denton County, or Waxahachie, where the new Baylor hospital went up.\nHCA had the highest rate, with 67 percent, followed by Texas Health Resource’s 61.3 percent."}