{"article_title": "Court Diversion Redirects Vets", "article_keywords": ["va", "stress", "court", "brewer", "florida", "redirects", "diversion", "vets", "treatment", "health", "dawson", "veterans", "say"], "article_url": "http://health.wusf.usf.edu/post/court-diversion-redirects-vets", "article_text": "George Dawson has the rough hands of a carpenter and a grizzly grey beard. He’s on his hands and knees pulling weeds out of a red mulch flower bed at the Orlando VA Medical Center’s administration building.\n\n“This community service ain’t too bad,” Dawson said. “I joked when I said Becky had me under the lash. It’s not hard. You just gotta do what you’re responsible for.”\n\nDawson is clean and sober, and a small business owner: He repairs and resells broken pallets. Thirteen months ago, it was a different story.\n\nHe was homeless, staying in extended stay hotels for $200 a week or sleeping on couches. He was an alcoholic with a drug problem and a Post-Traumatic Stress Disorder diagnosis.\n\n“I was … I don’t know,” Dawson said. “I wouldn’t say suicidal. I wasn’t suicidal, no. I was just…I had just hopelessly given up. That’s what I would say. And despair and depressed beyond belief. I felt like there was no hope.”\n\nDawson was arrested for driving on a suspended license. That was actually a good thing because it brought him into Veterans Court in Orlando. It’s one of many specialized programs popping up in civilian courts all across Florida and the rest of the country, offering an alternative to jail: Get treatment for the underlying health problems, and the charges will be dropped.\n\nVeterans Court for Dawson means regular drug testing and mood stabilizing medication for his PTSD. He got VA housing benefits. When he graduated from the Ninth Circuit’s Veteran’s Court on Wednesday, his charges were dropped.\n\nFederal statistics show that 80 percent of veterans in jail had a substance abuse problem before being incarcerated. One in four were homeless in the year prior to being arrested.\n\nDawson is 57, but his problems started as a 17-year-old tank driver stationed in South Korea for the Army.\n\n“There was death and violence and all sorts of things going on that you wouldn’t believe,” Dawson said. “For a young man of my age to experience. I lost it over there. I mentally lost it over there.”\n\nFlorida has the second highest population of veterans in the U.S., nearly 1.6 million people.\n\nIt’s estimated that one in five vets of recent conflicts will have Post Traumatic Stress Disorder or major depression. These conditions often are linked with substance abuse, homelessness and repeated arrests.\n\n“People who have Post Traumatic Stress Disorder and are untreated have anger, a lot of anger,” said University of Central Florida psychologist Deborah Beidel, who researches new therapies for veterans with PTSD, and has worked with patients from local veteran’s courts.\n\nBeidel said the focus on health care as part of the justice system is critically important.\n\n“If we just put everyone in jail when they’re suffering and in need of treatment, we’re not doing anything to fix the problem,” she said.\n\nFlorida has 16 active Veterans Court, including the year-old Orange and Osceola County court. The programs collaborate with the State Attorney’s office, Department of Corrections, probation officers, social workers, the VA and veteran’s groups each week to walk through individual cases.\n\nOrnage County Circuit Judge Jerry Brewer has a natural rapport with veterans because he is one. He served in Vietnam.\n\n“We were told to go home and take off our uniforms and forget we were ever there because of that time period,” Brewer said from the bench last month. “You walk through one airport too many where somebody calls you a baby killer and after you get to the end of it you say ok, well, maybe I am a baby killer, I don’t know.”\n\nMany of the cases Brewer deals with are more serious than driving on a suspended license.\n\n“If you look through this docket, you’re gonna see, right on top, [aggravated] assault with a deadly weapon,” Brewer said. “I doubt very seriously if there’s another veteran’s court in the state that’s seeing cases like that.”\n\nBrewer said they wrestled with the question of whether it’s fair to have a separate system for veterans focused on treatment. But you have to start somewhere, he said.\n\n“The way we’ve done business for years and years as the judicial branch of government, while it works to an extent, isn’t really doing everything that it could be doing,” Brewer said.\n\nFlorida is one of 32 states with Veterans Courts, and advocates want to see them in all 50. In the Central Florida program, 75 vets are active; 13 have graduated. Only one has flunked out.\n\nDawson got a new set of dog tags when he graduated from Veterans Court. He joked ahead of time he may even shave and swap out the T-shirt for a suit.\n\nStatistically, Dawson and people who go through Veterans Courts are much less likely to commit crimes later. Dawson said there’s a reason why.\n\n“It’s just a consolidated group of people who actually give a damn, you know?”\n\n-- Health News Florida reporter Abe Aboraya is part of WMFE in Orlando. Contact him at (407) 273-2300 x 183, on Twitter @AbeAboraya, or email at aaboraya@wmfe.org. Health News Florida receives support from the Corporation for Public Broadcasting.", "article_metadata": {"category": "HNF Stories", "description": "George Dawson has the rough hands of a carpenter and a grizzly grey beard. He’s on his hands and knees pulling weeds out of a red mulch flower bed at the", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/court-diversion-redirects-vets", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201412/IMG_0448.jpg", "type": "article", "description": "George Dawson has the rough hands of a carpenter and a grizzly grey beard. He’s on his hands and knees pulling weeds out of a red mulch flower bed at the", "title": "Court Diversion Redirects Vets"}, "story_id": 371632467, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Abe Aboraya", "org_id": 0, "dc": {"title": "Court Diversion Redirects Vets"}, "nid": 8966, "datePublished": "2014-12-18", "keywords": "Veterans Court, veteran health, mental health, court diversion", "wordCount": 941, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd7a22\"", "article_summary": "Florida has 16 active Veterans Court, including the year-old Orange and Osceola County court.\nWhen he graduated from the Ninth Circuit’s Veteran’s Court on Wednesday, his charges were dropped.\nThat was actually a good thing because it brought him into Veterans Court in Orlando.\nVeterans Court for Dawson means regular drug testing and mood stabilizing medication for his PTSD.\nDawson got a new set of dog tags when he graduated from Veterans Court."}