{"article_title": "States’ Budgets Squeeze Could Mean Higher Taxes For You", "article_keywords": ["fiscal", "reserve", "higher", "spending", "revenue", "tax", "budget", "taxes", "states", "state", "budgets", "squeeze", "stock", "mean"], "article_url": "http://www.thefiscaltimes.com/2015/06/23/States-Budgets-Squeeze-Could-Mean-Higher-Taxes-You", "article_text": "State finances across the U.S. have been described as stable but slow growing. Six years into the post-recession economic recovery, that statement may be accurate, but the full truth may be more troubling.\n\nA handful of states are caught in a real pension fix. A few statehouse budget battles in recent months have been notable for their heightened drama—Kansas, where huge tax cuts backfired on Gov. Sam Brownback; and Louisiana, where a member of Gov. Bobby Jindal's own party referred to his budget plan as \"money laundering.\"\n\nBut it's not the extremes that have state budget experts concerned. More states have been unable to complete budgets so far this year than is typical, and the situation points to long-term spending problems—from K–12 education to Medicaid and infrastructure—that will persist.\n\n\"The picture is more gloomy than stable, and state fiscal conditions might be better described as stagnant,\" said Lucy Dayadan, senior policy analyst at the Nelson A. Rockefeller Institute of Government.\n\nRelated: The Worst States For Retirement in 2015\n\n\"I am a glasses-half-full kind of guy,\" said Scott Pattison, the executive director of the National Association of State Budget Officers (NASBO) and a former Virginia budget officer. \"But on the downside ... a lot of states need to think more seriously about building reserves. We don't know when the next downturn will be.\"\n\nOverall, state reserve funds are at 7 percent of spending, but Pattison noted that if Texas' outsize reserve is excluded, then the average comes to 5 percent, and there are 15 states with less than 5 percent in reserve funds for fiscal 2016. That's a figure that has declined for four consecutive years, from 10.4 percent of spending in 2012 to 7.1 percent projected by NASBO in fiscal 2016.\n\nThe number of states with 5 percent or less in reserve has reached 19—the highest level in the past three years—while the number of states with 10 percent or more in reserve funds has decreased from 18 states in 2014 to 13 states in the next fiscal year. Year-end balances for states as a percentage of spending are at their lowest level since the recession.\n\nIn late April, Standard & Poor's released a report noting that six years into an economic expansion, more than 30 states face a budget shortfall in fiscal 2015 or 2016 (or both). S&P said there's no immediate threat to credit quality, but \"the fact that so many states confront shortfalls at all serves as an early warning of sorts.\"\n\nRelated: The 10 Best States For Paying Taxes\n\nThe U.S. Government Accountability Office estimates that states will need to take action today and maintain that action for 50 consecutive years to close their fiscal gap. The GAO projects that the peak in state tax receipts—2007—will not occur again until 2058.\n\nThe GAO estimates that during the 50-year period, states would have to reduce state and local government spending by 18 percent or increase tax revenue by a similar amount—or some combination of the two—to close the fiscal gap.\n\nStates are spending less, and some numbers stand out for sheer size of restraint being shown, said Donald Boyd, senior fellow at the Rockefeller Institute, author of a forthcoming report that looks at the weakness of state finances today versus previous post-recession periods.\n\nSocial benefit (Medicaid), consumption (public employees) and investment spending by the states has experienced a sea change, falling 18 percent since the start of the recession, with net investment down by more than 55 percent, according to the Bureau of Economic Analysis.\n\nRelated: The 10 Best States for Retirement in 2015\n\nU.S. Census Bureau data shows that spending by state and local government on construction fell by $50 billion at annual rates (16.4 percent) between the fourth quarters of 2007 and 2014.\n\nSome stats Boyd described as stunning—for public school construction, spending is down 45 percent since 2007. And between 2008 and 2013, Medicaid spending increased more than all other spending by the states combined.\n\nSinful gains\n\nEqually alarming data comes from the revenue side of the state fiscal equation.\n\nEmployment is only 2.4 percent above its prior peak, compared to 3.3 percent at this point after the 2001 recession and more than 12 percent for each of the three prior recessions. Consumption is only 10.8 percent above its prior peak, compared to more than 20 percent for each of four previous recessions, according to data culled from public sources in the Rockefeller Institute report.\n\nRelated: The 10 Worst States For Paying Taxes\n\nThese trends weaken tax coffers. State government tax revenue is only 5 percent above its pre-recession level. In four preceding recoveries, inflation-adjusted state tax revenue by this point had grown several times as much, ranging from 15 to 25 percent above pre-recession revenue.\n\nWhile states seem incapable of the major structural reform to tax codes, they are raising taxes on cigarettes, legalizing marijuana, adding gaming and increasing taxes on gasoline. At least seven states are expected to have marijuana legalization initiatives on their 2016 ballots.\n\nThese marginal taxes, or so-called sin taxes, are telling.\n\n\"The sin taxes are more politically palatable,\" said Laura Porter, managing director at Fitch Ratings.\n\nRelated: The 5 Best Cities To Raise a Family\n\n\"A lot of these things do bring in more revenue, whether it's cigarettes or legalizing marijuana or another casino, but it does not solve the budget problem,\" Pattison said. \"I can kind of understand, as states are trying to compromise on the budget, you throw something in like that,\" the NASBO executive director said.\n\n\"Marginal taxes won't bail out the states,\" said Bob Williams, president of right-leaning audit watchdog group State Budget Solutions. \"People will go to the reservation or neighboring state to get their cigarettes,\" he said.\n\nPattison said more \"incremental tweaking here and there over time\" will take place \"to adjust the tax code to the 21st century,\" but for many states major reform is going to be an enormous controversy.\n\nRoom for more pessimism\n\nPension underpayments are a daunting issue in states such as Illinois, Kentucky, New Jersey and Pennsylvania.\n\nRelated: 10 Worst States for Working Mothers\n\nFalling oil prices are a threat to the finances of oil-producing states such as Alaska, Louisiana, Montana, New Mexico, North Dakota, Oklahoma, Texas, West Virginia and Wyoming.\n\nStates that have high reliance on personal income taxes, particularly reliance on taxes on non-wage income (stock gains), are also facing fiscal challenges. For example, California, Colorado, Connecticut, Massachusetts and New York all have high reliance on income from capital gains.\n\nFitch believes most states can manage a normal downturn, but Porter said, \"In terms of challenges states face, the stock market is the thing that would be most problematic for them on the revenue side.\"\n\nA stock market downturn may also exacerbate pension issues across states. \"Roughly two-thirds of assets in pension funds are invested in the stock market,\" Boyd said. \"The mistake is thinking and hoping pension problems can be solved by the stock market rather than governments needing to be putting more in.\"\n\nRelated: The 10 Best States For Paying Taxes\n\nLong-term economic growth is likely to return, and that is reason for optimism about state finances. Rating agencies see no immediate risk to states making bond payments, either.\n\n\"This recovery has been longer and slower than prior recoveries, and states have had to grapple with slower revenue growth than they've typically seen,\" said Nicholas Samuels, vice president and senior credit officer at Moody's Investor Service. But Moody's, which maintains a stable outlook on the states, believes most states are doing a good job of balancing budgets and putting some revenue aside to build up reserves depleted during the downturn. He said some states are struggling with competing priorities, while others are engaged in broader policy debates.\n\n\"When I was budget director in Virginia in the late '90s and the money was coming in, politicians could solve most ideological issues,\" Pattison said. \"People who wanted spending could get it, and people who wanted tax cuts could get them,\" he explained.\n\nOthers warn that the outliers among states highlight the risk of poor policy decisions at a time when policy decisions are both more important and getting more difficult to make.\n\nRelated: 10 Best States For Working Mothers\n\n\"When first coming out of the recession, there can be broad agreement on policy choices, but now there's more debate,\" Porter said. \"When the choices put you in a bad place going forward, that becomes a credit issue,\" Porter said. \"New Jersey is a good example. If you choose to underfund your pension severely, it will have a negative effect.\" (New Jersey is one of only four states that receives a negative outlook from Fitch.)\n\nBoyd said the states face a lot of challenges in the next several years and are not well equipped to deal with them, or at squirreling money away.\n\n\"We're not on a precipice where all of a sudden we will fall off a cliff more,\" Boyd said. \"It's more pressure next year than this year, and more the year after that,\" Boyd said.\n\n\"States have difficulty negotiating budgets when the conditions are hardest. It's not a hard rule but a good general rule. Nobody wants to raise taxes, so this is an environment ripe for budget gimmicks pushing costs off to the future. I don't know what they will do in the future.\"\n\nIn the meantime, if you want to help your state, smoke while you drive a fuel-inefficient car—to a casino or marijuana dispensary.\n\nThis article originally appeared on CNBC.\n\nRead more from CNBC:\n\nHow to smoke weed in a business setting\n\nHow millenials can max out their savings\n\nWhy the next Zuckerber or Sandberg may come from Arkansas", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "State finances across the U.S. have been described as stable but slow growing.", "title": "States’ Budgets Squeeze Could Mean Higher Taxes For You", "url": "http://www.thefiscaltimes.com/2015/06/23/States-Budgets-Squeeze-Could-Mean-Higher-Taxes-You", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/privacy_taxes.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/06/23/States-Budgets-Squeeze-Could-Mean-Higher-Taxes-You", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/privacy_taxes.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "State finances across the U.S. have been described as stable but slow growing.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477afa6914bd0286fe63b1\"", "article_summary": "\"Marginal taxes won't bail out the states,\" said Bob Williams, president of right-leaning audit watchdog group State Budget Solutions.\nStates that have high reliance on personal income taxes, particularly reliance on taxes on non-wage income (stock gains), are also facing fiscal challenges.\nIn four preceding recoveries, inflation-adjusted state tax revenue by this point had grown several times as much, ranging from 15 to 25 percent above pre-recession revenue.\nThe GAO projects that the peak in state tax receipts—2007—will not occur again until 2058.\nBut it's not the extremes that have state budget experts concerned."}