{"article_title": "Planned Parenthood Without Walls: The Abortion Giant's New Business Plan", "article_keywords": ["giants", "yuma", "giant", "business", "facility", "regional", "abortion", "parenthood", "coordinator", "walls", "health", "planned", "education", "plan"], "article_url": "http://www.lifenews.com/2013/12/04/planned-parenthood-without-walls-the-abortion-giants-new-business-plan/", "article_text": "Planned Parenthood has a new plan for driving business to its abortion facilities and getting its salacious sex education programs into schools. Planned Parenthood Arizona, Inc., revealed the plan in announcing the closure of its birth control facility in Yuma, Arizona.\n\nThe small, part-time facility open only one day a week was obviously not profitable, so the closure comes as no surprise. What makes this closure unique is that Planned Parenthood is not leaving the area after it closes its only local facility. In fact, it is hiring a full-time regional health education coordinator who will focus on implementing Planned Parenthood’s salacious sexual foreplay and sexual intercourse education programs across Yuma County. The coordinator will not be confined to a building, but will “go out to the people.”\n\nThe abortion giant plans to send its regional health education coordinator to talk directly with school district leaders about the high teen pregnancy rate, and convince them that a free Planned Parenthood curriculum and free teacher training provided by the abortion giant is the ticket to reducing the unintended pregnancy rate. Planned Parenthood, however, has been actively involved in the county for 20 years, obviously contributing to the problem.\n\nA Yuma Sun article also says that the Planned Parenthood regional health education coordinator will “facilitate access to hard-to-find sexual and reproductive health services with the on-the-go ability to book healthcare appointments.” That seems to stand at odds with its stated reason for closing its facility there—that it was duplicating services already available locally at healthcare centers and even grocery stores, where one can buy an HIV test and mail it off for results.\n\nIt is clear that that “hard-to-find reproductive health services” is a reference to abortion, which is currently available at three Planned Parenthood locations in Arizona. The regional health education coordinator will be able to book appointments with an electronic tablet. For those who can’t afford the gasoline or babysitting to go to their abortion appointments, the regional coordinator will assist with funding!\n\nThe Yuma Planned Parenthood facility was, at one time, an abortion facility, but because of state legislation requiring that only physicians dispense abortion drugs, the facility chose to discontinue abortions.\n\nIn 2012, an estimated 60.5 percent of the population in Yuma County was Hispanic or Latino, and 27.1 percent of the population spoke a language at home other than English. The Planned Parenthood operative will stay behind, targeting this population. Research conducted by Protecting Black Life concluded that the “2010 Census results reveal that Planned Parenthood is targeting minority neighborhoods. 79 percent of its surgical abortion facilities are located within walking distance of African American or Hispanic/Latino neighborhoods.” Leaving a Planned Parenthood operative in place will allow the abortion giant to target the predominantly Hispanic population in Yuma County with Planned Parenthood sex education and the resultant abortions, then facilitate pushing them to the nearest Planned Parenthood facility.\n\nWith Obamacare providing new, lucrative streams of funding for developing and implementing Planned Parenthood sex education programs, and providing new funding to Planned Parenthood to navigate people into its health insurance scheme, it appears the abortion giant is poised to become even more entwined in the fabric of communities, maintaining operatives in areas where the organization exists in the shadows, as it were, with no brick and mortar presence.\n\nCLICK LIKE IF YOU’RE PRO-LIFE!\n\nGovernment funding is driving the Planned Parenthood abortion/sex education/propaganda machine. Through Obamacare, Medicaid eligibility is being exponentially expanded, providing another huge source of income for the abortion giant. Those who see the urgency of stopping Planned Parenthood must be actively fighting government funding of the abortion giant on all levels. Visit our Defund Planned Parenthood Action Center today to find out more about stopping government funding of Planned Parenthood.\n\nLifeNews.com Note: Rita Diller is the national director of American Life League’s Stop Planned Parenthood Project.", "article_metadata": {"description": "Planned Parenthood Without Walls: The Abortion Giant's New Business Plan", "og": {"site_name": "LifeNews.com", "description": "Planned Parenthood has a new plan for driving business to its abortion facilities and getting its salacious sex education programs into schools. Planned Parenth", "title": "Planned Parenthood Without Walls: The Abortion Giant’s New Business Plan", "url": "http://www.lifenews.com/2013/12/04/planned-parenthood-without-walls-the-abortion-giants-new-business-plan/", "image": "http://www.lifenews.com/wp-content/uploads/2012/02/plannedparenthood53-190x142.jpg", "locale": "en_us", "type": "article"}, "fb": {"app_id": 204509779594999}, "OBKey": "avejq02j7xRr+0owuq+Pcw==", "keywords": "planned parenthood,walls,abortion,giant,business,plan,rita diller,prolife", "google-site-verification": "PPPx-GD0i7nWjUFAYnFdOYorAAJLuNyKOl23JCeXyrQ", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Visit our Defund Planned Parenthood Action Center today to find out more about stopping government funding of Planned Parenthood.\nThe Yuma Planned Parenthood facility was, at one time, an abortion facility, but because of state legislation requiring that only physicians dispense abortion drugs, the facility chose to discontinue abortions.\nPlanned Parenthood has a new plan for driving business to its abortion facilities and getting its salacious sex education programs into schools.\nThose who see the urgency of stopping Planned Parenthood must be actively fighting government funding of the abortion giant on all levels.\nResearch conducted by Protecting Black Life concluded that the “2010 Census results reveal that Planned Parenthood is targeting minority neighborhoods."}