{"article_title": "Website whimsy inspires real-life marathon", "article_keywords": ["website", "run", "went", "hes", "started", "comic", "whimsy", "inman", "blerch", "running", "oatmeal", "reallife", "inspires", "marathon"], "article_url": "http://www.dailycamera.com/get-out/ci_25549223/website-whimsy-inspires-real-life-marathon", "article_text": "Matthew Inman, 31, creator of the popular illustrated web comic The Oatmeal, speaks at the 2013 South by Southwest festival in Austin. In the decade since he started running, he's lost 40 pounds, finished several marathons and is now putting on a quirky marathon of his own, including fat-suited athletes chasing down the event's 2,000 participants. ( Daniel Petty / Denver Post file photo )\n\nWhen Matthew Inman first started running around Seattle's Green Lake, he would envision being chased by a fatter version of himself — sometimes as a plump kid, sometimes as an obese adult.\n\n\"At first I made it for, like, a half a mile, huffing and puffing, and I hated it,\" said Inman, 31, who has since become the creator of the popular comics and humor website The Oatmeal. \"But I just kept telling myself, 'Let's go a little bit further.' ... If I ever slowed down, he'd catch me.\"\n\nThe motivation worked. In the decade since he started running, he's lost 40 pounds, finished several marathons and is now putting on a marathon of his own — in true comic fashion.\n\nThe Sept. 21 \"Beat The Blerch\" 10K/half/full marathon, planned for a scenic route starting in Carnation, Wash., will include cartoon versions of the fat guy chasing Inman on his runs, a character Inman calls \"The Blerch.\" Several such fat-suited cherubs will chase the event's 2,000 participants past \"aid\" stations that will include birthday cake, Nutella and purple grape drinks.\n\nInman's comic oeuvre includes over-the-top analyses of grammatical mistakes, social-media etiquette, and eye-popping twists on science and history lessons. His comic about the inventive electrical engineer Nikola Tesla spurred so much interest that his readers ended up donating more than $1 million to help a group finally secure the land they needed to build a Tesla museum in New York.\n\nAdvertisement\n\nThe Blerch first appeared in Inman's work last summer with an online essay, \"The Terrible and Wonderful Reasons Why I Run Long Distances.\"\n\nInman says the creature is a personification of his daily temptations to give in to gluttony, apathy and indifference.\n\n\"Slow down, Captain SpeedyPants!\" The Blerch says to a runner. \"Let's go home. We've got gravy to eat and naps to conquer. Also, the RoboCop trilogy on Netflix isn't going to watch itself.\"\n\nWhen he first sat down to write it, Inman intended for the comic to be short. Instead it became a six-section epic. After hunkering down in his writing and digital-illustration studio at his North Beach home for the past four months, he's expanding the comic into a 140-page book to be released the same month as the marathon. \"It turned into a deranged, illustrated diary of a former fat kid,\" Inman said. \"It's actually a lot of practical advice and tough love about the excuses we make to not exercise.\"\n\n\"It's not just about running. It's about eating and all the issues behind it.\"\n\nInman, who started teaching himself computer programming when he was 13, went to high school in Idaho, skipped college and went to Seattle to work at age 17. His coding projects often had him hunched over a computer more than 70 hours a week, making his life so sedentary, he recalled, that by age 22 he was inspired to start running.\n\nWhat Inman said he most loves about it is the high and the feeling of accomplishment that comes with even a 20-minute run. He says he's not a health freak — just someone who feels spiritually and creatively refreshed by running.\n\n\"The house could be trashed, I could be late on paying my bills, my taxes are due, I haven't shaved,\" Inman said. \"But if I've gone running that day, I always feel like my whole life is coming together.\"\n\nInman said the unexpected feedback from the initial comic inspired him to plan the marathon.\n\n\"I wrote the comic just to say, 'This is how I feel. This is why I run,'\" Inman said. \"But later I got hundreds of messages from people who said they went running and lost weight because of it.\"\n\nIn addition to one Oatmeal fan from New York who showed up to a book-signing wearing her own Blerch costume, Inman said he'll recruit elite athletes to wear fat suits that might or might not end up being padded-up Tinkerbell costumes.\n\nRegistration is $50 for the 10K, $75 for the half-marathon, $100 for the full marathon — and includes an \"I Beat The Blerch in 2014\" T-shirt, photo downloads and other \"Blerch surprises.\" A portion of proceeds will go to the Washington Trails Association and National Wildlife Federation.\n\nSaid Inman, who plans to run the half-marathon, \"It's going to be surreal at the race to see this deranged creation of mine made into a reality.\"", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/get-out/ci_25549223/website-whimsy-inspires-real-life-marathon", "sailthru.author": "By Alexa Vaughn \n \n  The Seattle Times", "ag": {"canon": "BoulderDailyCamera:article:25549223:view"}, "startDate": "2014-04-13T10:56:41-0600", "twitter": {"domain": "dailycamera.com", "description": "When Matthew Inman first started running around Seattle's Green Lake, he would envision being chased by a fatter version of himself — sometimes as a plump kid, sometimes as an obese adult.", "title": "Website whimsy inspires real-life marathon", "url": "http://www.dailycamera.com/get-out/ci_25549223/website-whimsy-inspires-real-life-marathon", "image": "http://extras.mnginteractive.com/live/media/site21/2014/0411/20140411__14DCGCENw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "OLD Recreation: Get Out", "modificationDate": "2014-04-11T22:52:49-0600", "endDate": "2024-04-13T10:56:41-0600", "news_keywords": "Boulder Colorado outdoor news information", "byline": "By Alexa VaughnThe", "pubDate": "2014-04-11T22:54:02-0600", "sailthru.date": "2014-04-13T10:56:41-0600", "sailthru.title": "Website whimsy inspires real-life marathon", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2014/0411/20140411__14DCGCENw~1_300.jpg", "description": "When Matthew Inman first started running around Seattle's Green Lake, he would envision being chased by a fatter version of himself — sometimes as a plump kid, sometimes as an obese adult.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/get-out/ci_25549223/website-whimsy-inspires-real-life-marathon", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "When Matthew Inman first started running around Seattle's Green Lake, he would envision being chased by a fatter version of himself — sometimes as a plump kid, sometimes as an obese adult.", "title": "Website whimsy inspires real-life marathon"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2014/0411/20140411__14DCGCENw~1.jpg"}, "article_summary": "\"But later I got hundreds of messages from people who said they went running and lost weight because of it.\"\nIn the decade since he started running, he's lost 40 pounds, finished several marathons and is now putting on a marathon of his own — in true comic fashion.\nIn the decade since he started running, he's lost 40 pounds, finished several marathons and is now putting on a quirky marathon of his own, including fat-suited athletes chasing down the event's 2,000 participants.\nThis is why I run,'\" Inman said.\nMatthew Inman, 31, creator of the popular illustrated web comic The Oatmeal, speaks at the 2013 South by Southwest festival in Austin."}