{"article_title": "Seven Takeaways From Obama’s Visit to Cuba", "article_keywords": ["embargo", "seven", "congress", "democracy", "cuba", "takeaways", "visit", "cuban", "castro", "speech", "president", "obamas", "obama"], "article_url": "http://www.thefiscaltimes.com/2016/03/23/Seven-Takeaways-Obama-s-Visit-Cuba", "article_text": "President Obama wrapped up his landmark visit to Cuba on Tuesday, marking over a year of concerted efforts to normalize relations between two nations that have been estranged since 1959.\n\n\"I am here to bury the last remnants of the Cold War in the Americas. I am here to extend a hand of friendship to the Cuban people,\" Obama said during a speech in Havana, the first time a sitting U.S. president’s remarks were broadcast to the island’s 11 million people while on Cuban soil.\n\nYet the trip, the first by a U.S. president to Cuba in 88 years, also laid out the major issues that still exist between the two former adversaries.\n\nHere are seven takeaways from Obama’s historic visit.\n\nRelated: 10 American Companies Hopping on the Cuba Bandwagon\n\nTrade. Speaking at the Great Theatre of Havana, Obama received a standing ovation for his call to Congress to end the trade embargo on Cuba.\n\n“It is an outdated burden on the Cuban people. It's a burden on the Americans who want to work and do business or invest here in Cuba. It's time to lift the embargo,” Obama said. But, he added, “even if we lifted the embargo tomorrow, Cubans would not realize their potential without continued change here in Cuba.”\n\nThe line followed by not so thinly veiled suggestions that Cuban President Raúl Castro has serious work to do in modernizing his country’s economy, such as eliminating its two-currency system and allowing access to the Internet on all parts of the island.\n\nGitmo. Tuesday’s address was Obama’s chance to make Castro squirm in his seat a little the day after the head of state, appearing at a joint press conference, urged the U.S. to give back the land occupied by the Guantanamo Bay prison facility, something only Congress can do.\n\n“In order to move forward towards normalization, it will also be necessary to return the territory illegally occupied by Guantanamo Naval Base,” Castro said.\n\nRelated: USDA Chief Says Farmers Looking Ahead to Possible Cuba Markets\n\nThe comment no doubt irked Obama who promised to shutter the controversial detention camp during his first run for the White House, only to be stymied by both Democratic and Republican congresses. Last month the Defense Department submitted a proposal to Congress for closing the prison, but offered no clear alternative for the site.\n\nAwkward! The mention of Gitmo during the Western-style press conference wasn’t the only source of tension, as Obama pressed Castro on his government’s human rights record.\n\nCastro, who at times appeared visibly annoyed with the format and having to answer questions from journalists, apparently didn’t know how to make a graceful exit either.\n\nAs the joint appearance came to a close, and Obama went to shake Castro’s hand, the Cuban leader grabbed Obama’s other arm and hoisted it up, like at the end of a boxing match.\n\nWell this could have gone better... https://t.co/skoISjMGQj https://t.co/bNUdLxJTbf — Mashable (@mashable) March 21, 2016\n\nCold War history. That Obama’s closing address was given at the same location where President Calvin Coolidge spoke in 1928 was emblematic of just how much time has passed since the U.S. and Cuba were friendly neighbors – a schism that can’t be repaired after a little over a year.\n\n“Havana is only 90 miles from Florida, but to get here, we had to travel a great distance, over barriers of history and ideology, barriers of pain and separation,” Obama said. “Like so many people in both of our countries, my lifetime has spanned a time of isolation between us,” he later added.\n\nCultural gap. Five decades of frosty relations aside, Obama did his best to endear himself to the Cuban people. He peppered his speech with cultural references to the island’s luminaries, like writer Ernest Hemingway. The “United States and Cuba are like two brothers that have been estranged for many years, even as we share the same blood,” the president said.\n\nRelated: House Speaker Ryan attacks Obama trip to Cuba\n\nDemocracy. Obama hammered the importance of democracy to the 1,500-member audience that has only known life under the strong-arm Castro regime, and used the current 2016 presidential race as an example.\n\nThe president painted the election a vibrant, hopeful contest as opposed to the personal and vulgar fight it’s been.\n\n“You had two Cuban Americans in the Republican party running against the legacy of a Black man who was president while arguing that they're the best person to beat the Democratic nominee, who will either be a woman or a democracy socialist.\n\n“Who would have believed that back in 1959? That's a measure of our progress as a democracy,” Obama said.\n\nBaseball. In addition to his speech, Obama made time on Tuesday to attend an exhibition baseball game between Major League Baseball's Tampa Bay Rays and Cuba's national team.\n\nLast week the administration implemented a new policy to let Cubans earn salaries in the U.S. as long as they don't pay special taxes back home. The regulations specifically mention athletes, along with artists and performers.\n\nAnd the MLB is in talks with both nations' governments on a possible deal that would make it easier for Cuban ballplayers to play in America without having to sneak off during international tournaments or risk high-seas defections.\n\nObama settled in just behind home plate with Castro on one side, and his family on the other. In the first instance of what could be called baseball diplomacy, the Rays won, 4 to 1.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "President Obama wrapped up his landmark visit to Cuba on Tuesday, marking over a year of concerted efforts to normalize relations between two nations that have been estranged since 1959.", "title": "Seven Takeaways From Obama’s Visit to Cuba", "url": "http://www.thefiscaltimes.com/2016/03/23/Seven-Takeaways-Obama-s-Visit-Cuba", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/03232016_Obama_Cuba.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/03/23/Seven-Takeaways-Obama-s-Visit-Cuba", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/03232016_Obama_Cuba.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "President Obama wrapped up his landmark visit to Cuba on Tuesday, marking over a year of concerted efforts to normalize relations between two nations that have been estranged since 1959.", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "Here are seven takeaways from Obama’s historic visit.\nPresident Obama wrapped up his landmark visit to Cuba on Tuesday, marking over a year of concerted efforts to normalize relations between two nations that have been estranged since 1959.\nIt's time to lift the embargo,” Obama said.\nThat's a measure of our progress as a democracy,” Obama said.\nIn addition to his speech, Obama made time on Tuesday to attend an exhibition baseball game between Major League Baseball's Tampa Bay Rays and Cuba's national team."}