{"article_title": "Homeschool mom who destroyed evolution at a museum heads to the zoo in search of dragons", "article_keywords": ["water", "evolution", "heads", "dont", "things", "museum", "homeschool", "fox", "search", "zoo", "destroyed", "video", "know", "mom", "scientists", "suggestions", "dragons", "shows"], "article_url": "http://www.rawstory.com/2014/12/homeschool-mom-who-destroyed-evolution-at-a-museum-heads-to-the-zoo-in-search-of-dragons/", "article_text": "Megan Fox (YouTube)\n\nScience-hating homeschooling mom Megan Fox went looking for evidence of dragons and liberal bias — and found both — in her video “audit” of a suburban Chicago zoo.\n\n“Look, I found a dragon!” she exclaims as she examines a lizard. “Spikes, claws, scales, nails – it’s a dragon!”\n\nFox, whose stupefying video audit of a science museum went viral last month, toured the Brookfield Zoo in another series of videos posted on her YouTube channel.\n\nShe complains that the zoo is exhibiting “anti-human” prejudice in a display that shows 90 percent of the world’s primates are threatened with extinction due to the actions of one species of primate.\n\n“There are tons of (displays) here that say, you know, humans are bad,” Fox says. “There’s all kinds of anti-human and green initiative stuff that we can look at here, so it’s going to be fun.”\n\nThe PJ Media blogger argues, as the camera lingers over the Spanish translation of “water,” that a display on water conservation has nothing to do with animals and is instead leftist propaganda.\n\n“This is another one of those things on the Left: ‘You are using too much water, you are depleting the water resources, you humans are bad — we’re going to take the H2Oath,'” Fox says. “Come on, this is laughable.”\n\nShe mocks suggestions she encounters for conserving energy and natural resources as impractical and inconvenient.\n\n“They don’t want you to wash your car because that would be wasting water,” she says. “No, you’re supposed to wash it in the rain, like the Prius commercial, the new Prius commercial, that says the kid goes out there and washes the car in the rain. Yeah, that’s a great idea. Come on!”\n\nAfter reading the suggestions, Fox and her cameraman read the instructions and discover the items were intended to spur discussion about how individual choices can affect the environment — which they see as evidence of liberal hypocrisy.\n\n“Instead of teaching them an economic benefit to their behavior, they want to just mandate behavior and control,” the unidentified cameraman says as Fox’s eyes glaze over. “And dictate and use guilt like an emotional thing instead of just economics of it — this would save you money if you did this.”\n\nThe pair then complain about Obamacare, saying that exemption waivers are available to Democratic political donors and other favored liberals.\n\n“What is eco-tourism?” she asks about a suggestion on environmentally friendly vacations. “Is that where you use recycled towels and things in a recycled hotel? And eat recycled food? Do people regurgitate it for you, and then you eat that? What is eco-tourism?”\n\nShe also mocks suggestions about easily washed cotton clothing and buying clothing at thrift stores, saying Al Gore probably buys all of his suits at Brooks Brothers.\n\n“We shop at the thrift, but we shop there because it’s economical,” Fox says. “We don’t shop there because we want to feel like good people. When we want to feel like good people, we are kind to one another — or we go to church.”\n\nShe and her cameraman agree the suggestions for environmentally friendly living amount to a liberal Bible.\n\n“It’s like the 10 Commandments — it’s made out of something heavy, like stone,” Fox says, as she turns the pages to a book that’s intended to remain outside and withstand the elements. “These are the commandments right here, we found them — the modern sins.”\n\n“These are the sins, and if you commit these sins, you must buy your carbon-credit indulgences,” she adds, echoing an observation by her cameraman.\n\nFox, who is being sued for defamation by an employee of the Orland Park library over an ongoing dispute about online pornography, frequently claims that dinosaurs and reptiles are, in fact, dragons.\n\nShe has been posting links lately on her Facebook page of Christmas sweaters that show dinosaurs – which she offers as proof to various nonscientific claims.\n\n“ANOTHER SWEATER SHOWS ALTERNATIVE TAKE on dragons and what they eat,” Fox wrote about a sweater showing a Tyrannosaurus rex eating a reindeer. “This one shows dragons and reindeer interacting. Can scientists prove this never happened?”\n\nFox, in between posts about the library in a neighboring suburb and the spending habits of its employees, frequently complains about scientists and their methods.\n\nShe argued that the recent discovery of a species of frog in New Jersey should undercut any claims to authority by scientists.\n\n“Sure feels like there are a lot of scientists in New Jersey,” Fox said. “But, they missed this frog for all those decades (if not centuries). A few things are always interesting to remember in moments like these: (1) scientists don’t know everything and are ‘surprised’ by something seemingly every day; (2) there are more animals that exist that have not been ‘discovered’ than scientists would have you believe; (3) if scientists don’t know about every animal alive right now then how could they know what animals existed back in the caveman prehistoric days?”\n\nWatch part one of Fox’s video audit of the Brookfield Zoo posted online:", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2014/12/Megan-Fox-800x430.png", "height": 430}, "title": "Homeschool mom who destroyed evolution at a museum heads to the zoo in search of dragons"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477af46914bd0286fd7a5d\"", "article_summary": "Megan Fox (YouTube)Science-hating homeschooling mom Megan Fox went looking for evidence of dragons and liberal bias — and found both — in her video “audit” of a suburban Chicago zoo.\n“There are tons of (displays) here that say, you know, humans are bad,” Fox says.\n“ANOTHER SWEATER SHOWS ALTERNATIVE TAKE on dragons and what they eat,” Fox wrote about a sweater showing a Tyrannosaurus rex eating a reindeer.\n“Come on, this is laughable.”She mocks suggestions she encounters for conserving energy and natural resources as impractical and inconvenient.\nCome on!”After reading the suggestions, Fox and her cameraman read the instructions and discover the items were intended to spur discussion about how individual choices can affect the environment — which they see as evidence of liberal hypocrisy."}