{"article_title": "Boost support for TPP by rethinking ISDS", "article_keywords": ["arbitration", "rethinking", "isds", "investors", "support", "trade", "states", "united", "tpp", "president", "boost", "governments"], "article_url": "http://thehill.com/blogs/congress-blog/foreign-policy/247154-boost-support-for-tpp-by-rethinking-isds", "article_text": "President Obama’s approach to trade policy has not been particularly adroit. After running for office as a protectionist, he later decided to support freer trade, but never found a way to explain that shift to most of the Democratic Party. Passage of trade promotion authority (TPA) under difficult circumstances allows the administration to conclude the Trans-Pacific Partnership (TPP), but congressional approval of that pact should not be taken for granted.\n\nThis is not a time for hubris. Rather, serious efforts should be made to address TPP concerns that have been raised by reasonable critics. One of the most contentious provisions is “investor-state dispute settlement,” or ISDS. The president should act decisively to boost support for TPP by eliminating or modifying ISDS.\n\nADVERTISEMENT\n\nISDS provisions are intended to encourage companies to invest overseas. They provide international arbitration mechanisms that allow foreign investors to sue governments for compensation. The original idea was to prevent discrimination against foreign-owned businesses and to provide financial recourse when governments expropriate property. Recent ISDS agreements also have authorized arbitration at times when governments have not granted treatment that is “fair and equitable.” That rather vague standard has opened the door for creative attorneys to file a rapidly rising number of arbitration cases. The United States has never lost an ISDS arbitration case, but seems certain to do so eventually. Such a loss runs the risk of further diminishing public support for trade agreements.\n\nOpponents, including Sen. Elizabeth Warren Elizabeth WarrenTrump sticks by 'Pocahontas' nickname after being challenged Trump: Warren ‘as Native American as I am’ The Hill's 12:30 Report MORE (D-Mass.), argue that ISDS provides foreign investors with the ability to challenge government measures intended to regulate labor, the environment, and financial markets. Some of the scare tactics used by left-leaning adversaries of international economic integration have been outlandish, serving to dumb down what ought to be a thoughtful debate on the merits of the agreement. Nothing in ISDS appears likely to lead to poisoning of the U.S. food supply, for instance, yet such claims have seriously undermined public support for ISDS and for TPP itself. More legitimate criticisms of ISDS include that it provides special legal rights for investors from overseas – rights not shared by domestic firms – to file arbitration cases against governments in the United States, and that ISDS does nothing to enhance trade liberalization.\n\nSupporters of ISDS, which includes most of the U.S. business community, argue that being able to pursue claims against unfair treatment by governments makes firms more willing to invest. Although the evidence is inconclusive, this may lead to greater economic growth and increased prosperity, while providing an incentive for good governance. There are thought to be several thousand ISDS agreements in force. They may have played a role in boosting cross-border economic integration and global supply chain efficiency.\n\nTrue, cross-border investors would prefer that TPP include ISDS. But most U.S. companies understand that the real benefits of TPP would come from reforms that reduce barriers to trade in goods and services, as well as making foreign investment possible by opening up previously closed sectors of the economy. If there are no ISDS provisions in TPP, companies have other approaches to risk management: adding arbitration clauses to contracts; purchasing political risk insurance; or simply investing somewhere safer. It’s worth noting that there is no ISDS agreement between the United States and China, for instance, yet a large number of U.S. firms have invested there. No ISDS provision was included in the U.S.-Australia FTA, yet its passage was strongly supported by the business community. The same would be true for TPP even in the absence of ISDS.\n\nCould Obama cultivate additional votes for TPP among Democratic members of Congress by addressing ISDS concerns? First he would have to persuade other TPP nations to adjust or eliminate ISDS fairly late in the negotiating process. Since the United States has been the strongest proponent of including such a measure, the president may be able to get other countries to agree. Removing ISDS would be the simplest and quickest alternative. However, if realities dictate that some ISDS provision must be retained, the wording should be tightened to remove – at a minimum – the fair-and-equitable-treatment language. Such a change would strengthen the coalition in favor of TPP by showing that the president has been listening to his critics, especially those who want him to succeed.\n\nTaking a proactive approach to fixing ISDS would address a problem that has the potential to torpedo TPP in Congress. This may be the most practical step the administration could take to enhance the prospects for TPP among Democrats, while likely costing no Republican votes. The president should undergird congressional support for his trade agenda by rethinking ISDS promptly before TPP talks conclude.\n\nPearson is senior fellow in trade policy studies at the Cato Institute.", "article_metadata": {"dcterms.description": "President Obama’s approach to trade policy has not been particularly adroit.", "description": "President Obama’s approach to trade policy has not been particularly adroit.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "President Obama’s approach to trade policy has not been particularly adroit.", "title": "Boost support for TPP by rethinking ISDS", "url": "http://thehill.com/blogs/congress-blog/foreign-policy/247154-boost-support-for-tpp-by-rethinking-isds", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-02T03:29:10-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-02T03:29-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/foreign-policy/247154-boost-support-for-tpp-by-rethinking-isds", "dcterms.date": "2015-07-08T08:30-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Joe Picard", "author": "Daniel Pearson", "dcterms.type": "Text", "keywords": ",Elizabeth Warren,", "article": {"published_time": "2015-07-08T08:30:03-04:00", "modified_time": "2016-02-02T03:29:10-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/foreign-policy/247154-boost-support-for-tpp-by-rethinking-isds", "widgets": {"csp": "on"}, "description": "President Obama’s approach to trade policy has not been particularly adroit.", "card": "summary", "title": "Boost support for TPP by rethinking ISDS"}, "dcterms.title": "Boost support for TPP by rethinking ISDS"}, "article_summary": "The president should undergird congressional support for his trade agenda by rethinking ISDS promptly before TPP talks conclude.\nThe president should act decisively to boost support for TPP by eliminating or modifying ISDS.\nThe United States has never lost an ISDS arbitration case, but seems certain to do so eventually.\nNothing in ISDS appears likely to lead to poisoning of the U.S. food supply, for instance, yet such claims have seriously undermined public support for ISDS and for TPP itself.\nTaking a proactive approach to fixing ISDS would address a problem that has the potential to torpedo TPP in Congress."}