{"article_title": "N.J. 2015 business outlook cautiously optimistic, down from 2014, survey finds", "article_keywords": ["outlook", "business", "respondents", "siekerka", "companies", "nj", "theyre", "state", "cautiously", "optimistic", "positive", "2015", "survey", "finds", "care"], "article_url": "http://www.nj.com/politics/index.ssf/2014/12/nj_2015_business_outlook_cautiously_optimistic_down_from_2014.html", "article_text": "TRENTON — New Jersey businesses say they’re generally positive about how the state’s economy will perform in 2015, but they’re apprehensive of forces outside their control, including state taxes and health care costs.\n\n\n\nHealth care costs, the tax climate and regulatory and political uncertainly are expected to pose challenges in the coming year, according to the New Jersey Business and Industry Association, the Trenton-based industry group that polled more than 1,000 of its mostly small business members.\n\n\n\nNext year will “build nicely on what was a strong 2014,” Michele Siekerka, president of NJBIA, said today. But the results mark a dip in expectations from 2014 survey results, when the share of companies gearing up for growth in sales, profits and hiring was at its highest since the Great Recession.\n\n\n\nWhile the respondents generally felt positive about their own outlook, their feelings about the broader state economy were more tepid, Siekerka said. Their hesitance, she added, is also based on concern about the state’s “burdensome tax climate.”\n\n\n\n“Things are looking good for small business in 2015,” Siekerka, said. “But our members are telling us that they need to see some positive economic signals from state government early in 2015 before they fully commit to opening their wallets.”\n\n\n\nWhile the state’s revenue for the current fiscal year are on track, companies are wary that the state will make up any shortfalls on the back of business, she said.\n\n\n\n“That’s why they’re going to be cautious until they start seeing those signals,” she said at a news conference in Trenton.\n\n\n\nA new question added to the survey revealed that estate and inheritance taxes factor into companies’ decision-making.\n\n\n\nBut companies fret most over health care costs, according to the survey, released today. Most respondents, or 85 percent, said they think health insurance will continue to rise, while 59 percent expect the Affordable Care Act will harm their company.\n\n\n\nOverall, Siekerka said, the responses indicate a positive outlook, with 51 percent of companies expecting sales to increase. Sixteen percent, compared with 18 percent of respondents last year, are projecting a decline in sales.\n\n\n\nFewer than half, or 45 percent, forecasted a bump in profits, while 18 percent are predicting a dip.\n\n\n\nFewer companies anticipate increasing their payrolls next year than in 2014, but more employers expect to give raises.\n\n\n\nWhile 26 percent of respondents planned on hiring this year, only 22 percent plan to in 2015, and 11 percent foresee shrinking their payroll.\n\n\n\nThe percent of companies expecting to give employees raises climbed from 57 percent to 61 percent. A third plan to provide raises between 1 percent and three percent, 20 percent plan raises between 3 percent and 5 percent, and 7 percent of companies may go higher.\n\nSamantha Marcus may be reached at smarcus@njadvancemedia.com . Follow her on Twitter @samanthamarcus. Find NJ.com Politics on Facebook.\n\n", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "economy, news", "title": "N.J. 2015 business outlook cautiously optimistic, down from 2014, survey finds", "og": {"site_name": "NJ.com", "description": "New Jersey businesses say they&#8217;re generally positive about how the state&#8217;s economy will perform in  2015,  but they&#8217;re apprehensive of forces outside their control, including state taxes and health care costs.", "title": "N.J. 2015 business outlook cautiously optimistic, down from 2014, survey finds", "url": "http://www.nj.com/politics/index.ssf/2014/12/nj_2015_business_outlook_cautiously_optimistic_down_from_2014.html", "image": "http://image.nj.com/home/njo-media/width620/img/politics_impact/photo/16549269-standard.jpg", "type": "article"}, "twitter": {"description": "New Jersey businesses say they&#8217;re generally positive about how the state&#8217;s economy will perform in  2015,  but they&#8217;re apprehensive of forces outside their control, including state taxes and health care costs.", "creator": "@samanthamarcus", "image": "http://image.nj.com/home/njo-media/width620/img/politics_impact/photo/16549269-standard.jpg", "title": "N.J. 2015 business outlook cautiously optimistic, down from 2014, survey finds", "site": "@njdotcom", "card": "summary_large_image"}, "article_date_updated": "Friday, December 12, 2014,  7:34 AM", "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article": {"author": "http://www.nj.com"}, "article_comments": 0, "article_date_original": "Thursday, December 11, 2014,  3:56 PM", "article_author": "Samantha Marcus | NJ Advance Media for NJ.com", "Description": "New Jersey businesses say they&#8217;re generally positive about how the state&#8217;s economy will perform in  2015,  but they&#8217;re apprehensive of forces outside their control, including state taxes and health care costs."}, "_id": "\"57477af36914bd0286fca30c\"", "article_summary": "Their hesitance, she added, is also based on concern about the state’s “burdensome tax climate.”“Things are looking good for small business in 2015,” Siekerka, said.\nWhile the respondents generally felt positive about their own outlook, their feelings about the broader state economy were more tepid, Siekerka said.\nOverall, Siekerka said, the responses indicate a positive outlook, with 51 percent of companies expecting sales to increase.\nA new question added to the survey revealed that estate and inheritance taxes factor into companies’ decision-making.\nBut companies fret most over health care costs, according to the survey, released today."}