{"article_title": "Boxing loss could be Pacquiao’s political win", "article_keywords": ["loss", "boxing", "underdog", "pacquiao", "senate", "win", "retire", "political", "fight", "pacquiaos", "president", "mayweather"], "article_url": "http://www.salon.com/2015/05/10/boxing_loss_could_be_pacquiaos_political_win/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nMANILA, Philippines (AP) — Manny Pacquiao lost his biggest fight in the ring, but that won’t stop him from plotting a bigger comeback — in the political arena that is.\n\nIn a country where elections are entertainment and political programs secondary, candidates often win because of star power and money.\n\nPacquaio, who earned more than $100 million despite losing the Fight of the Century against Floyd Mayweather Jr. last weekend, certainly has that working for him.\n\nBut can he overcome his poor record as an incumbent congressman, his humble origins and lack of political savvy to win a Senate seat, or even higher office?\n\nHaving established himself as a local politician, the natural path for the 36-year-old Pacquiao would be the 24-seat Senate, a national position, which has been used as a springboard for vice president or president. His most ardent supporters say he can be a future president.\n\nThe Bible-quoting boxer, who by law cannot run for president before turning 40, has said his “thoughts on the presidency … are merely aspirational.” His first presidential race would be in 2022.\n\nThat could be harder than defeating Mayweather., but he can take comfort in the thought that Filipinos love the underdog. His rags-to-riches story — rising from extreme poverty to becoming the wealthiest Philippine congressman — has captured the imagination of the millions in his Southeast Asian nation.\n\nPacquiao the underdog played well at home after it was disclosed that even with his shoulder injured he still fought aggressively against Mayweather, said political analyst and public administration professor Prospero de Vera.\n\nHe said the way Pacquiao lost the fight “actually enhances his political viability” and could help him win as senator in elections next year.\n\nBut the higher the office Pacquiao seeks, the fiercer the competition and the closer the public scrutiny he will face.\n\nTwo popular athletes have been elected to the Senate in the last 30 years. One had first served as a city councilor, the other was a businessman-turned-sportsman before running for the upper house. Both worked full time as legislators, unlike Pacquiao.\n\nBut, winning an election “most of the time is not connected with being prepared for the job,” de Vera said.\n\nSo far, Pacquiao doesn’t have much to show as one of 292 representatives in the lower house — he hasn’t successfully sponsored a single bill and is a top absentee in the chamber over the past five years.\n\nMany Filipinos see Pacquiao’s loss as his cue to retire from boxing. For them, Pacquiao has already sealed his legacy not just as one of the world’s greatest boxers but also as a source of national pride. Others want him to also withdraw from politics and enjoy the fruits of his 20-year boxing career.\n\nYet others don’t believe he will retire anytime soon from boxing or politics. For one thing, his fight winnings are too big to ignore.", "article_metadata": {"description": "Boxing loss could be Pacquiao’s political win", "title": "Boxing loss could be Pacquiao’s political win", "og": {"site_name": "Salon", "description": "Boxing loss could be Pacquiao’s political win", "title": "Boxing loss could be Pacquiao’s political win", "url": "http://www.salon.com/2015/05/10/boxing_loss_could_be_pacquiaos_political_win/", "image": "http://media.salon.com/2015/05/philippines-pacquiao-comeback.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Boxing loss could be Pacquiao’s political win", "title": "Boxing loss could be Pacquiao’s political win", "image": "http://media.salon.com/2015/05/philippines-pacquiao-comeback.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Oliver Teves", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Many Filipinos see Pacquiao’s loss as his cue to retire from boxing.\nIn a country where elections are entertainment and political programs secondary, candidates often win because of star power and money.\nBut can he overcome his poor record as an incumbent congressman, his humble origins and lack of political savvy to win a Senate seat, or even higher office?\nHe said the way Pacquiao lost the fight “actually enhances his political viability” and could help him win as senator in elections next year.\nOthers want him to also withdraw from politics and enjoy the fruits of his 20-year boxing career."}