{"article_title": "Little daylight between Heiner, Comer at Kentucky Chamber forum", "article_keywords": ["little", "gay", "forum", "kentuckys", "murdered", "kentucky", "louisville", "chamber", "daylight", "marriage", "wdrb", "governor", "heiner", "comer"], "article_url": "http://www.wdrb.com/story/26085741/little-daylight-between-heiner-comer-at-kentucky-chamber-forum", "article_text": "A section of Preston Highway in Bullitt County near the I-65 overpass at mile point 16.9 has reopened.\n\nA section of Preston Highway in Bullitt County near the I-65 overpass at mile point 16.9 has reopened.\n\nLouisville Metro Police is still working to identify two teenagers found murdered in west Louisville, but woman says they are her sons.\n\nLouisville Metro Police are still working to identify two teenagers found murdered in west Louisville, but one woman says they are her sons.\n\nPolice are still looking for any information on the two murders. They also need help identifying one of the bodies.\n\nPolice are still looking for any information on the two murders. They also need help identifying one of the bodies.\n\nThe on air surprises the staff of WDRB in the Morning put together for his big wedding send-off.\n\nThe on air surprises the staff of WDRB in the Morning put together for his big wedding send-off.\n\nThe Jefferson County Coroner's office has confirmed the identities of two teens found murdered in the Portland neighborhood on Sunday.\n\nThe Jefferson County Coroner's office has confirmed the identities of two teens found murdered in the Portland neighborhood on Sunday.\n\nLOUISVILLE, Ky. (WDRB) – Whether on taxes, education or casino gambling, there was little daylight between likely Republican rivals for governor, Hal Heiner and James Comer, at the Kentucky Chamber of Commerce’s annual meeting on Tuesday.Speaking on a panel that also included state Auditor Adam Edelen, Heiner and Comer each said they’re against Kentucky's adoption of Common Core education standards; that they want to significantly cut or eliminate Kentucky’s income tax; that Kentucky needs a “right to work” law prohibiting closed-union workplaces and that they would not “stand in the way” of a constitutional amendment to allow expanded gambling.\n\nHeiner, a former Louisville Metro Council member, has announced his candidacy for the Republican nomination for governor in 2015. Comer, the Kentucky Agriculture Commissioner, is expected to enter the race.\n\nHeiner and Comer each said they wouldn’t dismantle Kynect, Kentucky’s health insurance exchange, though they criticized the Affordable Care Act and Gov. Steve Beshear’s decision to expand eligibility for Medicaid as part of the health reform law. And they both said they do not favor a statewide smoking ban.\n\nIn one small disagreement, Comer said gay marriage will be an important issue in the race, while Heiner said the issue will likely be hashed out at the federal level by the Supreme Court.\n\nComer took the opportunity to criticize Attorney General Jack Conway, a contender for the Democratic nomination for governor, over his decision earlier this year not to defend Kentucky’s gay marriage ban in court.\n\n“His job is to uphold the (Kentucky) constitution… Whether you agree with gay marriage or disagree with gay marriage, the constitution is clear,” Comer said.\n\nOn the Common Core, Heiner and Comer each said Kentucky’s participation in a group of states agreeing on minimum education standards smacks of a nationwide mandate from the federal government as to what schools should teach.\n\n“I don’t think we should sign up for something that ultimately -- down the road -- could be a federalization of education,” Heiner said.\n\nConway canceled his appearance at the event Tuesday at the downtown Marriott hotel in Louisville. Edelen, a Democrat who passed on the governor’s race, acknowledged the awkwardness of being the “odd man out” on the panel.\n\nWhile praising both men, Edelen said an economic development strategy focused on making it harder to unionize workplaces and cutting the state income tax is outdated and “reflects Mississippi.”\n\nKentucky’s next governor, Edelen said, “will have to have the courage to look the Tea Party in the eye and say, 'Sorry, Common Core is where we need to go.'”\n\nCopyright 2014 WDRB News. All rights reserved.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Whether on taxes, education or casino gambling, there was little daylight between likely Republican rivals for governor, Hal Heiner and James Comer, at the Kentucky Chamber of Commerce’s annual mee...", "author": "Chris Otts", "og": {"url": "http://www.wdrb.com/story/26085741/little-daylight-between-heiner-comer-at-kentucky-chamber-forum", "image": "http://WDRB.images.worldnow.com/images/4279826_G.jpg", "type": "article", "description": "Whether on taxes, education or casino gambling, there was little daylight between likely Republican rivals for governor, Hal Heiner and James Comer, at the Kentucky Chamber of Commerce’s annual mee...", "title": "Little daylight between Heiner, Comer at Kentucky Chamber forum"}, "wn-base": "IIS21", "twitter": {"image": "http://WDRB.images.worldnow.com/images/4279826_G.jpg", "creator": "https://twitter.com/christopherotts", "description": "Whether on taxes, education or casino gambling, there was little daylight between likely Republican rivals for governor, Hal Heiner and James Comer, at the Kentucky Chamber of Commerce’s annual mee...", "card": "summary", "title": "Little daylight between Heiner, Comer at Kentucky Chamber forum"}, "wnreadableurl": "little-daylight-between-heiner-comer-at-kentucky-chamber-forum", "ROBOTS": "index,follow,noarchive", "owner": "WDRB", "date": "2014/07/22", "fb": {"app_id": 215098415208993}, "msvalidate.01": "42F0D390601FD87FE6789435B1D47D85", "google-site-verification": "bGaaj2ItjvaCQI3J22NwU-OvbGf8CQdq1P_9Msr1n9U", "KEYWORDS": "Louisville News, Sports, Weather, Traffic, Business, Education, Editorials, In-depth reporting, Kentucky, Indiana, Louisville", "wn-version": "ContainerE-Story", "y_key": "1d8a6628e2482609", "news_keywords": "Louisville News, Sports, Weather, Traffic, Business, Education, Editorials, In-depth reporting, Kentucky, Indiana, Louisville"}, "_id": "\"57477af36914bd0286fcfdb2\"", "article_summary": "“His job is to uphold the (Kentucky) constitution… Whether you agree with gay marriage or disagree with gay marriage, the constitution is clear,” Comer said.\nHeiner and Comer each said they wouldn’t dismantle Kynect, Kentucky’s health insurance exchange, though they criticized the Affordable Care Act and Gov.\nHeiner, a former Louisville Metro Council member, has announced his candidacy for the Republican nomination for governor in 2015.\nComer, the Kentucky Agriculture Commissioner, is expected to enter the race.\nLouisville Metro Police is still working to identify two teenagers found murdered in west Louisville, but woman says they are her sons."}