{"article_title": "Supreme Court Unanimously Sides With Pro-Life Group in 'Obamacare' Abortion Funding Ads Case", "article_keywords": ["case", "supreme", "unanimously", "prolife", "ads", "voters", "freedom", "decision", "court", "obamacare", "list", "funding", "speech", "sba", "ohio", "group", "sides"], "article_url": "http://www.christianpost.com/news/supreme-court-unanimously-sides-with-pro-life-group-in-obamacare-abortion-funding-ads-case-121616/", "article_text": ", Christian Post Reporter By Napp Nazworth Christian Post Reporter\n\n(Photo: SBA List) SBA List President Marjorie Dannenfelser interviewed in front of the U.S. Supreme Court, Washington, D.C., April 22, 2014.\n\nIn a unanimous, 9-0, decision, the U.S. Supreme Court rejected a lower court decision preventing Susan B. Anthony List, a pro-life organization, from suing a Democratic congressman over a freedom of speech claim. The case, involving an SBA List advertisement claiming that the Affordable Care Act, or \"Obamacare,\" funds abortions, will be allowed to move forward.\n\n\"Today's decision by the court is a step toward victory for the freedom of speech and the broad coalition of groups who have supported SBA List throughout this case. The truth or falsity of political speech should be judged by voters, not government bureaucrats,\" SBA List President Marjorie Dannenfelser said.\n\nFree Sign Up Newsletter!\n\nDuring the 2010 election, SBA List funded a campaign telling voters that Congressman Steve Driehaus, D-Ohio, voted for taxpayer-funded abortion because of his vote for the ACA. When SBA List sought to place the message on a billboard, Driehaus threatened to sue under an Ohio law that makes it a crime to publish false statements about a candidate. Due to the lawsuit threat, the billboard owner declined to let SBA List rent the space.\n\nSBA List sued Driehaus, arguing that the lawsuit threat violated their freedom of speech. The U.S. Court of Appeals for the 6th Circuit ruled that SBA List did not have standing to sue because the case was dismissed after the election was over.\n\nSBA List lawyers argued that the group still suffered harm even though they were never prosecuted. All nine Supreme Court justices agreed and overturned the Appeals Court's decision.\n\nThe American Civil Liberties Union is a pro-choice legal group, but supported SBA List's freedom of speech concerns in the case.\n\n\"Speech is rarely black and white — oftentimes whether a statement is true or false may be a matter of opinion,\" ACLU of Ohio Legal Director James Hardiman said in 2010. \"If the government silences one side of the debate, the public is less informed and others may be fearful of criticizing elected officials. The answer to unpopular speech is not less, but more speech.\"\n\nWhile some have claimed the case is about a \"right to lie\" in elections, Dannenfelser argued not only for her group's free speech rights, but that the SBA List claims are true.\n\n\"It is beyond dispute that Obamacare contains multiple abortion-funding provisions,\" she said. \"This reality will continue to be an issue in the midterm elections and future election cycles. As a result of the Supreme Court's decision, SBA List is now one step closer in its quest to unleash the First Amendment from the constraints imposed by Ohio's unconstitutional false speech statute. We are optimistic that the district court will rule quickly and will side with the First Amendment, so that we may proceed in Ohio — without fear of prosecution — with our ongoing efforts to inform voters that their elected representatives voted for taxpayer funded abortion.\"\n\nIn the oral arguments for the case, Justice Stephen Breyer, one of the court's liberal members, pointed out that abortion funding in the ACA is as least a disputed question, noting that the Court had recently heard arguments in a case involving two Christian-owned companies, Hobby Lobby and Conestoga Woods Specialties, that sued over the ACA's birth control mandate, which, they argue, requires them to cover abortifacients.", "article_metadata": {"Description": "In a unanimous, 9-0, decision, the U.S. Supreme Court rejected a lower court decision preventing Susan B. Anthony List, a pro-life organization, from suing a Democratic congressman over a freedom of speech claim. The case, involving an SBA List advertisement claiming that the Affordable Care Act, or \"Obamacare,\" funds abortions, will be allowed to move forward.", "Copyright": "2016 Christian Post", "Title": "Supreme Court Unanimously Sides With Pro-Life Group in 'Obamacare' Abortion Funding Ads Case", "og": {"site_name": "Christian Post", "description": "In a unanimous, 9-0, decision, the U.S. Supreme Court rejected a lower court decision preventing Susan B. Anthony List, a pro-life organization, from suing a Democratic congressman over a freedom of speech claim. The case, involving an SBA List advertisement claiming that the Affordable Care Act, or \"Obamacare,\" funds abortions, will be allowed to move forward.", "title": "Supreme Court Unanimously Sides With Pro-Life Group in 'Obamacare' Abortion Funding Ads Case", "url": "http://www.christianpost.com/news/supreme-court-unanimously-sides-with-pro-life-group-in-obamacare-abortion-funding-ads-case-121616/", "image": "http://images.christianpost.com/full/71660/marjorie-dannenfelser.jpg", "author": "Napp Nazworth", "type": "article"}, "twitter": {"site": "@ChristianPost", "image": "http://images.christianpost.com/full/71660/marjorie-dannenfelser.jpg", "description": "In a unanimous, 9-0, decision, the U.S. Supreme Court rejected a lower court decision preventing Susan B. Anthony List, a pro-life organization, from suing a Democratic congressman over a freedom of speech claim. The case, involving an SBA List advertisement claiming that the Affordable Care Act, or \"Obamacare,\" funds abortions, will be allowed to move forward.", "card": "summary_large_image", "title": "Supreme Court Unanimously Sides With Pro-Life Group in 'Obamacare' Abortion Funding Ads Case"}, "syndication-source": "http://www.christianpost.com/news/supreme-court-unanimously-sides-with-pro-life-group-in-obamacare-abortion-funding-ads-case-121616/", "robots": "index, follow", "bt": {"keywords": "SBA&20List,Supreme&20Court,Obamacare,Affordable&20Care&20Act,Steve&20Driehaus,Pro&20Life,Abortion&20Funding,christian&20news,christianity,evangelical", "pubDate": "2014-06-16T13:25:10-04:00", "modDate": "2014-06-16T13:25:10-04:00"}, "msvalidate.01": "29BD7F6D752EB52F5F8F8ACEF4AC6689", "fb": {"page_id": 41093998634, "app_id": 968308226558745}, "msapplication-window": "width=device-width;height=device-height", "Googlebot-news": "index, follow", "Keywords": "SBA List, Supreme Court, Obamacare, Affordable Care Act, Steve Driehaus, Pro Life, Abortion Funding,christian news,christianity,evangelical", "viewport": "width=device-width,initial-scale=1"}, "article_summary": ", Christian Post Reporter By Napp Nazworth Christian Post Reporter(Photo: SBA List) SBA List President Marjorie Dannenfelser interviewed in front of the U.S. Supreme Court, Washington, D.C., April 22, 2014.\nThe case, involving an SBA List advertisement claiming that the Affordable Care Act, or \"Obamacare,\" funds abortions, will be allowed to move forward.\nSBA List lawyers argued that the group still suffered harm even though they were never prosecuted.\nDue to the lawsuit threat, the billboard owner declined to let SBA List rent the space.\nIn a unanimous, 9-0, decision, the U.S. Supreme Court rejected a lower court decision preventing Susan B. Anthony List, a pro-life organization, from suing a Democratic congressman over a freedom of speech claim."}