{"article_title": "How Eight Democrats Denied Health Plans To Hundreds Of Thousands Of Californians", "article_keywords": ["californians", "assembly", "plans", "workers", "bill", "hundreds", "ab", "chamber", "880", "health", "democrats", "denied", "california", "thousands", "care"], "article_url": "http://www.huffingtonpost.com/2014/05/14/health-plans-denied-calif_n_5325122.html", "article_text": "The following story was reported by Capital and Main and published here in collaboration with The Huffington Post. Sign up here for email updates from Capital & Main.\n\nJim Araby was dead asleep when his cell phone rang at 6 a.m. last June. Until then the labor activist had been enjoying an idyllic family vacation in Guerneville, on Sonoma County’s Russian River. But the number appearing on his phone told him the call was from Sacramento, suggesting bad news. The voice he now heard confirmed it.\n\n“Can you get here?” a union colleague asked. “We need you.”\n\nAraby, a regional director of the United Food and Commercial Workers, listened in dismay as he learned that Assembly Bill 880, which more than half a dozen community groups and unions had supported, and which had looked certain to land on top of Jerry Brown’s in-box, was suddenly an endangered species.\n\nIntroduced by Jimmy Gomez (D-Los Angeles), AB 880 was designed to close a legal loophole in the new Affordable Care Act (ACA, or “Obamacare”). Without the bill, large employers could get around a requirement to provide their full-time workers with health care by cutting their hours enough to make them part-time. The measure would impose penalties on companies with 500 or more employees that cut work hours and eliminated benefits in response to ACA – and in the process dumped their workers on California’s taxpayer-funded Medi-Cal program. It was a bill that, according to the University of California, Berkeley’s Center for Labor Research and Education, could potentially benefit at least 310,000 Californians.\n\nAccording to Anthony Wright, executive director for Health Access California, a statewide health care consumer advocacy coalition, AB 880 was “first and foremost a way of getting people coverage. This was a commonsense policy — it expanded access to coverage, leveled the playing field for employers and increased funding to improve the health care system we all rely on.”\n\nBut now the bill, which required two-thirds passage in the Assembly and Senate, was in deep trouble. What left Araby incredulous wasn’t the predictable Republican opposition. The Democrats, who were carrying AB 880, owned a supermajority in both houses of the legislature. And even though the bill had made the California Chamber of Commerce’s dreaded Job Killer list, this had seemed to be one battle the Chamber would lose.\n\nAlthough failure to enact AB 880 would not result in workers who were already enrolled in Medi-Cal losing that coverage, its passage would have prodded large companies to provide medical care for those low-income workers and their families who were not on Medi-Cal. It would have also helped correct an inequity by requiring such companies – and not taxpayers – to shoulder the burden of their employees’ health care. Defeat of AB 880 would allow large companies to cut the hours – and thus, incomes — of their most vulnerable employees.\n\nAraby, wearing board shorts and a tank top, hopped into his Ford Fusion and sped to Sacramento, gnawed by the news that his bill wasn’t being killed by Republicans or the Chamber – not directly, at least. Instead, it was being sabotaged from within by eight Democrats.\n\nTwo and a half hours later, Araby pulled several of the eight off the Assembly floor and lobbied for their votes. In vain: On June 27, 2013, the California Assembly voted 46-27 to approve AB 880 – exactly eight votes short of the required 54 Yes votes. “Cal Chamber Stops Job Killer on Assembly Floor,” crowed a California Chamber of Commerce press release the next day.\n\nThe eight Democrats who helped defeat AB 880 included Fresno’s Henry Perea, the leader of a somewhat nebulous group known as the Assembly Moderate Caucus. Perea abstained on the final vote but worked behind the scenes to turn Democrats against the bill. His compatriots included four lawmakers who together had received more than $549,000 in contributions and independent expenditures from the California Chamber of Commerce’s political action committees. The money had rolled in just before their freshmen victories in the 2012 election. Three of the four – Tom Daly of Anaheim, Adam Gray of Merced and Cheryl Brown of San Bernardino — voted No on AB 880. Raul Bocanegra of Pacoima abstained – a passive gesture that would prove just as effective as a No vote. Three other Democrats also abstained – Rudy Salas of Bakersfield, Steve Fox of Lancaster and Al Muratsuchi of Torrance. (None of the eight responded to interview requests for this article.)\n\n“I wanted to believe,” Araby says, “that the Democratic Party still stood for the principles of Franklin Roosevelt, John Kennedy and Lyndon Johnson – and not this new type of Democrat that we have, especially here in California.” But it is precisely this “new type of Democrat” – liberal in social outlook, conspicuously pro-big business on economic matters – that is increasingly running for state office. The battle over AB 880 was one of the bloodiest fights Sacramento had seen in recent years, and offers a glimpse into the role that Corporate Democrats are playing in California now – and possibly for years to come.\n\nThe bill’s opposition comprised a Who’s Who of California’s most influential corporate interests, including the California Chamber of Commerce, California Restaurant Association, California Retailers Association, Western Growers, California Grocers Association, California Manufacturers and Technology Association, and corporations including Walmart, Target and Darden — the Orlando-based restaurant chain that owns Red Lobster and Olive Garden, among others, and which was one of the Affordable Care Act’s biggest opponents.\n\nThe lobbying against AB 880 was spearheaded by Bill Dombrowski, president and chief executive of the California Retailers Association. In an interview with Capital & Main, Dombrowski explained his opposition to the measure.\n\n“The bill basically penalized companies for reducing hours in anticipation of Obamacare,” Dombrowski says. “The penalties were so onerous it made it almost impossible to make money. A number of companies said they would not make money in California if this was the law.”\n\nA year earlier, in 2012, Darden Restaurants had considered hiring more part-time workers as a way of cutting its health care obligations to company workers, but dropped that plan after a public outcry. In May, 2013, Darden’s chief executive, Clarence Otis, flew from Florida to Sacramento to lobby against AB 880 — a signal that the California bill had potential implications nationwide. If California passed this bill, other states might follow suit.\n\nDespite the tough lobbying against it, AB 880 was approved by the Assembly’s Appropriations Committee later that month. Among those voting for it was Raul Bocanegra, who would later abstain during the full floor vote.\n\nThe lobbying intensified, and in the week leading up to the crucial June vote, Walmart and Target – two of the bill’s key opponents – gave political contributions to select Democratic legislators. On June 20, Walmart gave $4,000 apiece to Bocanegra, Brown, Perea and Salas. Four days later Target gave $1,000 apiece to Bocanegra and Gray. The bill failed on June 27. A few days later, Cheryl Brown explained her No vote.\n\n“I reluctantly had to oppose AB 880, a bill that was supposed to curb the practice of mega companies forcing employees onto government-assisted medical care,” Brown said in a press release. “While I agree that no business should generate profits by subsidizing their employees’ medical care with taxpayer dollars, AB 880 was not the remedy it was touted to be.”\n\nThis would not quite be the end of the story. On November 14, Darden gave identical $4,100 contributions to all eight Corporate Democrats who had helped kill it. GMRI Inc., a Darden subsidiary, gave similar $4,100 contributions to the same lawmakers in the following weeks.\n\nAfter AB 880’s defeat, its combatants would either celebrate victory or lick their wounds, but all moved on to other legislative fights. Yet the thousands of Californians who would have benefited from company-sponsored health care plans became the collateral damage in the Assembly Moderate Caucus’ attempt to push the Democratic Party to what it considered “the center.”\n\nBarbara Collins was one of these unfortunates. Now 38, she had worked in a Placerville Walmart for more than seven years when she was fired during the same month as AB 880’s defeat. For Collins, AB 880 epitomized public interest legislation.\n\n“To me, it was a win-win situation,” she tells Capital & Main. Like many California workers – especially low-income workers – Collins trusted the traditionally worker-friendly Democratic Party to pass AB 880.\n\n“I was devastated,” says Collins, who was earning $12.05 at the time of her termination. She adds that she doesn’t know what led the eight moderate Democrats to help kill the bill. “I don’t understand why, if [Democrats] are for the people, they didn’t want to help the people.”\n\nIt’s tempting to say that if the Moderate Caucus didn’t exist, it would be necessary to invent it. But in fact, it was invented, by the very forces that killed AB 880. The caucus came into existence in the late 1990s as a way for Democrats to raise money from corporate interests. But it has gained new momentum and attention as a direct result of the top-two primary system that voters approved in 2010, after years of being told by editorial writers that Sacramento gridlock was the result of centrifugal ideological forces tugging both parties to left-right extremes.\n\nA top-two primary system, in theory, should pull candidates to “the center,” a political Promised Land of common sense and compromise – and the most votes for any candidate willing to tone down his or her rhetoric.\n\nIn reality, the new system has allowed members of a dwindling Republican Party to cast enough primary votes for pro-business Democrats to ensure costly and divisive intra-party runoffs in November. Sometimes progressive candidates lose these runoffs, as those same Republicans, with no hope of electing their own candidates to state office, return to the polls to push the “lesser evil” Corporate Democrats over the top.\n\nProposition 14, the 2010 ballot initiative that created the top-two primary system, was not born in a vacuum, but was fought for by the California Chamber of Commerce and other business interests. Once the measure was adopted, the Chamber followed up by heavily backing corporate-friendly Democratic candidates in ensuing election races.\n\nThe first test came in 2012, when nine business-friendly Democrats, supported by the Chamber or its affiliated JobsPAC, were elected to the state Assembly – including four who later abstained on AB 880. In a statement on its website, the Chamber attributed its success in helping to elect “business-friendly Democrats” to the top-two primary system and a similarly new redistricting process, both of which were backed by the Chamber.\n\nFour years ago Richard Winger, the publisher and editor of Ballot Access Now, opposed Proposition 14.\n\n“There’s no doubt it’s made money more important,” Winger says today, explaining that candidates now have to plan on raising large amounts of money both for the June primary and the November general election.\n\nFor their part, the “Mods” cannot be said to have brought much moderation under the Capitol dome. Instead, they’ve hindered or blocked an array of initiatives aimed to strengthen consumer rights, the environment and rights in the workplace, and to expand health care coverage and educational opportunities. Occasionally Corporate Democrats go on the offensive to help approve pro-business legislation, such as AB 1309, a law passed to exclude injured professional athletes living in California from applying for workers compensation. It was fought for by virtually every corporate-run professional sports team in the state, along with various insurance companies and the L.A. Chamber of Commerce. Its author? Henry Perea, the head of the Assembly Moderate Caucus.\n\nBen Tulchin, a pollster and political consultant who recently participated in a University of California, Berkeley forum on the top-two primary system, says the new process has also made elections more complicated – to the advantage of big business.\n\n“They were losing,” Tulchin says of the latter under the old closed primary system, in which Democrats and Republicans each elected their own candidate to run in the November election. “The business interests’ best hope is [now] to play in Democratic races and try to elect a more moderate member of the legislature. This gives them an opportunity they did not have before.”\n\nMeanwhile, those who lost the most with AB 880′s defeat can only wonder what went wrong.\n\n“We were very, very disappointed in the vote,” says Anthony Wright of Health Access California. “And we were certainly disappointed that there was opposition within the Democratic caucus.”", "article_metadata": {"description": "The following story was r...", "sailthru.expire_date": "2014-05-15 15:25:36 -0400", "og": {"site_name": "The Huffington Post", "description": "The following story was r...", "title": "How Eight Democrats Denied Health Plans to Hundreds of Thousands of Californians", "url": "http://www.huffingtonpost.com/2014/05/14/health-plans-denied-calif_n_5325122.html", "image": "http://i.huffpost.com/gen/1795960/images/o-HENRY-PEREA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@HuffPostPol", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1795960/images/o-HENRY-PEREA-facebook.jpg", "height": 1000}, "description": "The following story was r...", "card": "summary_large_image", "title": "How Eight Democrats Denied Health Plans to Hundreds of Thousands of Californians"}, "sailthru.date": "2014-05-14 15:25:36 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5325122", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "health plans denied california,Jimmy Gomez,video,United Food and Commercial Workers,henry perea,Affordable Care Act,health access california,health plans california,darden restaurants", "article": {"section": "Politics", "tag": "health plans denied california,Jimmy Gomez,video,United Food and Commercial Workers,henry perea,Affordable Care Act,health access california,health plans california,darden restaurants", "published_time": "2014-05-14 15:25:36 -0400", "modified_time": "2014-05-14 15:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "Defeat of AB 880 would allow large companies to cut the hours – and thus, incomes — of their most vulnerable employees.\nIt would have also helped correct an inequity by requiring such companies – and not taxpayers – to shoulder the burden of their employees’ health care.\nAccording to Anthony Wright, executive director for Health Access California, a statewide health care consumer advocacy coalition, AB 880 was “first and foremost a way of getting people coverage.\nThe Democrats, who were carrying AB 880, owned a supermajority in both houses of the legislature.\nLike many California workers – especially low-income workers – Collins trusted the traditionally worker-friendly Democratic Party to pass AB 880."}