{"article_title": "N.J. lawmaker wants to limit how much you pay for prescription drugs", "article_keywords": ["wants", "nj", "prescription", "copays", "drugs", "pay", "bill", "state", "drug", "lawmaker", "premiums", "limit", "committee", "health", "insurance"], "article_url": "http://www.nj.com/politics/index.ssf/2016/02/nj_lawmaker_pushes_cap_on_high_rx_costs.html", "article_text": "TRENTON — The cost of staying alive this year climbed by $260 a month for Debbie Biase.\n\nThat's the co-pay for one cancer drug this 63-year-old grandmother from Berkeley Heights says she needs to keep the disease under control. Nearly 80 percent of her $743 disability check is consumed by premiums and out-of-pocket expenses. Were she not living with her family, the former day care business owner said she doesn't know how she would cope.\n\n\"Some weeks, I take one of the three pills prescribed per day because I need to stretch the medications and can't afford a refill. And every time I pay the bill I wonder what I am paying my insurance premiums for, if I can barely afford the medications that are supposed to be covered,\" Biase wrote in a letter that was presented at a hearing Monday on legislation that aims to curb the cost of specialty prescription drugs.\n\nIn an interview last week, Biase said she could not attend the Assembly Financial Institutions and Insurance Committee in Trenton because she was getting treatment. But she said she hoped her statement communicated how \"this is truly life and death for many of us.\"\n\n\"Last year, my insurance saved me $39,974. So (the drug companies) need my copays? Come on,\" she said in exasperation. \"They should just take what the insurance pays and be done with it.\"\n\nThe committee discussed a bill state Assemblyman Daniel Benson (D-Mercer) sponsored that would set monetary caps on copays for prescription drugs for people who buy their insurance on the Obamacare health exchange, from the small group market, or receive benefits as state employees and teachers. Together these groups amount to about 30 percent of insured people in the state.\n\nPeople who hold a bronze policy, one of the least expensive plans which has high deductibles, would pay no more than $200 per drug per month, according to the bill (A2337). Silver policyholders, who pay higher premiums, would pay no more than $100.\n\nN.J. Obamacare policies for 2016: 'an interesting mixed bag'\n\nThe bill would apply to all prescription drugs, although it is aimed at controlling the specialty pharmaceutical market that is focused on cancer, HIV and AIDS, multiple sclerosis, epilepsy, rheumatoid arthritis, hemophilia, and other rare diseases. These drugs often have no generic equivalent and are the most expensive.\n\n\"This is not about mandating coverage for a new drug. All this is doing is creating access to drugs by making sure they are priced fairly up front,\" Benson told the committee.\n\nInsurance executives and health benefits consultants told the committee the issued is not so simple.\n\nApril Alexander representing the Pharmacy Care Management Association, said a cap on copays \"does nothing to challenge the underlying problem\" of \"exceedingly high drug costs.\" The caps will just shift costs to other areas of benefits, premiums and other types of copays,\" at a time when there is a desire to control health care costs, she said.\n\nWard Sanders, president of the New Jersey Association of Health Plans, said patient advocacy groups are mobilizing in states across the country to lobby for these copay cap laws, but New Jersey regulations already provide considerable consumer protections like some price controls.\n\n\"Unlike most states, New Jersey's regulations do not allow a carrier to exclude any FDA-approved drug from coverage,\" according to Sanders' testimony. The state also provides an exception or appeal process for drugs the highest priced drugs.\n\nMarialanna Lee of the Leukemia and Lymphoma Society urged the committee to sympathize with seriously and chronically ill patients, many of whom are now paying a $3,000 deductible plus one-third to one-half of a drug's cost, known as \"co-insurance.\"\n\n\"We are talking about some really tough choices facing patients, folks who have had to live with medical debt for some time,\" Lee said.\n\nThe committee took testimony but did not vote on the bill.\n\nSusan K. Livio may be reached at slivio@njadvancemedia.com. Follow her on Twitter @SusanKLivio. Find NJ.com Politics on Facebook.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Debbie Biase, Assembly Insurance and Financial Institutions Committee, insurance premiums, New Jersey, Trenton, Assemblyman Daniel Benson, Assembly Financial Institutions and Insurance Committee, Marialanna Lee, Berkeley Heights, Ward Sanders, obamacare, news", "title": "N.J. lawmaker wants to limit how much you pay for prescription drugs", "og": {"site_name": "NJ.com", "description": "The bill is aimed at controlling the specialty drug market, for cancer, HIV/AIDS, multiple sclerosis, hemophilia, and other diseases.", "title": "N.J. lawmaker wants to limit how much you pay for prescription drugs", "url": "http://www.nj.com/politics/index.ssf/2016/02/nj_lawmaker_pushes_cap_on_high_rx_costs.html", "image": "http://image.nj.com/home/njo-media/width620/img/star-ledger/photo/2013/09/13464996-large.jpg", "type": "article"}, "twitter": {"description": "The bill is aimed at controlling the specialty drug market, for cancer, HIV/AIDS, multiple sclerosis, hemophilia, and other diseases.", "creator": "@susanklivio", "image": "http://image.nj.com/home/njo-media/width620/img/star-ledger/photo/2013/09/13464996-large.jpg", "title": "N.J. lawmaker wants to limit how much you pay for prescription drugs", "site": "@njdotcom", "card": "summary_large_image"}, "article_date_updated": "Thursday, February 25, 2016,  8:39 AM", "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article_comments": 0, "article_date_original": "Tuesday, February 23, 2016,  8:38 AM", "article_author": "Susan K. Livio | NJ Advance Media for NJ.com", "Description": "The bill is aimed at controlling the specialty drug market, for cancer, HIV/AIDS, multiple sclerosis, hemophilia, and other diseases."}, "article_summary": "In an interview last week, Biase said she could not attend the Assembly Financial Institutions and Insurance Committee in Trenton because she was getting treatment.\nSilver policyholders, who pay higher premiums, would pay no more than $100.\nThe state also provides an exception or appeal process for drugs the highest priced drugs.\nAll this is doing is creating access to drugs by making sure they are priced fairly up front,\" Benson told the committee.\nWere she not living with her family, the former day care business owner said she doesn't know how she would cope."}