{"article_title": "Obama administration denies labor’s request for health care waiver", "article_keywords": ["denies", "employerbased", "plans", "receive", "request", "subsidies", "labors", "administration", "multiemployer", "unions", "health", "tax", "care", "insurance", "waiver", "obama"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2013/09/13/obama-administration-denies-labors-request-for-health-care-waiver/", "article_text": "Organized labor was one of the Obama administration's most important allies during the passage of the Affordable Care Act. But more recently, some unions have been among the law's loudest critics.\n\n(Photo by Jessica Rinaldi/Reuters)\n\nA particular issue of contention has been so-called \"Taft-Hartley plans\" -- multi-employer health-care plans that unions run, and that aren't eligible for subsidies under the terms of the Affordable Care Act. The plans cover about 20 million Americans, and the government treats them as employer-based health-care plans for tax purposes.\n\nA recent letter signed by the powerful Teamster, UNITE-HERE, and UFCW unions warned that \"under the ACA as interpreted by the Administration, our employees will be treated differently and not be eligible for subsidies afforded other citizens. As such, many employees will be relegated to second-class status and shut out of the help the law offers to for-profit insurance plans.\"\n\nThe unions argue this will decimate membership in their plans as employers dump union workers onto public exchanges.\n\nBut the Obama administration notes these Taft-Hartley plans fail multiple tests the law sets up for insurance plans that receive subsidies. They receive the tax break given to employer-based plans and they often don't follow \"guaranteed issue\" rules, meaning they don't offer insurance to anyone who wants it. All of this disqualifies them from the insurance marketplaces and the associated subsidies.\n\nThe unions have mounted an aggressive effort to change the administration's mind. They argue that their plans serve a different purpose, and a different group, than traditional employer-based plans, and they deserve a waiver. That would make the plans extremely, even uniquely, attractive to employers, as they would receive both the favorable tax treatment afforded to employer-based plans and the premium subsidies available on the exchanges.\n\nThey also make a raw political argument that they helped the Obama administration pass the law, and they deserve to be taken care of during implementation. \"This is especially stinging because other stakeholders have repeatedly received successful interpretations for their respective grievances,\" the three unions wrote in their letter. \"Most disconcerting of course is last week’s huge accommodation for the employer community—extending the statutorily mandated 'December 31, 2013' deadline for the employer mandate and penalties.\"\n\nTonight, the effort failed. A senior administration official tells me that the administration \"does not see a legal way for individuals in multiemployer group health plans to receive individual market tax credits as well as the favorable tax treatment associated with employer-provided health insurance at the same time.\" A Treasury Department letter is being released that lays out the administration's reasoning in more detail.\n\nWhat the White House is willing to do is work with unions to convert their plans into qualified insurance plans that follow the rules of the marketplaces and so can qualify for subsidies in them. \"The Administration will work with multiemployer plans and other non-profit plans and encourage them to offer coverage through the Marketplace, on an equal footing, to create new, high-quality, affordable options for all Americans,\" the official says.\n\nSome unions are looking into that idea, but they're not necessarily happy about it. It means giving up the advantages they get by being associated with employers, and it will entail significant disruption for their members.\n\nThe AFl-CIO declined to comment.\n\nUpdate: Here's the full Treasury letter.\n\nhttp://www.washingtonpost.com/blogs/wonkblog/files/2013/09/09132013-Response-to-Hatch-ACA-Letter.pdf", "article_metadata": {"description": "Organized labor wanted the Obama administration to give their health-care plans special treatment under the law. Tonight, the White House said \"no.\"", "og": {"site_name": "Washington Post", "description": "Organized labor wanted the Obama administration to give their health-care plans special treatment under the law. Tonight, the White House said \"no.\"", "title": "Obama administration denies labor’s request for health care waiver", "url": "https://www.washingtonpost.com/news/wonk/wp/2013/09/13/obama-administration-denies-labors-request-for-health-care-waiver/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/wonkblog/files/2013/04/wonk0425-800x533.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2013/09/13/obama-administration-denies-labors-request-for-health-care-waiver/", "fb": {"admins": 500835072, "app_id": 41245586762}, "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0"}, "_id": "\"57477af46914bd0286fd9c22\"", "article_summary": "But the Obama administration notes these Taft-Hartley plans fail multiple tests the law sets up for insurance plans that receive subsidies.\nThey also make a raw political argument that they helped the Obama administration pass the law, and they deserve to be taken care of during implementation.\nThey argue that their plans serve a different purpose, and a different group, than traditional employer-based plans, and they deserve a waiver.\nAs such, many employees will be relegated to second-class status and shut out of the help the law offers to for-profit insurance plans.\"\nThe plans cover about 20 million Americans, and the government treats them as employer-based health-care plans for tax purposes."}