{"article_title": "Why your company might not offer a high-deductible plan next year", "article_keywords": ["plans", "offer", "companies", "company", "tax", "according", "costs", "highdeductible", "health", "plan", "healthcare", "repeal", "workers"], "article_url": "http://www.dailyherald.com/article/20150816/business/150819415/", "article_text": "Why your company might not offer a high-deductible plan next year\n\nhello\n\nWASHINGTON -- After years of passing on more and more health-care costs to employees, companies are slowing their adoption of high-deductible plans next year, according to a survey of more than 100 large U.S. employers.\n\nThat relief could be temporary. Companies are waiting to see if lawmakers will repeal the health-care plan's \"Cadillac tax\" on high-cost health coverage, which is a levy on individual health premiums greater than $10,200. A roll-back would keep employers from having to shift workers into plans where they bear more of the up-front costs of their insurance.\n\n\"Because there's been some momentum around trying to repeal the Cadillac tax, some companies are taking a wait-and- see approach,\" said Brian Marcotte, president of the National Business Group on Health, which includes companies such as Wal- Mart Stores Inc., PepsiCo Inc. and General Motors Co. \"If it's going to go into effect, I think you'll see another rush in 2017\" to put workers in high-deductible plans, said Marcotte, whose group conducted the survey.\n\nOpposition to the tax has united Democrats and their union backers with Republicans and large corporations. It's tough to repeal, though, because the tax is projected to raise $87 billion over the next decade.\n\nThe tax was a key feature of 2010's Patient Protection and Affordable Care Act, designed to pressure overall health-care costs. And since health insurance isn't taxed as income, employers have had an incentive to provide more health insurance, and less wages, than they otherwise would.\n\nThe tax is a 40 percent levy on family plans that cost more than $27,500 and individual plans with premiums above $10,200. It applies only to the portion of the cost that falls above those thresholds, which is tied to inflation.\n\nMore than 100 House Democrats and 70 Republicans have signed on to efforts to repeal the tax, and even Democratic presidential candidate Hillary Clinton has signaled that she'd reexamine the provision.\n\n\"There's a sense that at some point between now and 2018, that we'll try and do something to help ameliorate it,\" said Rep. Joe Crowley, D-New York.\n\nOpponents say the tax raises the cost of providing health coverage or pushes workers into less-rich plans. Cigna Corp., Pfizer Inc. and several union groups have joined together in a lobbying group called The Alliance to Fight the 40.\n\nA study released Wednesday by the National Center for Health Statistics also shows a pause in the move toward high-deductible plans. About 36 percent of people under 65 with private insurance had high deductibles in the first three months of 2015, compared with about 37 percent in 2014.\n\nOverall, the center found that about 7 million people gained insurance in the first quarter of 2015. About 29 million people, or 9.2 percent of the population, remained uninsured, down from 11.5 percent in 2014.\n\nAbout 33 percent of employers will offer high-deductible plans as the only option next year, just a percentage point higher than this year, according to the employer survey. While about six in 10 workers had deductibles of less than $1,000, according to the Kaiser Family Foundation, high-deductible plans carry costs of $1,300 or more.\n\nTo deal with health costs, companies are also charging workers to cover their spouses, trimming or restricting benefits, and adding wellness programs, according to the survey.\n\n\"The tax does nothing to pull down health-care expenditures, it isn't a tax on overly generous health-care coverage,\" Steve Kreisberg, director of collective bargaining at the AFSCME union, said by phone. \"You're going to wind up shifting costs to health-plan participants.\" AFSCME says it represents about 1.6 million workers and retirees.\n\nAnd the tax is not a cure for the factors that have steadily pushed up health costs in the U.S. The National Business Group on Health predicts health-care costs for big companies will probably rise by about 5 percent next year. Workers' premiums will see a similar jump, Marcotte said.\n\nAbout a third of employers are at risk of paying the Cadillac Tax in 2018 if they don't adjust their health benefits, according to Mercer, the benefits consulting unit of Marsh & McLennan Cos. The proportion is projected to quickly rise above 50 percent.\n\n\"I don't believe that only Cadillac plans are being impacted,\" said Rep. Xavier Becerra, D-California. He said it'll be difficult to come up with a replacement provision that will raise as much money as the tax, given the struggle over the current measure and the fight it faced when the law was passed five years ago.\n\n\"We'll have as much trouble today as we had back in 2010,\" Becerra said.", "article_metadata": {"description": "Daily Herald is suburban Chicago's largest daily newspaper. Daily Herald provides a local perspective with local content such as the northwest suburbs most comprehensive news on the web. Your source for updated news from local to national.", "author": "Bloomberg", "og": {"url": "http://www.dailyherald.com/article/20150816/business/150819415/", "site_name": "Daily Herald", "image": "http://www.dailyherald.com/gfx/site/logos/dailyherald_marble_300.jpg", "type": "article", "title": "Why your company might not offer a high-deductible plan next year"}, "twitter": {"url": "http://www.dailyherald.com/article/20150816/business/150819415/", "site": "@dailyherald", "account_id": 8960722, "card": "summary", "title": "Why your company might not offer a high-deductible plan next year"}, "robots": "noarchive", "fb": {"app_id": 105603449548761}, "keywords": "Business, Health, Bloomberg, Affordable Care Act", "article": {"publisher": "https://www.facebook.com/DailyHeraldFans", "published_time": "2015-08-16", "modified_time": "2015-08-14T14:48:00Z"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Why your company might not offer a high-deductible plan next yearhelloWASHINGTON -- After years of passing on more and more health-care costs to employees, companies are slowing their adoption of high-deductible plans next year, according to a survey of more than 100 large U.S. employers.\nA study released Wednesday by the National Center for Health Statistics also shows a pause in the move toward high-deductible plans.\nAbout 33 percent of employers will offer high-deductible plans as the only option next year, just a percentage point higher than this year, according to the employer survey.\nThe tax was a key feature of 2010's Patient Protection and Affordable Care Act, designed to pressure overall health-care costs.\nAnd the tax is not a cure for the factors that have steadily pushed up health costs in the U.S."}