{"article_title": "Michelle Singletary: Readers discuss joy of finding financial freedom", "article_keywords": ["michelle", "financial", "prepayment", "mortgage", "readers", "money", "joy", "loan", "fund", "finding", "rate", "interest", "freedom", "singletary", "pay", "debt", "youll", "discuss"], "article_url": "http://www.dallasnews.com/business/personal-finance/headlines/20151129-michelle-singletary-reader-discuss-joy-of-finding-financial-freedom.ece", "article_text": "In one of my regular online discussions, a participant labeled her financial success story “Testimony Thursday.” I liked that phrase so much, I’ve adopted it.\n\nNow that we’ve entered the season of spending, I want to share some of my other readers’ “testimonies.” My hope is that their good cheer will encourage you to make a change too.\n\nI’ll start with one about debt: “I paid off my student loan earlier this month, leaving us with only our mortgage in the debt column. It will be great to have serious money to put into long-term savings starting after paying off bills (two student loans, two cars and a credit card) over the last two years. My husband said I should write to tell you since I have quoted you often through this process. Thank you so much for your sage and straightforward advice. Money and budgets don’t have to be terribly complicated, right?”\n\nNope. Once you put your mind to it, you can get that debt monkey off your back.\n\nI especially love hearing from young adults like this person: “I’m single, in my late 20s, make $50,000, and the only debt I have is my student loans. Before I read your [book] The 21-Day Financial Fast and started following these chats, I was convinced that I needed a second job because I didn’t have any money to save. After doing the fast, I cut, cut, cut my budget and now save a third of my salary and still have what I call my ‘fun money’ so I can socialize with friends.”\n\nBut there’s more. The person started saving in what I call a “life happens fund,” which is a pot of money separate from your emergency fund. You pull from these savings for something unexpected, such as a major car repair. This way, you aren’t depleting your emergency fund, which you might need if you lose your job.\n\n“My car had some transmission trouble,” the reader continued. “When I took it to the shop, I had to rent a car for two days to get to work. ... No problem! The total bill on my repairs was $989, but again, no problem. This is the first time in my life that car trouble has not crippled me financially. It felt so good to be able to pay for my repairs without having to decide whether I would pay rent late or just eat ramen noodles for three months. I feel liberated. I only had about $1,200 in my emergency fund, but I’ve already saved $500 and am working on getting up to three months’ worth of living expenses. So thank you! And for those just starting out, go slow but keep fighting!”\n\nAnd for those thinking you’ll be stuck with a mortgage for three decades, here’s proof that paying off your principal matters: “You wrote a column about prepayment, how it actually reduces your overall interest rate. We technically have 24 years left on our 30-year loan at 4.875 percent. It is actually only about five years left because we pay more each month. We didn’t want to pay huge amounts to refinance. Thanks again for that long-ago column. It has had a major influence on us!”\n\nThe person was referring to a 2013 column I wrote on refinance envy. I spelled out how you can cut the amount you’ll pay in mortgage interest and achieve savings similar to what you’d get if you refinanced to a lower interest rate. I suggested that folks go to HSH.com, which publishes mortgage and consumer loan information. The site has a prepayment refinance calculator called “PreFi,” which shows you the effective interest rate you’ll achieve when you prepay your loan. If you would like to prepay your mortgage as though you had a certain interest rate — say, a 3 percent rate — the site’s “LowerRate” prepayment calculator allows you to determine the prepayment amount you’ll need to hit that rate either by making regular monthly prepayments or a one-time, lump-sum payment.\n\nI’ll end with this testimony about finding financial freedom: “We did it! We got off the debt wheel (well almost off)! I’ve been reading you for several years. We decided to sell our house and significantly downsize. I have so much more money left. We took the profits from the first house and paid 50 percent on the new place and put aside six months of housing expenses. We will be 100 percent debt-free in just seven years. So, thank you for making my family rethink the new norm and realize that more stuff isn’t always a good thing!”", "article_metadata": {"description": "My hope is that their good cheer will encourage you to make a change too.", "og": {"description": "My hope is that their good cheer will encourage you to make a change too.", "title": "Michelle Singletary: Readers discuss joy of finding financial freedom", "url": "http://www.dallasnews.com/business/personal-finance/headlines/20151129-michelle-singletary-readers-discuss-joy-of-finding-financial-freedom.ece", "image": {"width": 345, "identifier": "http://www.dallasnews.com/resrsc/images/facebook-default.jpg", "height": 345}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2015-11-30T03:14:26Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2015-11-30T03:09:25Z", "parsely-page": "{\"title\": \"Michelle Singletary: Readers discuss joy of finding financial freedom\", \"link\": \"http://www.dallasnews.com/business/personal-finance/headlines/20151129-michelle-singletary-readers-discuss-joy-of-finding-financial-freedom.ece\", \"image_url\": \"http://www.dallasnews.com/resrsc/images/facebook-default.jpg\", \"type\": \"post\", \"post_id\": \"2558333\", \"pub_date\": \"2015-11-30T03:09:25Z\", \"section\": \"Economy & You Headlines\", \"author\": \"MICHELLE SINGLETARY\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/resrsc/images/facebook-default.jpg", "publishtime": "2015-11-30T03:09:25Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "article_summary": "The site has a prepayment refinance calculator called “PreFi,” which shows you the effective interest rate you’ll achieve when you prepay your loan.\nI spelled out how you can cut the amount you’ll pay in mortgage interest and achieve savings similar to what you’d get if you refinanced to a lower interest rate.\nI’ll end with this testimony about finding financial freedom: “We did it!\nThe person started saving in what I call a “life happens fund,” which is a pot of money separate from your emergency fund.\nI’ll start with one about debt: “I paid off my student loan earlier this month, leaving us with only our mortgage in the debt column."}