{"article_title": "Who’s watching whom? Samsung warning fuels paranoia over home electronics spying threat", "article_keywords": ["fuels", "youre", "room", "watching", "spying", "maybe", "samsung", "way", "paranoia", "lot", "whos", "privacy", "warning", "threat", "tv", "electronics", "data", "think", "really"], "article_url": "http://www.tbo.com/news/business/whos-watching-whom-samsung-warning-fuels-paranoia-over-home-electronics-spying-threat-20150215/", "article_text": "Is it time to start worrying about the toaster spying on you?\n\nMaybe. Especially because your TV may already be listening to your every word, and hackers may be one step closer to taking control of your car.\n\nI know, it’s way too easy to think this is all just a wee bit paranoid, but maybe the time has come for a healthy dose of paranoia.\n\nCase in point. Samsung Electronics Co. Ltd. executives just had to admit that, yes, maybe the neat feature on their new TVs that let you speak commands to your TV to “switch to ESPN” also means your TV is always listening to your living room chatter, and sending data to a third party for processing. Yikes!\n\n“Please be aware,” the Samsung privacy policy explains, “that if your spoken words include personal or other sensitive information, that information will be among the data captured and transmitted to a third party through your use of Voice Recognition.”\n\nRemember when people who said their TVs were spying on them sounded crazy? Well, now maybe they’re right. In fact, George Orwell may be looking down upon us now, thinking “See, I told you the telescreens would one day monitor everything you do. You’ve now got a real Big Brother, and not just a reality TV show on MTV.”\n\nOf course, electronics companies seem to always say your private data is encrypted and “anonymized,” but how many times have we heard that about retailers and insurance companies, only to find that some hacker breached their systems.\n\nAnother example: Software researchers with the way techie Defense Advanced Research Projects Agency (DARPA — it kind of invented the Internet) showed how they could hack into a GM car through the OnStar system and pretty much turn the car into a video game. For demonstration’s sake, they turned off the brakes when a “60 Minutes” reporter was driving around a parking lot. (She was fine, don’t worry. Just freaked out.) Think about it. Your “hands free” smartphone connects to your car how? Wirelessly. Yup. That’s how they hacked in.\n\nWhat does privacy really mean anymore?\n\nLong ago, we left the stage when we worried about our cellphones tracking where we go. Now, pop-up coupons on our phones are just a feature. “Hey, I see you’re at the mall. Here’s a movie ticket coupon.” Wa-hoo! Coupon!\n\nHeck, put together data from Netflix, AMC theaters and Tinder and you can get a pretty vivid picture of what lots of people do. That’s gold to advertisers. Oh, and yes, IBM Corp. found most smartphone dating apps are totally vulnerable to hackers. Happy Valentine’s Day!\n\nNow, nearly anything with a battery or plug can track what you’re doing, and whether this is a bonus and helpful or a terrifying drawback really just depends on your perspective.\n\nBonus: Smart thermostats like Nest can learn your routines and set the AC or heat based on when you’re normally around.\n\nDrawback: Your thermostat knows when you’re home and when you’re not.\n\nBonus: Your smart bracelet or fitness tracker keeps tabs on your workouts and how many calories you’re burning. Maybe even your health insurance plan gives you perks for keeping fit — like a nifty water bottle.\n\nDrawback: Hackers could find out when you’re running (and not home), and who really needs yet another water bottle.\n\nModern life has always meant a herky-jerky race between the relentless evolution of technology and our ability to wisely make use of it. Printing presses. Nuclear power. Credit cards. Drones. Swiffers.\n\nI’m sure some cave mom a million years ago said, “You see! I told you that ‘fire’ thing would end up burning you. Just you wait till your father gets home from mastadon hunting.”\n\nWould any hacker really care all that much about what my new TV hears in my living room? Probably not. Spoiler alert, I mention “mint chocolate chip” a lot and often use the phrase “Put your shoes away, please.” Would any hacker really track when you’re home to find the best time to break in? Really, there’s a lot more money and less danger in stealing your ID to file a fake tax return.\n\nBy the way, how is it that credit card companies and banks still use your mother’s maiden name as an ID check. Have they not seen the TV ads for Ancestry.com? Everybody’s family tree is right there.\n\nBut consider this. Many more products are coming out of the box wireless-enabled. The average home may soon have more than a dozen devices connected to the home network. Federal Communications Commission Chairman Tom Wheeler recently observed a Bell Labs study that forecast that each person will soon have 10 to 100 connected computing devices working for them.\n\nThere’s a common argument that our conception of privacy is just something we have to leave behind. Not many people I know are ready for that step.\n\nWhat can you do about this? There’s the common, and good, advice that all your passwords should be unintelligible jumbles of numbers and letters. And just say no to every dentist and doctor’s office that asks for your Social Security Number on a form. I’d be rather careful about what private info you plug into any online dating site or dating app. You never know when a future boss might feel like looking you up online and — poof — find out about all your odd little habits. Divorce courts are now chock full of evidence gathered via Facebook about cheating spouses. I think we can start a stopwatch on when the first divorce attorney will ask a court for a subpoena for Samsung’s records on what was said in the living room when their client was away on a business trip.\n\nOtherwise, clearly, if it’s true privacy you want, you could build a bunker and climb inside until the coming zombie apocalypse makes this all moot. Zombies don’t drive cars, or use toasters.\n\nrmullins@tampatrib.com\n\n(813) 259-7919\n\nTwitter: @DailyDeadline", "article_metadata": {"taboola-pub-time": "Sun, 15 Feb 2015 01:01:00 -0400", "Description": "Is it time to start worrying about the toaster spying on you?", "og": {"site_name": "TBO.com", "description": "Is it time to start worrying about the toaster spying on you?", "title": "Who’s watching whom? Samsung warning fuels paranoia over home electronics spying threat", "url": "http://www.tbo.com/news/business/whos-watching-whom-samsung-warning-fuels-paranoia-over-home-electronics-spying-threat-20150215/", "image": {"width": 200, "identifier": "http://www.tbo.com/apps/pbcsi.dll/staticimage/images/new_og_icon.png", "height": 200}, "updated_time": "2015-02-14T16:00:00Z-04", "type": "article"}, "twitter": {"title": "Who’s watching whom? Samsung warning fuels paranoia over home electronics spying threat"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2015-02-15T01:01:00Z-04", "modified_time": "2015-02-14T16:00:00Z-04"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "What does privacy really mean anymore?\nFor demonstration’s sake, they turned off the brakes when a “60 Minutes” reporter was driving around a parking lot.\nReally, there’s a lot more money and less danger in stealing your ID to file a fake tax return.\nDrawback: Hackers could find out when you’re running (and not home), and who really needs yet another water bottle.\nI know, it’s way too easy to think this is all just a wee bit paranoid, but maybe the time has come for a healthy dose of paranoia."}