{"article_title": "If Hobby Lobby Wins, It Will Be Even Worse For Birth Control Access Than You Think", "article_keywords": ["control", "counseling", "contraceptive", "worse", "wins", "visit", "think", "access", "health", "insurance", "birth", "doctors", "coverage", "hobby", "lobby"], "article_url": "http://thinkprogress.org/health/2014/03/19/3415983/hobby-lobby-contraception-counseling/", "article_text": "Health If Hobby Lobby Wins, It Will Be Even Worse For Birth Control Access Than You Think CREDIT: Shutterstock\n\nNext week, the Supreme Court will take up the issue of contraceptive coverage, hearing arguments in a closely-watched lawsuit against the Affordable Care Act. Two for-profit companies — the craft chain Hobby Lobby and the furniture-making company Conestoga Wood Specialties — are fighting for their right to withhold insurance coverage for certain types of contraceptive methods based on their religious beliefs. But there’s actually much more at stake than prescription drug coverage.\n\nThe two plaintiffs in these cases object not just to covering specific types of birth control, but also to providing counseling about that birth control. In Hobby Lobby’s lawsuit, for instance, the company states that it does not want to follow the Obamacare provision that forces employers to “provide health insurance coverage for abortion-inducing drugs and devices, as well as related education and counseling.”\n\nThe media coverage surrounding the upcoming challenges has mainly focused on the first part of that argument, as reproductive rights advocates point out that women need access to affordable contraceptive methods regardless of their boss’ personal beliefs about birth control. However, the second part threatens to have incredibly far-reaching ramifications for women and doctors in this country, too. Essentially, if Hobby Lobby and Conestoga Wood are successful, they’ll win the right to refuse to extend coverage for doctor’s visits that include discussion about certain forms of contraception, like IUDs or the morning after pill.\n\n“It’s frankly a rather radical idea — the idea that someone can say that if your visit to your doctor is going to receive payment from your insurance company, then your doctor can’t talk to you about certain subjects,” Adam Sonfield, a senior public policy associate at the Guttmacher Institute, explained in an interview with ThinkProgress. “Counseling and education about contraception has been a basic part of a medical visit forever, even before the methods themselves were covered. Before we had prescription drug coverage, we certainly had coverage for the visit to your doctor, and there were never any limitations about what you could talk to your doctor about.”\n\nAnd particularly when it comes to contraceptive counseling, simply skipping over certain methods isn’t an option. In order to obtain informed consent from their patients, doctors are obligated to explain the full range of options available.\n\nAccording to Clare Coleman, the president and CEO of the National Family Planning & Reproductive Health Association (NFPRHA), informed consent is the “bedrock” of medical ethics. “Coverage of counseling is essential. It’s a conversation about intention and life stage as much as it’s a conversation about the actual prescription — in family planning, we have to meet the patient where she is, and find the method that’s right for her,” Coleman told ThinkProgress. “That conversation needs to be careful and detailed before the patient agrees to any medical intervention.”\n\nSo, since many doctors wouldn’t feel comfortable limiting the contraceptive options that they tell their patients about, this could force the employees who work for companies like Hobby Lobby to make a difficult choice. If they want their doctor’s visit to be covered by their insurance company, they’ll have to avoid talking about birth control altogether. Or, if they do want to discuss contraception, they’ll have to pay for the visit out of their own pocket. They’ll essentially have to choose between a potential financial burden or a potential health burden.\n\nOr they may not understand what’s at stake in the first place. Coleman pointed out that, in a scenario where bosses are allowed to refuse to cover contraceptive counseling, their employees might not realize those restrictions exist. “Having a white card in your wallet does not mean you understand how your insurance works,” she noted. “The patient will not necessarily come armed with this information.”\n\nTo make matters more complicated, companies that withhold coverage for some types of services often resist full disclosure. They may not explain to their workers exactly what their plan excludes, or provide them with a referral to access those services elsewhere.\n\n“It’s an incredible devaluing of the insurance that you as an employee work for,” Sonfield, who recently published a policy review of the central arguments in the upcoming Supreme Court challenges, pointed out. “This is telling you that you can’t use your compensation — your own benefits that you have earned — in a way that your boss objects to. And that is a frightening road for us to be going down, as a society.”\n\nUltimately, insurance coverage for preventative care, like contraceptive services and regular doctor’s visits, is a benefit that employees earn through the hours that they put in to their jobs. Making employees pay for the full cost of their birth control and their doctor’s visits ends up shifting more insurance costs onto them. It’s somewhat analogous to a salary cut.\n\nAnd birth control isn’t the only type of medical care that some Americans object to on religious grounds. There are some groups who are opposed to modern health services like vaccinations, blood transfusions, or mental health care. If these upcoming legal challenges are successful, that could open the door for employers to restrict their workers’ coverage for doctors’ visits that include discussion of those topics, too. It’s a slippery slope.\n\nNonetheless, this particular issue hasn’t received very much attention.\n\n“They’ve really downplayed this aspect of their case. I think it’s gotten buried,” Sonfield told ThinkProgress. “I think the plaintiffs in these cases, along with their supporters, have done an excellent job of crafting the messaging and shaping the debate, and it’s been playing out on their grounds.”\n\nThinkProgress reached out to Hobby Lobby’s legal counsel, the Becket Fund for Religious Liberty, to confirm the company’s opposition to certain types of contraceptive counseling and ask how this type of objection would be implemented in practice. The communications department refused to comment.\n\nFrom Sonfield’s perspective, the issue of contraceptive counseling proves that some of the central claims about employers’ religious liberty — namely, that practicing their deeply-held religious beliefs isn’t about infringing on their workers’ freedoms — just aren’t accurate. “We often see statements that this case is not trying to interfere in women’s choices, and is not trying to interfere in the doctor-patient relationship, because it’s just about the employer’s involvement. That’s just patently not true.”\n\n“Your employer shouldn’t be able to intercede in the medical decisions that are right for you,” Coleman noted.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Prescription drug coverage isn't the only issue at stake in the upcoming case before the Supreme Court.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Prescription drug coverage isn't the only issue at stake in the upcoming case before the Supreme Court.", "title": "If Hobby Lobby Wins, It Will Be Even Worse For Birth Control Access Than You Think", "url": "http://thinkprogress.org/health/2014/03/19/3415983/hobby-lobby-contraception-counseling/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/08/birth-control-pills.jpg", "type": "article"}, "twitter": {"description": "Prescription drug coverage isn't the only issue at stake in the upcoming case before the Supreme Court.", "creator": "@Tara_CR", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/08/birth-control-pills-319x213.jpg", "title": "If Hobby Lobby Wins, It Will Be Even Worse For Birth Control Access Than You Think", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/08/birth-control-pills.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/08/birth-control-pills.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2014-03-19T08:28:32+00:00", "author": "https://www.facebook.com/tculpressler"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "The two plaintiffs in these cases object not just to covering specific types of birth control, but also to providing counseling about that birth control.\nAnd birth control isn’t the only type of medical care that some Americans object to on religious grounds.\nHealth If Hobby Lobby Wins, It Will Be Even Worse For Birth Control Access Than You Think CREDIT: ShutterstockNext week, the Supreme Court will take up the issue of contraceptive coverage, hearing arguments in a closely-watched lawsuit against the Affordable Care Act.\nIf they want their doctor’s visit to be covered by their insurance company, they’ll have to avoid talking about birth control altogether.\nMaking employees pay for the full cost of their birth control and their doctor’s visits ends up shifting more insurance costs onto them."}