{"article_title": "Meet the “Hand-to-Mouth Wealthy”", "article_keywords": ["retirement", "wealth", "stimulus", "handtomouth", "income", "times", "americans", "wealthy", "meet", "spend", "study"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/03/22/Meet-Hand-Mouth-Wealthy", "article_text": "More than 38 million Americans have little or nothing in the way of liquid cash set aside to help them weather an unexpected fiscal downturn, according to a new study. But surprisingly, more than two-thirds of them are not technically poor.\n\nA study released by the Brookings Institution on Friday determined that even many relatively wealthy Americans essentially live hand-to-mouth, changing their consumption patterns to conform with changes to their income – meaning that if their income goes down, they spend less, and if it goes up, they spend more.\n\nRelated: Four Ideas to Help Revive the Middle Class\n\nIt seems counterintuitive, at first, to think of the wealthy living from paycheck to paycheck, but economists Greg Kaplan, Giovanni L. Violante, and Justin Weidner present compelling evidence to support the claim in a paper delivered as part of Brookings’ two-day Panel on Economic Activity. In general they found most of the “wealthy hand-to-mouth” have their wealth tied up in assets like real estate that would cost a lot to transfer into cash.\n\nFor instance, they own retirement accounts, homes, and other big-ticket items that are valuable, and may even be appreciating in value, but which the owners are reluctant to access in times of financial stress because doing so is difficult and expensive.\n\nThe authors found that the wealthy hand-to-mouth “are not predominantly young households with low income. Rather they have a humped-shaped age profile that peaks in the early forties.” They also have income patterns very similar to non-hand-to-mouth households, “and hold substantial wealth in housing and retirement accounts.”\n\nThe paper is especially significant because of the ongoing debate over the usefulness of economic stimulus in a down economy. One argument against a broad-based cash stimulus is that individuals with higher incomes are more likely to save the money than they are to spend it. But the study shows that there are more than 25 million non-poor Americans who are likely to spend almost every dollar they take in, meaning that a stimulus program that puts extra money in their hands would lead to increased spending.\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "More than 38 million Americans have little or nothing in the way of liquid cash set as", "title": "Meet the “Hand-to-Mouth Wealthy”", "url": "http://www.thefiscaltimes.com/Articles/2014/03/22/Meet-Hand-Mouth-Wealthy", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02122013_Dollar_City_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/03/22/Meet-Hand-Mouth-Wealthy", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02122013_Dollar_City_article.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "More than 38 million Americans have little or nothing in the way of liquid cash set as", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The authors found that the wealthy hand-to-mouth “are not predominantly young households with low income.\nIn general they found most of the “wealthy hand-to-mouth” have their wealth tied up in assets like real estate that would cost a lot to transfer into cash.\nA study released by the Brookings Institution on Friday determined that even many relatively wealthy Americans essentially live hand-to-mouth, changing their consumption patterns to conform with changes to their income – meaning that if their income goes down, they spend less, and if it goes up, they spend more.\nOne argument against a broad-based cash stimulus is that individuals with higher incomes are more likely to save the money than they are to spend it.\nBut surprisingly, more than two-thirds of them are not technically poor."}