{"article_title": "Hillary Clinton Tries to Show Softer Side in Iowa’s Final Days", "article_keywords": ["woman", "clinton", "campaign", "voters", "hillary", "days", "tries", "softer", "moines", "negative", "iowas", "health", "mrs", "final", "care", "told"], "article_url": "http://blogs.wsj.com/washwire/2016/01/29/hillary-clinton-tries-to-show-softer-side-in-iowas-final-days/", "article_text": "Democratic presidential candidate Hillary Clinton brings up Joan Hanna to the stage to speak positively about government health care, Friday, Jan. 29, 2106, during a rally at Grand View University in Des Moines, Iowa. Associated Press\n\nDES MOINES, Iowa—In the middle of her stump speech Friday, Hillary Clinton stopped what she was saying and asked a woman to come to the microphone and tell her story.\n\nThe woman, Joan Hanna, told of her daughter’s diagnosis with brain cancer and her journey to get both health care and health insurance. Thanks to the Affordable Care Act, which requires insurers cover people regardless of their health history, she said, her daughter was ultimately able to buy coverage on one of the new exchanges.\n\n“My daughter had brain cancer, and she was never asked if she had any pre-existing conditions,” she said. “So it was a great gift to our family.”\n\nIt’s part of Mrs. Clinton’s effort to show a softer side in hopes of leaving Iowa Democrats with a positive image of her in the days before Monday’s caucuses.\n\nPolls show the former secretary of state isn’t particularly well-liked by voters on a personal level and she more naturally gravitates to policy discussions that are not necessarily warm and fuzzy. Early last fall, a woman tearfully told a heart-breaking story to Mrs. Clinton about her son’s mental illness and suicide. But Mrs. Clinton avoided engaging with her, taking the microphone back and moving on.\n\nLately, she’s taking any opportunity to show voters her heart.\n\nOn Thursday, Mrs. Clinton pulled an elderly woman close to her as the woman tearfully told her story of losing her house after her husband died. “We’ve got to do more to help people,” Mrs. Clinton told the audience. “It’s just not right.”\n\nAfterwards, the woman, Annette Bebout, of Newton, said that Mrs. Clinton “sees what we’re going through.” Asked if she planned to caucus for her, Mrs. Bebout said, “You bet!”\n\nMeantime, the Clinton campaign has been working to highlight any and all negativity coming from rival Bernie Sanders, who often points to Mrs. Clinton’s Wall Street ties to suggest she can’t be trusted to rein banks in. For Mrs. Clinton, the goal is to paint him as a hypocrite for ignoring his early pledges to avoid attacks, and to insulate herself from her own negative messages.\n\n“I think he’s going negative,” chief Clinton strategist Joel Benenson said on CNN Friday. “In fact, he’s probably running the most negative campaign of any Democratic presidential candidate” in a primary.\n\nBut on the campaign trail, Mrs. Clinton is working to paint a more uplifting picture.\n\n“I’m so proud of the election we’re running on the Democratic side. It is about issues,” she said Friday at a campaign event in Des Moines. “The other side seems to be about insults.”\n\nIn discussing the nation’s long fight to expand health coverage, Mrs. Clinton regularly tells of a father she met when she was first lady. He had two daughters with cystic fibrosis and could not buy them insurance at any price. She says that one insurance company official told him, “We don’t insure burning houses.”\n\nMrs. Clinton allows that harsh statement to settle over the room and then quotes the father: “They called my little girls burning houses.”\n\nStill, her message is not without edge. Mrs. Clinton uses the health care stories in particular to back up her hit on Mr. Sanders’s and his plan for a single-payer, government-run health care plan. Her point is that the nation has made strides on health care and it would be a mistake to start again. In doing so, she suggests that Mr. Sanders would reverse the progress, rather than expand upon it.\n\n“He wants to start all over again and plunge the country back into a very divisive debate,” she said Thursday in Newton, Iowa.\n\nMore\n\nIn Iowa, Some Votes Outweigh Others\n\nPelosi: Democrats Must Tell Angry Voters How They Beat Back GOP Agenda", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Hillary Clinton is making an effort to show a softer side in hopes of leaving Iowa Democrats with a positive image of her in the days before Monday’s caucuses.", "title": "Hillary Clinton Tries to Show Softer Side in Iowa’s Final Days", "url": "http://blogs.wsj.com/washwire/2016/01/29/hillary-clinton-tries-to-show-softer-side-in-iowas-final-days/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-MJ031_Hillar_P_20160129171711.jpg"}, "site": "WSJPolitics", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Politics", "article.headline": "Hillary Clinton Tries to Show Softer Side in Iowa’s Final Days", "description": "Hillary Clinton is making an effort to show a softer side in hopes of leaving Iowa Democrats with a positive image of her in the days before Monday’s caucuses.", "article_section": "Politics", "author": "Laura Meckler", "user.type": "unsubscribed", "article.page": "Washington Wire Blog", "page.content.format": "responsive", "page.subsection": "Washington Wire", "article.summary": "Hillary Clinton is making an effort to show a softer side in hopes of leaving Iowa Democrats with a positive image of her in the days before Monday’s caucuses.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2016-01-29T22:58:48-05:00", "dj.asn": "10-139", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/washwire/2016/01/29/hillary-clinton-tries-to-show-softer-side-in-iowas-final-days/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-WB-60697", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Politics", "language": "en-US", "og": {"site_name": "WSJ", "description": "Hillary Clinton is making an effort to show a softer side in hopes of leaving Iowa Democrats with a positive image of her in the days before Monday’s caucuses.", "title": "Hillary Clinton Tries to Show Softer Side in Iowa’s Final Days", "url": "http://blogs.wsj.com/washwire/2016/01/29/hillary-clinton-tries-to-show-softer-side-in-iowas-final-days/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-MJ031_Hillar_P_20160129171711.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "Washington Wire", "article.id": "BL-WB-60697", "user.exp": "default", "article.updated": "2016-01-29T22:58:48-05:00"}, "article_summary": "Mrs. Clinton uses the health care stories in particular to back up her hit on Mr. Sanders’s and his plan for a single-payer, government-run health care plan.\n“We’ve got to do more to help people,” Mrs. Clinton told the audience.\nBut Mrs. Clinton avoided engaging with her, taking the microphone back and moving on.\nEarly last fall, a woman tearfully told a heart-breaking story to Mrs. Clinton about her son’s mental illness and suicide.\nHer point is that the nation has made strides on health care and it would be a mistake to start again."}