{"article_title": "Here’s a Glimpse of NASA’s $349 Million ‘Mothballed’ Tower", "article_keywords": ["program", "glimpse", "heres", "wicker", "million", "washington", "349", "project", "post", "nasas", "youve", "mothballed", "told", "tower", "nasa"], "article_url": "http://dailysignal.com/2014/12/18/heres-glimpse-nasas-349-million-mothballed-tower/", "article_text": "Washington is routinely accused of spending your tax dollars frivolously, but $349 million toward a project that may never be used?\n\n“All you’ve done is go around in a damn circle, like a dog chasing his tail,” says a project foreman.\n\nThe Washington Post exposed the multimillion-dollar NASA construction project, saying it built a $349 million laboratory tower in Mississippi intended to simulate the “vacuum of space” to test a new rocket engine.\n\nBut the project, called the A-3 test stand, turned out to be useless.\n\nImmediately following its completion in June, NASA closed off the 300-foot-tall tower without ever testing it.\n\nThe reason? The rocket program it had been constructed to serve was canceled in 2010.\n\n“It’s heartbreaking to know that, you know, you thought you’d done something good,” David Forshee, general foreman for the pipefitters of the tower, told the Post. “And all you’ve done is go around in a damn circle, like a dog chasing his tail.”\n\nIn the project’s inception, NASA predicted it would cost $119 million to build. This estimate then jumped to $163 million. When it was over, NASA had spent more than twice as much as the second estimate for a program that ended four years earlier.\n\nAnd the spending is still not over. According to the Post, NASA will continue to spend an additional $700,000 a year “to maintain it in disuse.”\n\nShortly after the program was canceled, Sen. Roger Wicker, R-Miss., sponsored an amendment to reinstate construction and complete it by September 2013, even though its mission would not be revived.\n\n“Administrations come and go. I think it makes sense not to leave a partially constructed asset sitting there,” Wicker told the Post. “I do believe, a decade from now, we’ll look back and see that it has been used in a very positive way.”\n\nThe Post noted that Wicker did not name a specific NASA program that could use the tower, and NASA says it doesn’t have any rockets in development that would even need the testing the A-3 tower provides.\n\nSo for now, the massive steel structure will remain “mothballed,” according to the Post.", "article_metadata": {"description": "NASA built a $349 million laboratory tower in Mississippi intended to simulate the “vacuum of space” to test a new rocket engine. Now, it has no use for it.", "og": {"site_name": "The Daily Signal", "description": "NASA built a $349 million laboratory tower in Mississippi intended to simulate the “vacuum of space” to test a new rocket engine. Now, it has no use for it.", "title": "Here’s a Glimpse of NASA’s $349 Million ‘Mothballed’ Tower", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/scphotos0232581.jpg", "updated_time": "2014-12-18T10:29:56+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1x1gfA7"}, "twitter": {"domain": "The Daily Signal", "description": "NASA built a $349 million laboratory tower in Mississippi intended to simulate the “vacuum of space” to test a new rocket engine. Now, it has no use for it.", "title": "Here’s a Glimpse of NASA’s $349 Million ‘Mothballed’ Tower", "image": {"src": "http://dailysignal.com/wp-content/uploads/scphotos0232581.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "government waste", "published_time": "2014-12-18T03:01:47+00:00", "modified_time": "2014-12-18T10:29:56+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "NASA, government spending, government waste, A-3 test stand, Roger Wicker"}, "article_summary": "The Washington Post exposed the multimillion-dollar NASA construction project, saying it built a $349 million laboratory tower in Mississippi intended to simulate the “vacuum of space” to test a new rocket engine.\nWashington is routinely accused of spending your tax dollars frivolously, but $349 million toward a project that may never be used?\nI think it makes sense not to leave a partially constructed asset sitting there,” Wicker told the Post.\n“It’s heartbreaking to know that, you know, you thought you’d done something good,” David Forshee, general foreman for the pipefitters of the tower, told the Post.\n“All you’ve done is go around in a damn circle, like a dog chasing his tail,” says a project foreman."}