{"article_title": "Hayward ‘Promotoras’ Make House Calls, Connect Neighbors to Health Care", "article_keywords": ["neighbors", "kids", "neighborhood", "calls", "house", "promotoras", "work", "community", "salas", "health", "connect", "promotora", "perez", "care", "arroyosolveson", "hayward"], "article_url": "http://ww2.kqed.org/stateofhealth/2015/12/09/hayward-promotoras-make-house-calls-neighbors-health/", "article_text": "Guadalupe Perez (left) and Carolina Arroyo-Solveson hit the streets to connect Hayward residents with local community clinics and other resources. ( Farida Jhabvala Romero/KQED )\n\nCarolina Arroyo-Solveson and Guadalupe Perez are community health workers, but the bulk of their work is done outside a clinic or hospital setting. Instead, they share health information right in people’s homes.\n\nThe two women are promotoras de salud, Spanish-speaking lay health educators. Promotoras have a long history in California, and Arroyo-Solveson and Perez are working today in Hayward as part of Hayward Promise Neighborhood, a federally-funded initiative that is honing in on the Jackson Triangle neighborhood, a lower-income, ethnically diverse area of the city.\n\nThe women go door to door, connecting residents to community clinics and other health services.\n\n‘They know that we are part of the community. We have our kids in the same schools. We go to the same stores.’\n\nGuadalupe Perez, a promotora in Hayward\n\nArroyo-Solveson says there is nothing like face-to-face interaction to reach parents and others who may feel isolated or distrustful of government programs for which they would qualify.\n\n“Often when you have cultural barriers, language barriers, economic barriers, it’s very hard to feel empowered,” Arroyo-Solveson says. “We are trying to bridge these services for them so they can get empowered and engaged with the community.”\n\nArroyo-Solveson is originally from Chile and says her own immigrant experience helps her relate to the families she works with.\n\nToday, Arroyo-Solveson and Perez will meet with Liliana Salas, a stay-at-home mother with two children. Salas has invited the promotoras to her home, which is a welcome change from days past.\n\n“When we started this work, nobody would tell us, ‘Can you please come to our home?’ They would slam the door or take a long time to answer,” Arroyo-Solveson says with a chuckle. “Now people hear about us and invite us to their home, which is wonderful.”\n\nPerez says that part of the success of promotoras in reaching residents is their familiarity with the neighborhood.\n\n“They know that we are part of the community. We have our kids in the same schools. We go to the same stores,” says Perez.\n\nAfter everyone is settled in Salas’ living room, Arroyo-Solveson and Perez try to assess the family’s needs. Do they have health insurance? They do. Has Salas heard of CalFresh, the state’s food stamps program? She hasn’t, but wants to know more.\n\nSalas listens attentively and asks questions as the promotoras explain how to apply for CalFresh. They also describe neighborhood events nearby — the local library is offering kids help with their homework, and a community center is soon holding a drum circle.\n\n“It’s a great event that helps to relieve stress,” explains Perez in Spanish. “And you can bring your kids to participate.”\n\nAs the women close their visit, Salas promises to review the information, including a subsidized training course to become a medical assistant.\n\n“I’ll try to find the programs that are the most relevant to me and my family,” says Salas, holding a stack of papers and phone numbers for local resources.\n\nPerez says it’s interactions like these that give her role meaning. And she is committed. She volunteers as a promotora; her work is generally unpaid. During her four years as a promotora for the Tiburcio Vasquez Health Center, Perez says she has witnessed positive changes in people’s mindsets -– and consequently, their lives.\n\nOne example she cites is clients who are initially resigned to getting chronic diseases like diabetes if their relatives also suffer from it.\n\n“We’ll tell them, ‘No. Don’t think like this! You can break the pattern.’ How? By exercising, changing your diet and being more relaxed,” says Perez, adding that many of the parents she meets with work more than one job and face high levels of stress.\n\nNationwide, Latinos are 40 percent more likely to die from diabetes than non-Hispanic whites, according to federal statistics.\n\nPerez, a mother of three who cleans homes for a living, says that her own family has benefited from the knowledge she’s gained as a promotora. Her kids are more aware of nutritional labels as they browse aisles at the supermarket –- and appreciate the dangers of too much sugar and salt in their diets. Her husband reduced his daily soda intake from three or more cans daily to just one.\n\nPerez says being a promotora has also boosted her confidence and sense of purpose.\n\n“The training of promotora completely changed my life,” says Perez, who is originally from Mexico.\n\nShe’s lost weight by adding vegetables to her diet and exercising more. It’s an approach she preaches to her clients: make the time for small beneficial changes that you can keep.\n\n“I don’t have the time to go to the gym and also I don’t have money to go to the gym, so I do my exercise at home,” she said. “I have some zumba videos, so I’ll play them and dance at home with my kids.”\n\nAnother benefit she says, is how much more connected she feels with her community. Before, she would try to ignore problems — like drug users at the park or gang-related violence. Now, she’s taking an active role in improving her neighborhood.\n\n“Health is about everything — good schools, access to good foods, and feeling safe in your neighborhood,” says Perez, who earlier this year received a volunteer award from the city of Hayward.\n\nArroyo-Solveson says promotoras are an agent of change with tangible impacts.\n\n“When I see that children get vaccinated because we have provided [parents with] resources on where to do that, they get health insurance because the promotoras came with all the information. It’s just a wonderful thing to see the transformation,” says Arroyo-Solvenson. “We are transforming a community with information, with care, because we care for them.”", "article_metadata": {"description": "Spanish-speaking lay health workers go door to door in the Jackson Triangle neighborhood, a low-income area of Hayward.", "contextly-page": "{\"title\":\"Hayward 'Promotoras' Make House Calls, Connect Neighbors to Health Care\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2015\\/12\\/09\\/hayward-promotoras-make-house-calls-neighbors-health\\/\",\"pub_date\":\"2015-12-09 08:59:10\",\"mod_date\":\"2015-12-11 10:43:59\",\"type\":\"post\",\"post_id\":117914,\"author_id\":\"8659\",\"author_name\":\"Farida Jhabvala Romero\",\"author_display_name\":\"Farida Jhabvala Romero\",\"tags\":[\"Immigrant Health\",\"News\",\"Promotoras\"],\"categories\":[\"Community Health\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2015\\/12\\/RS17557_IMG_9864.JPG-qut.jpg\"}", "og": {"site_name": "State of Health", "description": "Spanish-speaking lay health workers go door to door in the Jackson Triangle neighborhood, a low-income area of Hayward.", "title": "Hayward ‘Promotoras’ Make House Calls, Connect Neighbors to Health Care", "url": "http://ww2.kqed.org/stateofhealth/2015/12/09/hayward-promotoras-make-house-calls-neighbors-health/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2015/12/RS17560_IMG_9809.JPG-qut-400x267.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@faridajhabvala"}, "fb": {"app_id": 160023622793}, "keywords": "immigrant health,news,promotoras", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Guadalupe Perez (left) and Carolina Arroyo-Solveson hit the streets to connect Hayward residents with local community clinics and other resources.\n( Farida Jhabvala Romero/KQED )Carolina Arroyo-Solveson and Guadalupe Perez are community health workers, but the bulk of their work is done outside a clinic or hospital setting.\nThe women go door to door, connecting residents to community clinics and other health services.\nThe two women are promotoras de salud, Spanish-speaking lay health educators.\nSalas has invited the promotoras to her home, which is a welcome change from days past."}