{"article_title": "Bobby Jindal draws applause, stays after events to woo Iowa voters before caucuses", "article_keywords": ["jindal", "week", "iowa", "applause", "jindals", "bobby", "support", "voters", "woo", "candidates", "low", "stays", "draws", "caucuses", "events"], "article_url": "http://theadvocate.com/news/13223679-123/bobby-jindal-hoping-to-win", "article_text": "Bobby Jindal draws applause, stays after events to woo Iowa voters before caucuses\n\nBobby Jindal draws applause, stays after events to woo Iowa voters before caucuses\n\n— Despite his low polling to date, Gov. Bobby Jindal is hoping to tap into a conservative voter base and woo enough voters here over the next five months to have a big showing in the nation’s first caucus early next year.\n\nThe plan isn’t unique but, at the same time, is not entirely impossible.\n\nSeveral attendees at Jindal events across western Iowa this week said they had not previously seen Jindal in person, but nearly all said they were at least impressed by him and had not ruled him out. As he gave his stump speech and then fielded their questions, attendees were generally engaged — frequently applauding Jindal’s positions.\n\n“I think he has some great ideas and insight,” said Micki O’Neill, a Council Bluffs resident who was among those who had not previously seen Jindal in person.\n\nJindal has made it a point to be the last person out of the room as he makes stops in each of Iowa’s 99 counties. In Council Bluffs on Tuesday, he stayed for more than an hour talking to people one-on-one, signing books and posters, and taking photos with attendees.\n\nChris Larimer, a political science professor at the University of Northern Iowa, said that type of retail politics goes a long way in Iowa because that’s what Republicans who will participate in the Feb. 1 caucus expect.\n\n“Generally, the expectation is these candidates need to be out there, and they can take nothing for granted,” he said. “(Caucus-goers) expect access, and they want to ask ‘Who are you? What are you about?’ ”\n\nLarimer has dubbed the phenomenon the “Big Wide-Mouthed Frog Theory,” after a popular children’s book in which a petite frog approaches larger animals to pepper them with questions about who they are and what they eat.\n\nWhile some Louisiana residents may scoff at Jindal’s prospects, voters in Iowa generally don’t appear to be as familiar with, nor as concerned with, criticism he has faced back home.\n\nJindal hasn’t cracked out of the single digits in Iowa polls, but recent polls suggest he has high marks for favorability and has a relatively low unfavorable score in Iowa.\n\nA sampling of voters at this week’s events said they had been at least somewhat familiar with Jindal’s name but were not aware of nor concerned by his low approval rating in Louisiana.\n\nFor residents of Iowa, a simple trip to the diner right now could mean bumping into one of the 17 candidates running for president, and evening events featuring candidates come frequently.\n\nTime and again, attendees at Jindal’s events this week have repeated that they like him but it’s too early to decide who they will support. That leaves a large segment that could fall in Jindal’s favor as the caucuses approach.\n\nLarimer said it’s not impossible, though the crowded Republican field, which includes several candidates aiming for the same base of support, makes it more difficult this time around.\n\nJindal, for his part, is hoping to be the candidate who has enough face time and puts in enough hours to ensure he gets enough support.\n\n“We always campaign like this,” Jindal said after one event this week. “It’s different for voters when they can look the candidate in the face.”\n\nLarimer said caucusgoers take the job of having the first say in the nominating process seriously and have a reputation for thoroughly vetting candidates before deciding who to back.\n\n“They’re pretty deliberate in their decisions in who to caucus for,” he said.\n\nThat makes the outcome still pretty difficult to predict.\n\nIn the 2008 election, for example, eventual winner Mike Huckabee saw a surge of support in the final two months heading into the caucuses. Prior to that, Huckabee, who also sought out an evangelical Christian base of support, had polled low and was relatively unknown.\n\nJindal returns to speak at the Iowa State Fair on Saturday and has several more events scheduled over the next two weeks.\n\nAs he treks across Iowa, familiar questions pop up about immigration, abortion, terrorism, the federal Affordable Care Act and education — all topics that Jindal speaks about with ease and from a far-right position.\n\nAl Gates, an Iowa native who is retired and lives in Le Mars, said the 17-person Republican slate has him still weighing his options. But he was impressed by Jindal and the ease with which he talks about issues that are on conservative voters’ minds.\n\n“It’s not canned,” he said after seeing Jindal for the first time in person.\n\nAlex Wimmer, a high school history teacher, said he also hopes to see all of the candidates and talk to them. He took a photo with Jindal earlier this week after attending his first Jindal event.\n\n“I like a lot of the things he said,” Wimmer said.\n\nMichelle Connor, an occupational therapist, said she also had not made up her mind who to support but she was “very encouraged” by Jindal.\n\n“He knows what he wants and what he stands for,” she said.\n\nOne of Connor’s patients, meanwhile, has already decided to back Jindal, she said. Because he wasn’t able to make it to Jindal’s appearances this week, Connor snagged for him a glossy, blue “Jindal for President” sign that had been taped to the banquet room’s wall.\n\n“He will love it!” she exclaimed.\n\nFollow Elizabeth Crisp on Twitter, @elizabethcrisp. For more coverage of Louisiana state government and politics, follow our Politics blog at http://blogs.theadvocate.com/politicsblog.", "article_metadata": {"description": "Baton Rouge, LA /News/: DES MOINES   —   Despite his low polling to date, Gov. Bobby Jindal is hoping to tap into a conservative voter base and woo enough voters here over the next five months to have a big showing in the nation’s first caucus early next year. The plan isn’t uni", "og": {"url": "http://theadvocate.com/news/13223679-123/bobby-jindal-hoping-to-win", "image": "http://theadvocate.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=U5o0J1o8BGCF9$NtJwupGs$daE2N3K4ZzOUsqbU5sYtFfc$akC0fVpHNCfklIg8oWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "type": "article", "description": "DES MOINES &mdash; Despite his low polling to date, Gov. Bobby Jindal is hoping to tap into a conservative voter base and woo enough voters here over the next five", "title": "Bobby Jindal draws applause, stays after events to woo Iowa voters before caucuses"}, "robots": "NOODP", "fb": {"app_id": 514908288573846}, "google-site-verification": "WJ-GmvLB0_4_ubFhOXLkAFEJNrdaozYvrgZP8mTLz5U", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe48ae\"", "article_summary": "Bobby Jindal draws applause, stays after events to woo Iowa voters before caucusesBobby Jindal draws applause, stays after events to woo Iowa voters before caucuses— Despite his low polling to date, Gov.\nSeveral attendees at Jindal events across western Iowa this week said they had not previously seen Jindal in person, but nearly all said they were at least impressed by him and had not ruled him out.\nJindal returns to speak at the Iowa State Fair on Saturday and has several more events scheduled over the next two weeks.\nTime and again, attendees at Jindal’s events this week have repeated that they like him but it’s too early to decide who they will support.\nHe took a photo with Jindal earlier this week after attending his first Jindal event."}