{"article_title": "How can small biz possibly win at the health insurance game?", "article_keywords": ["plans", "smallbusiness", "chicago", "win", "employees", "companies", "possibly", "game", "health", "coverage", "small", "biz", "selffunded", "insurance"], "article_url": "http://www.chicagobusiness.com/article/20151003/ISSUE01/310039998/how-can-small-biz-possibly-win-at-the-health-insurance-game", "article_text": "LimeRed Studio owner Emily Lonigro Boylan employs a half-dozen people who design websites. When the North Side business owner was pregnant with her first child three years ago, her health insurance premiums shot up by more than 36 percent, forcing her to pay more than $500 a month for coverage.\n\nAt the time, she recalls, “I was going through underwriting for my health insurance with a pre-existing condition called pregnancy,” which caused her rate to soar. Now pregnant with her second child, Boylan, 37, says her rates are closer to $300, with no threat of another big increase. That's because the Affordable Care Act, also known as Obamacare, protects her policy from rate increases for pre-existing conditions.\n\nThe Republicans campaigning for the presidential nomination have each thrown grenades at the ACA. But they might listen more carefully to the bedrock constituency of the GOP: small-business owners, who are quickly making peace with the new face of health insurance.\n\nWhen the ACA was signed into law in 2010, fearmongers predicted that small businesses would drop their insurance coverage and send their employees off to public exchanges for health plans. Data are still inconclusive, but more than two dozen Crain's interviews with small-business owners and insurance experts around Chicago find that companies have not given up employee coverage. In fact, most firms, feeling heated competition for talent, have beefed up their insurance amid stable and even falling premiums.\n\nBoylan uses an insurance broker to get the best plan for her staff. She offers not just basic health coverage but also dental and vision plans to her employees, who frequently are the targets of bigger rivals with good insurance. “The developers and designers I employ are apt to move around a lot. I have to offer the essentials, like a good health plan, to hold on to them,” Boylan says.\n\nTo get competitive rates, small-business owners often use brokers such as Better Business Planning in suburban Itasca. Joseph Liberty, chief operating officer, says that “three years ago we expected some real change—20 to 30 percent of small-group customers to drop their insurance and ask their employees to go purchase their own. But it never happened.”\n\nOne reason: Though nearly 350,000 individuals have signed up for insurance plans via the state of Illinois exchange, dubbed Get Covered Illinois, the program was not promoted among small businesses. Those that have investigated the options have found surprisingly few available. “Employers with traditional insurance have ended up staying put,” Liberty says.\n\nBlue Cross & Blue Shield of Illinois, the state's largest health insurer, confirms that conclusion. “Among small companies, there has been no significant shift away from insurance plans,” says Brian Cheney, a Blue Cross vice president in Chicago. Quite the contrary, he adds, small firms are asking for a larger cafeteria of coverage plans. “What they and their employees want is choice right now.”\n\nLand of Lincoln Health in Chicago, a health insurance co-operative formed as an outgrowth of ACA directives favoring new competition, offers choice in spades. Its own 120 employees choose from 25 health insurance options—ranging from narrow networks and low prices to wide networks at high prices, with deductibles ranging from $500 to $2,000 and more. “The average employer we work with is offering four to seven plans to its employees,” reports Jason Montrie, Land of Lincoln's president.\n\nOne option making its way into the small-business sector: self-insurance, or self-funded health insurance, which was once exclusively the preserve of Fortune 1000 companies. Self-funded plans put employers in charge of their insurance coverage, with third-party administrators handling claims and paying for them from a reserve funded by the company. Paul McDevitt, owner of McDevitt BCG in Oak Brook, a benefits consultant, says that the law allows some self-funded plans to be technically headquartered in other states that require fewer procedures, like in-vitro fertilization, to be offered to all workers. Insurers are writing self-funded plans, he adds, that return a portion of excess premiums to the employer at the end of a low-claims year.\n\nFor many small companies, health insurance is often the one benefit where cost-cutting is frowned upon. Paul Dark III, president of Loop-based Benefits Management Associates, says that many of his clients are willing to bankroll the most expensive and broadest plans available. A surprising number of small companies even pay for 100 percent of health coverage, according to a Crain's survey a year ago.\n\n“Small firms can't compete against the big guys on many levels,” Dark says. “But a rich health insurance plan is one incentive they can offer to attract and retain talent.”\n\nAt Health & Disability Advocates in Chicago, CEO Barbara Otto still worries that many small businesses have yet to adopt plans of their own. “Too many small companies still don't see how they can afford health insurance. We have to work to change that perception,” she says.", "article_metadata": {"msapplication-TileImage": "/assets/icons/mstile-144x144.png", "byline": "H. Lee Murphy", "timeCrawled": "20160526_02:21:49", "description": "Visit Crain's Chicago Business for complete business news and analysis including healthcare, real estate, manufacturing, government, sports and more.", "title": "How can small biz possibly win at the health insurance game?", "taxo_Industries": "Digital and Social Media", "apple-itunes-app": "app-id=571426684", "image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20151003/ISSUE01/310039998/AR/0/AR-310039998.jpg", "msapplication-TileColor": "#2d89ef", "fb": {"admins": 100001125868754}, "summary": "Crain's interviews with local small-business owners and insurance experts find that companies have not given up employee coverage. Indeed, some are offering more.", "og": {"site_name": "Crain's Chicago Business", "description": "Crain's interviews with local small-business owners and insurance experts find that companies have not given up employee coverage. Indeed, some are offering more.", "title": "How can small biz possibly win at the health insurance game?", "url": "http://www.chicagobusiness.com/article/20151003/ISSUE01/310039998/how-can-small-biz-possibly-win-at-the-health-insurance-game", "image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20151003/ISSUE01/310039998/AR/0/AR-310039998.jpg", "type": "article"}, "published_at": "2015-10-3", "url": "http://www.chicagobusiness.com/article//ISSUE01/310039998", "content_type": "article", "google-site-verification": "0QcjJi4OGS9bKu4FBKK58V93fKv0WYCQb7IFbmjATew", "twitter": {"image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20151003/ISSUE01/310039998/AR/0/AR-310039998.jpg&maxw=400", "site": "@CrainsChicago", "card": "summary_large_image", "title": "How can small biz possibly win at the health insurance game?"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "categoryName": "MAG - Issue News"}, "_id": "\"57477af46914bd0286fd9c29\"", "article_summary": "For many small companies, health insurance is often the one benefit where cost-cutting is frowned upon.\n“Too many small companies still don't see how they can afford health insurance.\nAt the time, she recalls, “I was going through underwriting for my health insurance with a pre-existing condition called pregnancy,” which caused her rate to soar.\nA surprising number of small companies even pay for 100 percent of health coverage, according to a Crain's survey a year ago.\n“Among small companies, there has been no significant shift away from insurance plans,” says Brian Cheney, a Blue Cross vice president in Chicago."}