{"article_title": "Showtime Network to Televise 200th Pro Boxing Episode Live From Turning Stone", "article_keywords": ["25", "stone", "boxing", "turning", "network", "showtime", "pro", "televise", "bouts", "televised", "live", "undercard", "shobox", "episode", "kos", "200th", "event"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/07/07/showtime-network-televise-200th-pro-boxing-episode-live-turning-stone-155697", "article_text": "ONEIDA NATION HOMELANDS (NY) The parade of high-profile nationally televised boxing events will continue at Turning Stone Resort Casino, when Showtime produces the landmark 200th episode of “SHOBOX – The New Generation,” Friday, July 25 in the resort’s Event Center. The live telecast will begin at 10:00 p.m. eastern, with undercard bouts getting underway at 8:00 p.m.\n\nThis will also mark Turning Stone’s 12th nationally televised boxing event in less than two years, helping establish the resort as a mecca for world-class televised fights. Boxing legends Mike Tyson and Floyd Mayweather Jr. have each promoted televised fight cards at the resort over the last year, and over the last two years Turning Stone has played host to televised boxing events on Showtime, HBO, ESPN, and NBC.\n\nFor more than ten years, “SHOBOX – The New Generation” has been a launching pad for future world champions, with over 40 fighters graduating on to win world titles. The 200th episode of the series, July 25 at Turning Stone, promises to continue the SHOBOX tradition of highlighting some of the sport’s best prospects.\n\nPresented by Greg Cohen Promotions and GH3 Promotions, the July 25 event will be headlined by a 10-round main event in the middleweight division, as Antoine “Action” Douglas (14-0) of Burke, Virginia returns to Turning Stone to face Michel Soro (23-1, 13 KOs) of France, for the WBA International belt. It will mark Douglas’ third appearance at Turning Stone, as he continues his rise in the middleweight division.\n\nIn the co-main event, the WBC Fecarbox super middleweight title will be on the line, as knockout artist Jerry Odom (11-0, 10 KOs) of Bowie, Maryland squares off against Vilier Quinonez (8-0, 5 KOs), a Cuban native now residing in Miami, in a bout set for eight rounds.\n\nThe SHOBOX telecast will also feature two additional bouts. Junior middleweights will tangle in a matchup set for eight rounds, as John Thompson (14-1, 5 KOs) of Newark, New Jersey meets Steve Martinez (15-1, 12 KOs) of Bronx, New York.\n\nWelterweights will collide in an eight-rounder, when undefeated Cecil McCalla (18-0, 6 KOs) of Randallstown, Maryland takes on Chris van Heerden (21-1-1, 11 KOs) of South Africa.\n\nAdditional non-televised undercard bouts will be announced soon. All bouts are subject to change.\n\nTickets for the July 25 SHOBOX event at Turning Stone’s Event Center are on sale now, in person at the Turning Stone box office, by calling the box office at (315) 361-7469, or through Ticketmaster.com.\n\nTickets are priced at $60, $35, and $25,and are subject to additional fees. The live Showtime telecast begins at 10:00 p.m., with the first undercard bout scheduled for 8:00 p.m. Doors will open at 7:00 p.m.\n\nProfessional media requesting credentials must contact Oneida Nation Public Affairs Manager Brett Stagnitti at (315) 829-8310 orbstagnitti@oneida-nation.org for consideration.", "article_metadata": {"description": "Showtime Network to Televise its 200th Pro Boxing Episode Live From Turning Stone", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "rcjohnson", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/07/07/showtime-network-televise-200th-pro-boxing-episode-live-turning-stone-155697", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/turning_stone_event_center.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Showtime Network to Televise 200th Pro Boxing Episode Live From Turning Stone"}, "abstract": "Showtime Network to Televise its 200th Pro Boxing Episode Live From Turning Stone", "dc": {"title": "Showtime Network to Televise 200th Pro Boxing Episode Live From Turning Stone"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/07/07/showtime-network-televise-200th-pro-boxing-episode-live-turning-stone-155697", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Floyd Mayweather Jr., Mike Tyson, Turning Stone, Showtime network, Oneida Indian Nation of Wisconsin", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2014-07-07T12:37-04:00", "dcterms.title": "Showtime Network to Televise 200th Pro Boxing Episode Live From Turning Stone"}, "article_summary": "It will mark Douglas’ third appearance at Turning Stone, as he continues his rise in the middleweight division.\nThe live telecast will begin at 10:00 p.m. eastern, with undercard bouts getting underway at 8:00 p.m.\nThis will also mark Turning Stone’s 12th nationally televised boxing event in less than two years, helping establish the resort as a mecca for world-class televised fights.\nThe 200th episode of the series, July 25 at Turning Stone, promises to continue the SHOBOX tradition of highlighting some of the sport’s best prospects.\nTickets for the July 25 SHOBOX event at Turning Stone’s Event Center are on sale now, in person at the Turning Stone box office, by calling the box office at (315) 361-7469, or through Ticketmaster.com."}