{"article_title": "Rosevill man arrested, linked to more than 50 thefts, burglaries", "article_keywords": ["rosevill", "stolen", "kent", "deputy", "arrested", "placer", "thefts", "50", "county", "roseville", "short", "burglaries", "sheriffs", "probation", "linked", "man"], "article_url": "http://www.thepresstribune.com/article/6/03/15/rosevill-man-arrested-linked-more-50-thefts-burglaries", "article_text": "A Roseville man suspected of committing more than 50 thefts and burglaries over the past month is now in custody.\n\nAccording to a statement Wednesday from Placer County Sheriff’s Office, 22-year-old Brock Anthony Kent was behind the wheel when he first came to the attention of a patrolling sheriff’s deputy around 4 a.m. Monday in Granite Bay. When Kent saw the deputy, he pulled into a driveway and turned off his car. When the deputy approached and questioned him, Kent said he lived at the residence, but a quick check with the homeowner proved otherwise.\n\nKent was searched and arrested for possession of heroin, methamphetamine and burglary tools, and a probation violation, then booked into Placer County Jail and released a short time later with a promise to appear. Sheriff officials said Kent was in custody again the next day, as he ran from detectives during a probation search of his home at 3 p.m. Tuesday. After a short search, a detective found Kent at nearby Maidu Park, and Kent surrendered as soon as the K9 exited the patrol vehicle.\n\nProperty recovered from Kent’s home, including several children’s bikes believed to have been stolen from a Roseville apartment complex, implicated him in more than 50 thefts and burglaries of occupied homes, cars and boats in Granite Bay, Roseville and Rocklin over the past month.\n\nAs of Wednesday afternoon, the Placer County Jail roster indicated Kent was in custody on $95,000 bail, charged with residential burglary, receiving known stolen property, resisting/delaying arrest, being a felon in possession of ammunition and violating probation.", "article_metadata": {"geo.region": "US", "generator": "Drupal 7 (http://drupal.org)", "geo.position": "37.09024;-95.712891", "robots": "index, follow", "fb": {"app_id": 169449507770}, "ICBM": "37.09024, -95.712891", "keywords": "news, the press tribune,local news, Roseville News, Granite Bay news, national news, state news, breaking news, crime log, sports, national sports, local sports, classifieds, Roseville photos, Roseville health, Roseville fitness, Roseville dinning guide,ski Roseville report, Roseville sports score, living, Roseville arts, Roseville entertainment", "viewport": "width=device-width, initial-scale=1", "description": "Local Roseville news. Latest Current News. Breaking News, Local newspaper's online edition with news, classifieds, and editorials."}, "article_summary": "A Roseville man suspected of committing more than 50 thefts and burglaries over the past month is now in custody.\nAccording to a statement Wednesday from Placer County Sheriff’s Office, 22-year-old Brock Anthony Kent was behind the wheel when he first came to the attention of a patrolling sheriff’s deputy around 4 a.m. Monday in Granite Bay.\nWhen Kent saw the deputy, he pulled into a driveway and turned off his car.\nAfter a short search, a detective found Kent at nearby Maidu Park, and Kent surrendered as soon as the K9 exited the patrol vehicle.\nWhen the deputy approached and questioned him, Kent said he lived at the residence, but a quick check with the homeowner proved otherwise."}