{"article_title": "10 Administrators for Every 1 U.S. Doctor", "article_keywords": ["needs", "patient", "business", "doctor", "selberg", "workers", "healthcare", "system", "administrators", "doctors", "porter", "care"], "article_url": "http://www.healthline.com/health-news/policy-ten-administrators-for-every-one-us-doctor-092813", "article_text": "A blogger for the Harvard Business Review recently crunched the numbers on healthcare employment and found something startling. From 1990 to 2012, the U.S. healthcare workforce grew by 75 percent. At a time when millions of Americans will soon enter the system under the Affordable Care Act (ACA), this seems like a welcome trend.\n\nBut there’s a catch. All but five percent of that job growth was in administrative staff, not doctors.\n\nThe ratio of doctors to other healthcare workers is now 1:16, up from 1:14 two decades ago. Of those 16 workers for every doctor, only six are involved in caring for patients—nurses and home health aids, for example. The other 10 are in purely administrative roles.\n\nAnd this growth is not driven by an increase in patient demand. In fact, though demand will likely rise when the ACA goes into effect next year, Americans have been using less care over time. From 2002 to 2012, the number of days Americans spent in the hospital decreased by 12 percent, while hospital staff grew by 11 percent.\n\nWhat's Driving This Hiring Trend?\n\nJeffrey D. Selberg, the executive vice president of the not-for-profit Institute for Healthcare Improvement (IHI), cites increasing complexity as a major contributor to the hiring boom.\n\n“There's just more and more layers of stuff that hospitals and physicians' offices—anyone in healthcare—is being asked to do. Documenting and meeting regulatory requirements—all of these have added to the demand,” Selberg told Healthline. “Has that demand actually gone into creating better outcomes...in less time and with lower costs? I think, as the blog described, the answer is no.”\n\nBefore coming to IHI, Selberg was the CEO of a three-hospital chain in Colorado that employed 3,000 workers. He saw inefficiencies on a daily basis in his business department, where a room full of customer care workers sat on hold with insurance representatives, while a half dozen customers sat on hold with each of them.\n\n“The system is fragmented. It's not well engineered to care for patients in terms of their whole self and the whole cycle of care for their condition,” Selberg said. “It's an awful system and it needs to be reformed.”\n\nHow Can We Move from Volume to Value?\n\nHarvard Business School professor Michael E. Porter and Thomas H. Lee, the chief medical officer of Press Ganey Associates, outlined their vision of healthcare reform in this month's print issue of the Harvard Business Review.\n\nThe first and most important fix they advise is for doctors and hospitals to focus on the needs of each patient and band together as a team to treat the patient through the whole course of an illness: In the case of someone who needs a new hip, from primary care to surgery and then through rehabilitation.\n\n“Shifting the field from the expert focus to the patient focus is critical,” Selberg said. “We also have to become oriented to specific populations—older adults with chronic conditions, for example.”\n\nNext, they say healthcare organizations need to collect and publish cost and outcome data for every patient, every doctor, and every procedure. IHI is currently working with Harvard Business School faculty to track data on outcomes for joint-replacement surgeries.\n\n“We have got to be vastly more transparent with what these outcomes are and the variability in these costs is, so that not only patients can see this, but payers and providers can see where they are and compare themselves to the best,” Selberg said. “[The data] will never be perfect. You have to get it out there in a way that people can understand it and lean in to change it.”\n\nShopping Around Saves 20 Percent on Hospital Bills for Joint Replacements\n\nAnd of course, reform would be incomplete without fixing the fee-for-service payment system, which rewards doctors and hospitals for performing more tests and procedures. Instead, Porter and Lee say, payments should be bundled together to cover the entire cost of a care cycle (like joint replacement and rehab) or care for a chronic condition for a set period of time.\n\nAnd in order to do all this, the system will have to enter the 21st century.\n\n“Our vision is that the patient comes into the hospital and is cared for under a certain protocol, and that information is sent electronically to the insurer and the payer and...payment is electronically applied. Literally no human touched required,” Selberg said. “There's no reason we shouldn't be doing that now.”\n\nHow Will the Affordable Care Act Change the Game?\n\nState and federal health insurance exchanges open to the public this Tuesday, and the ACA will continue to be rolled out over the next several years. The law does try put some of Porter and Lee's strategies in place, by encouraging doctors to use electronic medical records, for example.\n\nBut there's a lot left to be done, and the onus is on the many doctors, nurses, insurers, and administrators to do their part.\n\n“I don’t think we get very far if we focus on administrators vs. non-administrators,” Selberg said. “In my experience is that all you're doing is little incremental tweaks to the existing system. The system needs a complete overhaul in the way Porter and Lee described. The right point of entry is 'How do we serve patients better and more efficiently?'”\n\nLearn More", "article_metadata": {"news_keywords": "healthcare, ACA, Obamacare, bloat, administrators, hospitals, doctors, healthcare costs, labor, IHI, Harvard Business Review, Lee, Porter", "og": {"site_name": "Healthline", "description": "A Harvard Business Review analysis shows the healthcare workforce has grown by 75 percent since 1990, but 95 percent of new hires aren’t doctors.", "title": "The Great Healthcare Bloat: 10 Administrators for Every 1 U.S. Doctor", "url": "http://www.healthline.com/health-news/policy-ten-administrators-for-every-one-us-doctor-092813", "image": "http://www.healthline.com/hlcmsresource/images/News/public-policy/bloat.jpg", "type": "article"}, "twitter": {"image": "http://www.healthline.com/hlcmsresource/images/News/public-policy/bloat.jpg", "description": "A Harvard Business Review analysis shows the healthcare workforce has grown by 75 percent since 1990, but 95 percent of new hires aren’t doctors.", "card": "summary", "title": "The Great Healthcare Bloat: 10 Administrators for Every 1 U.S. Doctor"}, "ROBOTS": "NOODP", "DC.date.issued": "2013-09-27", "fb": {"app_id": 239371929577489}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "A Harvard Business Review analysis shows the healthcare workforce has grown by 75 percent since 1990, but 95 percent of new hires aren’t doctors."}, "article_summary": "Of those 16 workers for every doctor, only six are involved in caring for patients—nurses and home health aids, for example.\nThe ratio of doctors to other healthcare workers is now 1:16, up from 1:14 two decades ago.\n“I don’t think we get very far if we focus on administrators vs. non-administrators,” Selberg said.\nBut there's a lot left to be done, and the onus is on the many doctors, nurses, insurers, and administrators to do their part.\nThe system needs a complete overhaul in the way Porter and Lee described."}