{"article_title": "Neill Woelk: Bolder Boulder's long-running success story touches everyone", "article_keywords": ["boulder", "city", "touches", "success", "bolder", "neill", "boulders", "running", "race", "longrunning", "community", "youve", "woelk", "event", "runners", "reputation"], "article_url": "http://www.dailycamera.com/sports/ci_28177220/neill-woelk-bolder-boulders-long-running-success-story", "article_text": "If you live in Boulder, you know the Bolder.\n\nYou can't help it. Odds are you've either participated, know someone who has participated, volunteered or know someone who has volunteered. You've picked someone up at the stadium or dropped them off at the start. You've heard the war stories, or told a few of your own. You've handed a cup of water to thousands upon thousands of runners at one of the aid stations, or grabbed a cup on your way by, en route to your personal best time.\n\nOr, you may have just been stuck in the inevitable Bolder traffic.\n\nBut one way or another, you are connected.\n\nYou can't help it. The Bolder Boulder 10K is ingrained in the town's DNA. More than any other single-day event, the Bolder is the quintessential Boulder moment: a massive, daylong celebration centered around a healthy, everyone-is-invited, bring-your-own-whatever-floats-your-boat activity.\n\nNot that it's exactly what race co-founders Steve Bosley and Frank Shorter originally envisioned. When the two men came up with the idea nearly four decades ago, they in no way could have imagined an event that would include 50,000 participants and thousands of volunteers taking part in a race that would literally consume the city for an entire day.\n\nAdvertisement\n\nNeither could they have foreseen that a race with such humble beginnings — 2,700 participants, a shoestring budget and a hope that it would last a second year — would in so many ways help shape the long-term identity of the city.\n\nNobody envisioned that. Nobody planned that.\n\nIt just happened — and today, the city and county bear the indelible mark of a race that shows absolutely no signs of doing anything but continuing to firmly stamp its imprint on its hometown.\n\nThe race is Boulder because it is everyone. No other event of such magnitude in the community embraces such a wide demographic swath. Name an age, race, gender, income level or education level, and they're represented at the Bolder. Its longevity — this year's running will be the 37th — is a testament not only to its appeal, but to the community that has embraced it.\n\nIt is Boulder's event, the result of a healthy dose of serendipity, a large dollop of outstanding planning and a major helping of community pride.\n\nEven its beginnings had an \"only in Boulder\" flavor.\n\nIt started because an Olympic gold medalist who made running cool (Shorter) had moved to Boulder to train, and soon became acquainted with a local banker who had a strong belief in community (Bosley). Their idea in 1979 was simple: produce an event that would promote a healthy lifestyle in their hometown while taking advantage of a running boom that was spreading across America.\n\nEven then, Boulder had begun to earn a reputation as a great place for endurance athletes. The Red Zinger (later Coors Classic) bike race had started only a few years earlier, and Boulder's unique combination of altitude, agreeable weather and healthy lifestyle was attracting more and more runners and cyclists to the area.\n\nBut it was the Bolder that cemented that reputation, as the race virtually exploded in popularity, quickly doubling, then tripling, then quadrupling its original number of entrants.\n\nWord quickly spread in the running community. Soon, some of the best distance runners in the world were not only setting their sights on competing in the race — thanks to an attractive prize package — but moving to Boulder to train. It provided Boulder with a reputation as \"the\" place to be, creating an aura that brought elite runners, cyclists and triathletes to the area in droves.\n\nThat, of course, spawned countless more events — triathlons, more road races, bike races, endurance races — that enhanced Boulder's reputation even more. Boulder became a mecca not only for elite runners, cyclists and triathletes, but a haven for weekend warriors who were inspired by the professionals and Olympians in their midst. While much of America wanted to be like Mike, Boulder wanted to run like Rosa.\n\nAnd at the epicenter, for nearly four decades, has been the Bolder.\n\nThe result has been an economic boon. According to a University of Colorado study, the race generates an estimated economic impact of $10 million on the city and county — and that's not counting the running stores, cycling stores and specialty gear stores that have sprouted over the years. Boulder is annually included on someone's list of healthiest/fittest/happiest cities in America, and almost always, the Bolder is mentioned as one of the reasons.\n\nBut the biggest impact, one that's hard to quantify but impossible to miss, might be the effect the Bolder has had on the community's sense of self.\n\nBoulder loves its event. Every year, more than 2,000 people volunteer for the race, doing everything from setting up course infrastructure to handing out cups of water to cleaning up Folsom Field when the race is over. Family reunions are centered around the race. Generations of families participate in the event. Parties — planned and impromptu — are a staple not only along the course, but throughout the area.\n\nIt has become a matter of pride for much of the city because there is such a sense of ownership. In a city that will argue over everything from prairie dogs to power companies at the drop of a latte, the Bolder is a cornerstone of community, a source of national recognition. It's good news the community can count on every year.\n\nSeveral years ago, I spoke with race director Cliff Bosley about how the race has grown and what it's meant for the city. Cliff has literally grown up with the Bolder, watching it blossom from its infancy to its current stature as one of America's best-known and most-popular road races.\n\n\"You know, it's not our race,\" Bosley said. \"It's Boulder's race. It's almost like the people have entrusted us to give them the best race possible, and it's our duty to make sure that happens. They expect a great event because it's theirs.\n\n\"It's just up to us to make sure they get it.\"\n\nIndeed. The Bolder is Boulder, and if you live there, you are connected.\n\nYou can't help it.", "article_metadata": {"startDate": "2015-05-23T10:31:19-0600", "sailthru.author": "By Neill Woelk \n \n  For the Camera", "ag": {"canon": "BoulderDailyCamera:article:28177220:view"}, "twitter": {"domain": "dailycamera.com", "description": "If you live in Boulder, you know the Bolder.\nYou can't help it. Odds are you've either participated, know someone who has participated, volunteered or know someone who has volunteered.", "title": "Neill Woelk: Bolder Boulder's long-running success story touches everyone", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0523/20150523__24DCSWOEw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "modificationDate": "2015-05-23T16:21:53-0600", "endDate": "2025-05-23T10:34:05-0600", "news_keywords": "Sports, Sports news, Boulder Colorado Sports news, Boulder Colorado news, Sports Boulder news, Sports Colorado news, US Sports news, world Sports news.", "byline": "By Neill WoelkFor", "pubDate": "2015-05-23T10:36:29-0600", "sailthru.date": "2015-05-23T10:31:19-0600", "sailthru.title": "Neill Woelk: Bolder Boulder's long-running success story touches everyone", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0523/20150523__24DCSWOEw~1_300.jpg", "description": "If you live in Boulder, you know the Bolder.\nYou can't help it. Odds are you've either participated, know someone who has participated, volunteered or know someone who has volunteered.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "If you live in Boulder, you know the Bolder.\nYou can't help it. Odds are you've either participated, know someone who has participated, volunteered or know someone who has volunteered.", "title": "Neill Woelk: Bolder Boulder's long-running success story touches everyone"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0523/20150523__24DCSWOEw~1.jpg"}, "article_summary": "The Bolder Boulder 10K is ingrained in the town's DNA.\nMore than any other single-day event, the Bolder is the quintessential Boulder moment: a massive, daylong celebration centered around a healthy, everyone-is-invited, bring-your-own-whatever-floats-your-boat activity.\nWord quickly spread in the running community.\nThe Bolder is Boulder, and if you live there, you are connected.\nThat, of course, spawned countless more events — triathlons, more road races, bike races, endurance races — that enhanced Boulder's reputation even more."}