{"article_title": "The Vanishing White Democrat", "article_keywords": ["democratic", "minority", "voters", "win", "democrat", "vanishing", "democrats", "party", "white", "republican", "hillary", "obama"], "article_url": "http://www.frontpagemag.com/fpm/245467/vanishing-white-democrat-daniel-greenfield", "article_text": "It wasn’t all that long ago that the Democrats were predicting the end of the Republican Party.\n\nWith the rise of Obama, James Carville began peddling a new book “40 More Years” promising that the Dems would rule for generations.\n\nJust this year Carville predicted that the Republican Party would become extinct if it lost to Hillary Clinton. But it was the Democratic Party that was going extinct in Carville’s own backyard.\n\nRepublicans began winning Senate seats in Louisiana for the first time in a century in just the last ten years. If Landrieu loses, then both of the Louisiana’s Senate seats will be unprecedentedly held by Republicans.\n\nAnd Louisiana isn’t an outlier. Bill Clinton couldn’t stop Arkansas from going full Republican with two Republican senators and a full suite of Republican representatives for the first time in history. That’s all the more amazing in a state that only had two Republican senators before that for over a century.\n\nThe Democratic Party is going extinct in places like Louisiana, Arkansas and West Virginia. It’s vanishing because the working class White Democrat is becoming extinct.\n\nEven Carville hedged his bets while predicting the end of the Republican Party by joining FOX News.\n\nA generation ago, white Democrats outnumbered white Republicans. Today it’s the other way around. Under Obama, barely a quarter of white people still identify as Democrats.\n\nRepublicans didn’t just win a few elections. They swept across entire legislatures in western and southern states. They took state senates and governorships in places like New York and Illinois. It’s not that Republicans had a particularly compelling message, some did and some didn’t, but that Democrats had assumed that enough white voters would continue showing up to prop up their rainbow coalition.\n\nThey were wrong.\n\nThe latest Pew poll shows that 74 percent of Democrats support ObamaCare, but only 29 percent of white respondents do. The Democratic Party is becoming a party without white people. Under Obama, the Democratic disadvantage among white voters doubled without any corresponding gains among minority voters.\n\nMeanwhile Republicans increased their share of white voters. And that’s only telling part of the story.\n\nThe nation’s largest party is “none of the above”. Independents began to decisively outnumber both parties under Obama. Hispanic voters are increasingly identifying as independents. So are white men.\n\nAnd though the independents come from both parties, they increasingly swing Republican in key races.\n\nThe Democratic model depended on the combination of an overwhelming minority vote combined with a second place showing in the white vote. That model may no longer be feasible, especially in states with a shortage of unemployed white hipsters with PhDs and protest signs who know all the latest social warrior mumbo jumbo but can’t change a flat tire.\n\nThe Democrats had to bet on turnout and changing demographics to salvage the situation. They played up racial tensions to increase turnout and championed open borders to shift demographics and those tactics only deepened their problems with white voters.\n\nTribalism helped Obama win a second term, but it didn’t fix the underlying flaw in the Democratic model. And it actually worsened the situation. The more the Democrats sounded racially divisive notes, the more they alienated white voters, not just by abusing them, but by ignoring their concerns.\n\nObamaCare became emblematic of a party that tuned out what used to be its base. And so its base left forcing the Democrats to discover that they couldn’t actually win without white voters.\n\nRepublican congressional candidates won 64 percent of white working class voters. Landrieu won just 18 percent of the white vote; 22 percent among white women and 15 percent among white men. That’s less than the amount taken by a second Republican candidate in the race, Rob Maness.\n\nThose numbers alone indicate why the Democrats won’t put any real money behind her. If Landrieu can’t even compete for the white vote, then there’s no reason to waste good money on her.\n\nMark Pryor won only 31 percent of white voters. Nunn won 23 percent of white voters. The Dems didn’t do this badly everywhere, but where they lost it was usually because the white vote sharply tilted away from them enough to offset their overwhelming minority percentages.\n\nThe Democrats have a white voter problem. The party is betting that it won’t outlast Obama because it confused its own propaganda with reality and decided that white voters hate Obama because he’s black.\n\nIt was never Obama’s race that was the problem. It was the Democratic Party’s embrace of leftist radicalism at the national level while waging identity politics wars along the lines of race and gender.\n\nRepublicans don’t have a problem with black people. Democrats do have a problem with white people.\n\nThe party is now under the sway of an elitist class of white leftists for whom “white people” is an insult, not a group of voters. And by “white people” they mean the sort of voters who conclusively tossed them out in West Virginia, Nevada and Arkansas.\n\nThe elitists of the new Democratic Party envision themselves as the white protectors and organizers of a minority country whose property and rights they will redistribute as they see fit in a new Socialist order. There is absolutely nothing in this creepy little vision that appeals to anyone except the grubby Grubers frustrated at having to work so hard to dupe the insufficiently stupid American voters who won’t just let them play with their health care toys without insisting on tediously voting against higher taxes.\n\nIt’s this elite that steadily began alienating white voters with its policies. The situation became critical under Obama not because of his race, but because he fully endorsed their insane power grab.\n\nNow the Democrats are hoping that Hillary Clinton can save their party, but first she has to decide who she is. Hillary has tried to play up racial appeals to white voters before overcorrecting and going the other way. At times she sounds like she wants to appeal to working class voters and at other times she returns to her native element pushing the policy toys of the technocracy.\n\nInstead of the Democratic Party’s Great White Hope, Hillary more closely resembles Mary Landrieu veering between accusations of racism and support for the Keystone pipeline. The left’s attacks on Landrieu for supporting the pipeline only highlight the impossible dilemma of any Democrat trying to run to the right of Obama and Nancy Pelosi. They have to either abandon their voters or their party.\n\nUnlike European parties, American politicians were supposed to put loyalty to their constituents ahead of loyalty to their party. The Democratic Party put its own politicians in the impossible position of being defined by a centralized party seeking to eliminate anything reeking of conservatism while expecting them to win in conservative parts of the country. The Dems didn’t lose. They committed suicide.\n\nThe Democratic Party has moved so far to the left that it has alienated all white voters who aren’t on the left and its botched programs like ObamaCare are even beginning to alienate minority voters. Minority support for ObamaCare has hit a new low. Finding white support for ObamaCare requires a microscope.\n\nBut the Democratic Party can’t change. It has become dependent on a small donor class of men like Bloomberg, Soros and Steyer whose ad buys and think tanks dictate their agenda. To win, Hillary, Biden and any other candidate must first win over billionaires whose priorities of gun control, no pipeline and lots of big government are exactly the things that have pushed the Democratic Party to the edge.\n\nJames Carville was half-right about the 2016 election. If Hillary doesn’t win it, one of the big two parties may go extinct. But it won’t be the Republicans.\n\nFreedom Center pamphlets now available on Kindle: Click here.\n\nSubscribe to Frontpage's TV show, The Glazov Gang, and LIKE it on Facebook.", "article_metadata": {"rating": "general", "description": "Will the Democrats go extinct in 2016?", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Frontpage Mag", "description": "Will the Democrats go extinct in 2016?", "title": "The Vanishing White Democrat", "url": "http://www.frontpagemag.com/fpm/245467/vanishing-white-democrat-daniel-greenfield", "updated_time": "2015-06-22T23:43:02-04:00", "type": "article"}, "twitter": {"url": "http://www.frontpagemag.com/fpm/245467/vanishing-white-democrat-daniel-greenfield", "description": "Will the Democrats go extinct in 2016?", "card": "summary", "title": "The Vanishing White Democrat"}, "article": {"published_time": "2014-11-18T19:55:27-05:00", "modified_time": "2015-06-22T23:43:02-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "A generation ago, white Democrats outnumbered white Republicans.\nLandrieu won just 18 percent of the white vote; 22 percent among white women and 15 percent among white men.\nUnder Obama, the Democratic disadvantage among white voters doubled without any corresponding gains among minority voters.\nIt’s vanishing because the working class White Democrat is becoming extinct.\nThey played up racial tensions to increase turnout and championed open borders to shift demographics and those tactics only deepened their problems with white voters."}