{"article_title": "Corporatism: A Bi-Partisan Problem in the United States", "article_keywords": ["yves", "united", "financial", "konczal", "large", "tarp", "corporatism", "states", "banks", "geithner", "problem", "bipartisan", "mussolini", "obama"], "article_url": "https://www.creditwritedowns.com/2014/01/corporatism-bi-partisan-problem-united-states.html", "article_text": "By Yves Smith\n\nOriginally posted at Naked Capitalism\n\nReader dSquib flagged a “bizarre” article by Mike Konczal in the New Republic titled, “Corporatism” is the Latest Hysterical Right-Wing Accusation: The secret history of a smear.” dSquib seemed quite perplexed that anyone would deem calling Obama a corporatist, which as we’ll demonstrate is patently true, a smear.\n\nI’m actually a bit miffed that Konczal treats the “corporatism” appellation as the sole property of the right wing (in the style sheet of the Vichy Left, calling them “hysterics” is redundant but necessary for the rubes), since I have a prior claim. And what is particularly rich is that Konczal apparently regards the allusion to Mussolini to be unfair:\n\nRight-wing critics have a new favorite word to malign President Obama’s economic policies: corporatism. Naturally, it’s an ugly word. Whether it evokes Benito Mussolini’s fascist Italy or just an image of the rich growing richer through government collusion, it’s a vision nobody would defend. Nobody is for corporatism.\n\n“Nobody is for corporatism”? Huh? Why does Konczal think K Street and “think tanks” which for the most part the arms and legs of corporations, exist? There is an entire large, well funded, and extremely effective business apparatus that extracts lucrative programs, explicit subsidies, guarantees, and various other gimmies from government bodies at all levels. Tom Ferguson has been meticulously documenting since the early 1980s how campaign finance in America works, which he calls he calls the “investment theory of politics“: that political parties in the US respond not to popular will or the interests of broader society, but the patronage of large money blocks, with certain industries preferring one party to the other.\n\nOne suspects the reason for the sensitivity within the ranks of the Democratic party water-carriers to the “corporatist” label is that Obamacare is a textbook case. Konczal cleverly tries to undermine this charge by serving up an example of histrionic right-wing messaging: depicting the contraception requirement (PR-wise, the Republican have been big on throwing identity politics into the ACA mix, but they are hardly alone).\n\nYet Obamacare IS corporatist. Here we have the industries that are significant contributors to why the American medical system is so overpriced – the health insurers and Big Pharma – actually playing a major role in writing the legislation. And how is it not a sop to large companies to have the government require that citizens buy your product or else pay large tax penalties? Mr. Market certainly thought so, for the price of health insurer and drug company stocks jumped the day the ACA passed. And remember, the beneficiaries of Obamacare extend beyond the insurers and pharmaceutical makers. Hospitals, who increasingly engage in oligopoly pricing (most surgeries need to be done in hospitals), also come out even stronger because new requirements imposed on doctors’ practices will make it difficult for a retiring MD who practices medicine, as opposed to servicing the rich (e.g., cosmetic surgeons) to sell their business to anyone other than a hospital.\n\nAnd the label fits in the banking arena like a glove. I’ve been called both the Bush, but far more often the Obama bank-friendly policies “Mussolini-style corporatism” since 2008, and well before what Konczal claims is the origin of this description, Tim Carney’s book Obamanomics, published November 30, 2009.\n\nWe used this expression September 28, 2008, in Mussolini-Style Corporatism in Action: Treasury Conference Call on Bailout Bill to Analysts. And as much as the TARP was a Bush creation, remember that it was nixed by Congress the first time it was presented. Obama, who was seen as the likely next President, not only supported it, he whipped aggressively for it. So TARP has the fingerprints of both parties all over it.\n\nAnd Geithner was clearly perpetuating Bush policies. Here are just a few of many uses of the “Mussolini corporatism” label:\n\nNovember 10, 2008 AIG: The Looting Continues (Banana Republic Watch)\n\nWhen the TARP was announced, we called it “Mussolini-Style Corporatism in Action.” Sadly, it looks as if events are panning out as foretold.\n\nFebruary 10, 2009 Geithner Bank Bailout Plan: Fiasco\n\nLet us not forget that Paulson did manage to dispense the better part of $350 billion in a blinding show of Mussolini-styled corporatism. The new Treasury secretary exhibits similar Italian fascist tendencies, with even less ability to make the trains run on time.\n\nApril 15, 2009 US Decides to Disclose (Some) Results From Stress Tests\n\nBut the Obama camp has decided we don’t do nationalization in America, as if Mussolini style corpocracy is a better option.\n\nAnd a personal favorite: March 10, 2010 The Empire Continues to Strike Back: Team Obama Propaganda Campaign Reaches Fever Pitch\n\nThus Obama’s incentives are to come up with “solutions” that paper over problems, avoid meaningful conflict with the industry, minimize complaints, and restore the old practice of using leverage and investment gains to cover up stagnation in worker incomes. Potemkin reforms dovetail with the financial service industry’s goal of forestalling any measures that would interfere with its looting. So the only problem with this picture was how to fool the now-impoverished public into thinking a program of Mussolini-style corporatism represented progress.\n\nAnd these were hardly early, isolated examples of this conduct. The briefly-cowed bankers reverted to form once they’d gotten the support they needed to revert to business as usual. While Konczal contends that conservatives fetishize sanctity of contract, we’ve seen the Obama administration invoke precisely the same excuse when it came to not reining in executive pay and using payment of AIG credit default swaps in full to launder Fed support to then-investment banks (remember, no one in the Administration took exception to the actions Geithner took when he was President of the New York Fed):\n\nAnd recall how the Administration did noting about excessive bank pay and bonuses? After having been rescued by taxpayers, Wall Street promptly paid itself record compensation in 2009 and 2010, over the previous peak in 2007. And that’s in no small measure due to the Administration’s body language. It put very limited restrictions on bonuses to top executives on TARP recipients. When banks howled about these curbs, Treasury permitted the banks to repay TARP ASAP rather than requiring them to keep it until they had raised their equity levels further (the fact that pay levels are falling now in banker-land is an amusing case of being a bit hoist on their own petard: ZIRP and QE initially were huge boosts to them, but a flattish yield curve, low volatility, and an absence of profits on float have eaten into their earnings).\n\nLet us remember some of the Administration’s many other concessions to the banks. The biggest, one we’ve gone after for years, are rampant mortgage servicing and foreclosure abuses. Geithner foamed the runway with homeowners to protect the banks yet again. And after getting a “get out of jail almost free” card in terms of the 49 state attorney general/Federal settlement, banks continue to engage in predatory servicing (trust me, I have plenty of reports from foreclosure attorneys that nothing has changed).\n\nAnd of course, Team Obama has also only given lip service to the idea of closing the loophole that allows private equity and hedge fund barons to get their already huge incomes that result from labor (managing the funds) to be taxed at capital gains rates. And as Ferguson’s analysis of the 2012 election determined, even though Wall Street attacked Obama for his generally-seen-as-inadequate reforms (and for having the temerity to call them “fat cats”) and did give more to Romney, Obama also got generous contributions from the finance sector.\n\nOf course, we can’t pin the bank friendliness on Geithner alone. The Fed is an equal partner. But Obama reappointed Bush nominee Ben Bernanke, despite considerable opposition in the Senate (Obama had to whip personally, and even then, Bernanke garnered more no votes than any previous Fed chair nominee). And even though Yellen is depicted as “dovish,” she’s widely regarded on Wall Street as continuing Bernanke’s policies, including the Greenspan/Bernanke put.\n\nIn fact, it’s rather ironic that Konczal tried to brand the Republicans as fans of hard money, implying the Democrats are all that different. Yes, the Republicans do have a loud libertarian goldbug cohort. But Bob Rubin and later Larry Summers have been staunch promoters of a strong dollar policy, and Geithner was also voiced support. “Strong dollar” means low inflation. And the Clinton cohort was very attentive to the wants and needs of the Bond Gods. One of James Carville’s most famous quotes was,\n\nI used to think if there was reincarnation, I wanted to come back as the president or the pope or a .400 baseball hitter. But now I want to come back as the bond market. You can intimidate everybody.\n\nSimilarly, Carter appointee and Obama advisor Paul Volcker is if anything more extreme in his views. He saw it as necessary and desirable to break labor bargaining power in order to tame the inflation of the 1970s; Bill Greider reported in his book Secrets of the Temple that Volcker carried an index card where he kept track of weekly construction worker wages and regarded them a key indicator of whether his effort was working. Just last year, at a March conference organized by the Atlantic, Volcker spoke before a left leaning (by DC standards) group, and again inveighed against the dangers of tolerating any inflation. So these differences are no where near as pronounced as the Democratic party loyalists would have you believe.\n\nAnd Konczal airbrushes out of the picture that Obama was hoping to secure as the crowning accomplishment of his second term the “reform” of Social Security and Medicare. Even the Republicans came to recognize that going after these programs was a political third rail. And Obama is completely on board with neoliberal, meaning austrerian thinking, particularly the “need” to “live within our means”. By contrast, he’s been complacent even as unemployment has languished at levels higher than those that led Ronald Reagan to decide he needed to take more aggressive action (the 1985 Plaza Accord, among other things). And the idea that the Republicans are somehow trying to steal the populist mantle from its presumed rightful owners, the Democrats, is more than a tad peculiar given that income inequality has widened more under Obama than in the Bush Administration, as shown in the work of Emmaunel Saez:\n\nAnd finally, how can we forget the ultimate reward to large corporations, that of allowing them to substantially circumvent nation-based regulation by appealing to secret panels that can impose fines on governments? Obama has been pushing hard to get the Trans-Pacific Partnership and the Trans-Atlantic Trade and Investment Partnerships concluded, which also would greatly enrich American drug, technology, and entertainment companies through stronger (more accurately, overreaching) intellectual property provisions.\n\nThus the Mussolini comparison is apt. Now admittedly Konzcal does not define corporatism; but the Italian fascist version was that of coordinating large enterprise with the rest of society, and it’s not hard to guess who wound up dominating. Il Duce combined centralized coercive powers of government with the elite of the largest industrial concerns, throwing some crumbs to labor so they’d fall in line with the propagandizing to the population at large. This marriage is documented in detail is Denis Mack Smith’s “Modern Italy: A Political History,” and his biography, “Mussolini”. Both works describe a regime which, while claiming to reduce an inflated bureaucracy, needed to do precisely the opposite to reward personal clients and followers. These books also describe how the efforts of Mussolini’s first Fascist Finance Minister De’Stefani to curb tax evasion and limit stock exchange speculation were constantly thwarted by other political cronies of Il Duce, as well as Mussolini himself, who soon allowed the majority of his Cabinet to discredit one of the few competent ministers.\n\nThe one bit of good news with Konczal’s efforts at porcine maquillage is that it might be a sign that the Democrats are getting nervous about Obama’s sinking poll ratings. Konczal seems to be following Obama’s preferred course, of using propaganda to distract from policy problems. Unfortunately, given that both parties benefit from using the power and the resources of the state to enrich their patrons, it’s going to take a lot more pressure than we see now from ordinary citizens to shake up this cozy duopoly.\n\nAbout Yves Smith Yves Smith has written the popular financial blog Naked Capitalism since 2006. Yves has spent more than 25 years in the financial services industry and currently heads Aurora Advisors, a New York-based management consulting firm specializing in corporate finance advisory and financial services. Prior experience includes Goldman Sachs (in corporate finance), McKinsey & Co., and Sumitomo Bank (as head of mergers and acquisitions). Yves has written for publications in the United States and Australia, including The New York Times, The Christian Science Monitor, Slate, The Conference Board Review, Institutional Investor, The Daily Deal and the Australian Financial Review. Yves is a graduate of Harvard College and Harvard Business School.", "article_metadata": {"description": "One suspects the reason for the sensitivity within the ranks of the Democratic party water-carriers to the “corporatist” label is that Obamacare is a textbook case. Democrats try to undermine this charge by serving up an example of histrionic right-wing messaging: depicting the contraception requirement (PR-wise, the Republican have been big on throwing identity politics into the ACA mix, but they are hardly alone).", "generator": "WPZOOM Framework 1.3.9", "og": {"site_name": "Credit Writedowns", "description": "One suspects the reason for the sensitivity within the ranks of the Democratic party water-carriers to the “corporatist” label is that Obamacare is a textbook case. Democrats try to undermine this charge by serving up an example of histrionic right-wing messaging: depicting the contraception requirement (PR-wise, the Republican have been big on throwing identity politics into the ACA mix, but they are hardly alone).", "title": "Corporatism: A Bi-Partisan Problem in the United States | Credit Writedowns", "locale": "en_US", "image": {"width": 640, "identifier": "https://www.creditwritedowns.com/wp-content/uploads/2011/07/counting-money.jpg", "height": 427}, "updated_time": "2014-01-10T07:39:23-04:00", "url": "https://www.creditwritedowns.com/2014/01/corporatism-bi-partisan-problem-united-states.html", "type": "article"}, "twitter": {"description": "One suspects the reason for the sensitivity within the ranks of the Democratic party water-carriers to the “corporatist” label is that Obamacare is a textbook case. Democrats try to undermine this charge by serving up an example of histrionic right-wing messaging: depicting the contraception requirement (PR-wise, the Republican have been big on throwing identity politics into the ACA mix, but they are hardly alone).", "creator": "@edwardnh", "image": "https://www.creditwritedowns.com/wp-content/uploads/2011/07/counting-money.jpg", "title": "Corporatism: A Bi-Partisan Problem in the United States | Credit Writedowns", "site": "@edwardnh", "card": "summary"}, "fb": {"admins": 1071247672}, "article": {"section": "Political Economy", "tag": "United States", "published_time": "2014-01-10T07:38:04-04:00", "modified_time": "2014-01-10T07:39:23-04:00"}}, "article_summary": "So the only problem with this picture was how to fool the now-impoverished public into thinking a program of Mussolini-style corporatism represented progress.\nWe used this expression September 28, 2008, in Mussolini-Style Corporatism in Action: Treasury Conference Call on Bailout Bill to Analysts.\nAbout Yves Smith Yves Smith has written the popular financial blog Naked Capitalism since 2006.\nMr. Market certainly thought so, for the price of health insurer and drug company stocks jumped the day the ACA passed.\nWhy does Konczal think K Street and “think tanks” which for the most part the arms and legs of corporations, exist?"}