{"article_title": "Groups Unaffiliated With 'ObamaCare' Try To Cash In", "article_keywords": ["insurance", "unaffiliated", "federal", "florida", "enrollment", "obamacare", "cash", "st", "try", "health", "groups", "team", "marys", "fiorella"], "article_url": "http://news.wfsu.org/post/groups-unaffiliated-obamacare-try-cash", "article_text": "It was a small affair at Tallahassee’s St. Mary’s Primitive Baptist Church Tuesday night as about 40 people came out to hear a presentation on the Affordable Care Act, or Obamacare.\n\nFederal insurance exchanges are still a mess and many uninsured Floridians are turning to local groups to figure out how and where to purchase insurance—and whether they qualify. That’s created many opportunities for groups to step in and try to help people with their insurance questions – even if they’re not affiliated with the federal exchanges.\n\nThe presenters at St. Mary's call themselves “The Obamacare Enrollment Team”, consisting of Central Florida pastor HB Holmes and Katrina Copeland, who says she’s a federal government lobbyist. Copeland talked with the crowd about changes in several programs, including Medicaid.\n\n\"Under the Affordable Care Act, those same individuals who currently have Medicaid could go under the ACA and get private insurance,\" Copeland told the crowd.\n\nWhat she said is not quite true. What Copeland attributes to the Affordable Care Act is actually a Florida policy—the state is privatizing its Medicaid program and steering current recipients into managed care.\n\nIn addition to giving out incorrect information, the Obamacare Enrollment Team isn’t transparent about who it represents. Unlike so-called navigators, and certified application counselors—who have received federal approval and financial backing to assist people in signing up for insurance through the insurance exchange on healthcare.gov, Copeland and Holmes work for health insurance agencies and agents, specifically the Fiorella Insurance Agency out of Stuart, Florida.\n\n“The Obamacare Enrollment Team should not be associated with any specific carrier, and none of the materials should have a specific carrier on them, said Fiorella Insurance's Vice President Nick Fiorella. \"Whenever we’re made aware of materials that are not approved, we make our best efforts to get those materials out of circulation.”\n\nFiorella represents several health insurers, including Florida Blue and Humana, marketing and selling individual health insurance plans to consumers and families. Florida Blue officials did not return a request for comment, and Humana officials declined to be interviewed on tape. However, Humana did confirm it works with Fiorella and the Obamacare Enrollment Team, but in a statement, company spokesman Mitch Lubitz says Humana, “does not endorse nor participate in Fiorella’s health reform/Affordable Care Act seminars”.\n\nThe Obamacare Enrollment Team’s promotional materials include a Florida Blue logo and one similar to an emblem most people associate with President: The large “O” with a blue outline, white center and three red stripes—something that could lead consumers to think The Obamacare Enrollment Team is affiliated with a specific insurer and is operating with approval from the federal government.\n\nFiorella says he’s seen the fliers in question before—and says they were supposed to have been removed from circulation. Members of the Obamacare Enrollment Team are also supposed to be clear that they are not affiliated with the healthcare.gov site, something team member HB Holmes addressed only after his presentation before the St. Mary’s crowd, and when asked directly:\n\n“We’re doing some work with them, on the marketing side, yes.”\n\nSt Mary’s Pastor Ernest Ferrell is also the head of the Tallahassee Urban League. He says he was under the impression the Obamacare Enrollment Team were just giving out general information, not pushing one insurer:\n\n“I wasn’t aware of any insurance company they were representing. I have Blue Cross myself personally, but I didn’t know they were connected, and I still don’t know if they work for an insurance agent,\" he said.\n\nA complaint against The Obamacare Enrollment Team was filed in Illinois regarding the group’s website getobamacarenow.com. An investigation cleared the group of any wrongdoing. Consumers again raised concerns during a meeting in Michigan, where people talked with representatives of the Obamacare Enrollment Team, thinking they were affiliated with healthcare.gov. A complaint has also been lodged in Florida.\n\nThe Fiorella insurance agents are licensed and authorized to sell consumers insurance, which Nick Fiorella says his group will continue to do:\n\n“There is a lot of confusion, clearly, out there in the marketplace. And there are a lot of avenues a consumer can utilize to go through enrollment, but we feel using an agent is critically important. Step one is informing and educating the consumer. That’s what you saw last night.”\n\nBut the presenters only offer a more narrow choice of plans than consumers could otherwise see on federal exchanges.\n\nTuesday’s event at St. Mary’s did highlight the level of interest in Affordable Care Act. Several attendees who did not want to be interviewed for this story said they were grateful the Obamacare Enrollment Team had come into their community—and openly questioned why the federal government’s own navigators and counselors weren’t present. That underscores a need for coordination among the various local groups that have received federal grants specifically for outreach. It’s also given organizations like the Obamacare Enrollment Team the ability to fill in the gaps in information.\n\nBut the lack of transparency on display at the St. Mary’s Town Hall worried some attendees.\n\n“Well, I have questions about it, I want to look into it for myself. I don’t want to take one side or another,\" said Crystal Ford. \"But, Rev. Ferrell is my uncle, so him bringing them here, I have confidence they’re trustworthy. But, not negating what you all said...I’m just going to investigate it on my own.”\n\nThe U.S. Department of Health and Human Services couldn’t comment on this story, but in a statement, a spokeswoman says allegations of fraud are taken seriously.\n\nFor more news updates, follow Lynn Hatter on twitter @HatterLynn", "article_metadata": {"category": "Health & Science", "description": "It was a small affair at Tallahassee’s St. Mary’s Primitive Baptist Church Tuesday night as about 40 people came out to hear a presentation on the", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://news.wfsu.org/post/groups-unaffiliated-obamacare-try-cash", "image": "http://mediad.publicbroadcasting.net/p/wfsu/files/styles/medium/public/201310/ObamacareTeam2Edit.jpg", "type": "article", "description": "It was a small affair at Tallahassee’s St. Mary’s Primitive Baptist Church Tuesday night as about 40 people came out to hear a presentation on the", "title": "Groups Unaffiliated With 'ObamaCare' Try To Cash In"}, "story_id": 240487190, "twitter": {"site": "@wfsunews", "card": "summary", "creator": "@HatterLynn"}, "author": "Lynn Hatter", "org_id": 0, "dc": {"title": "Groups Unaffiliated With &#039;ObamaCare&#039; Try To Cash In"}, "nid": 40816, "datePublished": "2013-10-24", "keywords": ", , ,", "wordCount": 1070, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "A complaint against The Obamacare Enrollment Team was filed in Illinois regarding the group’s website getobamacarenow.com.\nIn addition to giving out incorrect information, the Obamacare Enrollment Team isn’t transparent about who it represents.\nIt’s also given organizations like the Obamacare Enrollment Team the ability to fill in the gaps in information.\nConsumers again raised concerns during a meeting in Michigan, where people talked with representatives of the Obamacare Enrollment Team, thinking they were affiliated with healthcare.gov.\nFederal insurance exchanges are still a mess and many uninsured Floridians are turning to local groups to figure out how and where to purchase insurance—and whether they qualify."}