{"article_title": "Reason For Racial Disparities In Hospital Deaths Revealed In Study", "article_keywords": ["patient", "minority", "deaths", "quality", "hospital", "doritos", "patients", "reason", "disparities", "surgery", "health", "racial", "revealed", "study", "hospitals", "care"], "article_url": "http://www.huffingtonpost.com/2014/01/12/reason-for-racial-disparity_n_4585088.html", "article_text": "Dana Neely via Getty Images\n\nRacial disparities in health and healthcare are a persistent and troubling problem for the U.S.\n\nThere are a number of reasons minority patients experience disparities in care, but new research suggests the hospital death disparity related to bypass surgery is more a reflection on the quality of the hospital than barriers like language and lack of health insurance. According to research published in JAMA Surgery, minority patients had a 33 percent higher death rate after bypass surgery than white patients, and hospital quality is a major contributing factor.\n\nOut of 170,000 Medicare patients who had bypass surgery, approximately 9 percent were of an ethnicity other than non-Hispanic white. Researchers found hospital quality, socioeconomic status and patient factors accounted for 53 percent of the disparity between minority and non-Hispanic white patients.\n\nOf the hospitals with the highest death rates post bypass surgery, the death rate was 4.8 percent for minority patients and 3.8 percent for non-Hispanic white patients.\n\nResearchers believe a lack of access to quality hospitals is often to blame for deaths post-major surgery, but the focus tends to be on why minority patients lack access to care rather than why the quality of care at certain facilities is lacking.\n\nWhy does the quality of hospitals vary?\n\nIn a nation where technology is easily accessible and the latest and greatest medical techniques are often pioneered, it seems difficult to comprehend why some medical facilities lack in quality compared to others across the country.\n\nUnfortunately, experts indicate much of this has to do with supply and demand; hospitals in certain regions will attract higher-educated professionals than will others.\n\nIn 2011, a study from the Journal of the American Medical Association, found small rural hospitals in the United States provided a lower quality of care and had worse patient outcomes than larger hospitals. Much of this had to do with financial support from the community; facilities in rural America were less likely to be able to support an intensive care unit, advanced life-saving technologies, or even basic electronic medical records.\n\nNot only were these hospital underfunded for supplies, they also lacked the level of trained staff that would pull in referrals from other regions. If anything, small hospitals were sending patients elsewhere because they were not equipped to handle advanced conditions.\n\nBut hospitals in country locations are not the only ones suffering when it comes to quality of care; inner-city hospitals, or those serving an overwhelming number of patients also experience a lack of care. In Ohio, for example, the Coshocton Tribune reports 17 hospitals in the state had unacceptably high readmission rates. These repeat cases were not just the result of location or financial barriers, but also demonstrated a possible breakdown in the process of patient care.\n\nExperts point out a quality hospital not only treats a patient, but provides that patient with the means to have a successful recovery while at home. This may mean putting that individual in touch with home health professionals, or setting up rehabilitative appointments in other facilities.\n\nThe Affordable Care Act provisions are expected to help improve the quality of care throughout hospitals around the country, potentially eliminating the racial disparities seen on many levels of health care.\n\n“Once the single biggest payer in health care (Medicare) says it starts caring about something, hospitals really respond,” said Erik Johnson, senior vice president at Avalere Health, a D.C.-based health care consulting firm, to the Coshocton Tribune. “Hospitals are being forced in a very explicit way to think about about the entire continuum of care — what happens to the patient when they arrive in the (emergency department) and what happens to them when they leave.”\n\nFast Food Chains' Mexican Dishes Fast Food Chains' Mexican Dishes\n\n1 of 9 Taco Bell Doritos Locos Taco The Method: The one that started it all uses a proprietary taco shell-shaped Doritos chip as its wrapper, and comes swathed in a special cardboard holder to prevent Doritos powder from coating eaters' hands. The Verdict: Very positive reviews all around; most agreed that the tacos had been improved by the extra salt and savoriness of the Doritos shell. The biggest complaint was that there wasn't enough Doritos flavor -- it seemed as if the seasoning had been tamped down vis-a-vis the normal chips. To solve this problem, we tried adding more Doritos in the middle of the taco. It didn't help. Share this slide:\n\nBobby Doherty/The Huffington Post\n\nMore: Latino Politics", "article_metadata": {"description": "Racial disparities in health and healthcare are a persistent and troubling problem for the U.S.\n\nThere are a number of reasons minority patients experi...", "sailthru.expire_date": "2014-01-13 11:05:51 -0500", "og": {"site_name": "The Huffington Post", "description": "Racial disparities in health and healthcare are a persistent and troubling problem for the U.S.\n\nThere are a number of reasons minority patients experi...", "title": "Reason For Racial Disparities In Hospital Deaths Revealed In Study", "url": "http://www.huffingtonpost.com/2014/01/12/reason-for-racial-disparity_n_4585088.html", "image": "http://i.huffpost.com/gen/1557572/images/o-HISPANIC-HOSPITAL-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1557572/images/o-HISPANIC-HOSPITAL-facebook.jpg", "height": 1000}, "title": "Reason For Racial Disparities In Hospital Deaths Revealed In Study", "description": "Racial disparities in health and healthcare are a persistent and troubling problem for the U.S.\n\nThere are a number of reasons minority patients experi...", "card": "summary_large_image", "site": "@LatinoVoices"}, "sailthru.date": "2014-01-12 11:05:51 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4585088", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "latino-voices", "fb": {"app_id": 46744042133}, "keywords": "race hospitals,racial disparity hospital,Racial Disparities Hospitals,Latino politics,Hispanic hospital treatment,Latino hospital death,Hispanic hospital death,Latino hospital treatment", "article": {"section": "Latino Voices", "tag": "race hospitals,racial disparity hospital,Racial Disparities Hospitals,Latino politics,Hispanic hospital treatment,Latino hospital death,Hispanic hospital death,Latino hospital treatment", "published_time": "2014-01-12 11:05:51 -0500", "modified_time": "2014-01-25 16:01:55 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcfdc2\"", "article_summary": "According to research published in JAMA Surgery, minority patients had a 33 percent higher death rate after bypass surgery than white patients, and hospital quality is a major contributing factor.\nResearchers found hospital quality, socioeconomic status and patient factors accounted for 53 percent of the disparity between minority and non-Hispanic white patients.\nThese repeat cases were not just the result of location or financial barriers, but also demonstrated a possible breakdown in the process of patient care.\nExperts point out a quality hospital not only treats a patient, but provides that patient with the means to have a successful recovery while at home.\nThe Affordable Care Act provisions are expected to help improve the quality of care throughout hospitals around the country, potentially eliminating the racial disparities seen on many levels of health care."}