{"article_title": "The Unsung Heroism of Jesse Jackson", "article_keywords": ["obama", "jackson", "campaign", "unsung", "american", "heroism", "black", "party", "jacksons", "president", "democratic", "jesse"], "article_url": "http://www.thedailybeast.com/articles/2014/09/07/the-unsung-heroism-of-jesse-jackson.html", "article_text": "KEEP HOPE ALIVE\n\nThe civil rights leader has had a rough decade, but his campaigns for president paved the way for Barack Obama and brought about a better, more inclusive America.\n\nAuthor and critic Albert Murray claimed that the “melodramatic hero” confronts the blues with the faith that “there is a magic key to success.” “We shall overcome”, the melodramatic hero sings—sometimes in defeat, and sometimes in triumph—but always providing a service that “without which no individual or community can remain free.”\n\nWhen the appraisers of history and the rescuers of memory settle the score of the late twentieth century and early twenty-first century, they could and should apply the title of melodramatic hero to Jesse Jackson.\n\nThe mere mention of his name causes convulsions among the American right wing, but the only possible conclusion to gather after reviewing the work of Jackson—especially his Presidential campaigns of 1984 and 1988—is that without his heroism, a different America would exist—one that is decidedly less free and fair.\n\nWhen I sat down in the surprisingly humble offices of Jesse Jackson’s Chicago headquarters of Rainbow/PUSH, my conversation with the Reverend eventually turned toward the foaming at the mouth hostility he provokes in his conservative critics: “In my most quiet moments, I think our impact was traumatizing for them,” Jackson said.\n\n“Many of them thought when they finally got rid of King in ’68, and we floundered because we were so disoriented, that they were through with us on the national level.”\n\nFear is irrational, but powerful, and many conservative whites likely feared the changes Jackson was instrumental in making, and the changes he continues to represent. One can see the same trauma at work in the derangement many people have descended into since the election of Barack Obama to the White House.\n\nBefore there was a President Obama, the first serious, national black candidate for the presidency was Jesse Jackson. In the years leading up to Jackson’s campaign, black politicians had made significant gains at the mayoral and congressional levels, but there was little national presence. The impact Jackson made, in that regard, was like that which Muhammad Ali would make on a cheap, screen door with his fists.\n\nFirst, there is the indisputable fact that without Jackson’s campaigns, there is no President Obama, and not just because of the inspirational power and instructional example of a black man winning primaries and caucuses in the 1980s.\n\n“We democratized democracy,” Jackson said when explaining that in his 1984 campaign, he got 21 percent of the popular vote, but only eight percent of the delegates. The Democratic nomination process had a “winner take all” rule system of awarding every state delegate to the winner of that state, no matter how small the margin of victory. Considering that Hillary Clinton won Texas, California, New York, Florida, and Pennsylvania in 2008, had the winner take all distribution still existed, she would have gotten the nomination.\n\nDue to the disparity in popular vote and delegation, Jackson lobbied hard, internally within the Democratic Party, for proportionality. He got it, and in 1988, he won 13 states, and had 1300 delegates, taking on the role of frontrunner after his win in Michigan and coming close to securing the nomination. He poured the foundation for the concrete road Obama would ride to victory twenty years later.\n\nThe presidential campaigns of Jesse Jackson also laid the groundwork for the diversification of the Democratic Party, and, because of his unparalleled success in voter registration, during the height of the Reagan reign, the survival of the Democratic Party. Most historians and journalists credit Jackson’s energizing and mobilizing of black, Latino, young, and progressive voters with the Democrats holding control of Congress in 1986.\n\nOut of the Jackson campaign emerged a new lineup of leadership from black America. Douglas Wilder became the first African American governor of any state since Reconstruction in Virginia in 1990. David Dinkins, in 1989, became the first black mayor of New York City. Norm Rice became the first black mayor of Seattle. Willie Herenton became the first black mayor of Memphis, and Wellington Webb became the first black mayor of Denver. There were also progressive white Senators who won in Florida, California, Alabama, Georgia, and North Carolina—all with less than forty percent of the white vote.\n\n“I don’t belabor it with bitterness,” Jackson said when I asked about the Democratic Party’s lack of gratitude for his voter registration. “But what is objectively clear, it was one of Dr. King’s pet peeves that there were so many unregistered black voters. So, we brought on that new black vote in America, and it led to the regaining of the Senate, and laid the groundwork for Clinton in ’92. We fundamentally changed the registration population, but more importantly, the activist population.”\n\nJesse Jackson decided to run for President in 1984, not by vanity or even choice, but almost by the shove from the hand of fate he felt on his back. It all began with the failure of the Democratic Party to support the very kinds of candidates, and represent the constituencies he committed to identifying, amplifying, and ushering into the highest levels of policymaking institutions.\n\nIn 1983, Jackson worked as an organizer for Harold Washington’s campaign to become the first black mayor of Chicago. It was a tight, three-way Democratic primary between Washington, Richard Daley, and Jane Byrne. A rumor began to circulate that Ted Kennedy and Walter Mondale were going to visit Chicago to endorse Daley and Byrne, respectively. “I thought there is no way they are going to get involved in a mayoral primary,” Jackson recalled, “Especially knowing how invested black voters and organizers are in the liberal wing of the Democratic Party.”\n\nGet The Beast In Your Inbox! Daily Digest Start and finish your day with the smartest, sharpest takes from The Daily Beast Cheat Sheet A speedy, smart summary of news and must-reads from The Daily Beast and across the Web By clicking \"Subscribe,\" you agree to have read the Terms of Use and Privacy Policy Subscribe Thank You! You are now subscribed to the Daily Digest and Cheat Sheet. We will not share your email with anyone for any reason\n\nWhen Kennedy and Mondale did arrive, Jackson said, “If this is what liberal number one and liberal number two will do, we need to go in a new direction. Someone needs to run in the Presidential primary to challenge the liberal wing of the Democratic Party, which had become morally bankrupt and began taking black voters for granted.”\n\nHe first suggested it to Maynard Jackson, who was the first African American mayor of Atlanta, and he declined. Andrew Young, Jackson’s successor in Atlanta and President Carter’s ambassador to the United Nations, was Jesse Jackson’s second call, but he also refused.\n\n“So, we went on a Southern voter registration tour, and by this time the dialogue we were having about a black challenger in the Presidential primary had gone public,” Jackson said, “And everywhere I went, all I heard was ‘run, Jesse, run.’”\n\nThe presidential campaigns of Jackson became the leading left-liberal resistance to the viciousness of Reagan Republicanism. As Reagan injected the toxicity of racial division into the American body politic, Jackson spoke about “coming up together”. When Reagan acted as if liberals were alien invaders of harmonic America, Jackson reminded the nation of its debt to the dreams of liberal leaders, Franklin Roosevelt and Martin Luther King. And while Reagan refused to acknowledge the existence of gay men suffering with AIDS, the Jackson campaign made several stops to sleep in AIDS hospices.\n\nThe Jackson campaign became the resurrection of the black freedom movement in national politics. When giving his eulogy for Rosa Parks in 2005, Jackson said that when American politicians promote democracy abroad, they are not referring to the chattel slavery and gender apartheid of “Jeffersonian Democracy,” they are talking about “Parks-King democracy.”\n\nThe black freedom movement has always acted as a civilizing force in American life, and it is has embodied the best of progressive political agitation. Drawing on the relationship between King and Jackson, Michael Eric Dyson writes that the Jackson run for president, like King’s jeremiad to America, brought together the “goals of economic empowerment, racial harmony, and universal justice”, in a vision of the “Afro-American religious perspective.”\n\n“Dr. King used to tell me,” Jackson said, “‘our religion makes us political, our politics don’t make us religious.’”\n\nMuch of the electricity of the Jackson campaign came from the surge of his moral language. Almost a new dialect in electoral politics, Jackson spoke in a politicized terminology of theology—what Marshall Frady in his biography of Jackson called “gospel populism.”\n\nWhen I asked Jackson about the connection between his faith and his work, he reverted right back to the prophetic tongue of political apostleship. “My work is a faith journey,” he said. “My passion is to expand the tent—make room for the rich, young ruler, and the man on the Jericho road. Many Americans have made Jesus into an American religious trophy. I’m into the Galilean Jesus, not the post-Constantine Jesus. I’m into the Jesus that was an ethnic minority, a subject of the Roman Occupation, a refugee to Egypt escaping genocide, a preacher to the poor, and someone who never stopped challenging the oppressive schemes of the ruling class. Jesus spent more time on policy than piety.”\n\nEven Jackson’s critics will concede that he is one of the great orators of American history. His convention speeches in 1984 and ’88 are still among the most amazing speeches of recent political history. It is his ability to merge moral sentiment, theological passion, and policy prescription that lights the fire of his rhetoric.\n\n“I remember calling Dr. Samuel Proctor, who was my college President when I was at North Carolina A&T, the day before the first debate in ’84, and I said, ‘I am very nervous to debate Mondale, John Glenn, and others. I don’t have the experience speaking this political language that they do’,” Jackson said. “Dr. Proctor told me, ‘Look, when they get into all the academic talk, take the moral high ground and always stay there.’”\n\n“Slavery was immoral before it was illegal. Segregation was immoral before it was illegal,” Jackson added when thinking about the importance of morality in politics. The relationship between law and ethics, from Selma to Ferguson, is tenuous, and often contentious. Leadership is the work of helping people think beyond the legal, and into the brighter and better world of the possible.\n\nMoral language enlarges the political imagination, but it has no edification if it is not rooted in reality, and does not function as the eloquent articulation of action. Barack Obama, in 2008, often spoke in the ambitious language of the moral tribune, but he lacked a certain specificity Jackson always possessed, even to his own detriment. “We had a platform on which we could project the social justice agenda,” Jackson said.\n\nThe Jackson agenda of ’84 and ’88 included many positions that, at the time, were “extreme” or “radical”, but have since become mainstream: Universal health care, acceptance of gays and lesbians, an urban policy to combat “drugs in, guns in, jobs out”, an end to a “no talk policy” in the Middle East and working toward a two state solution, taking Nelson Mandela off the CIA terrorist list, raising the minimum wage, lowering the Pentagon budget, appointing women to more positions in the federal government, and addressing the crisis of dysfunction in poor, public schools.\n\nThe wide range of Jackson’s clarion call brought together former enemies in American life. Jackson recalled meeting a group of white supporters in Alabama who said, “We were with you in Selma.” After Jackson thanked them, they said, “You don’t understand, we were on the other side.”\n\nWhite family farmers facing foreclosure became a key constituency of Jackson’s. At one rally in Mississippi, a large group of them showed up, Jackson remembers, with “sacks on their heads.” “We thought we had been set up for something bad,” he said. It turned out they were hiding their faces from the Farmer’s Bureau. “It made me think of poor, inner city blacks who didn’t register to vote, because they didn’t want the government to have their name. Hiding from the oppressor was one, of many things, they had in common,” Jackson explained. “The poor, white, rural farmer facing foreclosure, called himself conservative. The poor, black displaced worker, feeling rejected, called himself liberal. They were in the same situation, but they never met.”\n\n“Economic common ground” became a refrain of the Jackson campaign, long before the “99 percent” became part of the public vernacular. “We said, ‘if we could leave the racial battleground for economic common ground, we can find the moral higher ground.’ That’s how we got the rhythm.”\n\nJackson’s campaigns had next to no funding, which is why he dubbed them “Poor campaign, rich message.” He was able to take that rhythm, however, from neighborhood to neighborhood—barnstorming the country with the direct, to-the-people connection. “A crusade is more powerful than a campaign. A crusade is based on the spirit of the people, and the will of volunteers. I slept in people’s homes, ate in church basements and high school cafeterias.”\n\nMany of the people were those who were once excluded from mainstream politics. “There were often more people protesting outside the conventions than delegates inside,” Jackson said, referring to black activists, Native Americans, gay rights groups, and student groups. “My strategy was to bring in the people we never had, not try to recapture the people we lost to Reagan.”\n\nWhen I asked Jesse Jackson about his legacy and the legacy of those campaigns, he reiterated his influence over the delegation system and its essentiality to the Obama victory, and he talked, again, about the results of his voter registration. He then abruptly left the room.\n\nThe last decade has not been kind to Jesse Jackson, and it has given encouragement to critics who would prefer to delete his sizable accomplishments from the historical record. By demonstrating a willingness to criticize President Obama, often rebuking him for his cozy relationship with Wall Street. and even in our conversation tempering his compliments of Obamacare with the statement, “we still have one party with two names”, he has created space for Al Sharpton—a dubious man without half the resume of Jackson—to eclipse him on the national stage. Sharpton, who once confessed he will never criticize the president, in his transparent fawning for access, has gotten it. While Jackson, especially after the infamous hot mic moment in which he vulgarly attacked Obama, has, in Chicago and elsewhere, gone back to organizing the outsiders he served so well in the 1960s and ‘80s.\n\nJackson’s son—Jesse Jr.—who had a strong record as a legislator in Congress, and showed promise as a future Senator or Mayor of Chicago—resigned with bipolar disorder, and is now serving a term in prison for using campaign funds to make personal purchases. Jackson himself was caught in scandal two years ago when a former mistress made allegations about missing child support payments for the child they conceived during their affair.\n\nBut judging a man by the measure of his mistakes—as our culture is often given to do—is a luxury no person can afford, because the microscope is equally cruel and unforgiving to everyone. “I’m still trying to serve”, Jackson told me. The same morning I conducted my interview, his staff was buzzing around trying to hammer out the details of a trip to Disney World that Jackson and the Rainbow/PUSH organization have arranged for the returning Little League World Series Champions of the Jackie Robinson West team on the Southside of Chicago.\n\nA few minutes after Jesse Jackson moved his imposingly tall and broad frame out the room, he returned and interrupted a conversation I was having with a member of his staff to continue his answer to my question about his legacy, as if there was not a second of space in between his sentences.\n\n“I remember sitting with Barack in 2008, and he told me that when he watched the Democratic primary debate in ’84, he thought, ‘it can happen.’”\n\nLeaning forward in his chair, Jackson continued, “Leadership is about reviving the spirit. Leadership rebuilds the infrastructure of people’s minds, because leadership comes in when people cease to believe.”\n\nIn 1984, it wasn’t merely a presidential campaign that Jesse Jackson launched; it was a revival tent tour.\n\nIf America is a place where “it can happen”—the “it” being the expansion of freedom, the creation of conditions for equality, and the elevation of justice—then after the murders of King and the Kennedys, the horror of Vietnam, the disgrace of Nixon’s resignation, and the shallow and divisive message of Reagan, Jackson not only revived the social justice agenda of the Democratic Party and the black freedom movement at the national level, he revived the American spirit.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary"}, "keywords": "Jesse Jackson, Al Sharpton, u.s. poli, Barack Obama, Ronald Reagan", "publicationDate": 201409071045, "wrap": "/content/dailybeast/politics", "description": "The civil rights leader has had a rough decade, but his campaigns for president paved the way for Barack Obama and brought about a better, more inclusive America.", "pageNum": 1, "title": "The Unsung Heroism of Jesse Jackson", "tags": "entity:person/jesse_jackson,entity:person/al_sharpton,topic:politics,entity:person/barack_obama,entity:person/ronald_reagan", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"The Unsung Heroism of Jesse Jackson\",\"link\":\"http://www.thedailybeast.com/articles/2014/09/07/the-unsung-heroism-of-jesse-jackson.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2014/09/07/the-unsung-heroism-of-jesse-jackson/jcr:content/image.crop.410.273.jpg/47002740.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2014/09/07/the-unsung-heroism-of-jesse-jackson\",\"pub_date\":\"2014-09-07T10:45:00+00:00\",\"section\":\"Politics\",\"author\":\"David Masciotra\",\"tags\":[\"jesse_jackson\",\"al_sharpton\",\"politics\",\"barack_obama\",\"ronald_reagan\"]}", "news_keywords": "Jesse Jackson, Al Sharpton, US Politics, Barack Obama, Ronald Reagan", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "David Masciotra", "article": {"section": "politics", "published_time": "2014-09-07T10:45:00.000Z", "author": "http://www.thedailybeast.com/contributors/david-masciotrahtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2014/09/07/the-unsung-heroism-of-jesse-jackson", "og": {"site_name": "The Daily Beast", "description": "The civil rights leader has had a rough decade, but his campaigns for president paved the way for Barack Obama and brought about a better, more inclusive America.", "title": "The Unsung Heroism of Jesse Jackson", "url": "http://www.thedailybeast.com/articles/2014/09/07/the-unsung-heroism-of-jesse-jackson.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2014/09/07/the-unsung-heroism-of-jesse-jackson/jcr:content/image.img.2000.jpg/1410082214413.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/d/david-masciotra", "content-type": "text/html; charset=UTF-8"}, "article_summary": "Before there was a President Obama, the first serious, national black candidate for the presidency was Jesse Jackson.\nThe last decade has not been kind to Jesse Jackson, and it has given encouragement to critics who would prefer to delete his sizable accomplishments from the historical record.\nDue to the disparity in popular vote and delegation, Jackson lobbied hard, internally within the Democratic Party, for proportionality.\nThe presidential campaigns of Jesse Jackson also laid the groundwork for the diversification of the Democratic Party, and, because of his unparalleled success in voter registration, during the height of the Reagan reign, the survival of the Democratic Party.\nAnd while Reagan refused to acknowledge the existence of gay men suffering with AIDS, the Jackson campaign made several stops to sleep in AIDS hospices."}