{"article_title": "Russia, Sanctions, and Food", "article_keywords": ["embargo", "consumers", "countries", "food", "country", "sanctions", "ban", "grain", "russian", "import", "russia", "market"], "article_url": "http://www.cato.org/blog/russia-sanctions-food", "article_text": "The Russian government announced on August 6 that it will ban imports of most food and agricultural products from Australia, Canada, the European Union, Norway and the United States for one year. The full extent of the ban, as well as its effects on exporters and Russian consumers, are not yet clear. It is interesting, though, to contrast this action with an earlier effort to use food sanctions as a diplomatic weapon: the 1980 embargo of U.S. grain sales to the Soviet Union.\n\nThe Soviets had invaded Afghanistan in December 1979 with 80,000 troops and 1800 tanks. President Carter responded by cancelling private contracts to supply 17 million metric tons (MMT) of U.S. wheat and corn to the Soviet Union. However, he chose to allow shipment of 8 MMT that had been agreed as part of the 1975 U.S.-Soviet Grains Agreement. Sales in excess of the level assured in the Grains Agreement were embargoed.\n\nBecause grains are relatively fungible, and because numerous countries had surpluses available for export, the Soviets were able to replace most of the embargoed grain from willing suppliers. Argentine agriculture did particularly well during that timeframe. U.S. agriculture did not do so well. Market prices had been relatively high, in large part due to strong export demand. When a considerable portion of that demand evaporated with the stroke of a pen, commodity prices fell precipitously.\n\nThe grain embargo became a potent political issue in the 1980 presidential campaign. Ronald Reagan’s opposition to the embargo helped to boost his campaign in rural areas. He took office in January 1981 and revoked the embargo three months later.\n\nIn retrospect, the grain embargo generally is seen as supporting the proposition that economic sanctions often inflict greater costs on the country imposing them than on the country at which they are aimed.\n\nThe new sanctions are expected to cut off some $15 billion in Russian imports from the EU. Russia has been Europe’s second largest (behind the United States) export market for foodstuffs, accounting for 10 percent of the EU’s total foreign sales. The United States has a smaller stake, with only $1.3 billion of food/ag exports to Russia. That country has been the third largest market for U.S. poultry exports. About 7 percent of U.S. poultry exports – valued at over $300 million – were shipped to Russia last year, down from 20 percent as recently as 2008. Russia’s WTO commitments should prevent import restrictions based on political pressures. Nonetheless, trade in poultry appears to have fluctuated over time in response to the influence of Russia’s domestic poultry producers. (It’s worth noting that Russia’s import ban does not include either baby food or wine. It’s not clear how those omissions should be interpreted.)\n\nRussia’s food and agricultural economy has changed greatly since 1980. Both Russian farmers and consumers have benefitted from the end of central planning. Despite continuing weaknesses in the rule of law, market forces have led to substantial productivity improvements in Russian agriculture. Over the past four decades, that country has gone from being one of the world’s largest wheat importers to one of the top five exporters. The U.S. Department of Agriculture forecasts Russia’s wheat exports for 2013/14 to be 18.5 MMT, which would amount to about 11 percent of the global total.\n\nRussian consumers also face far more favorable circumstances than in 1980. No longer do they stand in lines in front of grocery stores hoping that meat, vegetables or bread will be available. Instead, the market forces that have encouraged more domestic production of grains also have encouraged imports of a wide variety of meats, fruits, vegetables, dairy products and processed foods. Russia imported over $43 billion of food and raw agricultural materials last year, amounting to more than 40 percent of the country’s total food supplies. Over 60 percent of food sold in Moscow and other major cities is believed to have been imported. This relatively high level of import penetration suggests that at least some Russian consumers are likely to notice the import ban quite quickly.\n\nOver time, at least some food items currently imported from countries subject to the ban are likely to be obtainable from other countries. Finding new suppliers no doubt will take awhile, and the costs to transport fresh fruits and vegetables from countries outside Europe may be noticeably higher. An increase in food inflation – already 7.9 percent for the first half of 2014 – seems probable.\n\nRussia’s import ban certainly will create some pain and inconvenience for producers and exporters in the targeted countries. It seems quite likely, though, that once again the country imposing trade sanctions will be hurt by them far more than the countries against which they are aimed. In the case of the old Soviet grain embargo, political pressures by U.S. farmers helped lead to its demise. It will be interesting to see whether discontent on the part of Russian consumers plays any role in the eventual end of this new trade restriction.", "article_metadata": {"description": "U.S. sanctions against Russia will hurt us too.", "og": {"site_name": "Cato Institute", "description": "U.S. sanctions against Russia will hurt us too.", "title": "Russia, Sanctions, and Food", "url": "http://www.cato.org/blog/russia-sanctions-food", "image": "http://object.cato.org/sites/cato.org/files/default_images/blog_torch_large.gif", "type": "article"}, "twitter": {"url": "http://www.cato.org/blog/russia-sanctions-food", "title": "Russia, Sanctions, and Food", "description": "U.S. sanctions against Russia will hurt us too.", "card": "summary", "creator": "@CatoInstitute"}, "robots": "noodp", "site": "Cato Institute", "node_creation_date": "2014/8/7", "fb": {"admins": 5311211, "app_id": 158687980817033}, "article": {"published_time": "2014-08-07T16:42:00-04:00"}, "publication_date": "2014/8/7", "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd7b09\"", "article_summary": "Russia imported over $43 billion of food and raw agricultural materials last year, amounting to more than 40 percent of the country’s total food supplies.\nIn the case of the old Soviet grain embargo, political pressures by U.S. farmers helped lead to its demise.\n(It’s worth noting that Russia’s import ban does not include either baby food or wine.\nThe full extent of the ban, as well as its effects on exporters and Russian consumers, are not yet clear.\nThis relatively high level of import penetration suggests that at least some Russian consumers are likely to notice the import ban quite quickly."}