{"article_title": "investigation", "article_keywords": ["closure", "coop", "coops", "financial", "federal", "state", "investigation", "health", "republic", "nonprofit"], "article_url": "http://legalinsurrection.com/2015/11/countrys-largest-non-profit-obama-co-op-under-investigation/", "article_text": "12 of the 23 taxpayer funded non-profit co-ops created under the Affordable Care Act are shutting down, all due to financial trouble. Now, the nation’s largest non-profit co-op is under investigation by state authorities.\n\nNew York’s largest co-op Health Republic, also on the failure closure list, is in far worse shape than originally reported. Other co-ops will continue offering their plans through the end of the year, but Health Republic of New York is in such dire financial shape, they’re closing a month early. The closure will leave more than 200,000 New Yorkers with cancelled health insurance plans.\n\nMonday, The Hill reported the New York Department of Financial Services launched an investigation into Health Republic’s financial reporting:\n\n“NYDFS investigators are collecting and reviewing evidence relating to Health Republic’s substantial underreporting to NYDFS of its financial obligations,” the state said in a statement. “Among other issues, the investigation will examine the causes of the inaccurate representations to NYDFS regarding the company’s financial condition.” The co-op responds that it has been transparent. “We have been working closely and transparently with our state and federal regulators since our inception, including monthly regulatory filings and numerous meetings to discuss potential avenues to improve our financial position,” Health Republic said in a statement.\n\nSo far, taxpayer dollars lost because of co-op closures clocks in at around $1.1 billion.\n\nAs we discussed when the eleventh co-op closure was announced:\n\nThe administration was warned non-profit co-ops would ultimately be a bust with a hefty price tag, yet they forged ahead anyway. By the end of 2014, 21 of the 23 non-profit health insurance co-ops created under the ACA were losing money. Enrollment was well beneath expectations in 13 of the 23 plans. Less than a year later, almost half have closed. The Wall Street Journal attributed the lack of federal funding to state level non-profit co-ops to the hard work of Congressional Republicans who through budget negotiations, were able to whittle the administration’s $10 billion bailout bid down to about $2.4 billion. Slim federal pickings have left co-ops starved for cash and unable to meet the demands of their enrollees.\n\nAnd so the Obamacare dumpster fire rages on.\n\nFollow Kemberlee on Twitter @kemberleekaye", "article_metadata": {"description": "New York digs into to Health Republic's financials", "generator": "WordPress 4.3.1", "og": {"site_name": "Le·gal In·sur·rec·tion", "description": "New York digs into to Health Republic's financials", "title": "Nation's Largest Non-Profit Obamacare Co-op Under Investigation", "locale": "en_US", "image": "http://legalinsurrection.com/wp-content/uploads/2015/10/obamacare-health-insurance-e1446053440206.png", "updated_time": "2015-11-11T16:34:55+00:00", "url": "http://legalinsurrection.com/2015/11/countrys-largest-non-profit-obama-co-op-under-investigation/", "type": "article"}, "article": {"section": "Uncategorized", "published_time": "2015-11-11T16:30:52+00:00", "modified_time": "2015-11-11T16:34:55+00:00"}, "keywords": "obamacare", "google-site-verification": "f_SDILa9XMa3xcLX9n6eq0yDinw8hWKIjXr-0IOcgIE", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Now, the nation’s largest non-profit co-op is under investigation by state authorities.\n“Among other issues, the investigation will examine the causes of the inaccurate representations to NYDFS regarding the company’s financial condition.” The co-op responds that it has been transparent.\nNew York’s largest co-op Health Republic, also on the failure closure list, is in far worse shape than originally reported.\nBy the end of 2014, 21 of the 23 non-profit health insurance co-ops created under the ACA were losing money.\nMonday, The Hill reported the New York Department of Financial Services launched an investigation into Health Republic’s financial reporting:“NYDFS investigators are collecting and reviewing evidence relating to Health Republic’s substantial underreporting to NYDFS of its financial obligations,” the state said in a statement."}