{"article_title": "The climate’s newest lobbyists are…Coke and Nike?", "article_keywords": ["climate", "newest", "nike", "coke", "supply", "arecoke", "water", "sustainability", "weather", "climates", "lobbyists", "vice", "uses", "change"], "article_url": "http://www.salon.com/2014/01/24/the_climates_newest_lobbyists_are_coke_and_nike/", "article_text": "Topics: carbon tax, Climate Change, Coke, davos, Nike, Sustainability News, Business News\n\nAs the impact of climate change begins to be felt, those best positioned to recognize its significance are the corporations whose operations and supply chains are equally global in scope. And we’ve finally reached the point when major corporations have begun to accept climate change as an “economically disruptive force,” and are planning accordingly. The New York Times reports from Davos:\n\n“Increased droughts, more unpredictable variability, 100-year floods every two years,” said Jeffrey Seabright, Coke’s vice president for environment and water resources, listing the problems that he said were also disrupting the company’s supply of sugar cane and sugar beets, as well as citrus for its fruit juices. “When we look at our most essential ingredients, we see those events as threats.” …Nike, which has more than 700 factories in 49 countries, many in Southeast Asia, is also speaking out because of extreme weather that is disrupting its supply chain. In 2008, floods temporarily shut down four Nike factories in Thailand, and the company remains concerned about rising droughts in regions that produce cotton, which the company uses in its athletic clothes.\n\n“That puts less cotton on the market, the price goes up, and you have market volatility,” said Hannah Jones, the company’s vice president for sustainability and innovation. Nike has already reported the impact of climate change on water supplies on its financial risk disclosure forms to the Securities and Exchange Commission. Both Nike and Coke are responding internally: Coke uses water-conservation technologies and Nike is using more synthetic material that is less dependent on weather conditions. At Davos and in global capitals, the companies are also lobbying governments to enact environmentally friendly policies.", "article_metadata": {"description": "Major corporations are being forced to take climate change seriously", "title": "The climate’s newest lobbyists are…Coke and Nike?", "og": {"site_name": "Salon", "description": "Major corporations are being forced to take climate change seriously", "title": "The climate’s newest lobbyists are…Coke and Nike?", "url": "http://www.salon.com/2014/01/24/the_climates_newest_lobbyists_are_coke_and_nike/", "image": "http://media.salon.com/2014/01/shutterstock_165933329.jpg", "type": "article"}, "twitter": {"description": "Major corporations are being forced to take climate change seriously", "title": "The climate’s newest lobbyists are…Coke and Nike?", "image": "http://media.salon.com/2014/01/shutterstock_165933329.jpg", "creator": "@readingirl", "site": "@salon", "card": "summary_large_image"}, "author": "Lindsay Abrams", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, carbon tax, Climate Change, Coke, davos, Nike", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd7b02\"", "article_summary": "Both Nike and Coke are responding internally: Coke uses water-conservation technologies and Nike is using more synthetic material that is less dependent on weather conditions.\nAnd we’ve finally reached the point when major corporations have begun to accept climate change as an “economically disruptive force,” and are planning accordingly.\nNike has already reported the impact of climate change on water supplies on its financial risk disclosure forms to the Securities and Exchange Commission.\nTopics: carbon tax, Climate Change, Coke, davos, Nike, Sustainability News, Business NewsAs the impact of climate change begins to be felt, those best positioned to recognize its significance are the corporations whose operations and supply chains are equally global in scope.\nAt Davos and in global capitals, the companies are also lobbying governments to enact environmentally friendly policies."}