{"article_title": "CROWLEY: The good-time president", "article_keywords": ["week", "hes", "national", "job", "crowley", "doesnt", "goodtime", "mr", "remarks", "president", "ordinary", "obama"], "article_url": "http://www.washingtontimes.com/news/2014/jul/23/crowley-the-good-time-president/?page=all", "article_text": "ANALYSIS/OPINION:\n\nHe’s just not that into it.\n\nThe job, that is.\n\nSure, President Obama loves the power and perks that come with the American presidency: the limousine, the jet, the helicopter, bringing entire cities to a standstill for hours, grilled-cheese sandwiches at 3 o’clock in the morning, Beyonce and Jay-Z on speed-dial.\n\nBut the actual heavy-lifting part of the gig? Not so much.\n\nHe looks at the job as an imposition on his life.\n\n“The thing with Obama is that he can’t be bothered,” Hillary Clinton said to a group of girlfriends last spring, according to author Ed Klein. Whether or not she said it, the sentiment is now obvious to anyone paying attention to Mr. Obama’s behavior.\n\nIn many ways, Mr. Obama represents the collision of three pathologies: classic narcissism, adult-male immaturity and a corrosive sense of entitlement. Because he considers himself a messiahlike transformer, he can’t be bothered with the daily grind of actually being president. That stuff is beneath him. He’s too good for it. Too talented. Too superior.\n\n“I think Barack knew that he had God-given talents that were extraordinary. He knows exactly how smart he is,” Obama consigliere Valerie Jarrett told Obama biographer David Remnick. “I think that he has never really been challenged intellectually . He’s been bored to death his whole life. He’s just too talented to do what ordinary people do.”\n\nSo he doesn’t do what ordinary people do. He doesn’t even do what ordinary presidents do.\n\n“I’m LeBron, baby,” he said before his 2004 speech at the Democratic National Convention, when he was an unknown and undistinguished state senator from Illinois. “I can play at this level. I’ve got game.” Just don’t ever dare to interrupt his game — or his fun time, vacations or fundraisers.\n\nOn Christmas Day 2009, less than a year after entering office, Mr. Obama was confronted with his first major national security crisis. Umar Farouk Abdulmutallab, a Nigerian Muslim, tried to detonate a bomb aboard a Northwest Airlines flight and rain hundreds of bodies over Detroit. Mr. Obama was on vacation with his family in Hawaii. It took him three days to put down his shaved ice and issue his first statement on the matter.\n\nOn his first Memorial Day as president in 2009, he laid wreaths at Arlington National Cemetery and delivered his prepared remarks, after which he took to the golf course on perhaps America’s most somber holiday.\n\nIn November 2009, Army Maj. Nidal Malik Hasan carried out an act of terrorism in the name of Islam at Fort Hood, Texas. He fatally shot 13 fellow Americans and wounded scores more. Hours later, Mr. Obama appeared and proceeded to spend the first three minutes of his remarks chuckling and tossing shout-outs to his buddies in the audience. His breathtaking insensitivity at a time of national grief stunned even his supporters.\n\nJust weeks after signing the highly controversial and deeply unpopular Affordable Care Act into law, Mr. Obama invited Jay-Z and Beyonce to hang with him in the Situation Room at the White House.\n\nOn Sept. 11, 2012, terrorists carried out a carefully planned attack on the CIA and diplomatic facility in Benghazi. To this day, Mr. Obama has not disclosed where he was or what he was doing the night of the attack. Before the dust settled (and before the administration lied about a video being the cause of a nonexistent “spontaneous demonstration”), four Americans were dead, including the U.S. ambassador. The next morning, Mr. Obama was on his way to a fundraiser in Las Vegas.\n\nTwo weeks ago, as the influx of illegal immigrants was reaching a crisis point at the southern border, Mr. Obama visited one of those imperiled border states — Texas — but rather than see the chaos firsthand, he chose to attend two fundraisers.\n\nLast week, as the proxies of Russian President Vladimir Putin purportedly shot down a commercial jet over eastern Ukraine with weaponry supplied by the Russian military, killing 298 innocent people, Mr. Obama commented on it for less than one minute before launching into some playful banter about the Bidens and a joke at the expense of Treasury Secretary Jack Lew. He then delivered his prepared remarks about transportation projects.\n\nAt the same time, our close ally, Israel, facing fresh aggression from Hamas, began a ground incursion to eliminate terrorist cells and tunnels in Gaza. Mr. Obama hightailed it to New York to attend two fundraisers. This week, he went to California for a few more fundraisers, and to possibly house-hunt for some luxury post-presidency digs. I hope HGTV has their cameras rolling.\n\nNo one begrudges any president downtime, vacations or the enjoyment of a joke. But there are countless examples of this president excessively prioritizing frivolity over the demands of his job. Like a defiant adolescent, Mr. Obama doesn’t let anyone or anything disturb his plans (with the rare exception of canceling an appearance on a late-night comedy show, as he did this week with “Jimmy Kimmel Live.” That was quite a sacrifice for him.)\n\nThe need to avoid defiant adolescents in the presidency is a big reason the Founding Fathers made 35 the age threshold. Unfortunately, they did not foresee the modern cultural shift toward adulthood marked by childish selfishness and immaturity. When those things are ensconced in the Oval Office, the result is a profoundly dangerous leadership vacuum in the free world.\n\nIf you’d like to make Mr. Obama aware of the collapse of American power and prestige on his watch, you can find him on the back nine. Just don’t interrupt his swing.\n\nMonica Crowley is online opinion editor at The Washington Times.", "article_metadata": {"description": "He's just not that into it. The job, that is.", "Author": "Monica Crowley", "og": {"site_name": "The Washingtion Times", "description": "He’s just not that into it. The job, that is.", "title": "CROWLEY: The good-time president", "url": "http://www.washingtontimes.com/news/2014/jul/23/crowley-the-good-time-president/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/07/23/7_232014_teenage-boy-standin8201.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/07/23/7_232014_teenage-boy-standin8201.jpg", "title": "CROWLEY: The good-time president", "description": "He's just not that into it. The job, that is.", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "bitly-verification": "d180fd45f70d", "news_keywords": "Jay Z, David Remnick"}, "_id": "\"57477af36914bd0286fca314\"", "article_summary": "In many ways, Mr. Obama represents the collision of three pathologies: classic narcissism, adult-male immaturity and a corrosive sense of entitlement.\nTo this day, Mr. Obama has not disclosed where he was or what he was doing the night of the attack.\nThe next morning, Mr. Obama was on his way to a fundraiser in Las Vegas.\nIf you’d like to make Mr. Obama aware of the collapse of American power and prestige on his watch, you can find him on the back nine.\nBecause he considers himself a messiahlike transformer, he can’t be bothered with the daily grind of actually being president."}