{"article_title": "Legal expert explains how Supreme Court should rule in Affordable Care Act suit", "article_keywords": ["affordable", "blumstein", "supreme", "set", "court", "congress", "expert", "federal", "issue", "act", "aca", "legal", "states", "state", "rule", "suit", "explains", "care"], "article_url": "http://news.vanderbilt.edu/2015/02/legal-expert-supreme-court-affordable-care-act/", "article_text": "Legal expert explains how Supreme Court should rule in Affordable Care Act suit\n\nThe U.S. Supreme Court is set to hear a lawsuit challenging the Obama Administration’s implementation of the Affordable Care Act. Vanderbilt University legal expert James Blumstein says the true issue surrounding the King v. Burwell case is separation of powers.\n\n“The court is being asked not to trump the political branches, which was the issue in the earlier constitutional challenge to the ACA’s individual mandate,” says Blumstein. “The court is also being asked to vindicate the right of Congress to determine whether the ACA, as drafted, got the policy right or not.”\n\nTHE CASE\n\nKing v. Burwell challenges the IRS’s authority to extend tax subsidies to federally run health care exchanges. About three dozen states are using the federal government’s insurance exchange system through www.healthcare.gov rather than setting up their own state exchanges.\n\nSection 1311 of the ACA requires states to establish an exchange. But the federal government cannot force states to set up exchanges from a constitutional perspective.\n\nIn what Blumstein describes as an “oops” provision, section 1321 of the ACA provides that the federal government must set up an exchange in any state where the state has not established “such” exchange.\n\nOVERREACHING AUTHORITY\n\nBy allowing these states to receive tax subsidies from the IRS, Blumstein believes the Obama administration overreached its authority.\n\n“The lower court ruled for the federal government, basically on the theory that the ACA intended to subsidize those income-qualified purchasers who buy insurance on all exchanges,” explains Blumstein. “But the issue is not some abstract question of what Congress intended, but what Congress actually did. And about that there can be no serious dispute.”\n\nLEGISLATIVE GAPS\n\nBlumstein believes that the power to fill legislative gaps belongs to Congress, the legislative branch, not the IRS through the executive branch.\n\n“The Supreme Court should rein in the IRS by invalidating its regulation to the contrary.”\n\nBlumstein is University Professor of Constitutional Law and Health law and policy and professor of management.\n\nMedia Inquiries:\n\nAmy Wolf, (615) 322-NEWS\n\namy.wolf@vanderbilt.edu", "article_metadata": {"description": "The U.S. Supreme Court is set to hear a lawsuit challenging the Obama Administration’s implementation of the Affordable Care Act. Vanderbilt University legal expert James Blumstein says the true issue surrounding the King v. Burwell case is separation of powers.", "author": "Amy Wolf", "og": {"site_name": "Vanderbilt University", "description": "The U.S. Supreme Court is set to hear a lawsuit challenging the Obama Administration’s implementation of the Affordable Care Act. Vanderbilt University legal expert James Blumstein says the true issue surrounding the King v. Burwell case is separation of powers.", "title": "Legal expert explains how Supreme Court should rule in Affordable Care Act suit", "url": "http://news.vanderbilt.edu/2015/02/legal-expert-supreme-court-affordable-care-act/", "image": "http://news.vanderbilt.edu/files/U.S.-Supreme.jpg", "type": "article"}, "twitter": {"description": "The U.S. Supreme Court is set to hear a lawsuit challenging the Obama Administration’s implementation of the Affordable Care Act. Vanderbilt University legal expert James Blumstein says the true issue surrounding the King v. Burwell case is separation of powers.", "title": "Legal expert explains how Supreme Court should rule in Affordable Care Act suit", "url": "http://news.vanderbilt.edu/2015/02/legal-expert-supreme-court-affordable-care-act/", "image": {"src": "http://news.vanderbilt.edu/files/U.S.-Supreme.jpg"}, "creator": "@VanderbiltU", "site": "@VanderbiltU", "card": "summary_large_image"}, "vusection": "Research", "keywords": "Affordable Care Act,Barack Obama,Department of Health Policy,health insurance,Internal Revenue Service,IRS,James Blumstein,law school,U.S. Supreme Court,, vanderbilt, vanderbilt university, nashville, research, university, news", "publication_date": "2015-02-23", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "Legal expert explains how Supreme Court should rule in Affordable Care Act suitThe U.S. Supreme Court is set to hear a lawsuit challenging the Obama Administration’s implementation of the Affordable Care Act.\n“The Supreme Court should rein in the IRS by invalidating its regulation to the contrary.”Blumstein is University Professor of Constitutional Law and Health law and policy and professor of management.\nVanderbilt University legal expert James Blumstein says the true issue surrounding the King v. Burwell case is separation of powers.\nOVERREACHING AUTHORITYBy allowing these states to receive tax subsidies from the IRS, Blumstein believes the Obama administration overreached its authority.\nBut the federal government cannot force states to set up exchanges from a constitutional perspective."}