{"article_title": "Government Contract Workers Strike for Better Pay", "article_keywords": ["wage", "executive", "working", "federal", "pay", "workers", "work", "contract", "better", "senate", "minimum", "strike", "worth"], "article_url": "http://www.truth-out.org/news/item/30400-government-contract-workers-strike-for-better-pay", "article_text": "More than 600 federal workers went on strike yesterday, including about three dozen Senate employees, in a protest over low pay by federal contractors.\n\nThe strike won support from members of the Congressional Progressive Caucus (CPC), who joined the US Senate contract workers who were protesting low pay.\n\nSen. Bernie Sanders (D-Vt.) highlighted the growing disparity between the rich and the poor and the disappearing middle class. \"We have billions of working people living in poverty, and 99 percent of all new income is going to the top 1 percent. That is not what America is supposed to be about. What America is supposed to be about is if you work 40 hours a week, you earn enough money to take care of your kids, and your family,\" Sanders said.\n\nA Senate cafeteria worker who participated in the strike, who identified herself as \"Pamela,\" has personally felt the effects of privatization. When she started working at the Senate over a decade ago before the work was privatized, she made $48,000 a year. She left for a few years, but has now resumed work as a Senate restaurant cashier - this time, though, only making $12 an hour and, along with her co-workers, not allowed to work full time. The company offered private insurance if the workers paid in, but Pamela couldn't afford it on their salary, so she switched to Obamacare.\n\nWorker Kelly Duckett can't make ends meet at over a dollar above the minimum wage. \"I only make 11.25 an hour. That's not enough to support my two kids and me. Even though I feed the most powerful people in America I have to use food stamps to feed my children. The US Capitol is supposed to symbolize the American dream… My son has a learning disability. Even though he's in the fifth grade he only reads at a third grade level. He needs specialized help but I can't afford it\" said Duckett.\n\n\"We need a President who will sign an executive order to make sure federal contracts go to companies that pay workers $15 and a union.\"\n\nEven though this event was highlighting the difficulties government contract workers face, Sanders broadened the issue, saying, \"Because of your efforts and brothers and sisters all across this country from coast to coast, people are going out on the streets a higher minimum wage. And you know what's happening state after state city after city is raising the minimum wage.\"\n\nSanders spoke on behalf of a new populism that recognizes the harm in the growing wealth gap and is ready to fight it. \"The taxpayers of this country want to make sure that when government contracts are made those employers who get those contracts pay their workers a living wage. That they allow workers to form a union, that they provide good benefits to their workers. A great nation will not survive when so few have so much and so many have so little. What we need to do is rebuild the American middle class,\" Sanders said.\n\nThe Progressive Caucus has worked hard to convince President Obama to sign two executive orders to improve working conditions for federal contract workers. The \"Good Jobs Executive Order\" prevents employers who commit wage theft from receiving government contracts. A previous executive order signed by Obama raised the minimum wage to $10.10 for federal contract workers.\n\nAccording to Rep. Keith Ellison (D-Minn.), co-chair of the CPC, \"We would love to take credit for persuading the President but we know us members in Congress… it was you the workers who won the executive orders… We knew at the time $10.10's not enough… We need more than the minimum y'all. We need $15 and a union.\"\n\nOffering his solidarity, Ellison continued, \"If you're marching we're marching. If you get arrested I'll get arrested. We will stand with you.\"\n\nRev. Dr. J. Herbert Nelson, Director of the Presbyterian Church (USA.), called workers' fair treatment a religious and moral issue. \"All workers deserve a livable wage for the work they do. We are here today to urge the President to make federal contract jobs good jobs with livable wages… Our nation cannot boast of being the land of the free while companies pay wages that enslave people to death and enslave people to poverty,\" said Rev. Nelson. \"$10.10 is just not enough.\"\n\nPaco Fabian, a spokesperson for the Good Jobs Nation Campaign, says the answer is a \"model employer executive order that would get contract workers wages that are at least $15 an hour… We've got workers who are on food stamps working and serving potential 2016 candidates. There's something fundamentally wrong with that.\"\n\n\"Workers nationwide deserve to make at least 15 dollars an hour,\" said Elana Kessler, who attended the rally. \"This concept that some people aren't worth making a living wage or worth supporting their families is ridiculous. What makes someone in the cafeteria on Capitol Hill worth less than the son of a CEO who sits on his butt and makes $100,000 a year? We have a really warped concept of how much work is worth. I'm really glad people are out here today.\"\n\nLearn more and support contract workers here.", "article_metadata": {"msapplication-config": "/templates/ja_teline_iv_t3/images/favicons/browserconfig.xml", "description": "The protest is over low pay by federal contractors.", "author": "Miya Pontes", "og": {"site_name": "Truthout", "description": "The protest is over low pay by federal contractors.", "title": "Government Contract Workers Strike for Better Pay", "url": "http://www.truth-out.org/news/item/30400-government-contract-workers-strike-for-better-pay", "image": "http://www.truth-out.org/tologo.jpg", "type": "non_profit"}, "title": "Government Contract Workers Strike for Better Pay", "twitter": {"description": "The protest is over low pay by federal contractors.", "title": "Government Contract Workers Strike for Better Pay", "site": "@truthout", "card": "summary_large_image", "creator": "@truthout"}, "msapplication-TileColor": "#000000", "HandheldFriendly": "true", "fb": {"app_id": 286391544774433}, "keywords": "wages, workers, strike, contractors, Economy and Labor, Strike", "google-site-verification": "EfgVxcdUDBF_Dd81ZBBw_J8FuRjGnvp9r2JAM9IhvUk", "apple-mobile-web-app-capable": "YES", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "The strike won support from members of the Congressional Progressive Caucus (CPC), who joined the US Senate contract workers who were protesting low pay.\nMore than 600 federal workers went on strike yesterday, including about three dozen Senate employees, in a protest over low pay by federal contractors.\nA previous executive order signed by Obama raised the minimum wage to $10.10 for federal contract workers.\nLearn more and support contract workers here.\nThe Progressive Caucus has worked hard to convince President Obama to sign two executive orders to improve working conditions for federal contract workers."}