{"article_title": "The New Sensibility of Susan Sontag & Tom Wolfe: The “dark lady” and the man in white were an unlikely pair, but both were looking to liberate American culture", "article_keywords": ["baby", "looking", "art", "susan", "american", "quite", "wolfe", "culture", "sontag", "supremes", "unlikely", "tom", "pair", "phrase", "white", "sensibility", "man"], "article_url": "http://www.salon.com/2015/10/03/the_new_sensibility_of_susan_sontag_tom_wolfe_the_dark_lady_and_the_man_in_white_were_an_unlikely_pair_but_both_were_looking_to_liberate_american_culture/", "article_text": "Topics: Susan Sontag, the new sensibility, Tom Wolfe, Entertainment News\n\nIt was 50 years ago, in 1965, in Mademoiselle magazine, of all places, that Susan Sontag announced the existence of a “New Sensibility” afoot in American culture. By 1966, that phrase would reach a more intellectual audience with publication of her path-breaking collection of essays, “Against Interpretation.”\n\nSontag, however, was not the only figure in 1965 to flip that phrase around. Tom Wolfe, in the introduction to his best-selling book “The Kandy-Kolored Tangerine-Flake Streamline Baby,” had exclaimed: “The hell with Mondrian, whoever the hell he is … Yah! lower orders. The new sensibility – Baby baby baby where did our love go? – the new world, submerged so long, invisible, and now arising.”\n\nWolfe and Sontag jointly staking out the territory of this new sensibility? Could a more unlikely pair be imagined? Wolfe was the newspaperman given to wearing a white suit, white spats and fedora; he was smart and cynical but capable of enthusiasm, especially if it went against the grain of the mavens of elite culture. His prose hit like a howitzer, full of capital letters and exclamation points. In contrast, Sontag was the emerging “dark lady” of American letters, decked out in black turtleneck and a torrent of dark hair. She was tall and commanding; there seemed to be nothing that she had not read. Her sentences, if not quite sensuous, were beguiling, full and subtle, with a fine eye for aphorism.\n\nWhich of the pair first came up with the phrase “the New Sensibility”? Probably Sontag, because Wolfe may have been slyly poking fun at Sontag when he quoted the words “Baby baby baby where did our love go?” They were from the song “Where Did Our Love Go?,” by the Motown Group the Supremes. It had been a No. 1 hit on the pop charts in August 1964. What’s the connection?\n\nAlthough Wolfe might have appreciated the tune’s contemporary rhythm and energy, the group singing it had been singled out by Sontag in her own article on the New Sensibility. While Sontag’s roots were sunk deep in European modernism – and its most recent offshoots – she argued that elite American culture lacked a danceable beat. Why must everything be so heavy and brooding? Why must intellectuals crawl over every cultural expression like ants upon potato salad at a picnic? She famously announced that intellectuals and American culture needed to be liberated, to begin to enjoy the “sensuous surface of art without mucking about in it.” In sum, she finished the opening essay of her book with the words: “In place of a hermeneutics we need an erotics of art.”\n\nIn 1965, The Supremes were on her mind and record turntable. In a diary entry for November, she admitted to herself, “My biggest pleasure the last two years has come from pop music (The Beatles, Dionne Warwick, the Supremes).” In her book “Against Interpretation,” in the essay “One Culture and the New Sensibility,” the Supremes popped up anew. What was wrong with intellectuals, such as Sontag, kicking off their shoes and dancing to such lively music? The edifice of high modernism would not tremble or tumble too badly. Maybe some of its imposing doors might even come ajar.\n\nIndeed, as the essays in “Against Interpretation” indicated, the saturnine spirit of serious art existed nicely alongside the rhythms of the Supremes. Sontag, as a critic, craved both high and low art. But the films and plays, literature and art that attracted her were not quite popular. She was drawn to works that interrogated madness, bewitched with silence. She adored foreign films, cast in the Nouvelle Vague manner, that were often resistant to understanding, self-referential and anchored in the history of the medium. Her taste in fiction (present in her own novel “The Benefactor”) was for prose without metaphor, a flat narrative voice, plots that were more dreamlike than logical.\n\nWolfe’s admiration was for quite a different world of culture, one that Sontag had never experienced – nor sought out. While they might both dig rock ‘n’ roll, he wanted a culture of energy, bright lights and ha cha cha. He loved the garish and outsized, hence his attraction to Las Vegas. It had “The wheeps, beeps, freeps, electronic lulus, Boomerang Modern and Flash Gordon sunbursts.” Hardly the type of expression associated with some of Sontag’s heroes, such as Samuel Beckett or Simone Weil. Wolfe traveled the United States in search of grass-roots cultural expression. He found it in the unlikeliest of venues, at least as he presumed for a typical New York intellectual. He wrote knowingly, and sympathetically, about Junior Johnson, a race-car driver, “a modern hero.” He marveled at the craftsmanship and culture of auto detailers. He readily stooped to consider the instant celebrity of one Baby Jane Holzer, whose key attribute was tonsorial: “Her hair rises up from her head in a huge hairy corona, a huge tan mane around a narrow face . . . all that hair flowing down over a coat made of … zebra!”", "article_metadata": {"description": "The merging of high & low culture is old hat to us, but 50 years ago Sontag & Wolfe were breaking boundaries", "author": "George Cotkin", "og": {"site_name": "Salon", "description": "The merging of high & low culture is old hat to us, but 50 years ago Sontag & Wolfe were breaking boundaries", "title": "The New Sensibility of Susan Sontag & Tom Wolfe: The “dark lady” and the man in white were an unlikely pair, but both were looking to liberate American culture", "url": "http://www.salon.com/2015/10/03/the_new_sensibility_of_susan_sontag_tom_wolfe_the_dark_lady_and_the_man_in_white_were_an_unlikely_pair_but_both_were_looking_to_liberate_american_culture/", "image": "http://media.salon.com/2015/10/sontag_wolfe.jpg", "type": "article"}, "twitter": {"description": "The merging of high & low culture is old hat to us, but 50 years ago Sontag & Wolfe were breaking boundaries", "creator": "@salon", "image": "http://media.salon.com/2015/10/sontag_wolfe.jpg", "title": "The New Sensibility of Susan Sontag & Tom Wolfe: The “dark lady” and the man in white were an unlikely pair, but both were looking to liberate American culture", "site": "@salon", "card": "summary_large_image"}, "title": "The New Sensibility of Susan Sontag & Tom Wolfe: The “dark lady” and the man in white were an unlikely pair, but both were looking to liberate American culture", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Susan Sontag, the new sensibility, Tom Wolfe", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The new sensibility – Baby baby baby where did our love go?\nWhile Sontag’s roots were sunk deep in European modernism – and its most recent offshoots – she argued that elite American culture lacked a danceable beat.\nTopics: Susan Sontag, the new sensibility, Tom Wolfe, Entertainment NewsIt was 50 years ago, in 1965, in Mademoiselle magazine, of all places, that Susan Sontag announced the existence of a “New Sensibility” afoot in American culture.\nIn contrast, Sontag was the emerging “dark lady” of American letters, decked out in black turtleneck and a torrent of dark hair.\n– the new world, submerged so long, invisible, and now arising.”Wolfe and Sontag jointly staking out the territory of this new sensibility?"}