{"article_title": "News Wrap: Soldiers, volunteers join Ecuador search efforts", "article_keywords": ["iran", "search", "join", "woodruff", "sreenivasan", "thats", "water", "states", "today", "president", "wrap", "soldiers", "efforts", "volunteers", "presidential", "ecuador", "saudi"], "article_url": "http://www.pbs.org/newshour/bb/news-wrap-soldiers-volunteers-join-ecuador-search-efforts/", "article_text": "JUDY WOODRUFF: Good evening. I’m Judy Woodruff.\n\nHARI SREENIVASAN: And I’m Hari Sreenivasan.\n\nJUDY WOODRUFF: On the “NewsHour” tonight: It’s Tuesday, primary night in New York state. Voters hit the polls today after heavy campaigning by the Republican and Democratic presidential candidates.\n\nHARI SREENIVASAN: Also ahead this Tuesday: the longest war. What’s behind the recent uptick in violence in Afghanistan?\n\nJUDY WOODRUFF: Plus, a conversation with Special Presidential Envoy Brett McGurk on the decision to send more U.S. troops to Iraq.\n\nHARI SREENIVASAN: And many American schools have a growing problem with lead contamination. Why are districts across the country struggling to provide clean drinking water?\n\nYANNA LAMBRINIDOU, Virginia Tech: The nature of the beast is that lead levels in water are unpredictable, and exposure is really like a Russian roulette.\n\nJUDY WOODRUFF: All that and more on tonight’s “PBS NewsHour.”\n\n(BREAK)\n\nJUDY WOODRUFF: In the day’s other news, a two-man Taliban raid shook the heart of Afghanistan’s capital city, killing 28 people and wounding hundreds more. The combined bombing and gun battle raised new questions about the government’s ability to secure the country. We will have a look at the Taliban’s strength in Afghanistan right after the news summary.\n\nHARI SREENIVASAN: Hundreds of international rescue workers fanned out in Ecuador today, looking for earthquake victims. The weekend disaster killed at least 433 people. Soldiers and volunteers joined those digging through the rubble on the country’s Pacific coast. The military also dispensed food, water and other supplies to survivors.\n\nJUDY WOODRUFF: Another strong aftershock rattled Southern Japan, and the death toll rose to 45 in last week’s twin quakes. Meanwhile, a key airport reopened, allowing the first passengers and relief goods to land. Most outbound passenger flights are still canceled.\n\nHARI SREENIVASAN: In Cuba, Raul Castro and the country’s old guard will keep top positions in the ruling Communist Party, despite calls for reform. The government announced today that Castro at 84 will stay on as party first secretary and Cuba’s president; 89-year-old Fidel Castro also made a rare appearance at the party congress.\n\nJUDY WOODRUFF: President Obama left for a trip to Saudi Arabia today, at a time of tension between the two nations. The Saudis have criticized the nuclear deal with Iran. And in a recent interview, Mr. Obama said the Sunni kingdom needs to — quote — “share the Middle East” with Shiite Iran.\n\nHe departed today after trying to clarify his meaning in an interview with PBS’ Charlie Rose:\n\nPRESIDENT BARACK OBAMA: Saudi Arabia and the Gulf states generally have to be guarded against Iran and they have to be in a position where they can defend themselves against Iranian mischief in the region, but that, in the end, Iran is a large country in the region, and that a proxy war between Saudi Arabia and Iran is in nobody’s interests.\n\nJUDY WOODRUFF: The trip also comes as Congress considers letting families of September 11 victims sue the Saudi government over any role it played in the attack. The White House opposes the Senate bill, but senior members of both parties voiced support for it today.\n\nTexas Republican John Cornyn is the main sponsor:\n\nSEN. JOHN CORNYN (R), Texas: I think now the president seems to want to use the leverage of the 9/11 families in order to somehow mollify or cure that rift that the president has created himself as result of the Iranian nuclear deal. I think that’s entirely inappropriate. And as I tried to point out, we actually need to deter people from facilitating and financing terrorist attacks on our own soil.\n\nJUDY WOODRUFF: Both Senate Majority Leader Mitch McConnell and House Speaker Paul Ryan said today that they still need to review the bill. The Saudis have threatened to pull billions of dollars from the U.S. economy if it becomes it law.\n\nHARI SREENIVASAN: Major parts of Houston were still under water today, after widespread flooding that’s killed six people so far. School was canceled again in the nation’s fourth largest city, and hundreds of people were in shelters. Emergency teams worked around the clock to evacuate homes flooded by the deluge. More than a foot of rain fell Monday, and a flash flood watch remained in effect.\n\nJUDY WOODRUFF: The nation’s largest health insurer will pull out of insurance exchanges in most states by next year.\n\nUnitedHealth said today that it’s losing too much money on the system established under the president’s Affordable Care Act. The company covers just under 800,000 people in exchanges across 34 states. That’s about 6 percent of the total.\n\nHARI SREENIVASAN: Intel has announced it’s cutting 12,000 jobs worldwide, about 11 percent of its work force. The computer chip maker says it needs to cut costs, as sales of P.C.s decline.\n\nAnd on Wall Street, the Dow Jones industrial average gained 49 points to close at 18053. The Nasdaq fell 19 points and the S&P 50 rose six.\n\nJUDY WOODRUFF: Still to come on the “NewsHour”: Special Envoy Brett McGurk on the decision to send more troops to Iraq; how New York’s primary could shift the momentum in the presidential race; schools across the U.S. grappling with lead-tainted water, and much more.", "article_metadata": {"description": "In our news wrap Tuesday, hundreds of international rescue workers fanned out in Ecuador, looking for victims of the earthquake that's killed at least 433 people. Also, also, another strong aftershock rattled southern Japan, and a key airport reopened, allowing the arrival of relief goods.", "pubdate": 20160419, "og": {"site_name": "PBS NewsHour", "description": "In our news wrap Tuesday, hundreds of international rescue workers fanned out in Ecuador, looking for victims of the earthquake that's killed at least 433 people. Also, also, another strong aftershock rattled southern Japan, and a key airport reopened, allowing the arrival of relief goods.", "title": "News Wrap: Soldiers, volunteers join Ecuador search efforts", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2016/04/RTX2AOYF.jpg", "url": "http://www.pbs.org/newshour/bb/news-wrap-soldiers-volunteers-join-ecuador-search-efforts/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "In our news wrap Tuesday, hundreds of international rescue workers fanned out in Ecuador, looking for victims of the earthquake that's killed at least 433 people. Also, also, another strong aftershock rattled southern Japan, and a key airport reopened, allowing the arrival of relief goods.", "title": "News Wrap: Soldiers, volunteers join Ecuador search efforts", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2016/04/RTX2AOYF.jpg", "creator": "@newshour", "site": "@newshour", "card": "summary_large_image"}, "robots": "noodp,noydir", "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "WEATHER AND NATURAL DISASTERS"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "earthquakes, ecuador, japan, WEATHER AND NATURAL DISASTERS"}, "article_summary": "JUDY WOODRUFF: President Obama left for a trip to Saudi Arabia today, at a time of tension between the two nations.\nHARI SREENIVASAN: Major parts of Houston were still under water today, after widespread flooding that’s killed six people so far.\nJUDY WOODRUFF: Plus, a conversation with Special Presidential Envoy Brett McGurk on the decision to send more U.S. troops to Iraq.\nHARI SREENIVASAN: Hundreds of international rescue workers fanned out in Ecuador today, looking for earthquake victims.\nSoldiers and volunteers joined those digging through the rubble on the country’s Pacific coast."}