{"article_title": "Face of the right’s Obamacare hypocrisy: Why is Indiana’s GOP governor getting a pass?", "article_keywords": ["indianas", "koch", "getting", "federal", "hypocrisy", "rights", "obamacare", "state", "governor", "face", "pence", "states", "health", "plan", "pass", "medicaid", "afp", "gop", "care"], "article_url": "http://www.salon.com/2014/09/01/face_of_the_rights_obamacare_hypocrisy_why_is_indianas_gop_governor_getting_a_pass/", "article_text": "Topics: Affordable Care Act, Americans for Prosperity, Charles Koch, David Koch, Editor's Picks, Healthcare Reform, Indiana, Koch Brothers, Medicaid, Medicaid expansion, Michigan, Mike Pence, Obamacare, Rick Snyder, The Right, Politics News\n\nAt this point it’s near-impossible to maintain the fiction that the Affordable Care Act is failing or that the Republicans have a coherent strategy for unmaking it. One by one, Republican-led states are abandoning their opposition to implementing the ACA. Last week, Pennsylvania Gov. Tom Corbett became the latest Republican to officially give up the anti-Obamacare ghost when he reached an agreement with federal regulators that will allow the state to expand Medicaid, clearing the way for roughly half a million low-income people to receive health coverage. Shortly afterward, news broke that Tennessee’s Republican governor, Bill Haslam, is working on his own proposal to bring expanded Medicaid funding to the state. Socialism: It creeps.\n\nThis is obviously an unwelcome trend for groups like Americans for Prosperity, the Koch brothers’ main outlet for political activism. AFP has been leading the anti-Obamacare charge among outside groups, arguing that expanding Medicaid is a bad idea because the program is broken, and that the feds can’t possibly keep their promises to provide the required funding. “Expanding medicaid [sic] would have disastrous consequences in Maine,” AFP declared in June. “Medicaid is a broken system that offers poor quality care to those who often need it most, and the promise of new funding from the federal government is as close to being broken as the next Washington budget crisis.”\n\nThat sounds pretty bad! One would assume that wherever the specter of expanded health coverage for poor people looms menacingly, AFP will be there fighting hard to make sure states don’t fall into the trap, right? Well, sort of. As it turns out, it depends on the state. Or, to put it another way: It depends on the governor.\n\nAmong the growing ranks of Republican governors who are signing on to the Affordable Care Act’s Medicaid expansion is Indiana’s Mike Pence. His plan to use federal Medicaid dollars to expand an existing state health program for low-income residents is currently awaiting approval by the Department of Health and Human Services (Pence traveled to D.C. to pitch the plan to Health and Human Services Secretary Sylvia Matthews Burwell in July). He’s taken no small amount of grief from conservatives who feel that Pence is selling them out and being dishonest about it by snapping up federal money made available by the ACA while still claiming to oppose the law.\n\nAFP is among the conservative groups that registered their disapproval with Pence’s plan – their very measured, carefully worded, heavily diluted disapproval. Dig through AFP Indiana’s website and you’ll find one statement on the Pence plan, released on May 30 (two weeks after the plan was unveiled). The plan “misses the mark” and should “cause concern,” the statement reads, before transitioning to excuse-making and praise for the guy proposing it:\n\nWe Hoosiers have a long tradition of embracing fiscal responsibility and shunning away from large, expansive government programs. Throughout his time in Congress and as the Hoosier state’s chief executive, Governor Pence has been a champion for federalism, and he no doubt attempted to hold that line in rejecting traditional Medicaid expansion and insisting that HIP be part of any Medicaid discussion. Yet, rather than meeting Washington’s demands, states should be given the ability to truly reform their own Medicaid programs with no-strings attached federal block grants – a sensible solution that many including Governor Pence were advocating for long before President Obama’s disastrous law was thrust upon the American people.", "article_metadata": {"description": "Americans for Prosperity went to war to block expansion of Medicaid -- so why are they going easy on Mike Pence?", "title": "Face of the right’s Obamacare hypocrisy: Why is Indiana’s GOP governor getting a pass?", "og": {"site_name": "Salon", "description": "Americans for Prosperity went to war to block expansion of Medicaid -- so why are they going easy on Mike Pence?", "title": "Face of the right’s Obamacare hypocrisy: Why is Indiana’s GOP governor getting a pass?", "url": "http://www.salon.com/2014/09/01/face_of_the_rights_obamacare_hypocrisy_why_is_indianas_gop_governor_getting_a_pass/", "image": "http://media.salon.com/2014/08/mike_pence.jpg", "type": "article"}, "twitter": {"description": "Americans for Prosperity went to war to block expansion of Medicaid -- so why are they going easy on Mike Pence?", "title": "Face of the right’s Obamacare hypocrisy: Why is Indiana’s GOP governor getting a pass?", "image": "http://media.salon.com/2014/08/mike_pence.jpg", "creator": "@SimonMaloy", "site": "@salon", "card": "summary_large_image"}, "author": "Simon Maloy", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Affordable Care Act, Americans for Prosperity, Charles Koch, David Koch, Editor's Picks, Healthcare Reform, Indiana, Koch Brothers, Medicaid, Medicaid expansion, Michigan, Mike Pence, Obamacare, Rick Snyder, The Right", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd425b\"", "article_summary": "Dig through AFP Indiana’s website and you’ll find one statement on the Pence plan, released on May 30 (two weeks after the plan was unveiled).\nAmong the growing ranks of Republican governors who are signing on to the Affordable Care Act’s Medicaid expansion is Indiana’s Mike Pence.\nShortly afterward, news broke that Tennessee’s Republican governor, Bill Haslam, is working on his own proposal to bring expanded Medicaid funding to the state.\nThis is obviously an unwelcome trend for groups like Americans for Prosperity, the Koch brothers’ main outlet for political activism.\nAFP is among the conservative groups that registered their disapproval with Pence’s plan – their very measured, carefully worded, heavily diluted disapproval."}