{"article_title": "Obamacare and Your 2014 Taxes", "article_keywords": ["marketplace", "form", "receive", "obamacare", "tax", "taxes", "forms", "state", "health", "coverage", "income", "insurance"], "article_url": "https://www.nerdwallet.com/blog/health/managing-health-insurance/obamacare-2014-taxes/", "article_text": "The complexities of the Affordable Care Act didn’t end with the health insurance mandate that rolled out in late 2013.\n\nThe requirements, fees and subsidies will re-emerge during tax season, perhaps affecting how much of a tax refund you are entitled to or how much you owe, certainly adding more work to your tax preparation.\n\nShop For Health Insurance\n\nEnter your zip code to see plans and prices. All plans qualify for discounted prices under the Affordable Care Act.\n\nStart Shopping\n\n\n\nThough April 15, 2015, seems a long way off, it’s time to begin thinking about how Obamacare will affect your 2014 income taxes.\n\nAround 8 million previously uninsured Americans gained coverage under the ACA during the 2013-2014 open enrollment period, either on Healthcare.gov, also referred to as the Marketplace, or through state exchanges.\n\nMillions more have health insurance coverage through an employer or through Medicare and Medicaid. Still, some remain uninsured. The uninsured must either qualify for an exemption from the mandate or face penalties. Everyone — the insured and uninsured alike — will see changes to their income tax filings.\n\nThe ACA requires you and everyone in your family to either have qualifying insurance known as “minimal essential coverage”; qualify for an exemption to the requirement; or make a “shared responsibility” payment (commonly referred to as a penalty) when you file your 2014 tax return.\n\nA question about your health coverage will appear on your Form 1040 for the first time with the 2014 tax year.\n\nNew Tax Forms\n\nThe first major change on 2014 tax returns will be the requirement that you report your health insurance status when you file. For most, this will be a simple process, as you will receive the necessary forms in the mail, similarly to how you receive a W-2 from your employer. In July, the IRS issued drafts of these forms, known as the 1095A, 1095B and 1095C.\n\nForm 1095-A: If you purchased health insurance through your state exchange or the federal Marketplace, you will receive this form indicating your coverage.\n\nForm 1095-B: This form will come directly from the health insurance company if you sought private insurance outside of the state exchanges.\n\nForm 1095-C: If your employer furnishes your health insurance, it will provide you with a 1095-C indicating your coverage.\n\nThe appropriate 1095 form will come to you, and employers and insurance companies will file other versions (1094 forms) directly with the IRS. These will serve as your proof of coverage and you will put information from them onto your Form 1040.\n\nUPDATE: The forms 1095-B and 1095-C will not be used until next year. If you had insurance through a state exchange or the federal marketplace, you will still receive a 1095-A this year. If you had insurance through your employer or through a private health insurer, you will simply check a box indicating you had health insurance on your federal tax return. You won’t have to worry about anything else, but you should keep your W-2 and records of insurance.\n\nProof of Exemption\n\nIf you are exempt from the health insurance mandate, you’ll need to provide proof. Qualifying exemptions vary but include: having an approved religious objection to health care coverage; having an income below the threshold that requires you to file a tax return; if you went without coverage for less than three consecutive months in the year; or if coverage is unaffordable, with premiums accounting for more than 8% of your annual income.\n\nSome exemptions must be granted through the Marketplace, while others can be claimed on your tax return. If you’ve qualified through the Marketplace, you should have already received a certificate of exemption. For more information on whether you qualify for an exemption and how to exercise it, Healthcare.gov provides more details.\n\nHow You Could Owe\n\nSome people received subsidies in the form of an advanced tax credit to help cover the costs of their premiums. Eligibility for these money-saving subsidies was based on estimated 2014 income when applying for health coverage. If your 2014 tax return shows your actual earnings were higher than estimated, eliminating your eligibility for subsidies or determining you were simply entitled to less, you could owe the government.\n\nOn the other hand, if you didn’t receive an advanced subsidy and purchased your health insurance through the Marketplace or state exchange, you could be entitled to that tax credit when you file your tax return.\n\nThe more widely known penalty you could face on your 2014 taxes is the one you are required to pay if you or a family member for whom you are responsible went without insurance coverage without qualifying for an exemption.\n\nThis individual shared responsibility payment for 2014 is the greater of:\n\n1% of your household income above the filing threshold set by the IRS for your filing status, or\n\na flat amount of $95 per adult and $47.50 per child, capped at $285 per family.\n\nMore Information to Come\n\nThe IRS has not yet released instructions for the new forms, or details on where taxpayers will enter their health care information on the standard 1040 returns. These details, along with further clarifications on how the ACA will affect income taxes for 2014 and beyond, will develop over the next several months. In the meantime, you can ask an expert directly about your concerns and stay abreast of developments through NerdWallet Health.\n\nObamacare illustration via Shutterstock.", "article_metadata": {"description": "NerdWallet is a free tool to find you the best credit cards, cd rates, savings, checking accounts, scholarships, healthcare and airlines. Start here to maximize your rewards or minimize your interest rates.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "NerdWallet", "description": "The complexities of the Affordable Care Act didn’t end with the health insurance mandate that rolled out in late 2013. The requirements, fees and subsidies will re-emerge during tax season,…", "title": "Obamacare and Your 2014 Taxes - NerdWallet", "locale": "en_US", "image": {"width": 1000, "identifier": "https://assets.nerdwallet.com/blog/wp-content/uploads/2015/12/shutterstock_204860878.jpg", "height": 751}, "updated_time": "2016-01-27T10:12:46-07:00", "url": "https://www.nerdwallet.com/blog/health/managing-health-insurance/obamacare-2014-taxes/", "type": "article"}, "twitter": {"description": "The complexities of the Affordable Care Act didn’t end with the health insurance mandate that rolled out in late 2013. The requirements, fees and subsidies will re-emerge during tax season,…", "creator": "@elizabethrenter", "image": "https://assets.nerdwallet.com/blog/wp-content/uploads/2015/12/shutterstock_204860878.jpg", "title": "Obamacare and Your 2014 Taxes - NerdWallet", "site": "@NerdWallet", "card": "summary_large_image"}, "fb": {"pages": 108521893501}, "article": {"publisher": "http://www.facebook.com/NerdWallet", "section": "Health", "published_time": "2014-08-29T00:00:00-07:00", "modified_time": "2016-01-27T10:12:46-07:00", "author": "https://www.facebook.com/WriterElizabethRenter/"}, "viewport": "width=device-width,initial-scale=1"}, "article_summary": "Start ShoppingThough April 15, 2015, seems a long way off, it’s time to begin thinking about how Obamacare will affect your 2014 income taxes.\nMillions more have health insurance coverage through an employer or through Medicare and Medicaid.\nThe complexities of the Affordable Care Act didn’t end with the health insurance mandate that rolled out in late 2013.\nProof of ExemptionIf you are exempt from the health insurance mandate, you’ll need to provide proof.\nEveryone — the insured and uninsured alike — will see changes to their income tax filings."}