{"article_title": "'Don't tell Judy Faulkner'", "article_keywords": ["dont", "taking", "healthcare", "clinic", "vose", "judy", "summit", "interoperability", "systems", "innovation", "clinical", "faulkner", "tell", "really"], "article_url": "http://www.healthcareitnews.com/news/dont-tell-judy-faulkner", "article_text": "The topic at the Cleveland Clinic annual summit Monday was healthcare innovation – what's impeding it, what more is needed to foster it and the innovation milestones taking place today. It may come as no surprise: Health IT came up a lot at this year's event. (And, yes, so did Judy Faulkner.)\n\nSo what do industry leaders consider to be the biggest impediments to healthcare innovation? Lack of interoperability among clinical systems, said a handful of panelists speaking at the 2014 Medical Innovation Summit, convening here Oct. 27-29.\n\nAmong those speakers was Toby Cosgrove, MD, chief executive officer of the Cleveland Clinic, who said what's really going to be the healthcare game changer pertains to the interconnectivity of electronic medical records.\n\nThe Clinic, as he pointed out, has already developed an API that will make this possible. And on a larger scale? \"I think that in the next three or four years we're going to see that happen across the country,\" he said. \"Please don't tell Judy Faulkner that. She'll get very upset,\" he joked with the audience. (EMR giant Epic – led by Faulkner – has recently contracted with a Washington, D.C.-based lobbying firm to improve its interoperability image after recent public criticism over how the EMR vendor sells closed systems. Cleveland Clinic's EMR foundation is the Epic MyChart.)\n\n[See also: Epic works on its interoperability image.]\n\nCosgrove was far from the only one with interoperability top of mind. The Clinic chief was also joined by Julie Vose, MD, professor at the University of Nebraska Medical Center and president-elect at the American Society of Clinical Oncology, who echoed similar sentiments. What Vose called, the \"biggest bang for your buck,\" was \"healthcare IT that's interoperable between systems, being able to make sure that we have the data from patients that are from different institutions, different states,\" she said.\n\nThat, she continued, proves to be the \"biggest issue actually in taking care of patients today.\"\n\nASCO, as Vose explained, is in the midst of a large initiative called CancerLinQ, a \"very large\" healthcare IT platform that pulls together all of ASCO practices' data and provides analytics and real time clinical decision support. Officials expect the platform to launch in 2015. By taking that big data and transforming it into something usable, actionable, Vose said it \"will help us understand (cancer) treatments that are done every day.\"\n\nLeroy Hood, MD, president and co-founder of the Institute for Systems Biology and summit panelist, also appeared to agree with his colleagues on the urgency of interoperability. But he went a little further. The infrastructure, in its current form, can be categorized as insufficient and doesn't have the right end goals, he said.\n\n\"There are IT infrastructures that are enormous inhibitors to access of information, and frankly I think that really has to change,\" said Hood. For one, clinical records are not easily searchable to make necessary correlations. And for another? What happened to outcomes? \"In many ways it's too bad that the $20 billion or so that Obamacare gave for IT was re-written to get rid of the successful outcomes,\" he added.\n\nEven the panelist representing pharma couldn't stay away from the topic of information systems. \"Most of the healthcare information systems that are available in the United States are really built on a foundation of accurately billing for procedures and not actually built on wellness,\" commented Paul Hudson, president of AstraZeneca US, in the Oct. 27 session. \"If we don't make that breakthrough and connect the systems, we won't make the scientific breakthroughs that we need or improve population health.\"", "article_metadata": {"description": "The topic at the Cleveland Clinic annual summit this Monday was healthcare innovation -- what's impeding it, what more is needed to foster it and the innovation milestones taking place today. It may come as no surprise: Health IT came up a lot at this year's event. (And, yes, so did Judy Faulkner.)", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Healthcare IT News", "description": "The topic at the Cleveland Clinic annual summit this Monday was healthcare innovation -- what's impeding it, what more is needed to foster it and the innovation milestones taking place today. It may come as no surprise: Health IT came up a lot at this year's event. (And, yes, so did Judy Faulkner.)", "title": "'Don't tell Judy Faulkner'", "url": "http://www.healthcareitnews.com/news/dont-tell-judy-faulkner", "image": "http://www.healthcareitnews.com/sites/default/files/judy_faulkner_2.png", "updated_time": "2014-12-05T12:41:52-05:00", "type": "article"}, "twitter": {"url": "http://www.healthcareitnews.com/news/dont-tell-judy-faulkner", "image": {"src": "http://www.healthcareitnews.com/sites/default/files/judy_faulkner_2.png"}, "description": "The topic at the Cleveland Clinic annual summit this Monday was healthcare innovation -- what's impeding it, what more is needed to foster it and the innovation milestones taking place today. It may come as no surprise: Health IT came up a lot at this year's event. (And, yes, so did Judy Faulkner.)", "card": "summary_large_image", "title": "'Don't tell Judy Faulkner'"}, "article": {"published_time": "2014-10-28T07:02:55-04:00", "modified_time": "2014-12-05T12:41:52-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "So what do industry leaders consider to be the biggest impediments to healthcare innovation?\nLack of interoperability among clinical systems, said a handful of panelists speaking at the 2014 Medical Innovation Summit, convening here Oct. 27-29.\n\"Please don't tell Judy Faulkner that.\n\"If we don't make that breakthrough and connect the systems, we won't make the scientific breakthroughs that we need or improve population health.\"\nThe topic at the Cleveland Clinic annual summit Monday was healthcare innovation – what's impeding it, what more is needed to foster it and the innovation milestones taking place today."}