{"article_title": "State police respond to more than 150 crashes", "article_keywords": ["respond", "150", "winter", "crashes", "area", "drivers", "23", "governor", "stay", "state", "truck", "roads", "ct"], "article_url": "http://www.wfsb.com/story/31039697/state-police-respond-to-more-than-150-crashes", "article_text": "Troopers are out in full force on Connecticut state roads and highways. (CT State Police)\n\nConnecticut State Police and Gov. Dannel P. Malloy advised drivers to stay off the roads especially along the shoreline on Saturday.\n\nBetween 5 a.m. and 10 a.m., there were almost 150 accidents, according to state police.\n\nBetween 5AM-5PM @CT_STATE_POLICE responded to 119 accidents across #CT. Approximately 35 were on I-95. Of those, 20 were in Fairfield County — Governor Dan Malloy (@GovMalloyOffice) January 23, 2016\n\nEarlier in the day on the southbound side of Interstate 91 near exit 22 area, state police said there was multiple spin outs and Department of Transportation as well troopers were en route to those crashes.\n\n#Snowpatrol: Route 2 east is at a crawl in the X10 area pic.twitter.com/odyB5pzpVV — CT State Police (@CT_STATE_POLICE) January 23, 2016\n\nMalloy advised residents to stay off the roads because of worsen conditions. The governor said that there was \"big differences\" in the driving conditions across Connecticut throughout the day.\n\nBig differences in conditions across #CT. I-95/Merritt Pkwy experiencing low visibility/high accumulations. Stay off roads if possible. — Governor Dan Malloy (@GovMalloyOffice) January 23, 2016\n\nAAA released a study by UConn Crash Data, the information shows at least 18 people have died on wet winter roads and more than 800 have been injured in winter crashes since 2010. The study also states that fatal crashes are higher during the first snowfall of the year.\n\n“There’s a good chance most roads will be snow covered for days. Plan accordingly,\" AAA spokesperson Amy Parmenter said in a release on Saturday.\n\nAs of 5 p.m., AAA officials said their crews had responded to more than 700 calls for emergency service. Earlier in the day, the majority of the calls were along the shoreline.\n\n\"In the last hour or two there has been a spike in the number of emergency roadside calls from the Storrs/UConn area, including a number of drivers whose vehicles slid off the road and had to be recovered with a tow,\" Parmenter said.\n\nEyewitness News spotted several tractor-trailer drivers pulling off the highway and into rest stops for the evening.\n\n\"I made an executive decision to shut it down. I've been driving trucks for ten years,\" truck driver Anthony Smith said. \"I think its the right move, right now.\"\n\nMany told Eyewitness News they can hardly see the roads. They said they will be sleeping in their rigs until Sunday morning when the roads will hopefully be better cleared and they will be able to see where they are going.\n\n\"It's really dangerous in this kind of weather,\" truck driver Chris Dickerson, who was headed to Philadelphia, said. \"I had one accident in the snow in the mountains. Good thing, there were no fatalities, but the truck jack knifed.\"\n\nThere were several tractor-trailers at the rest stops, many were waiting to hit the road on Sunday morning.\n\nAs of Saturday afternoon, there were 672 plow trucks from the Connecticut Department of Transportation and private contractors. The governor said they are particularly focused on the Fairfield County and shoreline areas and the \"I-95 corridor is still the most difficult area to travel.\"\n\n#Snowpatrol: @CTDOT_Statewide is out in force, make sure to give the plows room to work pic.twitter.com/nqPODYmAs7 — CT State Police (@CT_STATE_POLICE) January 23, 2016\n\nAAA urged drivers to stay off the roads, \"so cleanup crews can do their job as quickly and safely as possible.\"\n\nState Police advised drivers to take precautions if they were heading out on Saturday.\n\nGoing out tonight? Follow these winter driving tips to stay safe! pic.twitter.com/ZNLlipSzCf — CT State Police (@CT_STATE_POLICE) January 23, 2016\n\nThe winter did not stop some people. In their big truck, Middletown resident Paul Barbagallo and his wife, Sylvana, drove around and went out for dinner despite the snow.\n\n\"The restaurant we went to was pretty full. One of the few ones that was open,\" Paul Barbagallo said. \"In fact, they were open. It's New England, can't let snow stop us.\"\n\nHowever, many people observed the warnings by state police and the governor.\n\n\"I think it's going to take you some time to get home,\" East Haven resident Steven Lahn. He said he had to drive just about everywhere and couldn't wait to call it a day.\n\nBesides checking your battery and wiper equipment, drivers should place a winter emergency kit in their motor vehicles. The kit should have the following items:\n\na shovel\n\nwindshield scraper and small broom\n\nflashlight\n\nbattery powered radio\n\nextra batteries\n\nwater, snack food\n\nmatches\n\nextra hats, socks and mittens, blanket (s)\n\nFirst aid kit with pocket knife\n\nNecessary medications\n\ntow chain or rope\n\nroad salt and sand\n\nbooster cables\n\nemergency flares, fluorescent distress flag\n\nTo check traffic conditions in your area, click here.\n\nCopyright 2016 WFSB (Meredith Corporation). All rights reserved.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Connecticut State Police and Gov. Dannel P. Malloy advised drivers to stay off the roads especially along the shoreline on Saturday.", "author": "Joseph Wenzel IV, News Editor, Susan Raff", "og": {"url": "http://www.wfsb.com/story/31039697/state-police-respond-to-more-than-150-crashes", "image": "http://wfsb.images.worldnow.com/images/9716697_G.jpg", "type": "article", "description": "Connecticut State Police and Gov. Dannel P. Malloy advised drivers to stay off the roads especially along the shoreline on Saturday.", "title": "State police respond to more than 150 crashes"}, "y_key": "4c5b570af871c71c", "twitter": {"image": "http://wfsb.images.worldnow.com/images/9716697_G.jpg", "title": "State police respond to more than 150 crashes", "description": "Connecticut State Police and Gov. Dannel P. Malloy advised drivers to stay off the roads especially along the shoreline on Saturday.", "card": "summary", "creator": "https://twitter.com/JosephWenzel1"}, "wnreadableurl": "state-police-respond-to-more-than-150-crashes", "msvalidate.01": "6EE41A00ADF25DE3BB6C7E3C2AEC3CFA", "ROBOTS": "index,follow,noarchive", "apple-itunes-app": "app-id=547749847", "fb": {"pages": 53108014196}, "date": "2016/01/23", "owner": "WFSB", "wn-version": "ContainerE-Story", "wn-base": "IIS05"}, "article_summary": "(CT State Police)Connecticut State Police and Gov.\nTroopers are out in full force on Connecticut state roads and highways.\npic.twitter.com/ZNLlipSzCf — CT State Police (@CT_STATE_POLICE) January 23, 2016The winter did not stop some people.\nBetween 5 a.m. and 10 a.m., there were almost 150 accidents, according to state police.\n#Snowpatrol: Route 2 east is at a crawl in the X10 area pic.twitter.com/odyB5pzpVV — CT State Police (@CT_STATE_POLICE) January 23, 2016Malloy advised residents to stay off the roads because of worsen conditions."}