{"article_title": "Code Black: Life in the ER", "article_keywords": ["physicians", "life", "code", "mcgarrys", "hospital", "work", "wounds", "patients", "black", "social", "old", "medical", "er"], "article_url": "http://www.seattleweekly.com/home/953770-129/code-black-life-in-the-er", "article_text": "Director and physician McGarry.\n\nPhoto from Long Shot Factory Related Content\n\nBad doctors, in social settings, brag about their jobs. The good ones are less self-aggrandizing, so it's not initially obvious how to approach Dr. Ryan McGarry's five-year documentary study of the Los Angeles County Hospital ER where he and his fellow residents arduously trained. That these people are idealistic, hardworking, well-spoken, and rather photogenic shows some healthy self-regard, but McGarry’s lens is wider than that. He wants to say something about the current state of post-ACA healthcare in America, rather like last year’s doc The Waiting Room, set in an Oakland ER. However, what that something is, much less its timeframe—starting before and finishing after Obamacare?—is never clearly established. We get personalities and anecdotes, but not much data, especially when it comes to costs.\n\nStill, when you're helicoptered into \"C Booth\" (as this ER is dubbed, for reasons never explained) with gunshot wounds or broken limbs from a car wreck, it’s medical quality you care about, not costs. Mentored by their sage old Yoda figures (equivalent to Harborview’s Dr. Michael Copass), McGarry and company swiftly intubate patients, stuff their hands into gaping wounds, and do what they can to stop bleeding. We watch some patients live and others die, the social safety net in action, our tax dollars at work. It's controlled chaos, where physicians are permitted to improvise on the fly. If you loved the old reality TV show Trauma: Life in the ER or any medical procedural drama, Code Black will likewise appeal.\n\nThen, at some point during McGarry's long project, a new hospital is built and new procedures are implemented. He and his colleagues complain about the paperwork, the constant computer data entry, the new distance from their patients. \"The day of the cowboy is gone,\" laments one senior MD. But again, we're never told when or by whom these regulations have been imposed. Are they to save money or limit liability? This is a public hospital that by law must serve all comers, meaning that \"This is a place where you get to work twice as hard for half-price,\" as one of McGarry's superiors puts it. The younger physicians seem to favor a single-payer system, but that debate is past. Code Black is admirably focused as a tribute to a noble profession, but some political context and outside perspective would help McGarry's diagnosis. \"Healthcare seems so broken,\" he says by way of a conclusion. Even if McGarry disagrees with their prescription (repeal!), you’ll hear Republicans saying the same thing for the next two years. Opens Fri., July 25 at Sundance Cinemas. Not rated. 81 minutes.\n\nbmiller@seattleweekly.com", "article_metadata": {"description": "Bad doctors, in social settings, brag about their jobs. The good ones", "og": {"site_name": "Seattle Weekly", "description": "Bad doctors, in social settings, brag about their jobs. The good ones are less self-aggrandizing, so it's not initially obvious how to approach Dr. Ryan", "title": "Code Black: Life in the ER", "url": "http://", "image": "http://archive.seattleweekly.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=4ktxG0SYHyiAyKekscHTQ8$daE2N3K4ZzOUsqbU5sYusWLsT4HKb$4bi27utVE$QWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "type": "article"}, "keywords": "MCGARRY, BLACK, CODE, HOSPITAL, PATIENTS, BROKEN, COSTS, DATA, HEALTHCARE, LESS,", "fb": {"app_id": 500578586675733}, "msvalidate.01": "3443F17DFB93961891E95B1452B50579", "google-site-verification": "HB1ruhwjr9G2iMWnFITxFS9YXCHqRDvxfYM7NFy7KA0"}, "article_summary": "If you loved the old reality TV show Trauma: Life in the ER or any medical procedural drama, Code Black will likewise appeal.\nCode Black is admirably focused as a tribute to a noble profession, but some political context and outside perspective would help McGarry's diagnosis.\nThe good ones are less self-aggrandizing, so it's not initially obvious how to approach Dr. Ryan McGarry's five-year documentary study of the Los Angeles County Hospital ER where he and his fellow residents arduously trained.\nHe wants to say something about the current state of post-ACA healthcare in America, rather like last year’s doc The Waiting Room, set in an Oakland ER.\nThat these people are idealistic, hardworking, well-spoken, and rather photogenic shows some healthy self-regard, but McGarry’s lens is wider than that."}