{"article_title": "CU football: Buffs' Bell makes impact", "article_keywords": ["impact", "lee", "bell", "career", "football", "record", "running", "buffs", "yards", "touchdown", "safety", "makes", "cu", "really"], "article_url": "http://www.dailycamera.com/top-sports/ci_28883567/cu-football-buffs-bell-makes-impact-against-nicholls", "article_text": "Safety has missed two full seasons with injuries\n\nIt's been a long road for Colorado safety Jered Bell.\n\nThe sixth-year senior has missed two full seasons with knee injuries, including last year. He's healthy this year, but was beaten out for a starting job and played sparingly on defense in CU's first three games.\n\nWhen he is healthy, however, Bell is usually pretty good.\n\nDuring Saturday's 48-0 win against Nicholls, Bell got his most extensive playing time of the season and made the most of it with two interceptions.\n\n\"Oh man, it's a great feeling,\" said Bell, who now has six interceptions in his career. \"(Defensive coordinator) Jim Leavitt always preaches that we need take-a-ways in order to go places we want to go, so that's one thing we really stress in practice.\"\n\nSeeing Bell get the take-a-ways was special for CU head coach Mike MacIntyre.\n\n\"It was awesome,\" MacIntyre said. \"He's played great on our special teams and he'll play more and more at safety as the year goes along.\"\n\nAnother record for Spruce\n\nSenior receiver Nelson Spruce already had the most catches in CU history. Saturday, he added the record for most receiving yards.\n\nSpruce, who caught five passes for 80 yards, now has 2,570 yards for his career. He passed Michael Westbrook (2,548), Rae Carruth (2,540) and Scotty McKnight (2,521) on Saturday.\n\n\"It's awesome, just like the receptions record I got earlier,\" he said. \"It's nothing that you really start out in your career looking for. You keep working and eventually you reach it, and it's cool to see all that work pay off.\"\n\nAdvertisement\n\nLee busts loose\n\nDonovan Lee had a sparkling debut as a running back, finishing with 103 yards and a touchdown on 10 carries.\n\nWith injuries to tailbacks Michael Adkins II and Patrick Carr, who didn't play, the Buffs moved Lee, a sophomore, from wide receiver this week.\n\n\"This whole week I've been taking a lot of reps in that backfield, just getting ready because I knew some of our backs were down and I'd have to come in and fill some of those roles,\" said Lee, who was a running back in high school. \"I tried to do my best this week. I enjoy running back, but I also think I'm solid enough to be outside. We'll just have to see how it goes.\"\n\nLee had a 59-yard touchdown run, a play in which he busted several tackles near the line of scrimmage before racing to the end zone.\n\n\"It was exciting,\" he said. \"I had a touchdown last year but it's nothing like scoring at Folsom. It was unbelievable.\"\n\nWith the health status of Adkins and Carr unclear, Lee gives the Buffs another weapon.\n\n\"He'll definitely keep playing running back for a while; we've got some guys down,\" MacIntyre said. \"He's a really good running back, so that's a luxury for us to have.\"\n\nNotable\n\nWalk-on running back Kyle Evans had 48 yards on 15 carries and also scored his first career touchdown. ... Backup quarterbacks Jordan Gehrke and Cade Apsay both played. Apsay made his collegiate debut, going 4-for-6 for 48 yards. ... CU is 8-2 in non-conference games under MacIntyre. ... CU ran 71 of 93 offensive plays in Nicholls territory. The only two negative-yardage plays of the day came on two kneel-downs to end the game. ... Alex Kelley, Christian Powell, Bell and Kenneth Olugbode served as CU's captains. ... Defensive end Michael Mathewes made his first career start. ... CU did not allow a sack for the third game in a row.\n\nContact staff writer Brian Howell at howellb@dailycamera.com or twitter.com/BrianHowell33.", "article_metadata": {"startDate": "2015-09-26T18:13:40-0600", "sailthru.author": "By Brian Howell \n \n  BuffZone.com", "ag": {"canon": "BoulderDailyCamera:article:28883567:view"}, "twitter": {"domain": "dailycamera.com", "description": "It's been a long road  for Colorado safety Jered Bell.\nThe sixth-year senior has missed two full seasons with knee injuries, including last year.", "title": "CU football: Buffs' Bell makes impact", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0926/20150926__27DCSFBUNw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "modificationDate": "2015-09-27T12:45:53-0600", "endDate": "2025-09-26T20:13:33-0600", "news_keywords": "Boulder Colorado sports preps high school college University of Colorado CU football basketball hockey baseball softball running track", "byline": "By Brian HowellBuffZone.com", "pubDate": "2015-09-26T18:14:22-0600", "sailthru.date": "2015-09-26T18:13:40-0600", "sailthru.title": "CU football: Buffs' Bell makes impact", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0926/20150926__27DCSFBUNw~1_300.jpg", "description": "It's been a long road  for Colorado safety Jered Bell.\nThe sixth-year senior has missed two full seasons with knee injuries, including last year.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "It's been a long road  for Colorado safety Jered Bell.\nThe sixth-year senior has missed two full seasons with knee injuries, including last year.", "title": "CU football: Buffs' Bell makes impact"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0926/20150926__27DCSFBUNw~1.jpg"}, "_id": "\"57477af36914bd0286fcc19d\"", "article_summary": "Safety has missed two full seasons with injuriesIt's been a long road for Colorado safety Jered Bell.\nSeeing Bell get the take-a-ways was special for CU head coach Mike MacIntyre.\nNotableWalk-on running back Kyle Evans had 48 yards on 15 carries and also scored his first career touchdown.\n\"Oh man, it's a great feeling,\" said Bell, who now has six interceptions in his career.\nAnother record for SpruceSenior receiver Nelson Spruce already had the most catches in CU history."}