{"article_title": "Why labradors often get fat", "article_keywords": ["weight", "university", "variant", "fat", "dogs", "hitting", "health", "study", "obesity", "labradors", "researchers"], "article_url": "http://www.wfxg.com/story/31876781/why-labradors-often-get-fat", "article_text": "Are health officials in the United States overreacting to the threat posed by the Zika virus this summer?\n\nAre health officials in the United States overreacting to the threat posed by the Zika virus this summer?\n\nWhen they're not hitting the books, many U.S. college students are hitting the bars or getting high, a new government report shows.\n\nWhen they're not hitting the books, many U.S. college students are hitting the bars or getting high, a new government report shows.\n\nThe 2008 global economic crisis has been linked to a sharp rise in deaths from cancer, a new study reports.\n\nThe 2008 global economic crisis has been linked to a sharp rise in deaths from cancer, a new study reports.\n\n\"Suggestive evidence\" of a link between air pollution and increased risk of stillbirth is growing, according to a new review.\n\n\"Suggestive evidence\" of a link between air pollution and increased risk of stillbirth is growing, according to a new review.\n\nLate suppers may not be a recipe for childhood obesity, a new study shows.\n\nLate suppers may not be a recipe for childhood obesity, a new study shows.\n\n(HealthDay News) -- One of America's favorite dog breeds, the Labrador retriever, has a genetic variant that seems to make them more likely to gain weight, a new study suggests.\n\n\"Labradors make particularly successful working and pet dogs because they are loyal, intelligent and eager to please, but importantly, they are also relatively easy to train. Food is often used as a reward during training, and carrying this variant may make dogs more motivated to work for a tidbit,\" said the study's senior co-author, Giles Yeo, of the University of Cambridge in England.\n\n\"But it's a double-edged sword,\" Yeo added. \"Carrying the variant may make them more trainable, but it also makes them susceptible to obesity. This is something owners will need to be aware of so they can actively manage their dog's weight,\" he said in a university news release.\n\nAs in humans, obesity in dogs can shorten their lives, make it harder for them to get around and increase their risk for diabetes, cancer and other chronic diseases, the researchers said.\n\nFor the study, veterinarians weighed more than 300 Labradors and assessed their health. The researchers examined the dogs' DNA, looking for variants in three obesity-related genes. The dogs' owners also completed a questionnaire about their pet's food-related behavior.\n\nThe investigators found that the gene variant, known as POMC, is strongly linked with weight, obesity and appetite in Labradors and flat coat retrievers.\n\nThe variant is also important in regulating how the brain recognizes hunger and feeling satisfied or full after a meal, the researchers said.\n\n\"People who live with Labradors often say they are obsessed by food, and that would fit with what we know about this genetic change,\" said the study's first author, Dr. Eleanor Raffan, from the University of Cambridge.\n\nAt least one copy of this variant is carried by 23 percent of Labradors. For each copy of this gene, researchers found dogs are, on average, four pounds heavier. This is significant because dog owners control how much food their dogs eat and how much exercise they get.\n\n\"This is a common genetic variant in Labradors and has a significant effect on those dogs that carry it, so it is likely that this helps explain why Labradors are more prone to being overweight in comparison to other breeds,\" Raffan said.\n\n\"However, it's not a straightforward picture as the variant is even more common among flat coat retrievers, a breed not previously flagged as being prone to obesity,\" Raffan added.\n\nMore research is needed to understand the POMC gene and how it affects the health of both dogs and people, the researchers said.\n\nThe study was published May 3 in Cell Metabolism.\n\nMore information\n\nThe Association for Pet Obesity Prevention has more about ideal weights for dogs.\n\nCopyright © 2016 HealthDay. All rights reserved.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "WFXG Fox 54 is the Fox TV station in Augusta, Georgia. With news, weather, sports, traffic, and entertainment news covering Augusta, Evans, Martinez, Aiken, North Augsusta, and the rest of the CSRA.", "author": "WFXG FOX 54", "og": {"url": "http://www.wfxg.com/story/31876781/why-labradors-often-get-fat", "image": "http://wncontent.images.worldnow.com/images/10475791_G.jpg", "type": "article", "description": "WFXG Fox 54 is the Fox TV station in Augusta, Georgia. With news, weather, sports, traffic, and entertainment news covering Augusta, Evans, Martinez, Aiken, North Augsusta, and the rest of the CSRA.", "title": "Why labradors often get fat"}, "distribution": "Global", "twitter": {"account_id": 167485564, "title": "Why labradors often get fat", "image": "http://wncontent.images.worldnow.com/images/10475791_G.jpg", "creator": "@WFXGFox54", "site": "@WFXGFox54", "card": "summary", "description": "WFXG Fox 54 is the Fox TV station in Augusta, Georgia. With news, weather, sports, traffic, and entertainment news covering Augusta, Evans, Martinez, Aiken, North Augsusta, and the rest of the CSRA."}, "wnreadableurl": "why-labradors-often-get-fat", "msvalidate.01": "B0D490057F276B0BBCF59E6FA8EC4908", "ROBOTS": "index,follow,noarchive", "date": "2016/05/03", "fb": {"admins": 644426401, "app_id": 667169886652293}, "google-site-verification": "z8UxLodaDL1eDMtY-6YSrPwpqDJ4z9XcgSTIvonvMEo", "owner": "WNCONTENT", "article": {"publisher": "http://www.facebook.com/WFXGFox54"}, "KEYWORDS": "WFXG, Fox 54,", "wn-version": "ContainerE-Story", "wn-base": "IIS10", "abstract": "WFXG FOX 54 Television has Entertainment News, Community Events, Contests, Job and Employment Search", "news_keywords": "WFXG, Fox 54,"}, "article_summary": "The investigators found that the gene variant, known as POMC, is strongly linked with weight, obesity and appetite in Labradors and flat coat retrievers.\nFor the study, veterinarians weighed more than 300 Labradors and assessed their health.\n\"This is a common genetic variant in Labradors and has a significant effect on those dogs that carry it, so it is likely that this helps explain why Labradors are more prone to being overweight in comparison to other breeds,\" Raffan said.\nAt least one copy of this variant is carried by 23 percent of Labradors.\n\"Labradors make particularly successful working and pet dogs because they are loyal, intelligent and eager to please, but importantly, they are also relatively easy to train."}