{"article_title": "AFT: Obamacare Would 'Create Chaos'", "article_keywords": ["spouses", "clinton", "family", "offer", "create", "obamacare", "chaos", "employers", "teachers", "coverage", "aft", "insurance"], "article_url": "http://dailycaller.com/2015/02/23/american-federation-of-teachers-said-obamacare-would-create-chaos/", "article_text": "Randi Weingarten, president of American Federation of Teachers, speaks during the Clinton Global Initiative's 2015 Winter Meeting in New York February 10, 2015. Unilever, Acumen and the Clinton Giustra Enterprise Partnership, an initiative of the Clinton Foundation, launched the Enhanced Livelihoods Investment Initiative (ELII) to support and bring smallholder farmers in developing countries into global markets. REUTERS/Brendan McDermid (UNITED STATES - Tags: EDUCATION BUSINESS EMPLOYMENT) - RTR4P2TR\n\n4479549\n\nThe American Federation of Teachers labor union warned about the potential disastrous effects of Obamacare shortly before the law was implemented.\n\nAs Obamacare comes under scrutiny again in the Supreme Court’s King v. Burwell case, records reveal that even one of President Obama’s vocal labor supporters feared disaster.\n\nIn never-before-reported March 2013 comments submitted to regulations.gov, AFT generally supported the health reform law but expressed fear that an aspect of Obamacare “would create chaos in the insurance market.”\n\n“The proposed rule requires employers to offer affordable health coverage to full-time employees and their children up to age 26 in order to avoid a shared responsibility penalty,” AFT director of legislation Kristor W. Cowan said in the comments. “However, no penalty would be assessed on employers who fail to offer coverage to spouses of full-time employees. Spouses with no offer of employer-sponsored coverage could be eligible for exchange premium tax credits.”\n\n“While this provision may aid spouses who could access exchange subsidies, it could also harm members with affordable family coverage by encouraging their employers to withdraw offers of coverage for spouses. In addition, this proposed spousal carve-out would create chaos in the insurance market, which does not generally offer multiple insurance products to individual families. These issues are of great concern to the AFT,” Cowan wrote.\n\n“To remedy this situation, the AFT asks that affordability determinations be based on the cost of family coverage in instances where the employee has selected family coverage.”\n\nAFT did not return a request for comment by press time.\n\nFollow Patrick on Twitter", "article_metadata": {"sailthru.author": "Patrick Howley", "description": "Teachers union dissed Obamacare before it went into effect", "og": {"site_name": "The Daily Caller", "description": "The American Federation of Teachers labor union warned about the potential disastrous effects of Obamacare shortly before the law was implemented.    As Obamacare comes under scrutiny again in the Sup", "title": "American Federation of Teachers Said Obamacare Would ‘Create Chaos’", "url": "http://dailycaller.com/2015/02/23/american-federation-of-teachers-said-obamacare-would-create-chaos/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2015/02/AFT.jpg", "height": 270}, "type": "article"}, "twitter": {"description": "The lefties were right", "title": "American Federation of Teachers Said Obamacare Would ‘Create Chaos’ Via @dailycaller", "url": "http://dailycaller.com/2015/02/23/american-federation-of-teachers-said-obamacare-would-create-chaos/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2015/02/AFT.jpg"}, "creator": "@patrickhowleydc", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2015-02-23 20:13:17", "sailthru.title": "American Federation of Teachers Said Obamacare Would 'Create Chaos'", "HandheldFriendly": "true", "sailthru.tags": "american-federation-of-teachers,obamacare,patrick-howley", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "american federation of teachers,obamacare", "sailthru.description": "The American Federation of Teachers labor union warned about the potential disastrous effects of Obamacare shortly before the law was implemented.    As Obamacare comes under scrutiny again in the Sup", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2015/02/AFT.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "In addition, this proposed spousal carve-out would create chaos in the insurance market, which does not generally offer multiple insurance products to individual families.\n“However, no penalty would be assessed on employers who fail to offer coverage to spouses of full-time employees.\n“To remedy this situation, the AFT asks that affordability determinations be based on the cost of family coverage in instances where the employee has selected family coverage.”AFT did not return a request for comment by press time.\nRandi Weingarten, president of American Federation of Teachers, speaks during the Clinton Global Initiative's 2015 Winter Meeting in New York February 10, 2015.\nREUTERS/Brendan McDermid (UNITED STATES - Tags: EDUCATION BUSINESS EMPLOYMENT) - RTR4P2TR4479549The American Federation of Teachers labor union warned about the potential disastrous effects of Obamacare shortly before the law was implemented."}