{"article_title": "Farewell FAO Schwarz: Last day of business at NYC toy store", "article_keywords": ["toy", "stores", "business", "specialty", "york", "r", "farewell", "schwarz", "toys", "nyc", "wolfson", "day", "store", "fao"], "article_url": "http://www.washingtontimes.com/news/2015/jul/15/farewell-fao-last-day-of-business-at-fifth-avenue-/", "article_text": "NEW YORK (AP) - Tom Hanks danced on a large floor piano there in the movie “Big.” Multitudes of children wandered through the aisles over the years, hopped up on sugar from the candy store and wide-eyed with delight at the giant stuffed animals and other toys. And a fair number of parents winced at some of the price tags.\n\nFAO Schwarz on Fifth Avenue, probably the best-known toy store in the world, is closing Wednesday night.\n\nOwner Toys R Us announced the decision in May, citing the high and rising costs of running the 45,000-square-foot retail space on the pricey avenue. Though the flagship store is closing its doors for good, it may reopen elsewhere in midtown Manhattan.\n\n“It’s the end of an era, it sucks. It’s a great store so it should probably remain in its original home,” said Flo Marinez, who, as a teenager, once had a sleepover inside the store.\n\nFAO Schwarz says it is the oldest toy store in the U.S., with a New York City location since 1870. Reported celeb sightings - Kim Kardashian and Kanye West before they were parents; Moms Angelina Jolie, Britney Spears and Victoria Beckham - have helped fuel the fantasy since the flagship store opened in 1986. Nick Jonas stopped by and hopped around The Big Piano in December while singing “Jealous.”\n\nBut generations of ordinary families have also reveled in three levels of toys and candy.\n\nScott Wolfson from Fort Lauderdale, Florida, remembers coming to FAO Schwarz as a kid and today brought his own son to see the iconic store.\n\n“To see it through his eyes, from his perspective, it brought a whole new meaning to me,” Wolfson said.\n\nThe Manhattan landmark included a candy store, personal shoppers and three levels of specialty toy departments.\n\n“The baby department at FAO Schwarz is the ultimate destination when luxury shopping for little ones,” the store’s online fact sheet advised.\n\nWhen those babies reached “tweenhood,” they’d need specialty skin care products: “It’s never too early to start protecting one’s natural beauty!”\n\nToys R Us of Wayne, New Jersey, has been privately held since 2005. It bought the FAO Schwarz brand in 2009.\n\nMichael Vartanian, who’s shopped at the store for years, said other stores can’t replicate the FAO Schwarz experience.\n\n“It doesn’t have the same feel, and the same as the name FAO Schwarz. It’s a name, it’s an icon,” he said.", "article_metadata": {"description": "Tom Hanks danced on a large floor piano there in the movie \"Big.\" Multitudes of children wandered through the aisles over the years, hopped up on sugar from the candy store and wide-eyed with delight at the giant stuffed animals and other toys. And a fair number of parents winced at some of the price tags.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Tom Hanks danced on a large floor piano there in the movie “Big.” Multitudes of children wandered through the aisles over the years, hopped up on sugar from the candy store and wide-eyed with delight at the giant stuffed animals and other toys. And a fair number of parents winced at some of the price tags.", "title": "Farewell FAO Schwarz: Last day of business at NYC toy store", "url": "http://www.washingtontimes.com/news/2015/jul/15/farewell-fao-last-day-of-business-at-fifth-avenue-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/07/15/2123d84d8e16461f7c0f6a706700a968.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/07/15/2123d84d8e16461f7c0f6a706700a968.jpg", "description": "Tom Hanks danced on a large floor piano there in the movie \"Big.\" Multitudes of children wandered through the aisles over the years, hopped up on sugar from the candy store and wide-eyed with delight", "site": "@washtimes", "card": "summary", "title": "Farewell FAO Schwarz: Last day of business at NYC toy store"}, "Author": "LEJLA SARCEVIC", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af46914bd0286fd7b3c\"", "article_summary": "FAO Schwarz on Fifth Avenue, probably the best-known toy store in the world, is closing Wednesday night.\nFAO Schwarz says it is the oldest toy store in the U.S., with a New York City location since 1870.\n“It doesn’t have the same feel, and the same as the name FAO Schwarz.\nMichael Vartanian, who’s shopped at the store for years, said other stores can’t replicate the FAO Schwarz experience.\n“The baby department at FAO Schwarz is the ultimate destination when luxury shopping for little ones,” the store’s online fact sheet advised."}