{"article_title": "Crash leads to DWI charge in Plainsboro", "article_keywords": ["possession", "lane", "dec", "crash", "driving", "failure", "marijuana", "leads", "plainsboro", "charge", "maintain", "traffic", "vehicle", "stopped", "dwi"], "article_url": "http://www.mycentraljersey.com/story/news/local/middlesex-county/2014/12/28/plainsboro-rahway-drugs-arrest-dwi/20873027/", "article_text": "Police blotter items from Middlesex and Union counties. (Photo: ~File)\n\nRAHWAY\n\nDRUG ARREST, Dec. 18. Robert Lawrence, 31, of the 200 block of Albermarle Street, Rahway, was arrested after officers responded to the residence on a residential alarm activation. The first officers on the scene smelled an odor of raw marijuana emanating from the detached garage area. Detective Sgt. Richard Long and two other detectives arrived to investigate. Lawrence arrived a short time later and gave police consent to search his garage area. Found in the garage were three-quarters of a pound of marijuana, a .380-caliber handgun with a loaded magazine, a vacuum packer, packaging material and brass knuckles. Lawrence also was found to be in possession of 20 bags of suspected heroin. The drugs have an estimated street value of $4,000. Lawrence also was in possession of more than $800, which will be seized as suspected drug proceeds. He was charged with possession of heroin, possession of heroin with intent to distribute, possession of heroin with intent to distribute within 500 feet of a park, certain person not to possess a firearm, possession of marijuana over 50 grams, possession of marijuana with intent to distribute, possession of marijuana with intent to distribute within 500 feet of a park and possession of the prohibited weapon (the brass knuckles). His bail was set at $50,000.\n\nPLAINSBORO\n\nDRIVING UNDER THE INFLUENCE, POSSESSION OF MARIJUANA UNDER 50 GRAMS, 8:40 p.m. Dec. 21. A brown Buick Enclave was stopped in the area of Fox Run Drive for failure to observe a red traffic signal. An investigation revealed Nijel P. Robinson, 27, of Plainsboro, allegedly was operating the vehicle under the influence of alcohol and also was in possession of under 50 grams of marijuana. Robinson was arrested and transported to police headquarters. Robinson was processed for the following charges — possession of a controlled dangerous substance under 50 grams, driving under the influence in a school zone, refusal to consent to breath samples, reckless driving, failure to observe a traffic signal, improper turn, speeding, failure to maintain lane, following too closely, possession of a controlled dangerous substance in a motor vehicle and failure to exhibit proper registration. After processing, Robinson was released from police custody pending a court date.\n\nDWI, 9:52 p.m. Dec. 17. A 2013 white Acura TL was stopped for failing to maintain a lane. An investigation revealed that the driver, Timothy M. Johnson, 33, of Nutley, allegedly was under the influence of a narcotic analgesic. Johnson was arrested and transported to police headquarters for processing. Johnson was charged with DWI, reckless driving and failing to maintain a lane. Johnson was released on his own recognizance pending a court date.\n\nDWI, 12:56 a.m. Dec. 18. Police were dispatched to a report of a collision at the intersection of Scudders Mill Road and College Road East. Upon arrival, it was discovered that a vehicle had struck a stanchion for the traffic control signal, leaving the signal laying across all lanes of travel. Another vehicle had struck the signal and was disabled in the roadway. During the course of the investigation, it was determined that Jorge F. Abascal, 56, of Monroe, fled the scene, leaving a trail of radiator fluid. Upon following this trail, which led from the scene of the accident to the location of the stop in Cranbury, the vehicle, a white 2006 Hyundai Sonata, was stopped and Abascal was found to be driving under the influence of alcohol. Abascal was charged with DWI, reckless driving, leaving the scene of an accident, failure to report an accident, careless driving, failure to maintain lane, failure to maintain lamps, having an obstructed view, not having a proper mirror, unsafe tires, operating an unsafe vehicle and delaying traffic. Abascal was released to a friend pending further court proceedings.\n\nWARRANT ARREST, 3:11 a.m. Dec. 20. A 2015 four-door Kia was stopped for speeding on Scudders Mill Road. The vehicle was traveling 67 mph in a 50 mph zone. The driver, Rebecca M. Norem, 23, of Monroe, was found to have an active traffic warrant out of Linden for $145. Norem was placed under arrest and transported to police headquarters. Norem was released on her own recognizance pending a new court date.\n\nDWI, 1:16 a.m. Dec. 20. A 2003 black Infiniti G35 was stopped for failing to maintain its lane of travel. A field investigation revealed that the driver, Nelson Powell, 43, of Plainsboro, allegedly was DWI. Powell was arrested, processed at police headquarters and charged with driving while intoxicated, failure to maintain lane, driving on a suspended license, careless driving, reckless driving, uninsured vehicle and failure to exhibit registration card.\n\nSource: Central Jersey police departments\n\nRead or Share this story: http://mycj.co/1BiuA8K", "article_metadata": {"google": "notranslate", "description": "Police Blotter for Dec. 29, 2014", "og": {"site_name": "MY CENTRAL JERSEY", "description": "Police Blotter for Dec. 29, 2014", "title": "Crash leads to DWI charge in Plainsboro", "url": "http://www.mycentraljersey.com/story/news/local/middlesex-county/2014/12/28/plainsboro-rahway-drugs-arrest-dwi/20873027/", "image": "http://www.gannett-cdn.com/GDContent/applogos/mycentraljersey.png", "type": "article"}, "twitter": {"description": "Police Blotter for Dec. 29, 2014", "title": "Crash leads to DWI charge in Plainsboro", "image": "http://www.gannett-cdn.com/-mm-/095d87ad06ea2a9d131d4e5e07da6b57f4b1e5c2/c=326-0-2506-2180&r=x643&c=640x640/local/-/media/Bridgewater/2014/12/24/B9315549534Z.1_20141224153131_000_GB89F4UK6.1-0.jpg", "creator": "@MyCentralJersey", "site": "@MyCentralJersey", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=859380356", "fb": {"app_id": 177893718898560}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Plainsboro, Rahway, drugs, arrest, DWI"}, "article_summary": "A field investigation revealed that the driver, Nelson Powell, 43, of Plainsboro, allegedly was DWI.\nPowell was arrested, processed at police headquarters and charged with driving while intoxicated, failure to maintain lane, driving on a suspended license, careless driving, reckless driving, uninsured vehicle and failure to exhibit registration card.\nJohnson was charged with DWI, reckless driving and failing to maintain a lane.\nA 2003 black Infiniti G35 was stopped for failing to maintain its lane of travel.\nA brown Buick Enclave was stopped in the area of Fox Run Drive for failure to observe a red traffic signal."}