{"article_title": "Renovated Green Bay Packers Hall of Fame opens to the public", "article_keywords": ["murphy", "renovated", "museum", "packers", "nfl", "teams", "trophies", "bay", "public", "wonderful", "green", "opens", "canton", "fame", "hall"], "article_url": "http://www.washingtontimes.com/news/2015/aug/22/renovated-green-bay-packers-hall-of-fame-opens-to-/", "article_text": "GREEN BAY, Wis. (AP) - The renovated Green Bay Packers Hall of Fame is officially open to the public.\n\nThe new Hall of Fame is 15,000 square feet spread across two levels and features nine galleries in the Lambeau Field atrium. It opened Friday.\n\nIt incorporates new technology and interactive displays to allow fans to look back at the Packers’ achievements in history while celebrating the team today.\n\nThe team’s president and chief executive officer, Mark Murphy, said he thinks their Hall of Fame is better than the sports flagship Hall of Fame in Canton, Ohio.\n\n“I was just in Canton, was there for Ron Wolf’s induction and had an opportunity to walk through Canton it’s a wonderful, wonderful hall of fame. I’m a little biased I have to admit, but I believe this is much nicer,” Murphy said, referring to the former Packers general manager added to the Hall of Fame.\n\nThe initial gallery on the first floor serves as a broad overview of the organization. A color-coded timeline on the right-hand wall, conveniently located next to a panel labeled, “The Greatest Story in Sports,” traces the Packers from inception to world champions.\n\nBut it’s the second level where the museum comes to life, where an escalator carries patrons through a procession of mannequins donning every Packers uniform from 1919 to 1997 against a classic barn backdrop.\n\nThe hall, of course, displays the team’s four Lombardi trophies, the Packers’ NFL championship trophies and a selection of Super Bowl rings and championship jewelry. Visitors can also experience a replica of Vince Lombardi’s office and a special Ice Bowl exhibit.\n\nThere are also tributes to all 23 Packers in the Pro Football Hall of Fame and 154 members of the Packers Hall of Fame.\n\nThe hall had been closed since November 2014 to undergo renovations. Some artifacts were on display at the Neville Public Museum during the interim. Online:\n\nOnline:\n\nAP NFL website: www.pro32.ap.org and AP NFL Twitter feed: www.twitter.com/AP_NFL", "article_metadata": {"description": "The renovated Green Bay Packers Hall of Fame is officially open to the public.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The renovated Green Bay Packers Hall of Fame is officially open to the public.", "title": "Renovated Green Bay Packers Hall of Fame opens to the public", "url": "http://www.washingtontimes.com/news/2015/aug/22/renovated-green-bay-packers-hall-of-fame-opens-to-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/08/22/86443160ad0fdd257f0f6a706700c3d2.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/08/22/86443160ad0fdd257f0f6a706700c3d2.jpg", "description": "The renovated Green Bay Packers Hall of Fame is officially open to the public.", "card": "summary", "title": "Renovated Green Bay Packers Hall of Fame opens to the public"}, "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "GREEN BAY, Wis. (AP) - The renovated Green Bay Packers Hall of Fame is officially open to the public.\nThere are also tributes to all 23 Packers in the Pro Football Hall of Fame and 154 members of the Packers Hall of Fame.\n“I was just in Canton, was there for Ron Wolf’s induction and had an opportunity to walk through Canton it’s a wonderful, wonderful hall of fame.\nThe team’s president and chief executive officer, Mark Murphy, said he thinks their Hall of Fame is better than the sports flagship Hall of Fame in Canton, Ohio.\nThe hall, of course, displays the team’s four Lombardi trophies, the Packers’ NFL championship trophies and a selection of Super Bowl rings and championship jewelry."}