{"article_title": "The dangerous American myth of corporate spirituality", "article_keywords": ["spiritual", "myth", "dangerous", "buddhist", "buddhism", "spirituality", "american", "meritocracy", "rich", "social", "meditation", "karma", "corporate", "western"], "article_url": "http://www.salon.com/2014/10/26/the_dangerous_american_myth_of_corporate_spirituality/", "article_text": "Topics: Buddhism, Capitalism, karma, Meditiation, Microsoft, Satya Nadella, Spirituality, Western Buddhism, Innovation News, Life News, News, Politics News\n\nRecently, Microsoft CEO Satya Nadella gave some shocking advice to a young businesswoman who was concerned that her male peers were passing her up for promotions: Don’t question the systemic sexism of corporate America, just trust in “good karma” to get you ahead. While his attitude made waves in the blogosphere, in fact it accurately represents a form of spirituality that is becoming popular in the West.\n\nYou know what I’m talking about. When I go to yoga, I’m often surrounded by wealthy white women who can afford expensive classes and Lululemon threads. When I scroll through my Facebook feed, I see exclamations of bourgeois spirituality (“Staying at the Waldorf tonight! #gratitude #blessed #100happydays #livelife”). Moreover, my actor friends seem to use karma and positivity as tools to help them achieve commercial success.\n\nWe might call this a belief in spiritual meritocracy. The implicit idea here is that our professional and financial growth depends on our spiritual merit, not on the presence or absence of social structures and biases. We are told that if we are grateful enough, if we put enough happy energy into the universe, then we will be rewarded with material wealth and earthly pleasures. (Think “The Secret.”) We are told that we actually can have it all: a rich spiritual life, leading to a rich material life.\n\nOf course, this is just the new-agey equivalent of the same old meritocracy myth that’s been floating around America since at least the 19th century; that in the land of the free, anyone can become rich if they just work hard enough, if they use the right brand of elbow grease.\n\nUnless you are a rich Republican, decades of widening economic inequality should tell you how faulty this story is. While it is true that most successful people work hard, the meritocracy myth works more to justify an existing social hierarchy than to inspire us to make positive social changes.\n\nSo, for the same reason we look suspiciously on Horatio Alger-esque theories of social mobility, we ought to also be skeptical of their spiritual version, which says that underserved groups can get ahead not by standing up to power, but by focusing on love and positivity.\n\nIt’s times like these when I am reminded of Slavoj Zizek’s summary dismissal of “Western Buddhism.” Zizek cautions that while meditation may seem to come from an edgy counterculture, in fact Americans practice it in a way that is often consistent with consumerist capitalism:\n\n“… although ‘Western Buddhism’ presents itself as the remedy against the stressful tension of capitalist dynamics, allowing us to uncouple and retain inner peace and Gelassenheit, it actually functions as its perfect ideological supplement … One is almost tempted to resuscitate the old infamous Marxist cliché of religion as the ‘opium of the people,’ as the imaginary supplement to terrestrial misery. The ‘Western Buddhist’ meditative stance is arguably the most efficient way for us to fully participate in capitalist dynamics while retaining the appearance of mental sanity … ”\n\nIn other words, rather than helping yogis become more socially conscious spiritual warriors, Buddhist meditation can get hijacked by the status quo. It only brings us a shallow peace that makes us less likely to question what counts as normal.\n\nFor the last seven years I have dedicated myself to a Buddhist meditation practice, and I believe that there is some truth to Zizek’s harsh critique. As I have become more skilled, I have enjoyed moments of sublime bliss. And the more mindfulness I developed, the better I got at daily activities. I got a little better at surfing, playing poker, driving; the truth is, meditation helps me achieve whatever goals I set for myself, whether that’s being kinder to my friends and family, or earning more money.", "article_metadata": {"description": "How invocations of \"karma\" and Zen are being used to justify deeply unequal systems of power", "title": "The dangerous American myth of corporate spirituality", "og": {"site_name": "Salon", "description": "How invocations of \"karma\" and Zen are being used to justify deeply unequal systems of power", "title": "The dangerous American myth of corporate spirituality", "url": "http://www.salon.com/2014/10/26/the_dangerous_american_myth_of_corporate_spirituality/", "image": "http://media.salon.com/2014/10/jobs_nadella.jpg", "type": "article"}, "twitter": {"description": "How invocations of \"karma\" and Zen are being used to justify deeply unequal systems of power", "title": "The dangerous American myth of corporate spirituality", "image": "http://media.salon.com/2014/10/jobs_nadella.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Shawn Van Valkenburgh", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Buddhism, Capitalism, karma, Meditiation, Microsoft, Satya Nadella, Spirituality, Western Buddhism", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "(Think “The Secret.”) We are told that we actually can have it all: a rich spiritual life, leading to a rich material life.\nFor the last seven years I have dedicated myself to a Buddhist meditation practice, and I believe that there is some truth to Zizek’s harsh critique.\nWe might call this a belief in spiritual meritocracy.\nWhen I scroll through my Facebook feed, I see exclamations of bourgeois spirituality (“Staying at the Waldorf tonight!\nWhile his attitude made waves in the blogosphere, in fact it accurately represents a form of spirituality that is becoming popular in the West."}