{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["deal", "business", "meetings", "modern", "governor", "research", "state", "tennessee", "medicaid", "expansion", "way", "healthcare", "lawmakers", "law", "data", "events"], "article_url": "http://www.modernhealthcare.com/article/20140927/INFO/309279887", "article_text": "\n\n\n\nThe governor said in a conference call with reporters after meetings with bond rating agencies in New York on Thursday that he wants to find a solution that is acceptable both to HHS and to largely skeptical lawmakers in Tennessee, who must approve any deal under a law passed earlier this year.\n\n\n\nHaslam said that he had meetings over the subject in Washington as recently as two weeks ago and that TennCare officials have been involved in ongoing discussions on the issue. Gov. Bill Haslam says he's still in talks over finding a way to expand Medicaid in Tennessee despite pushback from fellow Republicans in the state Legislature.The governor said in a conference call with reporters after meetings with bond rating agencies in New York on Thursday that he wants to find a solution that is acceptable both to HHS and to largely skeptical lawmakers in Tennessee, who must approve any deal under a law passed earlier this year.Haslam said that he had meetings over the subject in Washington as recently as two weeks ago and that TennCare officials have been involved in ongoing discussions on the issue.\n\n\"We're doing our best to push forward to see if we can find something that works so that we can bring it back to the Legislature in time for them to fully consider it,\" Haslam said.\n\n\n\nHaslam's suggestion last month that a deal could be in the works brought swift criticism from Republicans in the Legislature, including Senate Majority Leader Mark Norris, who said it appeared the governor was \"not very serious\" about the proposal because he hadn't consulted with the General Assembly.\n\n\n\nHaslam shrugged off Norris' suggestion.\n\n\n\n\"I can assure you we've been very serious about it, or we would have thrown in the towel a long time ago,\" he said.\n\n\n\nNorris said Friday that he has met with Haslam to stress the importance of keeping lawmakers in the loop about any proposals. \"It's going to take a lot of communication,\" he said.\n\n\n\nLawmakers this year enacted legislation supporters called the \"Stop Obamacare Act\" that requires the governor to get their OK on any deal on Medicaid expansion.\n\n\n\nAccording to the law: \"The Governor shall not make any decision or obligate the State of Tennessee in any way with regard to the expansion of optional enrollment in the medical assistance program ... unless authorized by joint resolution of the General Assembly.\"\n\n\n\nRepublican Senate Judiciary Chairman Brian Kelsey of Germantown, a main sponsor of the bill, said Friday that the measure's overwhelming passage shows that lawmakers aren't interested in any deal.\n\n\n\n\"I don't see any way possible that the people's representatives will vote to allow Obamacare and Medicaid expansion in Tennessee,\" he said.\n\n\n\nPennsylvania in August became the 27th state to expand Medicaid under the federal health care law, and the ninth run by a Republican governor.\n\n\n\nUnder that deal crafted by Gov. Tom Corbett's administration, private insurers can administer Medicaid-funded coverage that adheres to Medicaid's existing rules. Corbett, who faces a tough re-election bid this November, had been under pressure from hospitals, labor unions, the AARP and advocates for the poor to accept the Medicaid expansion money, which became available Jan. 1.\n\n\n\nHaslam, by contrast, faces no serious opposition in his bid for a second term in November.\n\n\n\nHe declined to speculate whether he could settle on a concept for Medicaid expansion before the election.\n\n\n\n\"To be honest with you I would have thought we would have worked out something — or not — by this point in time,\" he said. \"It's a laborious process back and forth.\"\n\n\n\nHaslam has been criticized by Democrats for refusing last year to agree to $1.4 billion in federal funds to cover about 180,000 uninsured Tennesseans under the terms the money was offered.\n\n\n\nThe governor has sought to negotiate a special deal for Tennessee that would allow the state to use the federal money to subsidize private insurance and promote healthier lifestyles through incentives and to create a health provider payment system that stresses rewards for keeping patients healthy through preventative care and management of chronic illnesses.", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "Gov. Bill Haslam says he's still in talks over finding a way to expand Medicaid in Tennessee despite pushback from fellow Republicans in the state Legislature.", "title": "Tenn. Gov. Bill Haslam presses ahead on Medicaid expansion talks", "og": {"site_name": "Modern Healthcare", "description": "Gov. Bill Haslam says he's still in talks over finding a way to expand Medicaid in Tennessee despite pushback from fellow Republicans in the state Legislature.", "title": "Tenn. Gov. Bill Haslam presses ahead on Medicaid expansion talks", "url": "http://www.modernhealthcare.com/article/20140927/INFO/309279887", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-fb-lg.jpg", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "Gov. Bill Haslam says he's still in talks over finding a way to expand Medicaid in Tennessee despite pushback from fellow Republicans in the state Legislature.", "creator": "@modrnhealthcr", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-twitter.jpg", "title": "Tenn. Gov. Bill Haslam presses ahead on Medicaid expansion talks", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "published_at": "2014-09-27", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20140927/INFO/309279887", "apple-mobile-web-app-status-bar-style": "black", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-g-plus.jpg", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fcfdd0\"", "article_summary": "He declined to speculate whether he could settle on a concept for Medicaid expansion before the election.\n\"I don't see any way possible that the people's representatives will vote to allow Obamacare and Medicaid expansion in Tennessee,\" he said.\nLawmakers this year enacted legislation supporters called the \"Stop Obamacare Act\" that requires the governor to get their OK on any deal on Medicaid expansion.\nCorbett, who faces a tough re-election bid this November, had been under pressure from hospitals, labor unions, the AARP and advocates for the poor to accept the Medicaid expansion money, which became available Jan. 1.\nPennsylvania in August became the 27th state to expand Medicaid under the federal health care law, and the ninth run by a Republican governor."}