{"article_title": "Jeffrey Selinger Discusses Antonin Scalia Succession Question", "article_keywords": ["jeffrey", "court", "senate", "political", "question", "supreme", "antonin", "does", "selinger", "succession", "scalia", "president", "discusses", "cases", "obama"], "article_url": "http://community.bowdoin.edu/news/2016/02/jeffrey-selinger-discusses-antonin-scalia-succession-question/", "article_text": "The sudden death of U.S. Supreme Court Justice Antonin Scalia earlier this month has been described as a “monumental political development” with some observers even saying it could lead to a constitutional crisis.\n\nThe demise of Scalia, a conservative, leaves America’s highest court more or less evenly split between liberals and conservatives, and has paved the way for a fierce political debate about who will replace him.\n\nAssistant Professor of Government Jeffrey Selinger spoke with Tom Porter about the Scalia succession question.\n\nTP: What was your initial reaction when you heard of Antonin Scalia’s death?\n\nJS: That this was the passing of an era. Antonin Scalia was an intellectual force to be reckoned with. He had an outsize impact on the court and the public’s perception of it.\n\nTP: Why is choosing his successor such a big a deal?\n\nJS: It’s a big deal for many reasons. First we have to be mindful of the immediate impact his death will have on the court, where there are quite a few big ticket cases on the docket right now: There are cases concerning public sector labor unions; there are cases about environmental issues such as President Obama’s plan to reduce carbon emissions as well as a larger international agreement relating to climate change; there are cases challenging Obama’s Affordable Care Act such as the issue of contraception coverage; there’s also a case which will be of particular interest to the Bowdoin community concerning affirmative action in Higher Education and whether that should continue. And if all that’s not enough, you also have the immigration issue: namely the challenge from the state of Texas to an executive order issued by the Obama administration regarding deportations and the enforcement of existing immigration law.\n\nAll those questions are going before the Supreme Court, and those to do with immigration and environmental issues in particular will have huge policy consequences.\n\nTP: There are now eight Supreme Court justices. When does the ninth one have to be appointed?\n\nJS: Technically, the ninth seat does not have to be filled. The constitution does not require that there be nine members- it doesn’t give a number. So although President Obama has made it clear he wants to appoint a successor to Antonin Scalia, he’s not legally obliged to do so.\n\nTP: Why is the GOP arguing that ‘the people’ and not President Obama should decide who the next judge is?\n\nJS: This is the reality of American government at the moment. We have a Democratic chief executive presiding over a Congress where Republicans hold the majority in both chambers. Any Obama nominee would need 60 votes in the Senate, but Senate majority leader Mitch McConnell says anyone picked by the current president would be rejected. Many Republicans clearly feel that as the majority party, they should have more say over the appointment of the next Supreme Court justice.\n\nTP: Is there any legal validity to this argument that the president should not be allowed to choose a Supreme Court nominee?\n\nJS: That’s not a legal argument that I’ve heard. It’s a political argument. McConnell does not want Obama to pick anyone because he hopes a GOP president will be next. Things don’t look good for anyone Obama might choose to pick.\n\nTP: Having said that, are there any names out there being talked about as potential successors to Antonin Scalia? Moderates perhaps who may more palatable for some Republicans?\n\nJS: There are moderates out there and there are individuals who have been approved by the Senate. One name that springs to mind is Sri Srinivasan, He’s an appellate court judge in the DC circuit and a moderate. He would be the first Indian-American, or South Asian-American appointee to the Supreme Court. He might be an attractive candidate from Obama’s point of view.\n\nProfessor Jeffrey Selinger was interviewed by Tom Porter Feb. 19, 2016, on the WBOR radio program “Bowdoin and Beyond,” which airs Fridays 3 p.m.–4 p.m.", "article_metadata": {"twitter": {"description": "The sudden death of U.S. Supreme Court Justice Antonin Scalia earlier this month has been described as a \"monumental political development\" with some observers even saying it could lead [...]", "title": "Jeffrey Selinger Discusses Antonin Scalia Succession Question", "url": "http://community.bowdoin.edu/news/2016/02/jeffrey-selinger-discusses-antonin-scalia-succession-question/", "image": "http://community.bowdoin.edu/news/wp-content/uploads/2012/06/US-Supreme-Court256-e1458157495135.jpg", "creator": "@BowdoinCollege", "site": "@BowdoinCollege", "card": "summary_large_image"}, "generator": "WordPress 4.3.4", "layout": "main-small", "theme": "bwdn3_0_acad", "viewport": "width=device-width,user-scalable=NO"}, "article_summary": "TP: Having said that, are there any names out there being talked about as potential successors to Antonin Scalia?\nAntonin Scalia was an intellectual force to be reckoned with.\nSo although President Obama has made it clear he wants to appoint a successor to Antonin Scalia, he’s not legally obliged to do so.\nAssistant Professor of Government Jeffrey Selinger spoke with Tom Porter about the Scalia succession question.\nTP: Why is the GOP arguing that ‘the people’ and not President Obama should decide who the next judge is?"}