{"article_title": "Religion is nonsense", "article_keywords": ["sort", "kind", "things", "nonsense", "children", "religion", "say", "understand", "human", "god", "world", "think"], "article_url": "http://www.easternecho.com/article/2015/10/religion-is-nonsense", "article_text": "Religion is nonsense\n\n“Nine million children die every year before the age of five,” says American author, neuroscientist and philosopher, Sam Harris. Most of which are caused by conditions that could easily be “prevented or treated with access to simple, affordable interventions,” according to the World Health Organization. This is a toll that any empathetic and compassionate human being would be saddened to hear of, yet to those who believe in the word of God, it is something we must simply accept as “His will.” As someone who considers himself to be a generally decent human being, I look at this number and feel disgusted by the thought that a supposedly all-loving God would allow this many people to suffer and die so young. It seems to me, then, that even the most basic of human morality is superior to that of religion.\n\n1. Faith is irrational and causes more pain and suffering than it relieves\n\nI once wrote—in a previous column of mine (“Beauty without divinity”)—“I understand the desire to believe in a higher power. I understand the need to know that there is an ever compassionate, wise and powerful being out there looking over me. The desire to know that once I have moved on from this existence I will be greeted in another more perfect one, surrounded by people I know and love.”\n\nRelated Stories\n\nI still stand by what I said—albeit while many of my fellow atheists look at me with incredulity—though, I feel I must expand upon this, because I did not do myself justice at the time.\n\nWhile I do understand the desire to believe in a higher power, I do not understand the act of believing itself. Because, the desire, I would say, is something most people have, regardless of their actual beliefs or non-beliefs. Having faith in some sort of higher-being, it seems, is either an evolutionary trait in humans or a by-product of our evolution—perhaps a coping mechanism, a way to explain things not yet understood or some sort of naturally occurring device for social cooperation.\n\nDominic Johnson, a professor at University of Edinburgh, said, on this very topic, “Everywhere you look around the world, you find examples of people altering their behavior because of concerns for supernatural consequences of their actions. They don’t do things that they consider bad because they think they’ll be punished for it.”\n\nOn the other hand, the act of belief itself is wholeheartedly irrational. Of course, thousands of years ago, when we couldn’t explain the movement of the stars, the cold-heartedness of nature or, even more importantly, the actions of other people, we often filled the gap of ignorance with the easy answer—that some sort of supernatural being or cause must be at play. But now, with our advancements in science and our vastly expanded knowledge, it is hard for me to comprehend humanity’s lingering—and seemingly stubborn and desperate—need to have some sort of prime-mover dangling on high, especially when you take into consideration just how morally deficient it all is.\n\n“Picture an Asian tsunami of the sort we saw in 2004, that killed a quarter of a million people,” Harris continues. “One of those, every ten days, killing children only under five. That’s 24,000 children a day, a thousand an hour, 17 or so a minute. That means before I can get to the end of this sentence, some few children, very likely, will have died in terror and agony.\n\n“Think of the parents of these children. Think of the fact that most of these men and women believe in God and are praying at this moment for their children to be spared. And their prayers will not be answered. Any God who would allow children by the millions to suffer and die in this way, and their parents to grieve in this way, either can do nothing to help them, or doesn’t care to. He is therefore either impotent or evil.”\n\nIn many of my conversations with believers, this subject of evil is often brought up—usually, by me—and it is, more times than not, refuted with the simplistic explanation that I just “cannot know the mind of God,” or that “God works in mysterious ways.”\n\nI find this perplexing. When something good happens in the world, it is very clearly the work of God and they thank and praise him for it, but when something bad happens—such as the fact that “every 3.6 seconds one person [usually under the age of 5] dies of starvation,” according to UNICEF—it’s suddenly furtive, because “God works in mysterious ways.”\n\nIn an interview with Gay Byrne for RTÉ One’s “The Meaning of Life,” Stephen Fry was asked what he would say to God upon meeting him in the afterlife. “I think [I’d] say, ‘bone cancer in children, what’s that about? How dare you!” He continued, “How dare you create a world in which there is such misery that is not our fault. It’s not right. It’s utterly, utterly evil. Why should I respect a capricious, mean-minded, stupid god who creates a world which is so full of injustice and pain?”\n\nLater on he added, “The god who created this universe, if it was created by a god, is quite clearly a maniac [and] we have to spend our life on our knees, thanking him? What kind of god would do that? Yes, the world is very splendid, but it also has in it insects whose whole life cycle is to burrow into the eyes of children and make them blind. They eat outwards from the eyes. Why? Why did you do that to us? You could easily have made a creation in which that didn’t exist. It is simply not acceptable.”\n\nFor many, this injustice is easily dismissible, especially when it isn’t close to home. It’s easy to sit behind your computer screen and say, “There is a meaning to it all.” But, what meaning is there to be found in the senseless death of millions of people? What is the meaning in mass shootings, in genocide? I can’t possibly think of a reasonable explanation for this, let alone a lesson to be learned. But, after all, “God works in mysterious ways.”\n\n2. Vicarious redemption is repulsive\n\nIn many religions, there is this idea that your sins can be forgiven, usually in the form of a scapegoat. Jesus Christ is an example of this.\n\nAccording to many sects of Christianity, we are born with sin, as if an infant is inherently evil. We are born with original sin, the sin of Eve eating from the Tree of Knowledge and tempting Adam with it. This sin was forgiven when Christ was crucified, because he “died for our sins.”\n\nThis concept is disgusting, because it is, first, telling us that we are inherently bad people, but that we can be forgiven for that if we accept Jesus Christ and acknowledge his sacrifice and, second, it is essentially telling us that we do not have to be responsible for our actions.\n\nIn other words, a mass murderer can be forgiven, so long as he repents and accepts Christ as his savior. What kind of morality is that?\n\n3. The Bible (and other religious texts) preach hate\n\nConsider for a moment that the Holy Bible not only defends, but often encourages acts like ritual human sacrifice, rape, stoning, murder and slavery. Certainly, many of these passages come from the Old Testament, which many Christians say no longer applies, but it’s still interesting to note that a supposedly benevolent god would condone and even approve of such heinous crimes.\n\nIn Deuteronomy 22:23-24 it says, “If within the city a man comes upon a maiden who is betrothed, and has relations with her, you shall bring them both out of the gate of the city and there stone them to death: the girl because she did not cry out for help though he was in the city, and the man because he violated his neighbors wife.”\n\nIt’s clear from this that God doesn’t care at all about the rape victim. Instead, the rapist is to be punished for violating someone else’s property, which is illustrated by the fact that he prescribes the same fate to the victim—death by stoning.\n\nMany Americans scoff at this, but look at the world outside of the United States. In many regions of Africa, Muslims are slaughtering Christians, even ethnically cleansing them, such as was the case in the Central African Republic, according to Al-Jazeera.\n\nIn Iraq and Syria, anyone who isn’t a Sunni Muslim is executed by the Islamic State. Innocent civilians are executed every day by these religious fanatics, because they do not agree on who should’ve taken over after the Prophet Muhammed. (Yes, Sunnis and Shia have been fighting for thousands of years, because of a petty dispute.)\n\nNow, I’d like you to think about all of these horrible things I’ve just presented. I will assume that things like rape, murder, slavery and so on are things that you do not agree with—things that you think are bad or immoral. Doesn’t that say something about God? That you, right off the bat, called it right and God somehow was left in the corner of the room seeing red?\n\nBasic human morality is far superior to religious morality, especially because I do not need the threat of hell to be a good person—I’m a good person because I choose to be.\n\nThe late Christopher Hitchens, author and journalist, once said, “By trying to adjust to the findings that it once tried so viciously to ban and repress, religion has only succeeded in restating the same questions that undermined it in earlier epochs. What kind of designer or creator is so wasteful and capricious and approximate? What kind of designer or creator is so cruel and indifferent? And—most of all—what kind of designer or creator only chooses to “reveal” himself to semi-stupefied peasants in desert regions?”", "article_metadata": {"msapplication-config": "http://d2c076l7bqbhhm.cloudfront.net/20151020QygYaDhuog/dist/img/browserconfig.xml", "apple-mobile-web-app-title": "EasternEcho", "description": "“Nine million children die every year before the age of five,” says American author, neuroscientist and philosopher, Sam Harris.", "generator": "Gryphon 20160217001 (Foundry 6.1-20150615001)", "og": {"site_name": "The Eastern Echo", "description": "“Nine million children die every year before the age of five,” says American author, neuroscientist and philosopher, Sam Harris.", "title": "Religion is nonsense", "url": "http://www.easternecho.com/article/2015/10/religion-is-nonsense", "image": "http://d2c076l7bqbhhm.cloudfront.net/20151020QygYaDhuog/dist/img/fb-hidden-icon.jpg", "type": "article"}, "twitter": {"domain": "easternecho.com", "site": "@TheEasternEcho", "card": "summary"}, "msapplication-TileColor": "#007b47", "msapplication-TileImage": "http://d2c076l7bqbhhm.cloudfront.net/20151020QygYaDhuog/dist/img/mstile-144x144.png", "application-name": "EasternEcho", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe0fbc\"", "article_summary": "It seems to me, then, that even the most basic of human morality is superior to that of religion.\nReligion is nonsense“Nine million children die every year before the age of five,” says American author, neuroscientist and philosopher, Sam Harris.\nWhile I do understand the desire to believe in a higher power, I do not understand the act of believing itself.\nBecause, the desire, I would say, is something most people have, regardless of their actual beliefs or non-beliefs.\nI understand the need to know that there is an ever compassionate, wise and powerful being out there looking over me."}