{"article_title": "Nearshore Americas: Premium Intelligence and Better Outcomes in Latin America Outsourcing", "article_keywords": ["customer", "latin", "premium", "center", "uruguay", "sales", "intelligence", "support", "provider", "outsourcing", "outcomes", "better", "apac", "nearshore", "positions", "services", "america", "company", "americas"], "article_url": "http://www.nearshoreamericas.com/apac-customer-services-add-200-jobs-newport-news-va/", "article_text": "APAC Customer Services, Inc. appears to be on a hiring spree. Over the past few months the BPO provider has hired hundreds of employees at its call centers across the United States and in a statement released this week the company revealed it is adding 200 agents to its delivery center in Newport News, VA.\n\nThese full-time positions will provide customer support via phone, email and chat for a major healthcare client, according to the company statement.\n\nThis news comes on the heels of APAC’s announcement that it is hiring 300 people at its newly renovated service center in Mendota Heights, MN.\n\nThanks to “Obamacare,” the onshore call center market has been growing rapidly in the last couple of years. Because of its large clientele in the healthcare sector, APAC appears to be at the forefront of this growth.\n\nThe Bannockburn, Illinois-based company — which provides sales support and solutions, customer care, technical support, and back-office services — is also going to add 750 positions to its call center in Phoenix, AZ, through the end of this year.\n\nHealthcare is APAC’s biggest vertical, but it is also serving several clients in other sectors, including financial services, technology, communications, business logistics, and travel & hospitality.\n\nSign up for our Nearshore Americas newsletter:\n\n\n\nWhen founded in 1973 by entrepreneur Ted Schwartz, APAC was a one-telephone media advertising and sales operation. Today it has grown into a US$326 million corporation with delivery centers across Americas, Europe and the Philippines.\n\nIn 2009, it opened its first nearshore center located in the Dominican Republic. Then, in 2011, it expanded its operations to Uruguay. The BPO provider now has operations in several other Latin American countries including Mexico, Panama, Uruguay and Guatemala.", "article_metadata": {"og": {"site_name": "Nearshore Americas: Premium Intelligence and Better Outcomes in Latin America Outsourcing", "description": "APAC Customer Services, Inc. appears to be on a hiring spree. Over the past few months the BPO provider has hired hundreds of employees at its call centers …", "title": "APAC Customer Services to Add 200 Jobs in Newport News, VA - Nearshore Americas: Premium Intelligence and Better Outcomes in Latin America Outsourcing", "locale": "en_US", "updated_time": "2015-06-02T15:41:04+00:00", "url": "http://www.nearshoreamericas.com/apac-customer-services-add-200-jobs-newport-news-va/", "type": "article"}, "article": {"section": "Call Centers", "tag": "US call centers", "published_time": "2014-09-10T11:18:55+00:00", "modified_time": "2015-06-02T15:41:04+00:00"}, "apple-mobile-web-app-title": "Research and Analysis for the Next Generation of IT and BPO", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "viewport": "width=device-width, height=device-height, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "APAC Customer Services, Inc. appears to be on a hiring spree.\nThese full-time positions will provide customer support via phone, email and chat for a major healthcare client, according to the company statement.\nSign up for our Nearshore Americas newsletter:When founded in 1973 by entrepreneur Ted Schwartz, APAC was a one-telephone media advertising and sales operation.\nThe BPO provider now has operations in several other Latin American countries including Mexico, Panama, Uruguay and Guatemala.\nToday it has grown into a US$326 million corporation with delivery centers across Americas, Europe and the Philippines."}