{"article_title": "N.J. should be ready to run its own Obamacare exchange, state senator says", "article_keywords": ["gill", "nj", "run", "exchange", "subsidies", "court", "obamacare", "marketplace", "state", "health", "coverage", "ready", "senator", "insurance", "jersey"], "article_url": "http://www.nj.com/politics/index.ssf/2014/12/nj_should_be_ready_to_run_its_own_obamacare_exchange_state_senator_says.html", "article_text": "TRENTON — A state senator says she wants to ensure New Jersey is ready to run its own Obamacare health exchange should the U.S. Supreme Court decide federally run marketplaces do not qualify for cash assistance that have helped thousands of people lower the cost of their premiums.\n\nState Sen. Nia Gill (D-Esssex) took a step in that direction today by convening the first meeting of the Senate Task Force on Health Exchange Implementation. Gill acknowledged Republican Gov. Chris Christie had long ago ceded control of the health exchange to the Obama administration, but she said the legislature still has a role in ensuring the program is serving the public.\n\nAnd if the Supreme Court rules the Affordable Care Act can only pay for subsidies for state-operated exchanges, Gill said she wants to move quickly to pass legislation that would put New Jersey in charge of its exchanges so the millions of dollars in tax credits can be protected.\n\n“Because of this overarching issue, we should have a state based exchange. . . so if there are any challenges to the federally based exchange, we are not exposing hundreds of thousands of people in our community to being denied subsidies,” Gill said following the Statehouse hearing.\n\nGill, the sponsor of legislation creating a state-run exchange that twice has been vetoed by Christie, said she has introduced the bill again in the event it is needed.\n\nThe case before the nation’s highest court, brought by business owners and individuals who oppose the Affordable Care Act, questions the meaning behind the law authorizing subsidies for coverage obtained through an \"exchange established by the state.\" New Jersey is one of 36 states that allowed the federal government to operate its online marketplace, so if the court decides the subsidies are available only to state-based exchanges, the decision could upend coverage for millions of people nationwide.\n\nA decision is expected by no later than June, when the court term expires.\n\nSeventy percent of the 161,7075 New Jerseyans who bought a health insurance policy on the exchange from October 2013 to March 2014 qualified for cash assistance to help cover their premiums, Jackie Cornell-Bechelli, regional director for the U.S. Department of Health & Human Services, told the committee today.\n\nAnother 278,632 people qualified up for low-cost Medicaid and NJ FamilyCare coverage, she said.\n\nGill invited Cornell-Bechelli to the hearing to recap the first open enrollment period, and describe the plans to help more people sign up this year and encourage enrollees to shop for cheaper or more desirable plans.\n\nSen. Fred Madden (D-Gloucester) said he’s gotten numerous complaints from constituents who say the plans that were available at HealthCare.gov were far more expensive than they had expected. One family of four with two college-age children found a plan that charged them $400 more a month than their employer’s coverage had charged, not including copays and deductibles.\n\n“Were they misdirected?” Madden asked.\n\n“I would encourage them to revisit the marketplace now, where we’ve seen many more competitively priced options,” Cornell-Bechelli replied, noting there are five insurance companies in the open-enrollment period that began Nov. 15. Last year, there were only three carriers.\n\nJoan Fusco, who advises employers and brokers on how to comply with federal insurance laws, said she left the hearing disappointed because there wasn’t a deeper conversation about the cost of insurance.\n\n“The (government) agencies and then the media keep saying there is more affordable coverage through the marketplace, and that is just not the case unless the individual, based on income, is eligible for subsidized premiums,” said Fusco, from the multi-state firm Savoy Associates.\n\n“Once individuals find that they must also pay towards coverage, many of them forego the coverage and will continue to use the emergency room or local clinic,” she said.\n\nSusan K. Livio may be reached at slivio@njadvancemedia.com. Follow her on Twitter @SusanKLivio. Find NJ.com Politics on Facebook.\n\n", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "nia-gill, obamacare, news", "title": "N.J. should be ready to run its own Obamacare exchange, state senator says", "og": {"site_name": "NJ.com", "description": "If the U.S. Supreme Court rules the Affordable Care Act can only pay for subsidies for state-operated exchanges, Gill said she wants to move quickly to pass legislation that would put New Jersey in charge of its exchanges so the millions of dollars in tax credits can be protected", "title": "N.J. should be ready to run its own Obamacare exchange, state senator says", "url": "http://www.nj.com/politics/index.ssf/2014/12/nj_should_be_ready_to_run_its_own_obamacare_exchange_state_senator_says.html", "image": "http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/15926384-standard.jpg", "type": "article"}, "twitter": {"description": "If the U.S. Supreme Court rules the Affordable Care Act can only pay for subsidies for state-operated exchanges, Gill said she wants to move quickly to pass legislation that would put New Jersey in charge of its exchanges so the millions of dollars in tax credits can be protected", "creator": "@susanklivio", "image": "http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/15926384-standard.jpg", "title": "N.J. should be ready to run its own Obamacare exchange, state senator says", "site": "@njdotcom", "card": "summary_large_image"}, "article_date_updated": "Monday, December 01, 2014,  4:16 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article_comments": 0, "article_date_original": "Monday, December 01, 2014,  3:01 PM", "article_author": "Susan K. Livio | NJ Advance Media for NJ.com", "Description": "If the U.S. Supreme Court rules the Affordable Care Act can only pay for subsidies for state-operated exchanges, Gill said she wants to move quickly to pass legislation that would put New Jersey in charge of its exchanges so the millions of dollars in tax credits can be protected"}, "_id": "\"57477af46914bd0286fd7b51\"", "article_summary": "State Sen. Nia Gill (D-Esssex) took a step in that direction today by convening the first meeting of the Senate Task Force on Health Exchange Implementation.\nChris Christie had long ago ceded control of the health exchange to the Obama administration, but she said the legislature still has a role in ensuring the program is serving the public.\nTRENTON — A state senator says she wants to ensure New Jersey is ready to run its own Obamacare health exchange should the U.S. Supreme Court decide federally run marketplaces do not qualify for cash assistance that have helped thousands of people lower the cost of their premiums.\n“Because of this overarching issue, we should have a state based exchange.\nso if there are any challenges to the federally based exchange, we are not exposing hundreds of thousands of people in our community to being denied subsidies,” Gill said following the Statehouse hearing."}