{"article_title": "How World War I Ended \"the Glamour of Battle\" and Made Pacifism Attractive", "article_keywords": ["ideals", "british", "pacifism", "round", "glamour", "ended", "writers", "attractive", "battle", "world", "postrel", "war", "wrote"], "article_url": "http://reason.com/blog/2014/06/24/how-world-war-i-ended-the-glamour-of-bat", "article_text": "Over at Medium, former Reason editor Virginia Postrel has a sharp item up about how the utter ghastliness of World War I ended a centuries-long delusion of war as romantic and glamorous:\n\n“Are you going to tell your children the truth about what you endured,” an American challenged fellow veterans in 1921, “or gild your reminiscences with glamour that will make them want to have a merry war experience of their own?” In 1919, the British painter Paul Nash wrote that the purpose of The Menin Road, his bleak portrait of a desolate and blasted landscape, was “to rob war of the last shred of glory[,] the last shine of glamour.” The postwar disillusionment did more than create a more realistic perception of warfare. It engendered a successful campaign to make pacifism fashionable. “I do not believe that politicians and financiers could drive men into war unless they first succeeded in hypnotising them with the glamour of noble ideals. It is ‘up to’ the Pacifist to throw the same glamour round his ideals of peace,” wrote an activist in 1917. By 1933, the British journalist Nerina Shute recalled in her memoirs, “the glamour of pacifism had twined itself round the ideals of the writers and preachers and thinkers whose names were best known to the public. Pacifism filled the newspapers.”\n\nPostrel notes how in the 1930s, the pacifism of actresses such as Deanna Durbin became an \"in\" thing.\n\nRead the whole thing.\n\nReason TV caught up with Postrel last fall to talk about her excellent book The Power of Glamour: Longing and the Art of Visual Persuasion. Take a look:", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Over at Medium, former Reason editor Virginia Postrel has a sharp item up about how the utter ghastliness of World War I ended a centuries-long delusion", "title": "How World War I Ended \"the Glamour of Battle\" and Made Pacifism Attractive", "url": "http://reason.com/blog/2014/06/24/how-world-war-i-ended-the-glamour-of-bat", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_06/knights-camera-action.jpg", "type": "article"}, "twitter": {"description": "Over\nat Medium, former Reason editor Virginia\nPostrel has a sharp item up about how the utter ghastliness of\nWorld War I ended a centuries-long delusion of war as romantic and\nglamorous:\n\n“Are you going to tell your children the truth about what you\nendured,” an American&nbsp;", "title": "How World War I Ended \"the Glamour of Battle\" and Made Pacifism Attractive", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_06/knights-camera-action.jpg", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "World", "published_time": "2014-06-24T20:24:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "It is ‘up to’ the Pacifist to throw the same glamour round his ideals of peace,” wrote an activist in 1917.\nPacifism filled the newspapers.”Postrel notes how in the 1930s, the pacifism of actresses such as Deanna Durbin became an \"in\" thing.\n“I do not believe that politicians and financiers could drive men into war unless they first succeeded in hypnotising them with the glamour of noble ideals.\nReason TV caught up with Postrel last fall to talk about her excellent book The Power of Glamour: Longing and the Art of Visual Persuasion.\nBy 1933, the British journalist Nerina Shute recalled in her memoirs, “the glamour of pacifism had twined itself round the ideals of the writers and preachers and thinkers whose names were best known to the public."}