{"article_title": "Marital Status May Be Risk Factor For Early- And Late-Onset Dementia", "article_keywords": ["status", "earlyonset", "risk", "lateonset", "study", "social", "marital", "early", "authors", "factor", "support", "dementia", "unmarried"], "article_url": "http://www.medicaldaily.com/marital-status-risk-dementia-370742", "article_text": "Being single really could be worse for our health — at least by the time we reach our golden years.\n\nA recent population study of Swedish residents published this January in BMJ Open has found being unmarried may up the risk for developing dementia, a broad and often misunderstood term used to describe the severe cognitive decline that usually afflicts the elderly. Of the various unmarried groups detailed, divorced individuals were twice as likely to develop early-onset dementia, and 40 percent more likely to develop late-onset dementia compared to those who were married.\n\n\"Our results suggest that those living alone as non-marrieds may be at risk for early-onset and late-onset dementia,\" wrote the authors. \"Although more research is needed to understand the underlying mechanism by which marital status is associated with dementia, this suggests that social relationships should be taken seriously as a risk factor for dementia and that social-based interventions may provide an opportunity to reduce the overall dementia risk.\"\n\nAs The Heart Goes\n\nPrevious research has found a similar connection between marital status and dementia risk. According to the authors, though, these studies haven't been able to differentiate between people who are unmarried because of divorce, death, or eternal singledom. To remedy that, the authors turned to Sweden, a small-developed country known for its meticulous medical records. This allowed the researchers to track down nearly all-native Swedish citizens from the ages of 50 to 74 living without dementia as of late 1997, a total of 2.2 million individuals.\n\nThey then followed these people for a 10-year period, by which time about 32,000 had been diagnosed with dementia. For further clarification, researchers separated these cases as either early-onset (occurring in people 50 to 64) or late-onset (65 to 74).\n\nThe absolute threat of dementia was low; only 0.38 percent of people in danger of early-onset and 3.4 percent of late-onset actually came down with it. But across the board, those unmarried were at greater risk, even after accounting for factors like age and socioeconomic status. People who stayed single or became widowed were the second and third most at risk for dementia after divorcees, respectively. Unlike earlier research, though, the current study authors found no significant increase in risk for men over women once these sorts of factors were taken into account.\n\nThere are plenty of theories for why marriage seems to be a buffer against dementia. \"[A] person who lives with someone may be less lonely and receive more social support, which is found to reduce psychological distress, including anxiety and depression,\" the authors wrote. \"Individuals with more social support also have access to better resources for coping with stressors and are less prone to assess stressors as threatening.\"\n\nIt might also be that, simply, avoiding the likely life-changing and stressful events of divorce or the death of a spouse can help to steady both our bodies and brains.\n\n\"Further studies are required to develop a better understanding of the mechanisms and pathways through which marriage plays a protective role regarding dementia in different age cohorts,\" they concluded. \"Until then, the results of this study suggest opportunities for social-based interventions that target people living alone that may delay or even reduce the risk of dementia.\"\n\nIf nothing else, these findings are yet more support for the idea that a difficult or otherwise stressful life can take its toll on our minds as we age.\n\nSource: Sundström A, Westerlund O, Kotyrlo E. Marital status and risk of dementia: a nationwide population-based prospective study from Sweden. BMJ Open. 2016.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "dementia, marital status, being single", "og": {"site_name": "Medical Daily", "description": "Joining the lonely hearts club increases risk for dementia later in life, a new study finds.", "title": "Being Single May Put You At Risk For Dementia", "url": "http://www.medicaldaily.com/marital-status-risk-dementia-370742", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/24/elderly-couple.jpg", "type": "article"}, "twitter": {"description": "Joining the lonely hearts club increases risk for dementia later in life, a new study finds.", "title": "Being Single May Put You At Risk For Dementia", "url": "http://www.medicaldaily.com/marital-status-risk-dementia-370742", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/24/elderly-couple.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/01/24/elderly-couple.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2016-01-24T17:07:04-05:00", "modified_time": "2016-01-24T17:07:03-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Joining the lonely hearts club increases risk for dementia later in life, a new study finds."}, "article_summary": "As The Heart GoesPrevious research has found a similar connection between marital status and dementia risk.\n\"Our results suggest that those living alone as non-marrieds may be at risk for early-onset and late-onset dementia,\" wrote the authors.\nSource: Sundström A, Westerlund O, Kotyrlo E. Marital status and risk of dementia: a nationwide population-based prospective study from Sweden.\nOf the various unmarried groups detailed, divorced individuals were twice as likely to develop early-onset dementia, and 40 percent more likely to develop late-onset dementia compared to those who were married.\n\"Although more research is needed to understand the underlying mechanism by which marital status is associated with dementia, this suggests that social relationships should be taken seriously as a risk factor for dementia and that social-based interventions may provide an opportunity to reduce the overall dementia risk.\""}