{"article_title": "Novak Djokovic wins U.S. Open, beating Roger Federer in four sets – The Denver Post", "article_keywords": ["wins", "tennis", "federers", "denver", "final", "novak", "slam", "points", "roger", "sets", "forehand", "post", "beating", "open", "federer", "match", "djokovic"], "article_url": "http://www.denverpost.com/sports/ci_28807635/novak-djokovic-wins-u-s-open-beating-roger", "article_text": "NEW YORK — Thrilled to win a point in the U.S. Open final, and bent on proving a point, Novak Djokovic leaped and roared and threw an uppercut, then glared at some of the thousands of spectators pulling for Roger Federer.\n\nAfter winning another point in that game, Djokovic nodded as he smiled toward the stands. And moments later, Djokovic shook his right arm, bloodied by an early fall, and screamed, “Yes! Yes!” to celebrate a missed forehand by Federer.\n\nDjokovic appeared to be all alone out there in Arthur Ashe Stadium, trying to solve Federer while also dealing with a crowd loudly supporting the 17-time major champion proclaimed “arguably the greatest player in the history of the sport” by the stadium announcer during prematch introductions.\n\nIn the end, Djokovic handled everything in a thrill-a-minute final on a frenetic night. Frustrating Federer with his relentless defense and unparalleled returning, Djokovic took control late and held on for a 6-4, 5-7, 6-4, 6-4 victory Sunday to earn his second U.S. Open title, third major championship of the year and 10th Grand Slam trophy in all.\n\n“I have a tremendous respect for Roger and what his game is presenting to me and to any other player,” Djokovic said during the trophy ceremony. “His level is always going to (force) the best out of you and that was needed from my side.”\n\nConfronted with Djokovic’s unequaled ability to race along the baseline and contort his body this way and that, sneakers squeaking loudly as he changed directions or scraping like sandpaper as he slid to reach unreachable shots, the 34-year-old Federer found himself trying to put the ball into the tiniest of spaces. And it didn’t work. He wound up with 54 unforced errors, 17 more than Djokovic.\n\nAnother key statistic: Djokovic saved 19 of the 23 break points he faced, while winning six of Federer’s service games.\n\nOne more: Djokovic won 10 of the first 12 points that lasted at least 10 strokes, a pattern that repeated itself throughout the evening.\n\n“Being back in a final is where you want to be,” said Federer, who last played in the title match at Flushing Meadows in 2009. “Playing a great champion like Novak is a massive challenge.”\n\nAfter all the attention paid to Serena Williams’ bid for the first calendar-year Grand Slam, which ended with a semifinal loss at the U.S. Open, it’s Djokovic who wound up 27-1 in major tournaments this season, including appearances in all four finals. He beat Andy Murray at the Australian Open in January, lost to Stan Wawrinka at the French Open in June, then beat Federer at Wimbledon in July.\n\n“An incredible season,” Djokovic called it.\n\nThe 28-year-old from Serbia also won a trio of majors in 2011, and his career total ranks tied for seventh-most in history behind Federer.\n\nDjokovic also evened his head-to-head record with Federer at 21-all. They have met in three of the last five Grand Slam finals, and Djokovic is 3-0 in those. It is as spectacular a rivalry as there is in tennis right now, with contrasting styles of play.\n\nRain began falling about 10 minutes before they were supposed to head out from the locker room, and the start of the match was delayed for more than three hours, beginning after 7 p.m. Won’t happen again: The U.S. Tennis Association is in the midst of constructing a retractable roof expected to be ready for next year’s tournament.\n\nIn the third game, Djokovic slipped as he raced forward and fell, ripping skin off his hand, elbow and knee. Federer looked across the net to check on him, and Djokovic quickly motioned that he was OK. Perhaps a bit shaken, he would lose six of the next seven points, and then had a trainer treat it at the next changeover.\n\nThe cooler, damper, slower conditions seemed to help Djokovic mess with Federer’s attacking style. All of 27 minutes and four Federer service games into the match, Djokovic already had earned four breaks. That was the same total managed by Federer’s opponents in 82 service games across his previous six matches. Federer also hadn’t lost a set until Sunday.\n\nIf there were many folks in favor of Djokovic in the 23,771-capacity arena, they were tough to hear. Instead — and make no mistake, Djokovic noticed — a vast majority were on Federer’s side, even applauding fault’s by Djokovic, which is considered poor tennis etiquette. Over and over, chair umpire Eva Asderaki-Moore, the first woman to officiate a U.S. Open men’s singles final, held up a hand the way a school teacher might and asked for quiet.\n\nThe momentum, and match, shifted dramatically late in the third set, when Federer held two break points to go up 5-3 and get a chance to serve for a 2-1 lead in sets.\n\nBut on the first, Federer dumped a forehand into the net. And on the second, Djokovic ended a 15-stroke exchange by punishing Federer’s weak backhand with a big cross-court forehand winner. After holding there, Djokovic broke for a 5-4 lead when Federer shanked a forehand, then missed a backhand wide. Djokovic pointed to his right temple as he wheeled toward his guest box, where coach Boris Becker was standing in approval.\n\nDjokovic then served out that set, saving two break points before moving out front for good on yet another backhand error from Federer.\n\nPicking up steam as Federer seemed to wilt, Djokovic broke again and went up 2-0 in the fourth, making it a five-game run. He would take eight of 10 games there, and had a chance to serve out the victory at 5-2. But Federer broke there, forcing Djokovic to try again. The next time, Djokovic did not falter, pointing to his heart after one last forehand return by Federer flew beyond the baseline.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Novak Djokovic wins U.S. Open, beating Roger Federer in four sets", "title": "Novak Djokovic wins U.S. Open, beating Roger Federer in four sets", "url": "http://www.denverpost.com/2015/09/13/novak-djokovic-wins-u-s-open-beating-roger-federer-in-four-sets/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150913__Novakp1.jpg", "height": 489}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150913__Novakp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-09-13T20:52:36+00:00", "modified_time": "2016-04-21T18:23:11+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "All of 27 minutes and four Federer service games into the match, Djokovic already had earned four breaks.\nThe next time, Djokovic did not falter, pointing to his heart after one last forehand return by Federer flew beyond the baseline.\nAfter holding there, Djokovic broke for a 5-4 lead when Federer shanked a forehand, then missed a backhand wide.\nAnother key statistic: Djokovic saved 19 of the 23 break points he faced, while winning six of Federer’s service games.\nPicking up steam as Federer seemed to wilt, Djokovic broke again and went up 2-0 in the fourth, making it a five-game run."}