{"article_title": "International Criminal Court Hurts Its Own Credibility in Africa", "article_keywords": ["case", "bashir", "president", "court", "statute", "credibility", "african", "africa", "arrest", "kenyatta", "courts", "hurts", "international", "criminal"], "article_url": "http://www.usnews.com/opinion/blogs/world-report/2015/01/02/international-criminal-court-hurts-its-own-credibility-in-africa", "article_text": "The International Criminal Court’s highest profile case to date, the indictment of Kenyan President Uhuru Kenyatta for his alleged involvement in Kenya’s 2007 post-election violence, collapsed on Dec. 5 when prosecutors withdrew charges against him, citing a lack of evidence.\n\nThe withdrawal is the latest blow to a court that has secured only two convictions in its 12 year history. Four of the original six Kenyans indicted in the post-election violence case had their charges dropped or rejected. Sudanese President Omar Bashir, under an arrest warrant since 2009, remains president and even travels internationally, despite court pleas to arrest him.\n\nThe court has been within its authority to pursue Kenyatta and Bashir. It was established by the Rome Statute that authorizes it to bring charges against suspects under three conditions: When a country refers a case to the court, when the United Nations Security Council refers a case or when the court prosecutor decides to bring a case.\n\nBut the court’s exercise of its authority to initiate its own case has been self-defeating, exposing its weakness and damaging its standing with many African countries. The international community should either revise the Rome Statute to strip the court of its discretion to open investigations, or the court should no longer exercise it. Only then can it hope to maintain any relevance on a continent that likely needs its services more than any other.\n\n\n\n[SEE: 2014: The Year in Cartoons]\n\nAfrican countries have traditionally been some of the International Criminal Court’s strongest supporters, comprising a quarter of Rome Statute signatories and referring four of the eight active court situations. But the court’s indictment of Bashir on its own discretion, and the subsequent arrest warrant for noncooperation, stirred anger among some African leaders who felt the court was undermining the chances of a peace settlement in the war-torn Sudanese region of Darfur and ignoring their counsel.\n\nThe situation worsened when the court, again at its own discretion, indicted Kenyatta, who was subsequently elected president. Consternation over the court’s insistence that Kenyatta attend hearings reached such a pitch that the African Union considered calling for mass withdrawal from the Rome Statute; the union eventually demurred, but the Kenyan parliament proceeded with its own vote to withdraw.\n\nSome of the opposition is probably self-serving, as a number of African rulers likely fear being dragged in front of the court themselves; to ensure there was no chance of such unpleasantness from the newly-formed African Court of Justice and Human Rights, African leaders voted themselves immunity from prosecution for genocide and similar crimes.\n\nBut some of the concerns over the unintended consequences of the court’s actions are valid. South Africa and Ethiopia are concerned the Bashir arrest warrant is undermining peace efforts in the region, and they have a point. The prospect of facing an International Criminal Court case is a disincentive for Bashir to step down as part of any peace deal.\n\n\n\n[READ: An Africa Beyond Ebola]\n\nIn the Kenyatta case, he and fellow indictee Deputy President William Ruto are standard bearers for powerful tribes that were antagonists in the 2007 violence. They have established a fragile détente by uniting politically, and a conviction or arrest of either would imperil the tenuous accommodation.\n\nThere is also the risk of the court undermining the democratic process. Kenyatta won office in 2013 in a free and fair election; his conviction and arrest would have meant a panel of foreign judges had effectively invalidated the election.\n\nA compelling counterargument is that giving sitting heads of state a pass will further motivate the worst of them to take or cling to power. But indicting them creates the same incentives, as it makes maintaining office to use its power as protection from prosecution a rational choice. Not indicting also avoids the possibility of a leader entrenching his rule by leveraging an International Criminal Court case to drum up domestic political support, as Kenyatta did.\n\nAnd the court is ultimately picking a fight it cannot win as it has no power to compel anyone to do anything. Except under unique circumstances it is implausible to expect countries, particularly those with a colonial legacy, to give up sitting leaders to a court that its most strident critics have effectively painted as a neo-colonial tool of the West.\n\n\n\n[READ: Bob Geldof and Band Aid 30 Should Back Off, Let Africans Help Africa ]\n\nThe court can avoid future defeats of the type it just suffered by refraining from indicting serving leaders unless one or both of two criteria are met, and never at its own discretion. The first is if a country refers its own leader. Such a referral signals a willingness to deliver the leader to the court, ensuring it will not suffer the embarrassment of being ignored.\n\nThe second is if the Security Council refers a head of state. This type of referral has the weight of the international community behind it, meaning it should be willing to exert the type of consistent and coordinated pressure necessary to get a leader to the court.", "article_metadata": {"zone": "homepage/articles", "keyword": "World Report [Opinion]", "title": "International Criminal Court Hurts Its Own Credibility in Africa", "og": {"site_name": "US News & World Report", "description": "The International Criminal Court's actions in Africa have been self-defeating.", "title": "Credibility Lost", "url": "http://www.usnews.com/opinion/blogs/world-report/2015/01/02/international-criminal-court-hurts-its-own-credibility-in-africa", "image": "http://www.usnews.com/cmsmedia/4e/5f0c2894458e3d0e583503e18ab760/media:bca944cea06b4314ac64cd9fc96d1572InternationalCourtKenya.JPEG", "type": "article"}, "twitter": {"description": "The International Criminal Court's actions in Africa have been self-defeating.", "site": "@USNews", "card": "summary", "title": "International Criminal Court Hurts Its Own Credibility in Africa"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "opinion", "date_published": "Jan. 2, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Joshua Meservey,Africa,Kenya,Sudan,World Report [Opinion]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "The International Criminal Court's actions in Africa have been self-defeating."}, "_id": "\"57477af46914bd0286fd7b62\"", "article_summary": "The prospect of facing an International Criminal Court case is a disincentive for Bashir to step down as part of any peace deal.\nSouth Africa and Ethiopia are concerned the Bashir arrest warrant is undermining peace efforts in the region, and they have a point.\nNot indicting also avoids the possibility of a leader entrenching his rule by leveraging an International Criminal Court case to drum up domestic political support, as Kenyatta did.\nSudanese President Omar Bashir, under an arrest warrant since 2009, remains president and even travels internationally, despite court pleas to arrest him.\nThe international community should either revise the Rome Statute to strip the court of its discretion to open investigations, or the court should no longer exercise it."}