{"article_title": "8 suggested security questions to ask Millennials on healthcare.gov", "article_keywords": ["suggested", "consumers", "healthcaregov", "verify", "identities", "favorite", "millennials", "street", "questions", "ask", "security", "finding", "difficult"], "article_url": "http://redalertpolitics.com/2013/10/25/8-suggested-security-questions-to-ask-millennials-on-healthcare-gov/", "article_text": "The brains behind the security questions on Healthcare.gov sure made it difficult for Americans to verify their identities on the website. We’ve got some suggestions to make it a bit easier.\n\nMany consumers nationwide already are having a difficult enough time signing up for the health insurance exchanges on Healthcare.gov. But in addition to the technical glitches plaguing the online registration, consumers are now finding themselves stumped by the security questions asked to verify their identities, The Wall Street Journal reported.\n\nQuestions include what was your high school mascot, what was your favorite childhood superhero, and what is the street you lived on when you were in third grade? Those may seem reasonable, but what about these: What is your significant other’s favorite color? What is your youngest child’s birth weight? And what color was your first bicycle?\n\nWhile it’s a feat in itself to actually make it to the prompt asking for security questions, many are finding themselves flummoxed and not able to answer the required three to five questions from a pre-determined list of 12 to 30, depending on whether it’s a federal or state exchange. Some customers are even going so far as to give up.\n\nWhile the Obama administration has decided to bring in the best and the brightest to work out Healthcare.gov’s kinks, we thought we’d lend a helping hand on the security question front for Obamacare’s key ingredient: Millennials.\n\nHere are 8 suggested security questions to ask the Affordable Care Act’s prized demographic on Healthcare.gov.\n\n1. Where were you when you first witnessed twerking?\n\n2. Which boy band was your favorite?\n\n3. What was your birth weight?\n\n4. Where in the world in Carmen Sandiego?\n\n5. What was your favorite show on Nickelodeon?\n\n6. What was your favorite game on Nintendo 64?\n\n7. Which Pokemon character was your most valued?\n\n8. What version of Now That’s What I Call Music! did you play most?", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "The brains behind the security questions on Healthcare.gov sure made it difficult for Americans to verify their identities on the website. We've got some suggestions to make it a bit easier.", "title": "8 suggested security questions to ask Millennials on...", "locale": "en_US", "image": {"width": 290, "identifier": "http://redalertpolitics.com/files/2013/10/Mario-290x400.jpg", "height": 400}, "url": "http://redalertpolitics.com/2013/10/25/8-suggested-security-questions-to-ask-millennials-on-healthcare-gov/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "where-in-the-world-is-carmen-sandiego", "published_time": "2013-10-25T09:12:41+00:00", "modified_time": "2013-10-25T11:24:48+00:00", "author": "melissa.quinn.9461"}, "viewport": "width=device-width"}, "article_summary": "Here are 8 suggested security questions to ask the Affordable Care Act’s prized demographic on Healthcare.gov.\nThe brains behind the security questions on Healthcare.gov sure made it difficult for Americans to verify their identities on the website.\nBut in addition to the technical glitches plaguing the online registration, consumers are now finding themselves stumped by the security questions asked to verify their identities, The Wall Street Journal reported.\nMany consumers nationwide already are having a difficult enough time signing up for the health insurance exchanges on Healthcare.gov.\nQuestions include what was your high school mascot, what was your favorite childhood superhero, and what is the street you lived on when you were in third grade?"}