{"article_title": "Denied Obamacare coverage, Michigan family with disabilities finds alternatives much more expensive", "article_keywords": ["blue", "ken", "davert", "family", "missy", "obamacare", "disabilities", "alternatives", "finds", "twins", "plan", "coverage", "denied", "daverts", "rivard", "insurance", "michigan", "expensive", "care"], "article_url": "http://www.mlive.com/news/bay-city/index.ssf/2014/01/bangor_township_family_says_he.html", "article_text": "BANGOR TOWNSHIP, MI — A Bangor Township family of four, all of whom have disabilities, say they fall within a niche that makes the Affordable Care Act more of a burden than a blessing. Now, they say, they'll be paying nearly $8,000 more per year for medical care after being denied coverage through Obamacare.\n\nThe family in question is the Daverts — husband and wife Ken and Melissa and their 15-year-old twins Austin and Michaela. The twins and their mother are afflicted with osteogensis imperfecta, a disease that makes their bones extremely fragile. They are also highly susceptible to lung infections. Ken Davert has cerebral palsy.\n\nKen and Melissa “Missy” Davert receive their income from Social Security disability payments and have health insurance through Medicare, but that plan does not cover their children. Until recently, the children were covered by a private Blue Cross plan. They remain covered by a supplemental plan through the Michigan Department of Community Health’s Children’s Special Health Care Services, which only assists in matters directly linked to their bone disease.\n\n“We received a letter from Blue Cross maybe four months ago stating that their plan was going to be canceled due to new requirements of Obamacare,” said Missy Davert, adding that the letter did not state what about the Affordable Care Act requirements necessitated her children be dropped from their plan. “I can imagine they didn’t fit criteria of the new plan. There were some particular benefits the new act didn’t cover.”\n\nThe Times was unable to reach a spokesperson for Blue Cross/Blue Shield to explain why the Affordable Care Act might cause the company to cancel the Daverts twins’ insurance.\n\nThe Daverts then applied for coverage for their twins through the federal government’s plan. The first time they did so, their application was lost after they sent it and the second time, they were denied. They then filed a written appeal in mid January, which could take up to 90 days for a response.\n\n“What we did in the meantime, because their insurance was ending Dec. 31, we had to go out and buy a separate plan directly through Blue Cross/Blue Shield,” Missy Davert said. “The president had come on TV and said, ‘If you like your plan, you can keep your plan, we won’t require you to get marketplace insurance for another year.’ But Blue Cross/Blue Shield would not continue their plan, despite what the president said.”\n\nThe Daverts ended up purchasing a Blue Cross Gold Plan for their children.\n\n“The (coverage) we did choose was the best we could get for their needs,” added Ken Davert.\n\nHowever, the out-of-pocket expenses under the new plan are more than four times what the Daverts had to previously pay.\n\n“The premiums aren’t an issue for us,” Missy Davert said. “The premiums under both plans are essentially the same. What could be costly for us are the out-of-pocket expenses. In our old plan, the most we would pay was $2,500 combined out-of-pocket per year. With the very best plan we could get them under Blue Cross, we have a $5,100 out-of-pocket maximum for each child for a total of $10,200.”\n\n“That’s the big issue,” Ken Davert said.\n\n“That’s an incredible amount to absorb,” Missy Davert continued. “The only other plan that had a lower out of pocket maximum was a plan that’s not accepted by their doctors. We would have ended up paying tens of thousands of dollars out of pocket if we would have got that.”\n\n“That’s a lot of money,” added Michaela Davert.\n\nDue to the twins’ health issues, the Daverts would regularly pay out their previous $2,500 maximum. Both children recently had surgery while still covered by their previous plan.\n\n“Both of my legs were broken,” said Michaela. “I had surgery (at the University of Michigan) and also went to the ER and was in the hospital for about four days.”\n\nAustin was scheduled for surgery to repair rods in his legs on Dec. 31, but to ensure he was still covered by their previous plan, the procedure was moved up to Oct. 16.\n\n“We’re stuck with the very best plan out there now, and it’s significantly more expensive than what we had already,” Missy Davert said. “It’s great insurance if you don’t have to use it, that’s how I look at it, but you never know from day to day if you’re going to need it.”\n\nThe Daverts said when they realized their predicament, they contacted the offices of U.S. Sens. Debbie Stabenow and Carl Levin and U.S. Rep. Dan Kildee, D-Flint Township, but initially did not receive much in the way of help. Representatives from Levin and Stabenow’s offices declined to comment about the matter on the record.\n\nMitch Rivard, spokesman for Kildee, said his office has been in contact with Missy Davert since October and staff have spoken with her at least 10 times since, as recently as Thursday, Jan. 16.\n\n“She’s been working directly with one of our case workers in our Flint office regarding her health insurance being canceled by Blue Cross/Blue Shield,” Rivard said, adding that staff members have been working to help her enroll her children in a new plan.\n\nStaff in Kildee’s office reached out to the Daverts’ previous insurance company to find out why their plan was canceled, assisted Missy Davert over the phone in navigating the federal exchange website, www.healthcare.gov. and later connected her with Bay County navigator, Rivard said.\n\nRivard added that as of Jan. 1, it is illegal under the Affordable Care Act for any insurance company to deny coverage to a person due to preexisting conditions.\n\nOn Wednesday, Jan. 15, Davert again reached out to Kildee’s office and requested to meet directly with the representative, Rivard said.\n\n“The congressman himself will be meeting with her personally in a private setting when he is in Bay City next week,” Rivard said.\n\nThe same Wednesday, the Daverts received a phone call from Paul Tibbits with the Federal Health and Human Services Agency.\n\n“He had read our story on one of the websites … and called to help in any way in getting through with marketplace assistance,” Missy Davert said. “He said there was a glitch in computer system that was causing applicants who potentially may be eligible for Medicaid to get denied coverage. He thinks that might have been what happened in our case.”\n\nThe Times was unable to reach Tibbits for comment.\n\nDavert went on to say that her family is not eligible for Medicaid because they come from a working background. Still, she tried to re-apply again on the federal website on the night of Wednesday, Jan. 15, and only received an \"error\" message but no coverage.\n\nTo hopefully offset the high costs, Ken Davert is hoping to start working again as a maintenance man in the near future.\n\n“Due to the nature of Ken’s disability, he gets easily fatigued and has muscle and back issues,” his wife said. “The most he really can work on average is about 20 hours a week without having to jeopardize his physical condition.”\n\nDespite their quandary, the Daverts say they are not seeking handouts or anything of the sort from the public. Rather, they’re seeking to let others know what can befall them.\n\n“We’re coming forward to educate the community, that if these kinds of costs can be imposed on our family, it can be imposed on any family,” Missy Davert said. “A word of caution is to take notice and if they do think the system is unfair, to speak out.\n\n\"It’s frustrating to me. It seems more and more our government has become a controlling power when the power is supposed to be with the people. I’m not saying this law isn’t good for some people. I’m really happy for those people (being helped), and I’m not trying to take away what they’ve gained, but it’s also hurting many people.”\n\nHer husband seconded her frustration.\n\n“We knew this was coming, but we trusted the president when he said, ‘If you like it, you can keep it,’” he said. “That wasn’t the case. We liked our plan, we weren’t planning on changing it, but we were forced to.”", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "Description": "A Bangor Township family of four, all of whom have disabilities, say they fall within a niche that makes the Affordable Care Act more of a burden than a blessing.", "title": "Denied Obamacare coverage, Michigan family with disabilities finds alternatives much more expensive", "parsely-page": "{\"title\": \"Denied Obamacare coverage, Michigan family with disabilities finds alternatives much more expensive\", \"link\": \"http://www.mlive.com/news/bay-city/index.ssf/2014/01/bangor_township_family_says_he.html\", \"image_url\": \"http://imgick.mlive.com/home/mlive-media/width620/img/baycitytimes/photo/2014/01/14093634-large.jpg\", \"type\": \"post\", \"post_id\": \"12010457\", \"pub_date\": \"2014-01-21T13:12:08Z\", \"author\": \"Cole Waterman | cwaterma@mlive.com\", \"tags\": [\"@bc-33\",\"@bc-living\",\"@bc-river\",\"@mlive-river\"] }", "twitter": {"image": "http://media.mlive.com/baycitytimes/photo/2014/01/14093634-small.jpg", "creator": "@#!/ColeWaterman", "site": "@mlive", "card": "summary", "description": "A Bangor Township family of four, all of whom have disabilities, say they fall within a niche that makes the Affordable Care Act more of a burden than a blessing."}, "article_date_updated": "Monday, January 20, 2014,  9:46 AM", "parsely-metadata": "{\"image_url\": \"http://media.mlive.com/baycitytimes/photo/2014/01/14093634-large.jpg\", \"author_name\": \"cwaterma\", \"author_nickname\": \"Cole Waterman | cwaterma@mlive.com\", \"author_id\": \"5887\", \"source_blog_name\": \"Bay City News\", \"source_blog_url\": \"http://www.mlive.com/news/bay-city/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "MLive.com", "description": "A Bangor Township family of four, all of whom have disabilities, say they fall within a niche that makes the Affordable Care Act more of a burden than a blessing.", "title": "Denied Obamacare coverage, Michigan family with disabilities finds alternatives much more expensive", "url": "http://www.mlive.com/news/bay-city/index.ssf/2014/01/bangor_township_family_says_he.html", "image": "http://media.mlive.com/design/alpha/img/logo_mlive.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "MLive.com", "article_comments": 0, "article_date_original": "Tuesday, January 21, 2014,  8:03 AM", "article_author": "Cole Waterman | cwaterma@mlive.com"}, "article_summary": "“The (coverage) we did choose was the best we could get for their needs,” added Ken Davert.\nTo hopefully offset the high costs, Ken Davert is hoping to start working again as a maintenance man in the near future.\n“We’re coming forward to educate the community, that if these kinds of costs can be imposed on our family, it can be imposed on any family,” Missy Davert said.\nNow, they say, they'll be paying nearly $8,000 more per year for medical care after being denied coverage through Obamacare.\n“We’re stuck with the very best plan out there now, and it’s significantly more expensive than what we had already,” Missy Davert said."}