{"article_title": "Step inside the GOP clown car! Listening in as Scott Walker, Mike Huckabee, Ted Cruz and others send dog-whistles to the right-wing base", "article_keywords": ["jindal", "real", "mike", "hes", "inside", "ted", "bush", "send", "huckabee", "step", "state", "scott", "walkers", "listening", "kasich", "walker", "rightwing", "gop"], "article_url": "http://www.salon.com/2015/06/06/step_inside_the_gop_clown_car_listening_in_as_scott_walker_mike_huckabee_ted_cruz_and_others_send_dog_whistles_to_the_right_wing_base/", "article_text": "Topics: Ben Carson, Editor's Picks, Elections 2016, Fox News, Jeb Bush, Lindsay Graham, Megyn Kelly, Mike Huckabee, Rand Paul, Rick Santorum, Ted Cruz, News, Politics News\n\nA couple of weeks ago, Jeb Bush, a GOP 2016 front-runner, gave America a brief tutorial on why he should never be president, spouting off a series of outmoded, fact-free responses. But it was actually a model tutorial on why no GOP contender should be president, as follow-up events underscored.\n\nIt began with Bush telling Fox’s Megyn Kelly that he’d still invade Iraq, even “knowing what we do now,” to which Laura Ingraham replied, “There has to be something wrong with you.” Bush then fumbled Sean Hannity’s attempt to help clean up the mess, saying “I interpreted the question wrong, I guess,” then admitting, “I don’t know what that decision would have been.” Then in a Nevada town hall meeting he tried to turn the tables, saying that folks like Kelly even daring to ask the question “does a disservice” to the troops who “sacrificed a lot,” adding that “What we ought to be focusing on is what are the lessons learned.” Which, of course, was the reason behind Kelly’s question in the first place. Finally, in Arizona the next day, Bush broke down and confessed, “Knowing what we know now, I would have not engaged.”\n\nTaking four long, painful days spouting shibboleths and fighting family ghosts to reluctantly, resentfully answer the simplest of questions gave America the clearest possible picture of why Jeb Bush would be a disaster as president. But in that, he’s no different than anyone else in GOP race—whether announced or not.\n\nWe saw that quite clearly the following week, when Chris Christie’s vulgar anti-press rant was leaked (“we don’t give a s–t about this or any of you”), and the gay-bashing Mike Huckabee rushed to the defense of child molester Josh Duggar on Facebook (“Josh’s actions when he was an underage teen are as he described them himself, ‘inexcusable,’ but that doesn’t mean ‘unforgivable’”).\n\nSome in the press corps defended Christie, saying that being “rude” was he whole point of the event, and it was supposed to be off the record. True, but this is New Jersey, and Christie has long made a habit of blurring such lines with leaks when it suited him, as well as an arrogant taunting of the press. It’s pretty much reap-what-you-sow time for him. When it suits him, Christie’s vulgarity and indiscriminate hostility is something he touts. As for Huckabee, his past involves pardoning a man who went on to kill four police officers, so the actions of both read as typical, rather than aberrations. (The ick factor with Huckabee may now be off the charts—but in a crowd this packed with clowns, it’s hard to tell what impact that’s had.)\n\nThe pattern should be clear: It’s a crowded GOP field in which everyone’s fatal flaws are exposed for all to see, and the media works overtime to minimize them, or outright pretend they don’t even exist. And the first tier of candidates comes off as poorly as the third and fourth.\n\nIndeed, there’s no real quality difference between the top tier and the third or fourth. For example, Rick Santorum—a fourth-tier candidate at 1.3 percent in a recent Real Clear Politics polling average (current version here)—acted eerily like second-tier Mike Huckabee defending a child molester back in 2012, when he blasted the Freeh report on the Penn State coverup of Jerry Sandusky’s decades of molestation. Find any sort of outrageous act one with one candidate, and you will find echoes among others in this field.\n\nIt might seem ludicrous to pay attention to the bottom of the GOP field, since, as the Washington Post noted, “Bernie Sanders’ presidential campaign has more support than Lindsay Graham, Bobby Jindal, Carly Fiorina and John Kasich combined.” On the other hand, what sets Sanders apart is precisely that he differs in deeply substantive ways both from Hillary Clinton and from the rest of the Washington consensus. What sets the third- and fourth-tier GOP candidates apart is… virtually nothing. Kasich, for example, is supposedly sane and pragmatic. He accepted Medicaid expansion, after all. But just after Christie and Huckabee’s performances, Kasich stepped up and proved himself as an out-of-touch moral nonentity.\n\nAfter Cuyahoga Country Judge John O’Donnell acquitted Cleveland Police Officer Michael Brelo of killing Timothy Russell and Malissa Williams, when he mounted the hood of their car and fired 15 shots through its windshield, calling his use of force “a constitutionally reasonable response,” ABC’s Jonathan Karl asked Kasich, “Was justice served in this verdict?” Kasich refused to answer, instead praising Cleveland for not breaking out in a riot, and calling it “a model,” ignoring everything wrong with the city, which publicly agreed to a sweeping DOJ consent decree shortly after the verdict came down.\n\n“Well, look, the verdict is the verdict, John,” Kasich responded, dodging the question of justice entirely. “What I will say is that I think the people of Cleveland handled this; I mean, they should be so proud of themselves and we should look at Cleveland as a model.” There’s no sign of justice anywhere on Cleveland’s horizon. Many believe that things didn’t get worse because no one expected justice to begin with, and prosecutors have since asked an appeals court to correct three “egregious” errors of law in the judge’s ruling, so they do not “contaminate future rulings in the trial court and the entire Court of Common Pleas.” But not to worry, Kasich assures us, Cleveland’s “a model.”\n\nOr consider Bobby Jindal, polling just above 1 percent. He did make a rather extreme fool of himself a few months back, hyperventilating about nonexistent “no go zones” in Britain and elsewhere in Europe. But this is really just an offshoot of what the Atlantic called “The Sophisticated Bigotry of Bobby Jindal,” which Peter Beinart described thus:\n\nIf Bobby Jindal runs for president, he will likely campaign on two major themes. The first, which he outlined last February at the Reagan Library and last May at Liberty University, is that Christians are at war with a liberal elite that is trampling religious liberty and secularizing American culture. The second, which he laid out this month at London’s Henry Jackson Society, is that “non-assimilationist Muslims” are endangering America and Europe. Unfortunately for Jindal, these two arguments contradict each other.\n\nAnd, unfortunately for the GOP, Jindal is anything but alone. The whole party is caught in the grip of this ludicrous contradiction (and all the governors—Walker, Christie, even Kasich—would rather not talk too much about their economic records). The contradiction is obvious: Christians who refuse to compromise with secular Western culture are heroes, whereas Muslims who refuse to compromise are demons. That’s not necessarily a contradiction, though: it could be just plain old-fashioned bigotry. In which case, the “arguments” aren’t really arguments, they’re camouflage. As Beinart himself later concludes, “The only principle he’s really defending is anti-Muslim bigotry.” Jindal just makes this contradiction a bit clearer than most—at the same time that he’s trying to distract from the financial disaster he’s created as Louisiana governor.\n\nJindal is a fourth-tier candidate, locked in a three-way tie for 12th place, with 1.3 percent, along with Graham and Fiorina in that RCP poll average, which doesn’t include Donald Trump. But there were a couple of first-tier candidates tied at 13.2 percent with similarly disastrous budget situations (Scott Walker), as well as ones who strike similar appeals to Christian victimhood (Marco Rubio). Walker’s doing much better in the polls than any other GOP governor—nearby rivals Mike Pence and Rick Snyder have both recently dropped, while John Kasich appears to be in the sub-1-percent range, at least for now. Christie at 5.4 percent defines the third tier, the only other governor who really registers so far.\n\nBut Walker’s record as governor is abysmal. He faces a $2.2 billion budget deficit, as Wisconsin blogger Jimmy Anderson explains:\n\nAnd he’s paired with Jindal in the “let’s destroy our state universities!” derby:\n\nWisconsin Gov. Scott Walker and Louisiana Gov. Bobby Jindal, both potential 2016 presidential candidates, are pushing to slash hundreds of millions of dollars from higher education – about $300 million over the next two years in Wisconsin and $141.3 million next year in Louisiana.\n\nAlso, like most governors who’ve never served in Washington, he has zilch in the way of foreign policy experience. Which helps explain why Islamic State terrorists instinctively reminded him of schoolteachers. “I want a commander in chief who will do everything in their power to ensure that the threat from radical Islamic terrorists does not wash up on American soil,” he told a crowd at the Conservative Political Action Conference. “If I can take on 100,000 protesters, I can do the same across the world.”\n\nHe later tried to “clarify,” but much like Bush, he didn’t seem to fully grasp the extent of his folly. To start with, as Salon’s Joan Walsh explained:\n\nFrom the left, you can be disgusted by Walker comparing legal protests by labor unions and their supporters to the barbaric, blood-thirsty terrorism of ISIS. From the right, you can be appalled that Walker is clueless enough to suggest that standing up to peaceful protesters is remotely comparable to fighting a multi-national terror threat. Many people probably have both reactions; I know I did.\n\nWalker struck back at the first take, but seemed utterly oblivious to the second. As the Wisconsin State Journal explained:\n\nWalker immediately sought to clarify his comments as he shuttled between media interviews after the speech. His political nonprofit group also issued a statement. “Let me be perfectly clear: I’m just pointing out the closest thing I have to handling this difficult situation is the 100,000 protesters I had to deal with,” Walker told reporters. Asked if he regretted the statement, he said, “No.” “You all will misconstrue things the way you see fit,” he said. “That’s the closest thing I have in terms of handling a difficult situation, not that there’s any parallel between the two.”\n\nAside from blaming others for “miscontruing” things in a straightforward manner, Walker’s response actually deepens the second concern, even if you buy into it completely. If there’s no parallel, then why bring it up? Because you have nothing better. Because you have zero relevant experience. Which is precisely the problem. What’s more, this was not a mistake on Walker’s part, it was part of a pattern. The very next part of the Wisconsin State Journal story made this clear:\n\nMarquette Law School political science professor Charles Franklin said Walker “may have crossed the line” by linking international affairs and union protests. “But it’s not a brand new thing for him to connect toughness in Act 10 and toughness in international affairs.” Walker has also previously cited President Ronald Reagan’s firing of striking air traffic controllers as one of the most powerful foreign policy decisions he made, Franklin said.\n\nSo Walker’s equation of fighting unions with fighting foreign enemies is a feature, not a bug, further underscored by his childishly self-conscious invocation of the Ronald Reagan mythos, which Jud Lounsbury explored here recently as another systematic feature of Walker’s modus operandi. Naturally, Walker forgets—and the press does, too—that when faced with real terrorists who blew up the Marine barracks in Lebanon, killing 241 American service members, Reagan responded first by pulling back, then pulling out, turning tail, and coincidentally, invading Grenada two days after the bombing, to help sooth American machismo. No matter, it’s the Reagan mythos we’re talking about here, history be damned. (A good 2016 campaign slogan, come to think of it.)\n\nWalker’s first-tier rival, Marco Rubio, hews much closer to Jindal’s rhetoric on the social issues side. While the media played up the idea that Rubio might attend a friend’s gay wedding, they left out the matter of timing: a quarter after hell freezes over. In reality Rubio’s hostility to gay rights is profound. He recently used gay rights as part of a slippery-slope argument that ended with “a real and present danger” as reported by Right Wing Watch:\n\n“We are at the water’s edge of the argument that mainstream Christian teaching is hate speech because today we’ve reached the point in our society where if you do not support same-sex marriage, you are labeled a homophobe and a hater,” Rubio said. “So what’s the next step after that? After they’re done going after individuals, the next step is to argue that the teachings of mainstream Christianity, the catechism of the Catholic Church, is hate speech. That’s a real and present danger.”\n\nPrior to the Civil War, the Bible was the No. 1 source of Confederate arguments supporting slavery, yet Christianity somehow managed to survive Lincoln’s hateful Emancipation Proclamation. So Rubio’s hysterics would be laughable, were they not so widely shared. He’s a top-tier candidate, and similar views have been expressed by Huckabee (“We are moving rapidly towards the criminalization of Christianity”), Cruz (“the greatest threats we’ve ever seen” to religious liberty, also “a real risk” that pastors will be jailed for preaching “traditional marriage”), Carson (gay marriage is a Marxist plot to impose a “New World Order”), Santorum (“you can be persecuted and maybe even prosecuted”) and Jindal (“The left no longer wants to debate. They simply want to silence us.”)—all offering slightly different variations on the same paranoid theme.\n\nA month prior to his “real and present danger” comments, in late April, Rubio called it “ridiculous and absurd” to believe gays have a constitutional right to marry, in an interview with David Brody of the Christian Broadcasting Network:", "article_metadata": {"description": "It might be a deep pool of GOP candidates, but are they ever swimming in the shallow end", "title": "Step inside the GOP clown car! Listening in as Scott Walker, Mike Huckabee, Ted Cruz and others send dog-whistles to the right-wing base", "og": {"site_name": "Salon", "description": "It might be a deep pool of GOP candidates, but are they ever swimming in the shallow end", "title": "Step inside the GOP clown car! Listening in as Scott Walker, Mike Huckabee, Ted Cruz and others send dog-whistles to the right-wing base", "url": "http://www.salon.com/2015/06/06/step_inside_the_gop_clown_car_listening_in_as_scott_walker_mike_huckabee_ted_cruz_and_others_send_dog_whistles_to_the_right_wing_base/", "image": "http://media.salon.com/2015/06/santorum_huckabee_walker_cruz.jpg", "type": "article"}, "twitter": {"description": "It might be a deep pool of GOP candidates, but are they ever swimming in the shallow end", "title": "Step inside the GOP clown car! Listening in as Scott Walker, Mike Huckabee, Ted Cruz and others send dog-whistles to the right-wing base", "image": "http://media.salon.com/2015/06/santorum_huckabee_walker_cruz.jpg", "creator": "@PaulHRosenberg", "site": "@salon", "card": "summary_large_image"}, "author": "Paul Rosenberg", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Ben Carson, Editor's Picks, Elections 2016, Fox News, Jeb Bush, Lindsay Graham, Megyn Kelly, Mike Huckabee, Rand Paul, Rick Santorum, Ted Cruz", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd7b89\"", "article_summary": "And, unfortunately for the GOP, Jindal is anything but alone.\nBut it was actually a model tutorial on why no GOP contender should be president, as follow-up events underscored.\nBut in that, he’s no different than anyone else in GOP race—whether announced or not.\nFind any sort of outrageous act one with one candidate, and you will find echoes among others in this field.\nBut just after Christie and Huckabee’s performances, Kasich stepped up and proved himself as an out-of-touch moral nonentity."}