{"article_title": "Can’t Get Through to Your Health Insurer? Vent on Twitter", "article_keywords": ["customer", "vent", "assist", "consumers", "service", "insurer", "media", "twitter", "blue", "email", "cant", "health", "social", "insurance"], "article_url": "https://www.propublica.org/article/cant-get-through-to-your-health-insurer-vent-on-twitter", "article_text": "Consumers sometimes find that complaints on social media get a faster response than calls or emails.\n\nConsumers with questions and concerns about their new health insurance under the Affordable Care Act sometimes find that complaints on social media get a faster response than calls or emails.\n\nConnect with Facebook to share articles you read on ProPublica. Learn more »\n\nFor some, it’s because they can’t get through on the phone. For others, it’s a way of getting attention right away before trying phones or email.\n\nFed-up consumers, armed with questions and concerns about their new health insurance under the Affordable Care Act, are flocking to social media websites to seek answers and vent their frustrations.\n\nThis digital equivalent of line-jumping appears to be working.\n\nA week ago, New Jersey writer Jen A. Miller sent a tweet asking:\n\nAnyone else having problems with the @horizonbcbsnj site? I'd LIKE to pay my bill, but they don't seem to want to take my $$. — Jen A. Miller (@byJenAMiller) January 23, 2014\n\nA representative of Horizon Blue Cross Blue Shield replied the following day and asked for more information.\n\n@byJenAMiller We'd like to help. Email SocialMedia@HorizonBlue.com w your ID#, contact info and issue.We'll have someone call you to assist. — Horizon BCBSNJ (@HorizonBCBSNJ) January 24, 2014\n\n“After an email exchange, HorizonBCBSNJ called and figured out that a ‘glitch’ delayed the mailing of the February bills,” Miller told me in an email. “I ended up paying over the phone.”\n\nMiller said she turned to Twitter first because the last time she had an issue with Horizon — with her website login — “it took 40 minutes and two calls (including the part where the first person I talked to gave me the wrong number to call).”\n\n“So when I had this issue, I tried Twitter first.”\n\nThomas Vincz, a spokesman for Horizon, wrote that the insurer has been deluged with new enrollees. More than half of its enrollment from HealthCare.gov, which is handling sign-ups for New Jersey, came between Dec. 15 and Dec. 24. “This crunch required intensive work in subsequent days and weeks to address many back end issues with enrollment verification and payment processing,” he wrote.\n\nHorizon extended its hours, tripled its customer service staff and delayed payment deadlines, and things are returning to normal, Vincz said. “But we’re maintaining higher levels of customer service staffing to better assist our members during this busy time.”\n\nThe slew of health insurance complaints has drawn the attention of the Chicago Tribune and the Philadelphia Inquirer.\n\nCompanies across the country are feeling the heat. This from Michigan:\n\n@mikecampau We're sorry to hear your frustration & would like to help. Could you pls email your question to us at membersupport@bcbsm.com? — BCBSM (@BCBSM) January 27, 2014\n\nAnd this from Illinois:\n\n@sds52 We know the hold time is lengthy and we're sorry- is there something we can answer for you? — BCBSIL (@BCBSIL) January 27, 2014\n\n@faramir22 We know this has been frustrating- we see your call to customer service and that representative is working on it for you. — BCBSIL (@BCBSIL) January 27, 2014\n\nAmong companies receiving the most scorn is Anthem Blue Cross. Earlier this week, we reported how the company had canceled the policies of some consumers in California, then switched them into new plans and deducted the premiums automatically from their bank accounts. Needless to say, consumers who chose other insurance options were none too pleased.\n\nWay to blame the Affordable Care Act for the reason why you won't pick up the phone during business hours, @AnthemPR_CA. Classy. — kevinwchat (@kevinwchat) January 28, 2014\n\n@sleepminded Please email me your name, birthdate, phone # & city of residence so we can assist. Darrel.Ng@wellpoint.com — Anthem Blue Cross (@AnthemPR_CA) January 28, 2014\n\n@Uma3055 Please email me your name, birthdate, phone # & city of residence so we can assist. Darrel.Ng@wellpoint.com — Anthem Blue Cross (@AnthemPR_CA) January 27, 2014\n\nThe man who responds to those messages, spokesman Darrel Ng (@AnthemPR_CA), told me in an email that the insurer’s customers are interacting with companies in ways beyond the traditional phone call. “In response to this new demand, we created our customer service twitter account @AskAnthem several years ago to assist members. As consumers themselves started proactively contacting our other twitter accounts, we started directing these inquiries to customer service for assistance.”\n\nThe insurance company Aetna has a dedicated Twitter account, @AetnaHelp, to assist with customer service queries — and it’s been busy lately.\n\n@typeis4lovers Thanks for your email. We have reviewed your request and a response has been sent via email. Have a great Night! ^ TL — Aetna (@AetnaHelp) January 28, 2014\n\nSpokesman Matt Wiggin said the beginning of the year is a busy time for the insurer and is particularly so this year because of the Affordable Care Act and its changing deadlines.\n\n“There have been some instances where call volumes have been heavy and if people have not been able to get through or been able to get the information we need, they’ve either reached out to us through social media or other means available,” he said. “It’s just another way for folks to engage with us.”\n\nSometimes, Aetna’s tweets are even proactive. When a customer of Anthem Blue Cross tweeted dissatisfaction and said her business was up for grabs, Aetna’s customer service team chimed in.\n\n@AdrianaK Hi. If you have questions about Aetna plans please let us know. Thanks! ^ TL — Aetna (@AetnaHelp) January 27, 2014\n\nThe California HealthCare Foundation has been tracking Twitter sentiment around the Affordable Care Act. In a report released last week, the foundation found that in general, there has been much less discussion about the law recently than there was in October when HealthCare.gov, the federal marketplace, didn’t work. In December, the conversation shifted somewhat to the affordability of options.\n\nCatherine Teare, a senior program officer for health reform and public programs at the foundation, said she doesn’t have data about consumers interacting with their plans on Twitter, but added that an uptick makes sense.\n\n“I don’t think these tweets give us necessarily a way to grade either the performance of the insurance companies or of the exchanges, but we certainly didn’t see the complaints about insurance companies back in November because people weren’t that far through the process,” Teare said.\n\nEven state insurance exchanges themselves are getting into the act, responding to Twitter queries lobbed their way. This from California:\n\n@MamaEdits A household is what you claim it to be on your taxes. — Covered California (@CoveredCA) January 27, 2014\n\n@KristineHolst Unfortunately, you'll have to get through to the Service Center to get that fixed. — Covered California (@CoveredCA) January 24, 2014\n\nAnne Gonzales, a spokeswoman for Covered California, said the exchange has a social media team that monitors its Twitter feed, Facebook pages and Instagram account around the clock.\n\n“We actively respond to consumers using social media to answer their questions and to help them through the process,” Gonzales wrote. “We get as many as 500 Facebook posts a day, and the social media team answers up to 50 questions a day, so it's becoming a valuable tool for people in need.”\n\nGonzales said the exchange’s Facebook and Twitter followers help each other out and compare notes. “People root each other on to get covered, and congratulate others on successful enrollment,” she wrote. “We recognize that social media is the resource of choice among younger, more tech-savvy consumers, and we are using it as a tool to get consumer feedback and to reach out to those experiencing difficulty in enrolling or getting information.”\n\nLike this story? Sign up for our daily newsletter to get more of our best work.", "article_metadata": {"premium": "true", "description": "Consumers sometimes find that complaints on social media get a faster response than calls or emails.", "author": "Charles Ornstein", "og": {"site_name": "ProPublica", "description": "Consumers sometimes find that complaints on social media get a faster response than calls or emails.", "title": "Can’t Get Through to Your Health Insurer? Vent on Twitter", "url": "http://www.propublica.org/article/cant-get-through-to-your-health-insurer-vent-on-twitter", "image": "http://www.propublica.org/images/ngen/gypsy_big_image/twitter_healthcare_630x420_140129.jpg", "type": "article"}, "twitter": {"description": "Consumers sometimes find that complaints on social media get a faster response than calls or emails.", "title": "Can’t Get Through to Your Health Insurer? Vent on Twitter", "url": "http://www.propublica.org/article/cant-get-through-to-your-health-insurer-vent-on-twitter", "image": {"src": "http://www.propublica.org/images/ngen/gypsy_big_image/twitter_healthcare_630x420_140129.jpg"}, "creator": "@charlesornstein", "site": "@ProPublica", "card": "summary_large_image"}, "project": "Obamacare and You", "fb": {"app_id": 229862657130557}, "google-site-verification": "R7yl3d-Z-qHW6xTItWhBYggGROoZNgEVh2z6dVneuIM", "article": {"section": "Obamacare and You", "published_time": "2014-01-29T12:26:31-0600", "modified_time": "2014-04-17T11:25:32-0500", "author": "http://www.propublica.org/site/author/charles_ornstein/"}, "type": "article", "scope": "Medium", "viewport": "width=device-width"}, "article_summary": "“In response to this new demand, we created our customer service twitter account @AskAnthem several years ago to assist members.\nHorizon extended its hours, tripled its customer service staff and delayed payment deadlines, and things are returning to normal, Vincz said.\n“We actively respond to consumers using social media to answer their questions and to help them through the process,” Gonzales wrote.\nFed-up consumers, armed with questions and concerns about their new health insurance under the Affordable Care Act, are flocking to social media websites to seek answers and vent their frustrations.\nConsumers sometimes find that complaints on social media get a faster response than calls or emails."}