{"article_title": "Patrick Roy to lean on young goalies if Reto Berra can’t play vs. Montreal – The Denver Post", "article_keywords": ["play", "goalies", "patrick", "lean", "young", "pickard", "early", "roy", "aittokallio", "vs", "game", "berra", "reto", "varlamov", "post", "avs", "think", "montreal"], "article_url": "http://www.denverpost.com/avalanche/ci_26746595/sami-aittokallio-called-up-colorado-avalanche-dennis-everberg-lake-erie", "article_text": "MONTREAL — After general manager Joe Sakic called on another minor-league goalie to add depth to the Avalanche’s injury-riddled position Friday, coach Patrick Roy was asked about his availability. He was also asked about signing former rival Martin Brodeur, an unrestricted free agent who is looking for a job.\n\nRoy’s answers were no on both counts. He said Calvin Pickard and Sami Aittokallio, both 22, should be given a big-league chance like he and Brodeur got their chance in the early days of their star-studded careers.\n\n“I don’t think you want to see that. I don’t think it would be pretty,” Roy said about becoming a player/coach. “We better have those young guys (play).”\n\nRoy, 49, said the 42-year-old Brodeur or another veteran goalie will not be sought, at least for now, though the Avs’ top two goalies are injured. No. 1 Semyon Varlamov has a groin injury and is out for a week. His backup, Reto Berra, left Thursday’s game at Ottawa early in the first period with a neck injury and is listed as day-to-day.\n\n“Is it something that could change? Everything is possible (but) I’d be very surprised,” Roy said about adding a goalie. “The injury to Varly is not serious enough for us to panic, and same thing on Reto. … We want to see our young guys. We have to give them a chance.”\n\nPickard was called up from the Lake Erie Monsters on Thursday, after the Avs decided to put Varlamov on injured reserve when his groin flared up during a morning skate.\n\n“We were very cautious. If we would have been in the playoffs he would have been playing in Ottawa,” Roy said of Varlamov. “But it’s early. It’s early, it’s not Game 59 or 60 right now. It’s game No. 5, and I think it’s important for him to be 100 percent every time he plays. And the way Reto was playing there was no reason for us to take any chances with Varly. But losing two goalies on the same day, totally bad luck.”\n\nPickard made his NHL debut 2:46 into Thursday’s game, replacing Berra, who had a collision in the crease with a Senators player. Pickard played well until the third period, and the turnover-prone Avs blew a 3-1 lead and lost 5-3.\n\n“The big picture is, (Pickard) came in after traveling all day from Cleveland,” Roy said. “It was a tough situation.”\n\nAittokallio was the Monsters’ originally scheduled starter Friday night in Chicago. He got the callup at 3 a.m. Friday and practiced with the Avs on little sleep in the afternoon at the Montreal Canadiens’ practice rink. He realizes he might not dress Saturday if Berra is cleared.\n\n“It’s a great opportunity to show what I can do and just be here, get the experience,” Aittokallio said. “These guys help me get better.”\n\nIf Berra is not cleared Saturday, Pickard will start against the Canadiens and Aittokallio will serve as his backup. Varlamov continues to work with trainers on the trip, so the Avs have four goalies in tow — plus Roy.\n\nRoy, the Hall of Famer, can’t recall seeing two goalies hurt on the same day.\n\n“In all my years, I don’t remember seeing such a thing,” he said.\n\nTo make room for Aittokallio on the 23-man roster, forward Dennis Everberg was demoted to Lake Erie.s\n\nThe Avs are carrying 12 forwards and eight defensemen along with their three goalies.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Patrick Roy to lean on young goalies if Reto Berra can’t play vs. Montreal", "title": "Patrick Roy to lean on young goalies if Reto Berra can’t play vs. Montreal", "url": "http://www.denverpost.com/2014/10/17/patrick-roy-to-lean-on-young-goalies-if-reto-berra-cant-play-vs-montreal/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141017__Aittokalliop1.jpg", "height": 513}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141017__Aittokalliop1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-10-17T08:24:22+00:00", "modified_time": "2016-04-26T20:31:47+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Varlamov continues to work with trainers on the trip, so the Avs have four goalies in tow — plus Roy.\nHis backup, Reto Berra, left Thursday’s game at Ottawa early in the first period with a neck injury and is listed as day-to-day.\nRoy, the Hall of Famer, can’t recall seeing two goalies hurt on the same day.\nIf we would have been in the playoffs he would have been playing in Ottawa,” Roy said of Varlamov.\nI don’t think it would be pretty,” Roy said about becoming a player/coach."}