{"article_title": "Experts: Proposal to increase minimum wage in Virginia has noble aim, disastrous consequences", "article_keywords": ["wage", "noble", "consequences", "pay", "workers", "virginia", "increase", "aim", "minimum", "experts", "saltsman", "small", "davies", "proposal", "think", "disastrous"], "article_url": "http://watchdog.org/120261/minimum-wage-consequences/", "article_text": "By Kathryn Watson | Watchdog.org, Virginia Bureau\n\nALEXANDRIA, Va. — With momentum picking up nationally to increase the federal minimum wage from $7.25 to as much as $15, one Virginia lawmaker is picking up on the trend, too.\n\nBut one economist calculates that upping the minimum wage even a little will lead to up to 2 percent higher unemployment rates among some populations of Virginians — particularly in rural areas — and a slew of other unintended consequences.\n\nAnd the same disadvantaged people minimum wage increases are supposed to help are the very people who will be hardest hit, economists and business leaders say.\n\nDelegate Joe Morrissey, a Democrat from Richmond, is proposing a comparitavely modest minimum wage hike in the state — from $7.25 to $8.50. If Congress passes a higher minimum wage, that one would, of course, take precedence over any Virginia wage levels.\n\nThat translates to a jump from $15,080 in annual gross earnings for a person working 40 hours a week, 52 weeks a year, to $17,680.\n\n“There’s a reason that the United States has the largest middle class per capita in the world, and that’s real simple,” Morrissey told Watchdog.org in an interview on Thursday. “It’s two words — minimum wage.\n\n“And in fact, it’s not a jobs killer, but it actually promotes the creation of jobs. I could go on and on about it, but I think we need to be able to pay people so that they can have a living wage, so that they can pay bills, because we all know if they don’t, if they can’t, then government ends up somehow, someway, subsidizing them.”\n\nThe more money workers have to spend, the more the economy can grow, Morrissey said.\n\n“I’m not saying increase it to $15 an hour,” Morrissey added. “We’re not talking about that.”\n\nBut the unintended consequences of any increase in the minimum wage — even a small increase — could be disastrous for Virginia’s economy and, in particular, the poorest of society, experts say.\n\n“It’s perverse in that the people that most need our help are the people who are most hurt by this minimum wage,” said Antony Davies, a senior scholar affiliated with George Mason University’s Mercatus Center and an associate professor of economics at Duquesne University in Pennsylvania.\n\n“There are people who are clearly better off from this — the workers who keep their jobs are now earning more money,” Davies said. “The problem is that the workers who are better off are workers who generally have better education, have better work experience. … These are people who would be eventually earning more anyway.”\n\nAnd since many people living in poverty don’t have jobs, increasing the minimum wage puts up more roadblocks to employment, said Michael Saltsman, research director at the Employment Policies Institute, a think tank in Washington, D.C., that focuses on entry-level employment issues.\n\nMercatus’ Davies estimated that increasing the minimum wage by $1.25 would trigger a higher unemployment of roughly 1 percentage point among high-school educated workers and a higher unemployment rate of roughly 2 percentage points among high-school educated workers under the age of 25. Davies estimated no change in unemployment for those with college degrees.\n\nWhen it comes to the minimum wage, the less educated and less experienced lose out, Davies said. When business owners have to pay higher wages, they generally select the more educated and more experienced applicants, rather than take a risk with less qualified applicants.\n\nAnd because of that education factor, a minimum wage increase would disproportionately hit different regions of Virginia, he said.\n\nIn Northern Virginia, which boasts one of the most educated populations in the country, the economic impact would likely be small. But in some of the more rural parts of the state where people are more likely to have only a high school diploma and where local economies already are struggling, even a slight increase would hit hard.\n\n“The thing you have to keep in mind is, when a business person looks at hiring workers, he’s asking the question, what is the value of the worker?” Davies said. “Increasing the minimum wage does not increase the value of the worker. It increases the cost of the worker.\n\n“We talk about this Catch-22,” Davies said. “You can’t get a job without experience, you can’t get experience without a job. The minimum wage is what causes that, because it prevents the young workers from taking that very first step.”\n\nBut a minimum wage increase also disproportionately hits small business.\n\nJust about one-third of people earning the federal minimum wage work for large corporations, Saltsman said.\n\n“It’s not like private equity firms are doing this,” the Employment Policy Institute’s Saltsman said.\n\nThe rest work at small companies with fewer than 100 employees.\n\nAnd while increasing the minimum wage by a little more a dollar may not hit a large corporation very hard, it does hit small businesses and franchises hard, Saltzman said. They’ll simply employ fewer people.\n\n“For a company like McDonald’s to raise (the minimum wage) by $1.25 might not be a big deal,” Saltsman said. “But for a franchisee, for someone who owns one or two IHOP locations, for someone who owns a local diner, for someone who owns a grocery store chain, that could be a really big deal. That could be the difference between having 10 employees on the floor and having nine there.”\n\nNicole Riley, Virginia state director for the National Federation of Independent Businesses, said that’s absolutely the case.\n\n“Whereas larger corporations might be able to absorb these types of increases, it’ll be more difficult for small businesses to absorb those types of increased costs,” Riley said.\n\nBut, as Morrissey hinted, minimum wage increases hurt the middle class — although perhaps indirectly.\n\nRiley said most of the NFIB’s members pay above minimum wage. Nationally, about 97 percent of working Americans earn more than the minimum wage, Davies said.\n\nBut when the minimum wage increases, businesses are pressured to increase everyone’s pay more. And while business owners want to pay their employees more, a stagnant economy and uncertainty surrounding health costs and the Affordable Care Act prevent them from doing so, Riley said.\n\n“I think that’s probably what’s lost in this is that a lot of employers over the last couple years would have loved to have raised their wages for their employees,” Riley said. “But they have not been able to do that because they have seen double digit increases in their health care premiums every year. They look forward to next year and the year beyond implementing Obamacare, and they’re seeing increased premiums again. So that really does put pressure on them giving raises. Many of them are not in a position to give those.”\n\nOn top of Obamacare, increasing the minimum wage would be like a “one-two punch,” Davies said. And add to that, students who might excel in trade school but are pushed into college are emerging with enormous debt and no jobs, he said. It’s a recipe for disaster.\n\n“If I were to write a book on how to destroy an economy, I would probably recommend these three things that we’ve done already, which are the minimum wage, the national health care law and then pushing people into college,” Davies said.\n\nThe intent behind the minimum wage is good — but the minimum wage isn’t the right mechanism, Saltsman said.\n\n“I think the thing is, when we talk about the minimum wage, I don’t think people necessarily disagree with the aim, which is look, there is some segment of society, low-income workers, that we want to assist,” Saltsman said. “And there’s this policy question of, well what’s the best way to do it? But I think the evidence is pretty clear that raising the minimum wage just isn’t it.”\n\n— Kathryn Watson is an investigative reporter for Watchdog.org’s Virginia Bureau, and can be reached at kwatson@watchdog.org.", "article_metadata": {"og": {"site_name": "Watchdog.org", "description": "Increasing the minimum wage is a proposal with great intentions, but disastrous consequences — especially for the inexperienced and uneducated, experts say.", "title": "Experts: Proposal to increase minimum wage in Virginia has noble aim, disastrous consequences - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2013/03/MinimumWageArt-e1430774109156.jpg", "updated_time": "2013-12-16T13:39:20+00:00", "url": "http://watchdog.org/120261/minimum-wage-consequences/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "News", "tag": "Business,Business Owners,experts,Hiring,Mercatus Center,Minimum Wage,Morrissey,NFIB,State Government,Unemployment,Virginia", "published_time": "2013-12-16T04:00:37+00:00", "modified_time": "2013-12-16T13:39:20+00:00"}, "twitter": {"domain": "Watchdog.org", "description": "Increasing the minimum wage is a proposal with great intentions, but disastrous consequences — especially for the inexperienced and uneducated, experts say.", "title": "Experts: Proposal to increase minimum wage in Virginia has noble aim, disastrous consequences - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2013/03/MinimumWageArt-e1430774109156.jpg"}, "creator": "@watchdogorg", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "description": "Increasing the minimum wage is a proposal with great intentions, but disastrous consequences — especially for the inexperienced and uneducated, experts say."}, "article_summary": "The intent behind the minimum wage is good — but the minimum wage isn’t the right mechanism, Saltsman said.\nIf Congress passes a higher minimum wage, that one would, of course, take precedence over any Virginia wage levels.\nAnd because of that education factor, a minimum wage increase would disproportionately hit different regions of Virginia, he said.\nThe minimum wage is what causes that, because it prevents the young workers from taking that very first step.”But a minimum wage increase also disproportionately hits small business.\n“We’re not talking about that.”But the unintended consequences of any increase in the minimum wage — even a small increase — could be disastrous for Virginia’s economy and, in particular, the poorest of society, experts say."}