{"article_title": "Fire breaks out at investment event in Indian city of Mumbai", "article_keywords": ["city", "wires", "showed", "weeklong", "mumbai", "sky", "breaks", "india", "topics", "investment", "spread", "indian", "event", "viewed", "stage"], "article_url": "http://www.salon.com/2016/02/15/fire_breaks_out_at_investment_event_in_indian_city_of_mumbai/", "article_text": "Topics: From the Wires, News\n\nNEW DELHI (AP) — A massive fire broke out an event in Mumbai meant to showcase India as an attractive destination for billions of dollars of foreign investment.\n\nThere were no casualties from Sunday night’s fire, and the weeklong “Make in India” event was not canceled. Still, the incident is being viewed as an embarrassment for the government because the event is among Indian Prime Minister Narendra Modi’s most ambitious economic initiatives and aims at making the country a manufacturing hub on par with neighboring China.\n\nVideo showed the fire blazing at the base of the elaborate stage as dancers performed at a cultural extravaganza to celebrate the event. The fire later spread as the scaffolding caught fire and flames could be seen rising into the sky.", "article_metadata": {"description": "Fire breaks out at investment event in Indian city of Mumbai", "title": "Fire breaks out at investment event in Indian city of Mumbai", "og": {"site_name": "Salon", "description": "Fire breaks out at investment event in Indian city of Mumbai", "title": "Fire breaks out at investment event in Indian city of Mumbai", "url": "http://www.salon.com/2016/02/15/fire_breaks_out_at_investment_event_in_indian_city_of_mumbai/", "image": "http://media.salon.com/2016/02/india-fire.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Fire breaks out at investment event in Indian city of Mumbai", "title": "Fire breaks out at investment event in Indian city of Mumbai", "image": "http://media.salon.com/2016/02/india-fire.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "The Associated Press", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "There were no casualties from Sunday night’s fire, and the weeklong “Make in India” event was not canceled.\nTopics: From the Wires, NewsNEW DELHI (AP) — A massive fire broke out an event in Mumbai meant to showcase India as an attractive destination for billions of dollars of foreign investment.\nVideo showed the fire blazing at the base of the elaborate stage as dancers performed at a cultural extravaganza to celebrate the event.\nThe fire later spread as the scaffolding caught fire and flames could be seen rising into the sky.\nStill, the incident is being viewed as an embarrassment for the government because the event is among Indian Prime Minister Narendra Modi’s most ambitious economic initiatives and aims at making the country a manufacturing hub on par with neighboring China."}