{"article_title": "Recent laws will affect trust taxation, so plan ahead", "article_keywords": ["attorney", "documents", "ahead", "taxation", "tax", "trusts", "beneficiaries", "trustee", "plan", "recent", "income", "affect", "trust", "idaho", "laws"], "article_url": "http://idahobusinessreview.com/2013/09/27/recent-laws-will-affect-trust-taxation-so-plan-ahead/", "article_text": "Q: My father-in-law passed away recently and a trust was established under his will for the benefit of his three children. Somehow I ended up as the trustee. Do any of the new tax laws affect trusts? Anything I need to watch out for?\n\nA: Taking on the role of trustee carries with it a big responsibility. As a trustee, you have a fiduciary responsibility to carry out the terms of the trust instrument, protect and prudently invest the assets of the trust, make sure the trust complies with U.S. and Idaho tax laws, and also to do what is in the best interest of the beneficiaries. This last duty is often the hardest, especially when you are the trustee of a family trust. Family dynamics and conflicting needs can create real headaches for the trustee. This is why I often recommend using a professional trustee rather than a family member.\n\nBased on your question, I assume you know much of this already and also know that you will need to file an annual income tax return (Form 1041) for the trust. Make sure the beneficiaries know that the trust itself may pay income tax, but to the extent the beneficiaries receive distributions from the trust, there may be an income tax consequence to them also. So tell your family not to file their individual tax returns until they receive their Form K-1 from the trust, which is the form that shows any income they will need to report on their tax returns.\n\nBoth the American Taxpayer Relief Act of 2012 and the Patient Protection and Affordable Care Act contain laws that affect the taxation of trusts. The Affordable Care Act includes the new Net Investment Income Tax, which I have written about before. As a trustee, the important thing to remember is that because of the highly progressive tax brackets for trusts, this new tax will apply at income levels as low as $11,950. That income threshold is $250,000 for married couples and $200,000 for single taxpayers. Likewise, the highest tax rates (39.6 percent under the Taxpayer Relief Act) will apply at the $11,950 income level for trusts, whereas the high rates don’t affect married couples until their income exceeds $450,000 and singles at $400,000.\n\nBecause the trust tax brackets ratchet up so much faster than the individual rates, the bottom line is: Do a little planning near the end of the year to minimize the total tax bill. It may be better to distribute the income to beneficiaries where there is a better chance that these high rates do not apply. And if you miss getting your planning done by the end of the year, there is also an election to treat distributions in the first 65 days of the year as having been made in the prior year. That offers another avenue for planning.\n\nWhile I recommend some careful tax planning, my best advice is to communicate clearly and often with the beneficiaries to avoid problems. Good luck with your new job as trustee.\n\nQ: My wife and I just moved (thankfully) from California to Idaho. We had our wills and other estate documents drafted just a year ago by our attorney in California. Is there any reason we need to have someone look at the documents again?\n\nA: First, my disclaimer: I am not an attorney, so I can’t give legal advice. But I believe I am safe in recommending that you do consult with a qualified Idaho estate-planning attorney to review your documents. The probate laws and trust laws vary from state to state, and now that you are residents of Idaho you will want to make sure your documents are valid in Idaho and truly express your wishes. If you still own real property in California, you may have issues in more than one jurisdiction, so that needs to be addressed also.\n\nA few years ago when I (very thankfully) moved from Texas to Idaho, one of my first orders of business was to have all my estate documents reviewed and redrafted by a qualified Idaho estate-planning attorney. It cost a bit, but I am very glad I am now in compliance with Idaho law.\n\nAnd my final bit of advice is to have your estate documents reviewed periodically. Laws change and documents get outdated. So plan on meeting with your attorney every few years to make sure everything is in order.\n\n***\n\nTo ensure compliance imposed by IRS Circular 230, any U.S. federal tax advice contained in this article is not intended or written to be used, and cannot be used by any taxpayer, for the purpose of avoiding penalties that may be imposed by governmental tax authorities. The answers in this column are meant to offer general information. You should consult your tax adviser regarding the specifics of your situation.\n\nPeter Robbins is a partner in the Boise office of CliftonLarsonAllen LLP, specializing in tax matters for small businesses, individuals, and trusts and estates.\n\nHave a question for Robbins? Email your question to news@idahobusinessreview.com. Enter “Talking Tax” in the subject line.", "article_metadata": {"description": "Idaho businesspeople can talk tax with Peter Robbins, of CliftonLarsonAllen in Boise.", "generator": "WordPress", "author": "Peter G. Robbins, CPA", "og": {"site_name": "Idaho Business Review", "description": "Q: My father-in-law passed away recently and a trust was established under his will for the benefit of his three children. Somehow I ended up as the trustee. Do", "title": "Recent laws will affect trust taxation, so plan ahead", "url": "http://idahobusinessreview.com/2013/09/27/recent-laws-will-affect-trust-taxation-so-plan-ahead/", "image": "http://idahobusinessreview.com/files/2013/06/robbins-large-703x1024.jpg", "locale": "en_us", "type": "article"}, "apple-mobile-web-app-title": "Recent laws will affect trust taxation, so plan aheadIdaho Business Review", "msvalidate.01": "118D5E2D5722A6F1A827250C4D8CEC95", "fb": {"admins": 1425649256}, "keywords": "idaho taxes, idaho tax rules", "google-site-verification": "pdIfxBOwt8N_Zpc5UZ3AIrXpeYa5v0h0Jnr8IiS1W-A", "y_key": "877cbb0bd73c44cd", "thumbnail": "http://idahobusinessreview.com/files/2013/06/robbins-large-180x120.jpg", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd8bd6\"", "article_summary": "Do any of the new tax laws affect trusts?\nThe Affordable Care Act includes the new Net Investment Income Tax, which I have written about before.\nMake sure the beneficiaries know that the trust itself may pay income tax, but to the extent the beneficiaries receive distributions from the trust, there may be an income tax consequence to them also.\nBoth the American Taxpayer Relief Act of 2012 and the Patient Protection and Affordable Care Act contain laws that affect the taxation of trusts.\nBecause the trust tax brackets ratchet up so much faster than the individual rates, the bottom line is: Do a little planning near the end of the year to minimize the total tax bill."}