{"article_title": "U.S. targeted drone strikes at al-Shabab leader", "article_keywords": ["targeted", "somali", "official", "somalias", "strikes", "attack", "drone", "somalia", "alshabab", "prison", "intelligence", "sablale", "mogadishu", "leader"], "article_url": "http://www.pbs.org/newshour/rundown/u-s-targeted-drone-strikes-al-shabab-leader/", "article_text": "WASHINGTON — U.S. military forces targeted the Islamic extremist al-Shabab network in an operation Monday in Somalia, the Pentagon said.\n\nSpokesman Rear Adm. John Kirby said the U.S. was assessing the results and would provide more information when appropriate. No further details were available.\n\nA senior Somali intelligence official said a U.S. drone targeted al-Shabab leader Ahmed Abdi Godane as he left a meeting of the group’s top leaders.\n\nThe Somali official, speaking on condition of anonymity since the official was not authorized to speak to the media, said intelligence indicated Godane “might have been killed along with other militants.”\n\nThe official said the attack took place in a forest near Sablale district, 105 miles (170 kilometers) south of Mogadishu, where the group trains its fighters.\n\nThe governor of Somalia’s Lower Shabelle region, Abdiqadir Mohamed Nor, told The Associated Press that as government and African Union forces were heading to a town in Sablale district, they heard something that sounded like an “earthquake” as drones struck al-Shabab bases.\n\n“There was an airstrike near Sablale, we saw something,” Nor said.\n\nThe U.S. action comes after Somalia’s government forces regained control of a high-security prison in the capital that was attacked Sunday by seven heavily armed suspected Islamic militants who attempted to free other extremists held there. The Pentagon statement did not indicate whether the U.S. action was related to the prison attack.\n\nSomali officials said all attackers, three government soldiers and two civilians were killed. Mogadishu’s Godka Jilacow prison is an interrogation center for Somalia’s intelligence agency, and many suspected militants are believed to be held in underground cells there.\n\nThe Somali rebel group al-Shabab, which is linked to al-Qaida, claimed responsibility for the attack that shattered a period of calm in Mogadishu after two decades of chaotic violence. The attack started when a suicide car bomber detonated an explosives-laden vehicle at the gate of the prison, followed by gunmen who fought their way into the prison.\n\nIt was al-Shabab gunmen who attacked the upscale Westgate Mall in Nairobi, Kenya, with guns and grenades last September, killing at least 67 people. Al-Shabab had threatened retaliation against Kenya for sending troops into Somalia against the extremists. Godane said the attack was carried out in retaliation for the West’s support for Kenya’s Somalia invasion and the “interest of their oil companies.”\n\nAssociated Press writer Abdi Guled in Mogadishu, Somalia, contributed to this report.", "article_metadata": {"description": "WASHINGTON — U.S. military forces targeted the Islamic extremist al-Shabab network in an operation Monday in Somalia, the Pentagon said.", "pubdate": 20140902, "og": {"site_name": "PBS NewsHour", "description": "WASHINGTON — U.S. military forces targeted the Islamic extremist al-Shabab network in an operation Monday in Somalia, the Pentagon said.", "title": "U.S. targeted drone strikes at al-Shabab leader", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/02/photos-2013-02-05-2013-02-05T182311Z_252236297_GM1E79O1DRX01_RTRMADP_3_USA-DRONES.jpg", "url": "http://www.pbs.org/newshour/rundown/u-s-targeted-drone-strikes-al-shabab-leader/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "WASHINGTON — U.S. military forces targeted the Islamic extremist al-Shabab network in an operation Monday in Somalia, the Pentagon said.", "title": "U.S. targeted drone strikes at al-Shabab leader", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/02/photos-2013-02-05-2013-02-05T182311Z_252236297_GM1E79O1DRX01_RTRMADP_3_USA-DRONES.jpg", "creator": "@newshour", "site": "@newshour", "card": "summary_large_image"}, "robots": "noodp,noydir", "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "Somalia"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "al shabab, Drone Warfare, Military, Somalia"}, "article_summary": "A senior Somali intelligence official said a U.S. drone targeted al-Shabab leader Ahmed Abdi Godane as he left a meeting of the group’s top leaders.\nWASHINGTON — U.S. military forces targeted the Islamic extremist al-Shabab network in an operation Monday in Somalia, the Pentagon said.\nThe Pentagon statement did not indicate whether the U.S. action was related to the prison attack.\nMogadishu’s Godka Jilacow prison is an interrogation center for Somalia’s intelligence agency, and many suspected militants are believed to be held in underground cells there.\nAl-Shabab had threatened retaliation against Kenya for sending troops into Somalia against the extremists."}