{"article_title": "GO Virginia isn't going past McAuliffe", "article_keywords": ["assembly", "proposed", "state", "legislation", "virginia", "governor", "general", "past", "mcauliffe", "isnt", "going", "economic", "initiative"], "article_url": "http://www.roanoke.com/news/politics/go-virginia-isn-t-going-past-mcauliffe/article_8236acd8-b21c-5a4e-ab43-133de131ebc4.html", "article_text": "GO Virginia has come to a near-halt in the office of Gov. Terry McAuliffe, who has asked for a legal opinion from the attorney general on the constitutionality of the regional economic development initiative approved by the General Assembly with little opposition.\n\nMcAuliffe, who championed the initiative and included almost $39 million for it in his proposed two-year budget, said he has warned lawmakers previously about his concerns that legislators would exercise too much control over a new 22-member state board that would have the ultimate say over funding of economic development projects proposed through a new regional framework.\n\n“This is an executive responsibility,” he told the Richmond Times-Dispatch.\n\nThe governor has not yet proposed amendments to the Virginia Growth and Opportunity Act, or GO Virginia, but his concerns raise the possibility of another political confrontation with the General Assembly over the separation of powers under the state constitution in the aftermath of a bitter battle over the appointment of a justice to the Virginia Supreme Court.\n\nIf so, McAuliffe may face opposition from Democrats who supported the legislation as well as a group of influential business leaders from across the state who pushed the initiative, warned House Majority Leader Kirk Cox, R-Colonial Heights, who carried the House version of the legislation.\n\n“It would be very unfortunate if this gets derailed for any reason at the midnight hour,” Cox said Friday.\n\nThe Republican majority leader has clashed frequently with the Democratic governor, but he expressed disappointment and puzzlement that McAuliffe potentially would undermine an economic development initiative he had endorsed.\n\n“He was certainly willing to be at all of the announcements,” Cox said.\n\nMcAuliffe spokesman Brian Coy said Friday that the governor had expressed concerns to legislators throughout the process about the proposed governing structure of GO Virginia.\n\n“Specifically, the governor is concerned that an executive board that is controlled by the legislature is an unconstitutional violation of the separation of powers,” Coy said.\n\n“Given that those concerns were not addressed in the legislation that is on his desk, he has asked the attorney general for a formal opinion on the matter before he takes any action on the legislation.”\n\nIn an interview at the Capitol late last month, McAuliffe likened the governing structure proposed by the assembly for GO Virginia to the Tobacco Region Revitalization Commission, which was dominated by legislators when it was created in 1999 to stimulate economic opportunities in the Southside and Southwest Virginia regions.\n\nThe commission has come under scrutiny for lack of oversight of grants made from a tobacco settlement trust fund, most notably by a $4 million fraud committed by former Secretary of Finance John Forbes , who was sentenced in 2010 to a 10-year term in federal prison. The governor and the assembly restructured the commission a year ago.\n\n“I’m not creating another tobacco commission,” McAuliffe said.\n\nThe governor also said he was “very clear to everybody over there [in the General Assembly] what is acceptable and what is not acceptable.”\n\nJohn “Dubby” Wynne, chairman of the Hampton Roads Community Foundation and retired president and CEO of Landmark Communications, voiced concern Friday about the potential political standoff over an initiative he and other corporate leaders pushed to create.\n\n“We’re sure our state leaders care way too much about people and jobs to let some political power struggle stall the momentum now,” Wynne said in a statement to The Times-Dispatch.\n\nThe legislation adopted by the General Assembly would create a 22-member board that would include the chairman of the House Appropriations Committee and three other delegates appointed by the speaker; the chairman of the Senate Finance Committee and two other senators appointed by the Rules Committee; three ex-officio members of the governor’s Cabinet; and 12 nonlegislative members, with four each appointed by the House, Senate and governor.\n\nThe act expressly authorizes legislators to serve on the board, as they do on other executive branch boards and commissions, and gives each chamber and the administration veto power over proposed grants.\n\nIn an interview, McAuliffe said the proposed board would be too unwieldy to act on economic development prospects in a global economy, but supporters say GO Virginia would not act as a deal-closing body or make grants to individual companies.\n\nInstead, the board would act on proposals made by a series of regional councils created under the act for projects that would receive performance grants under companion legislation, the Virginia Collaborative Economic Development Act.\n\nCoy said the governor “supports the concept of regional cooperation and partnership in economic development” but that McAuliffe is evaluating the legislation on questions of constitutionality as well as the policy merits.\n\nMcAuliffe’s budget included about $39 million for GO Virginia, including about $13 million that he initially tied to estimated savings from expanding Virginia’s Medicaid program with billions of dollars in federal funds under the Affordable Care Act.\n\nThe General Assembly rejected Medicaid expansion but ultimately included about $36 million for the initiative in the two-year budget it adopted last month, most of it to be spent in the second year of the biennium after setting up the state and regional administrative structures.\n\nIn the worst case, the legislature would reject whatever amendments McAuliffe proposes and leave the governor with the stark option of signing or vetoing the legislation. In that case, the money in the budget would be held in a reserve account for other state needs.\n\n“That’s why we set it up that way,” House Appropriations Chairman Chris Jones, R-Suffolk, said Friday.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "www.roanoke.com", "description": "GO Virginia has come to a near-halt in the office of Gov. Terry McAuliffe, who has asked for a legal opinion from the attorney general on the constitutionality of the regional economic development initiative approved by the General Assembly with little opposition.", "title": "GO Virginia isn't going past McAuliffe", "url": "http://www.roanoke.com/news/politics/go-virginia-isn-t-going-past-mcauliffe/article_8236acd8-b21c-5a4e-ab43-133de131ebc4.html", "image": {"width": 620, "identifier": "http://bloximages.newyork1.vip.townnews.com/roanoke.com/content/tncms/assets/v3/editorial/7/37/73713226-664e-5878-a8e5-908a19e28d3e/570207931000a.image.jpg?resize=620%2C340", "height": 340}, "type": "article"}, "twitter": {"site": "@roanoketimes", "card": "summary"}, "description": "GO Virginia has come to a near-halt in the office of Gov. Terry McAuliffe, who has asked for a legal opinion from the attorney general on the constitutionality of the regional economic development initiative approved by the General Assembly with little opposition.", "fb": {"app_id": 251357365028982}, "keywords": "politics,general_assembly", "article": {"publisher": "https://www.facebook.com/roanoketimes"}, "news_keywords": "politics,general_assembly"}, "article_summary": "McAuliffe spokesman Brian Coy said Friday that the governor had expressed concerns to legislators throughout the process about the proposed governing structure of GO Virginia.\nTerry McAuliffe, who has asked for a legal opinion from the attorney general on the constitutionality of the regional economic development initiative approved by the General Assembly with little opposition.\nIn the worst case, the legislature would reject whatever amendments McAuliffe proposes and leave the governor with the stark option of signing or vetoing the legislation.\nThe Republican majority leader has clashed frequently with the Democratic governor, but he expressed disappointment and puzzlement that McAuliffe potentially would undermine an economic development initiative he had endorsed.\nGO Virginia has come to a near-halt in the office of Gov."}