{"article_title": "New Evidence Suggests Annual Blood Test Could Reduce Deaths By 20%", "article_keywords": ["trial", "20", "cancer", "deaths", "study", "annual", "reduce", "ovarian", "disease", "evidence", "suggests", "blood", "test", "screening", "women"], "article_url": "http://www.medicaldaily.com/ovarian-cancer-new-evidence-suggests-annual-blood-test-could-reduce-deaths-20-366126", "article_text": "Screening for ovarian cancer based on an annual blood test could save women's lives, according to new research published in The Lancet. Results from an ovarian cancer screening trial led by researchers from the University College London suggests a simple blood test could reduce the number of women dying from the disease by around 20 percent.\n\nThe blood test, called Risk of Ovarian Cancer Algorithm (ROCA), interprets changing levels of blood protein CA125 over time, which is linked to ovarian cancer. Researchers say this test helps provide a more accurate picture of a woman's risk of developing the disease. \"This is the first study ever to show that early detection saves lives, so it's a pretty important finding,\" said Dr. David Aguse, director of USC Norris Westside Cancer Center, according to CBS News.\n\nIn the 14-year study, researchers collected and analyzed data from more than 200,000 post-menopausal women between the ages 54 and 74. They were either assigned to receive an annual multimodal screening using ROCA, an annual transvaginal ultrasound, or no test at all. Ovarian cancer was diagnosed in 1,282 women during the study period, and 649 had died of the disease by the trial end in December 2014. But based on preliminary results from the trial, the annual blood test could prevent about 15 cancer deaths for every 10,000 women screened annually for seven to 11 years.\n\n\"This trial has been incredibly useful in improving our understanding of ovarian cancer,\" Dr. Fiona Reddington, head of population research at Cancer Research UK, said in a statement. \"Detecting it early is vital to make sure that patients have the best treatment options and that more women can survive the disease.\"\n\nResearchers didn't see a significant reduction in cancer deaths until after the first seven years of the trial. To establish the full impact of ovarian screening, researchers will track the health of study participants for three more years.\n\nOvarian cancer, which is diagnosed in about 20,000 women in the United States each year, is the eighth most common cancer and ranks fifth in cancer deaths among women, according to the Centers for Disease Control and Prevention. The disease is responsible for more deaths than any other cancer of the female reproductive system — a high mortality rate that may be due to lack of early symptoms.\n\n\"Because of where it is in the body, [ovarian cancer] classically presents later,\" Aguse said. \"By the time [there are] symptoms, it's a big cancer and it's too hard to actually cure. So the death rate of this cancer is pretty high, with only about 45 percent of people living five years after diagnosis.\"\n\nAlthough it is \"uncertain\" whether the screening can reduce ovarian cancer deaths overall, Reddington added these trial results are promising.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "ovarian, cancer, new, evidence, suggests, annual, blood, test, could, reduce, deaths, 20", "og": {"site_name": "Medical Daily", "description": "An ovarian cancer screening trial finds new evidence an annual blood test could reduce the higher mortality rate.", "title": "Promising New Blood Test Could Prevent Ovarian Cancer Deaths", "url": "http://www.medicaldaily.com/ovarian-cancer-new-evidence-suggests-annual-blood-test-could-reduce-deaths-20-366126", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/19/blood-test.jpg", "type": "article"}, "twitter": {"description": "An ovarian cancer screening trial finds new evidence an annual blood test could reduce the higher mortality rate.", "title": "Promising New Blood Test Could Prevent Ovarian Cancer Deaths", "url": "http://www.medicaldaily.com/ovarian-cancer-new-evidence-suggests-annual-blood-test-could-reduce-deaths-20-366126", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/19/blood-test.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/19/blood-test.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-12-19T13:33:00-05:00", "modified_time": "2015-12-19T13:32:59-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "An ovarian cancer screening trial finds new evidence an annual blood test could reduce the higher mortality rate."}, "article_summary": "The blood test, called Risk of Ovarian Cancer Algorithm (ROCA), interprets changing levels of blood protein CA125 over time, which is linked to ovarian cancer.\nScreening for ovarian cancer based on an annual blood test could save women's lives, according to new research published in The Lancet.\nAlthough it is \"uncertain\" whether the screening can reduce ovarian cancer deaths overall, Reddington added these trial results are promising.\nResults from an ovarian cancer screening trial led by researchers from the University College London suggests a simple blood test could reduce the number of women dying from the disease by around 20 percent.\nBut based on preliminary results from the trial, the annual blood test could prevent about 15 cancer deaths for every 10,000 women screened annually for seven to 11 years."}