{"article_title": "Painful but Necessary Military Cuts Draw Fire from Vets", "article_keywords": ["draw", "cut", "necessary", "congress", "spending", "hagel", "budget", "dod", "compensation", "costs", "vets", "cuts", "military", "soldiers", "painful"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/02/26/Painful-Necessary-Military-Cuts-Draw-Fire-Vets", "article_text": "Defense Secretary Chuck Hagel, who arrived in Brussels this morning for meetings with NATO allies, announced earlier this week that the military was shrinking to its smallest levels since before World War II. The size of America’s fighting force, however, isn’t the only thing that’s shrinking: So are the benefits paid to soldiers and their families.\n\nHagel has long warned that these cuts were coming, but this is the first DOD spending proposal that outlines them in detail. In some cases, they’re severe.\n\nRelated: Cuts to Military Commissaries Could Undermine Morale\n\n“We are repositioning to focus on the strategic challenges and opportunities that will define our future; new technologies, new centers of power, and a world that is growing more volatile, more unpredictable, and in some instances more threatening to the United States,” Hagel said in announcing the reductions.\n\nBenefits for soldiers and their families have been quite generous over the last decade. Since 2001, the benefits have gone up by 90 percent and they represent one of the biggest long-term drags on the DOD budget. The average enlisted soldier makes 90 percent more than a civilian with less than two years of college, and the majority of Army captains, a relatively low rank, makes more than $90,000 annually.\n\nAn analysis by USA Today several years ago showed that total military compensation rose 84 percent from 2000, when it was $58,545 per person, on average, for soldiers, sailors, and Marines, to $122,263 in 2009. By comparison, federal compensation went up 37 percent during the same period, while private compensation rose just nine percent, according to data from the Bureau of Economic Analysis (BEA).\n\nThe spending proposal is the Pentagon’s first concrete steps to rein in this culture. It imposes a one-year salary freeze for general and flag officers, and just a one-percent pay increase for other service members.\n\nRelated: Hagel Picks a Fight with the Pentagon, Congress\n\n“Although these recommendations do not cut anyone's pay, I realize they will be controversial,\" Hagel said Monday. \"Congress has taken some important steps in recent years to control the growth in compensation spending, but we must do more.\"\n\nThe plan also calls for a one billion dollar budget cut for commissaries, allotting just $400 million to the stores instead. The drop from $1.4 billion, which would be phased in over a period of years, is expected to lower savings for those who shop there by 20 percent.\n\nHousing benefits are also on the chopping block. DOD would no longer reimburse soldiers for rent or insurance; the tax-free housing allowance soldiers get would be cut by 5 percent.\n\nTRICARE, the military’s health care system, is also targeted. Health care costs are one of the primary drivers of DOD’s future spending. As the chart below shows, it’s far cheaper than anything available in the public sector.\n\nUnder the proposal, co-pays and deductibles for some family members of active duty soldiers and some military retirees would also be cut.\n\nVeterans groups immediately blasted the spending plan, alleging it breaks promises DOD had made with soldiers.\n\nRelated: One Injured Soldier of War Costs the U.S. $2 Million\n\n“Here we go again. Washington is trying to balance the budget on the backs of those who have sacrificed the most,” said Paul Rieckhoff, CEO and founder of Iraq and Afghanistan Veterans of America (IAVA). “We know the Defense Department must make difficult budget decisions, but these cuts would hit service members, making it harder for them and their families to make ends meet. IAVA will fight any effort to take away the benefits that American servicemen and women have earned and are promised.”\n\nCongress, for its part, has remained silent on the plan. Lawmakers have called on DOD to cut costs, but are reluctant to support any law that does so in fear of alienating troops.\n\nHagel said that he would like to do more to cut costs, including closing bases. But he said that Congress has made that impossible.\n\n“I am mindful that Congress has not agreed to our … requests of the last two years,\" he said. “But if Congress continues to block these requests even as they slash the overall budget, we will have to consider every tool at our disposal to reduce infrastructure.”\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Chuck Hagel has long threatened cuts to soldiers’ benefits. For the first time, he’s outlined just how bad the cuts would be.", "title": "Painful but Necessary Military Cuts Draw Fire from Vets", "url": "http://www.thefiscaltimes.com/Articles/2014/02/26/Painful-Necessary-Military-Cuts-Draw-Fire-Vets", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/09262013_US_Marines_0.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/02/26/Painful-Necessary-Military-Cuts-Draw-Fire-Vets", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/09262013_US_Marines_0.jpg", "creator": "@davidcfrancis", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Chuck Hagel has long threatened cuts to soldiers’ benefits. For the first time, he’s outlined just how bad the cuts would be.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Hagel has long warned that these cuts were coming, but this is the first DOD spending proposal that outlines them in detail.\nThe plan also calls for a one billion dollar budget cut for commissaries, allotting just $400 million to the stores instead.\nSince 2001, the benefits have gone up by 90 percent and they represent one of the biggest long-term drags on the DOD budget.\nLawmakers have called on DOD to cut costs, but are reluctant to support any law that does so in fear of alienating troops.\n\"Congress has taken some important steps in recent years to control the growth in compensation spending, but we must do more.\""}