{"article_title": "Why Is the Navajo Nation Giving Water to Fracking While Its People Are Parched?", "article_keywords": ["din", "oil", "mexico", "giving", "tribal", "fracking", "wells", "nation", "water", "parched", "using", "navajo"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/04/11/why-navajo-nation-giving-water-fracking-while-its-people-are-parched-159972", "article_text": "In the midst of a life-threatening drought, the Navajo Nation continues to develop water for industry, rather than for the Diné people.\n\nRELATED: ‘We’re Going to Be Out of Water’: Navajo Nation Dying of Thirst\n\nLori Goodman, with the nonprofit group Diné CARE, or Diné Citizens Against Ruining Our Environment, has been fighting back against the tribe’s use of water for mining and development for more than a decade.\n\nGoodman said that while the majority of the Diné people living on the reservation don’t have access to clean, running water—they must haul it in tanks—the tribal government supplies low-cost water to local coal mines and coal-fired power plants. Tens of thousands of acre-feet of water each year go toward the extractive industries and for power plant cooling towers.\n\n“The thing that keeps the Navajo in poverty is water,” said Goodman. The Navajo tribal leadership doesn’t understand the value of water, she said, and has continued to sign away water rights, sell water to industry, and not plan for the future.\n\n“The water is always for extraction; they’re using it for fracking, for power plants, for mining,” she said. “Those are all the water uses, and we’re supposed to be getting rich from them. But it hasn’t happened in forty years, and it’s not going to happen.”\n\nToday, Goodman is also concerned about how more than 100 new oil wells on the eastern edge of the Navajo Nation will affect water supplies. Her group is one of a handful that recently filed suit against the U.S. Bureau of Land Management and the U.S. Department of the Interior for the federal government’s approval of 130 new oil wells in New Mexico near the eastern edge of the Navajo Nation.\n\nRELATED: Groups File Suit to Protect Chaco Canyon From Fracking\n\nThe plaintiffs argue that the government’s one-by-one approval of the wells puts archaeological sites, such as Chaco Canyon, and local communities at risk from the impacts of hydraulic fracturing, or fracking. Instead, they want the government to study how the cumulative impacts of fracking and horizontal drilling of oil shale resources will affect the area before approving new development.\n\nThose wells also require water—lots of water.\n\nWhile they’re being drilled, natural gas and oil wells can require anywhere from one to four million gallons of water per well.\n\nRELATED: Oil Leases Proliferate in Northwestern New Mexico as Diné and Pueblo Call for Oversight\n\nThe water for the oil wells along the edge of the reservation is trucked in from elsewhere, said Wally Drangmeister, with the New Mexico Oil and Gas Association—and those wells require less fresh water than usual because producers are using nitrogen during the drilling process. As for the wastewater, companies will often reuse it, he said, or dispose of it by re-injecting it into the ground.\n\nNew Mexico has just issued a new rule providing operators with guidance on the storage and reuse of water. The use of nitrogen and recycled water in drilling operations, said Drangmeister, will reduce the amount of fresh water industry is using—and also trim costs for companies that won’t have to be transporting as much water back and forth.\n\nAs for the water that companies are using to drill oil wells on federal and Navajo allotted lands, that is trucked in, including from a private well on state land about 20 miles from the epicenter of the new development.\n\nBut Russell Begaye, a Navajo Nation Tribal Council Delegate from Shiprock, New Mexico, is still worried. In particular, he fears groundwater contamination from fracking and re-injection. The Navajo, he noted, are still dealing with a legacy of groundwater contamination from uranium mining.\n\n“We really don't know what is being pumped into our aquifer and how that is being impacted,” said Begaye, who is also running for president of the Navajo Nation. “I keep saying, ‘I don’t think anyone really knows what will happen when you’re putting water that's chemically-laced back into the ground, if it mixes with the good clean water being used by our people.’ ”", "article_metadata": {"description": "Fracking expands on the Navajo Nation, even as the drought-plagued reservation runs out of water.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "theresa", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/04/11/why-navajo-nation-giving-water-fracking-while-its-people-are-parched-159972", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/navajo_nation_drought-ap.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Why Is the Navajo Nation Giving Water to Fracking While Its People Are Parched?"}, "abstract": "Fracking expands on the Navajo Nation, even as the drought-plagued reservation runs out of water.", "dc": {"title": "Why Is the Navajo Nation Giving Water to Fracking While Its People Are Parched?"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/04/11/why-navajo-nation-giving-water-fracking-while-its-people-are-parched-159972", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Navajo Nation, Fracking, Drilling, Oil Drilling Leases, Oil Drilling, Laura Paskus, Dine CARE, Diné Citizens Against Ruining our Environment", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 2}, "dcterms.date": "2015-04-11T10:30-04:00", "dcterms.title": "Why Is the Navajo Nation Giving Water to Fracking While Its People Are Parched?"}, "article_summary": "The Navajo tribal leadership doesn’t understand the value of water, she said, and has continued to sign away water rights, sell water to industry, and not plan for the future.\nIn the midst of a life-threatening drought, the Navajo Nation continues to develop water for industry, rather than for the Diné people.\nBut Russell Begaye, a Navajo Nation Tribal Council Delegate from Shiprock, New Mexico, is still worried.\n“We really don't know what is being pumped into our aquifer and how that is being impacted,” said Begaye, who is also running for president of the Navajo Nation.\nWhile they’re being drilled, natural gas and oil wells can require anywhere from one to four million gallons of water per well."}