{"article_title": "Supreme Court readies for cases on abortion, affirmative action", "article_keywords": ["case", "supreme", "court", "union", "professor", "abortion", "unions", "affirmative", "readies", "race", "action", "fisher", "cases", "mello"], "article_url": "http://depauliaonline.com/2016/01/10/supreme-court-readies-for-cases-on-abortion-affirmative-action/", "article_text": "The year 2016 is shaping up to be a busy one for the Supreme Court. The court is expected to rule on several high-profile cases in the coming months on issues such as affirmative action, abortion and unionization.\n\nDespite a full year ahead for the Supreme Court, DePaul political science professor Joseph Mello expressed the impact of these decisions could not have an impact on this year’s presidential election.\n\n“I think it is unlikely, however, that any one of these cases will have a dramatic impact on the presidential race,” Mello said. “The American public has not historically been all that interested in, or aware of, most Supreme Court decisions.”\n\nHowever, Mello said that occasionally a case has the ability to capture the public’s attention, noting last summer’s decision on Obergefell v. Hodges, which resulted in the legalization of same-sex marriage.\n\nAs for 2016’s most high profile case, Mello said a decision on affirmative action could result in changes, particularly during this election year.\n\n“I think the Fisher case on affirmative action might have the most potential to grab public attention, if the justices decide to overturn the policy. Ending affirmative action in higher education would be big news, and could help mobilize African-Americans and Latinos who are typical Democratic constituencies with a history of low voter turnout,” Mello said.\n\nAffirmative action\n\nOne case the Court will reach a decision on is Fisher v. University of Texas, dealing with the practice of asking for a student’s race on college admissions applications. Abigail Fisher, a white student, was denied admission to the University of Texas in 2008. Fisher filed the lawsuit alleging the university violated the Equal Protection Clause of the Fourteenth Amendment by using race as part of the application process.\n\nDePaul education professor Andrea Kayne Kaufman outlined the implications the case could have on affirmative action at the collegiate level.\n\n“If the court does rule for Fisher, it could have a major impact on how universities recruit and admit racial minority groups to create diverse classes,” Kaufman said. “There has been a lot of research about the efficacy of affirmative action policies on expanding the number of African-American and Latino students at universities.”\n\nPrevious decisions on cases have led some schools to the practice of navigating around race in the admissions process.\n\n“Schools have had to move away from considering race as a primary factor in admissions, even as they attempt to balance the racial diversity of their student body. So they’ve looked to other factors such as economic class, and where students come from, as proxies for racial or ethnic background,” Christina Rivers, a DePaul political science professor, said.\n\nAbortion\n\nAt the heart of a case against the Affordable Care Act is whether certain nonprofit religious groups opposed to abortion and contraception can be exempt from laws under the act.\n\nThe Catholic elderly care group Little Sisters of the Poor is challenging a mandate in the Affordable Care Act that requires employers and organizations to offer plans with coverage of some contraceptive methods and early abortion drugs.\n\nDePaul philosophy professor Bill Martin expressed concern for the case.\n\n“In no way should the solution entail restriction on women’s access to abortion or any other form of reproductive health care,” Martin said.\n\nUnions\n\nGovernment employee unionization is also being put to the test. Friedrichs v. California Teachers Association is a case against the mandatory payment of union dues from government employees, or in this case, public school teachers.\n\n“This is an age-old question for unions, although with a bit of a twist because of the government employee aspect thrown in,” James Wolfinger, a DePaul education professor, said.\n\nUnder the current system, some teachers may be paying union dues to fund union activities, whether or not they agree with the union’s agenda.\n\n“Employers have long argued that unions unfairly force everyone to contribute to the organization, even if they disagree with their union’s stance,” Wolfinger said.\n\nA decision on the case would set a precedent for how union dues can be collected within groups representing government employees.", "article_metadata": {"generator": "Seriously Simple Podcasting 1.14.3", "og": {"site_name": "The DePaulia", "description": "The year 2016 is shaping up to be a busy one for the Supreme Court. The court is expected to rule on several high-profile cases in the coming months on issues such as affirmative action, abortion and unionization. Despite a full year ahead for the Supreme Court, DePaul political science professor Joseph Mello expressed theMore", "title": "Supreme Court readies for cases on abortion, affirmative action - The DePaulia", "locale": "en_US", "image": {"width": 740, "identifier": "http://depauliaonline.com/wp-content/uploads/2016/01/supreme-court-feat-1.jpg", "height": 357}, "updated_time": "2016-01-10T12:52:29-05:00", "url": "http://depauliaonline.com/2016/01/10/supreme-court-readies-for-cases-on-abortion-affirmative-action/", "type": "article"}, "twitter": {"description": "The year 2016 is shaping up to be a busy one for the Supreme Court. The court is expected to rule on several high-profile cases in the coming months on issues such as affirmative action, abortion and unionization. Despite a full year ahead for the Supreme Court, DePaul political science professor Joseph Mello expressed theMore", "creator": "@thedepaulia", "image": "http://depauliaonline.com/wp-content/uploads/2016/01/supreme-court-feat-1.jpg", "title": "Supreme Court readies for cases on abortion, affirmative action - The DePaulia", "site": "@thedepaulia", "card": "summary_large_image"}, "fb": {"pages": 108424530298}, "article": {"publisher": "https://www.facebook.com/TheDePaulia/", "section": "Nation/World", "published_time": "2016-01-10T18:47:29-05:00", "modified_time": "2016-01-10T12:52:29-05:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The court is expected to rule on several high-profile cases in the coming months on issues such as affirmative action, abortion and unionization.\nAs for 2016’s most high profile case, Mello said a decision on affirmative action could result in changes, particularly during this election year.\n“I think the Fisher case on affirmative action might have the most potential to grab public attention, if the justices decide to overturn the policy.\n“I think it is unlikely, however, that any one of these cases will have a dramatic impact on the presidential race,” Mello said.\nDePaul education professor Andrea Kayne Kaufman outlined the implications the case could have on affirmative action at the collegiate level."}