{"article_title": "Federal government tightens restrictions on enrolling in ACA", "article_keywords": ["restrictions", "aca", "counihan", "consumers", "federal", "enrollment", "companies", "enrolling", "tightens", "periods", "coverage", "health", "special", "insurance", "marketplace"], "article_url": "http://www.upi.com/Top_News/US/2016/01/19/Govt-announces-steps-to-eliminate-special-enrollment-periods-abuse-of-Affordable-Care-Act/9801453250370/", "article_text": "WASHINGTON, Jan. 19 (UPI) -- In response to complaints by insurance companies, the federal government on Tuesday took steps to make it more difficult for persons without health coverage to financially manipulate or abuse the Affordable Care Act.\n\nSpecifically, the Centers for Medicare and Medicaid Services (CMS) eliminated six additional conditions that allowed people to sign up for health coverage outside of the general enrollment period.\n\nThe move is a response to complaints from insurance companies which have claimed some people are waiting until they need coverage before they buy insurance -- and are then dropping it after treatment.\n\n\"Special enrollment periods are not allowed for people who choose to remain uninsured and then decide they need health insurance when they get sick,\" Healthcare.gov CEO Kevin Counihan wrote in a blog post Tuesday.\n\nLast month, the CMS eliminated a special enrollment period for persons who were not aware of the tax penalty for failing to carry coverage.\n\n\"We know that each year, as the Marketplace evolves, we must seek to continually adapt and refine the way we operate,\" Counihan added. \"The Marketplace must be attractive for consumers, and the Marketplace must be attractive for insurance companies that offer plans on it.\"\n\nGeneral enrollment occurs each year between November and February. However, the government allows for special enrollment periods if a person experiences a significant unforeseen life event that changes their health care situation, such as losing a job or getting married.\n\nTuesday, the CMS said it would eliminate what it called \"unnecessary\" special enrollment periods. Three of the six conditions related directly to the tax credit used to subsidize coverage.\n\nThe agency also said it was taking additional steps to clarify eligibility and enforce rules to make sure those who took advantage of special enrollment periods legitimately met the requirements of that stipulation.\n\n\"We will conduct an assessment of plan selections that are made through certain special enrollment periods to evaluate whether consumers properly accessed coverage,\" Counihan wrote. \"The law requires that consumers provide accurate information to the Marketplace, and they may be subject to penalties under federal law if they intentionally provide false or untrue information.\"", "article_metadata": {"description": "In response to complaints by insurance companies, officials on Tuesday took steps to make it more difficult to financially manipulate the Affordable Care Act.", "og": {"site_name": "UPI", "description": "In response to complaints by insurance companies, officials on Tuesday took steps to make it more difficult to financially manipulate the Affordable Care Act.", "title": "Gov't announces steps to eliminate 'special enrollment' periods, abuse of Affordable Care Act", "url": "http://www.upi.com/Top_News/US/2016/01/19/Govt-announces-steps-to-eliminate-special-enrollment-periods-abuse-of-Affordable-Care-Act/9801453250370/", "image": "http://cdnph.upi.com/sv/ph/og/i/9801453250370/2016/1/14532515063031/v2.1/Govt-announces-steps-to-eliminate-special-enrollment-periods-abuse-of-Affordable-Care-Act.jpg", "type": "article"}, "twitter": {"site": "@UPI", "image": "http://cdnph.upi.com/ph/st/th/9801453250370/2016/i/14532515063031/v2.1/Govt-announces-steps-to-eliminate-special-enrollment-periods-abuse-of-Affordable-Care-Act.jpg?lg=4", "description": "In response to complaints by insurance companies, officials on Tuesday took steps to make it more difficult to financially manipulate the Affordable Care Act.", "card": "summary_large_image", "title": "Gov't announces steps to eliminate 'special enrollment' periods, abuse of Affordable Care Act"}, "fb": {"app_id": 130795020312660}, "keywords": "Top Stories, U.S.", "google-site-verification": "vnkcuJA1Q89cLmy4OZpuQKOf5Jf6ny_RVh7BpxZ11a0", "viewport": "initial-scale=1, maximum-scale=1", "news_keywords": "Top Stories, U.S."}, "article_summary": "Tuesday, the CMS said it would eliminate what it called \"unnecessary\" special enrollment periods.\n\"We will conduct an assessment of plan selections that are made through certain special enrollment periods to evaluate whether consumers properly accessed coverage,\" Counihan wrote.\n\"The Marketplace must be attractive for consumers, and the Marketplace must be attractive for insurance companies that offer plans on it.\"\nThe agency also said it was taking additional steps to clarify eligibility and enforce rules to make sure those who took advantage of special enrollment periods legitimately met the requirements of that stipulation.\nLast month, the CMS eliminated a special enrollment period for persons who were not aware of the tax penalty for failing to carry coverage."}