{"article_title": "Cuban-Americans Joe Garcia and Carlos Curbelo in bitter race for Florida Congressional seat", "article_keywords": ["south", "school", "democratic", "curbelo", "political", "rep", "jeff", "florida", "seat", "garcia", "cubanamericans", "race", "joe", "republican", "bitter", "carlos", "congressional"], "article_url": "http://latino.foxnews.com/latino/politics/2014/09/22/cuban-americans-joe-garcia-and-carlos-curbelo-in-bitter-race-for-florida/", "article_text": "Democratic Congressman Joe Garcia and his Republican opponent Carlos Curbelo insist they are running on the issues affecting the 850,000 residents in their South Florida district.\n\nYet, the ongoing back-and-forth volleys between the candidates over which one is more corrupt strongly suggests they will be in a nasty dogfight until Election Day.\n\n“This is the most competitive congressional race in Florida,” says Miami-based political consultant David Custin. “They are tearing one another’s’ heads off.”\n\nThe bruising political match up has been 14 months in the making when Curbelo, a Miami-Dade School Board-member, announced in July of last year that he would run against Garcia, who represents the 26th congressional district encompassing all of Monroe County and southwestern parts of Miami-Dade.\n\n“One is an Obamacare, anti-Cuba-embargo liberal,” Custin says. “The other is a hardline Cuban-American more in tune with the National Republican Party platform.”\n\nWith $1.9 million in campaign contributions and the support of GOP establishment leaders like Jeb Bush and Mitt Romney, Curbelo coasted to victory in the August primary, capturing 51 percent of Republican voters who turned out. The second and third place finishers didn’t break 20 percent. Since then, Rep. Garcia and Curbelo have been trying to capitalize on controversies that could negatively impact their campaigns.\n\nCurbelo has attacked Rep. Garcia by focusing on the criminal investigations against the congressman’s former chief of staff and ex-campaign manager, Jeff Garcia (no relation). Last year, Jeff Garcia pleaded guilty to ballot fraud and served 65 days in jail stemming from a local police investigation that uncovered he had broken a law prohibiting individuals from requesting absentee ballot forms on behalf of voters.\n\nThe Miami Herald recently reported that the FBI is investigating allegations Jeff Garcia recruited a straw candidate in 2010 to run against David Rivera, the Republican who held the seat until losing to Joe Garcia two years later. Ironically, the FBI has been investigating Rivera’s role in a similar scheme involving a straw candidate that ran against Rep. Garcia in 2012. (Rivera finished a distant fourth in the August primary).\n\nRep. Garcia maintains he had no knowledge of Jeff Garcia’s actions. After his chief of staff resigned, the congressman has distanced himself from Jeff Garcia.\n\n“As soon as I found out about what was going on, I took swift action to address the problem,” Rep. Garcia tells Fox News Latino.\n\nNevertheless, Curbelo has used Jeff Garcia’s troubles to assail his Democratic opponent. “Unlike Rep. Garcia, who is surrounded by a federal investigation on the illegal financing and recruiting of a straw candidate, Carlos can focus on the issues facing the community of South Florida,” says Curbelo campaign communications director Wadi Gaitan.\n\nHowever, Rep. Garcia and Democratic Party operatives have countered that his Republican adversary is not so squeaky clean. In 2009, Curbelo - who earns a living as a political consultant and lobbyist - transferred ownership of his company Capitol Gains to his wife. At the time, Curbelo was working with then-U.S. Sen George LeMieux and he changed the company’s ownership on the advice of senate lawyers.\n\nSince his wife is the listed owner of Capitol Gains, Curbelo is not required to disclose whom his clients are on his public financial statement of interests, filed with the Florida division of elections and the federal election commission. Rep. Garcia claims Curbelo is hiding his client list so voters won’t know if the private sector firms he represents have benefitted from his votes on the school board.\n\n“We already know he approved millions of tax dollars in school board contracts for his political donors,” Rep. Garcia says. “And the one lobbying client that Curbelo has disclosed was a Malaysian Casino company who was trying to buy land from the School Board.”\n\nThe Florida Democratic Party recently filed a complaint with the U.S. Justice Department asking for a civil investigation into Curbelo. It accuses him of having “knowingly and willfully falsified and failed to report information required under the Ethics in Government Act.”\n\nRep. Garcia’s campaign, which has raised more than $2 million in political donations, is also running television ads about Curbelo’s secret client list.\n\nCurbelo campaign’s Gaitan says the congressman is making a desperate attempt to deflect attention from “the chronic corruption that Garcia has perpetuated on our community.” Curbelo has always followed the law and played by the rules, Gaitan adds.\n\n“He is the one running for Congress because he believes South Florida deserves representation that is honest, ethical, and focused on the constituents’ priorities,” Gaitan says.\n\nThe sniping between both candidates is turning off voters, who are fed up with the scandals, says Ed MacDougall, the mayor of southwest Miami-Dade town Palmetto Bay. He finished third in the August Republican primary.\n\n“Both Garcia and Curbelo have a lot of bad baggage,” MacDougall says. “No matter who wins, the people living in the 26th district will get another two years of ongoing investigations.”\n\nFrancisco Alvarado is a freelance journalist in South Florida.\n\nFollow us on twitter.com/foxnewslatino\n\nLike us at facebook.com/foxnewslatino", "article_metadata": {"classification": "LANGUAGES/English", "dcterms.modified": "2014-09-22 09:09:14 EDT", "dcterms.abstract": "The ongoing back-and-forth volleys between Democratic Congressman Joe Garcia and his Republican opponent, Carlos Curbelo, over which one is more corrupt strongly suggests they will be in a nasty dogfight until Election Day.", "twitter": {"image": "http://a57.foxnews.com/global.fncstatic.com/static/managed/img/fn-latino/news/0/0/joe%20garcia%20new.jpg?ve=1&tl=1", "site": "@foxnewslatino", "card": "summary_large_image", "creator": "@foxnewslatino"}, "dc.format": "text/html", "dc.publisher": "Fox News Latino", "parsely-metadata": "{\"title\":\"Cuban-Americans Joe Garcia and Carlos Curbelo in bitter race for Florida Congressional seat\",\"link\":\"http://latino.foxnews.com/latino/politics/2014/09/22/cuban-americans-joe-garcia-and-carlos-curbelo-in-bitter-race-for-florida/\",\"image_url\":\"http://a57.foxnews.com/global.fncstatic.com/static/managed/img/fn-latino/news/0/0/joe%20garcia%20new.jpg?ve=1&tl=1\",\"type\":\"article\",\"identifier\":\"ba8bfaa23fd88410VgnVCM100000d7c1a8c0RCRD\",\"section\":\"politics\",\"pub_date\":\"2014-09-22T13:09:14Z\",\"author\":\"Francisco Alvarado\",\"tags\":[\"LANGUAGES/English\"]}", "prism.aggregationType": "front", "keywords": "Jeb Bush,FBI,Fox News,Justice Department,federal election commission,Mitt Romney,Jeff Garcia,George LeMieux,election commission", "prism.channel": "fnl", "dc.description": "The ongoing back-and-forth volleys between Democratic Congressman Joe Garcia and his Republican opponent, Carlos Curbelo, over which one is more corrupt strongly suggests they will be in a nasty dogfight until Election Day.", "dc.identifier": "urn:uuid:ba8bfaa23fd88410VgnVCM100000d7c1a8c0RCRD", "pagetype": "article", "dc.subject": "Jeb Bush,FBI,Fox News,Justice Department,federal election commission,Mitt Romney,Jeff Garcia,George LeMieux,election commission", "description": "Las pantallas flexibles están de moda. Samsung ha estado trabajando en ello desde hace tiempo, al igual que LG, aunque todavía no se ha visto un producto con una pantalla realmente flexible. Sin...", "prism.section": "politics", "fb": {"app_id": 155493694485141}, "dc.source": "Fox News Latino", "dc.language": "en-US", "dc.title": "Cuban-Americans Joe Garcia and Carlos Curbelo in bitter race for Florida Congressional seat", "dcterms.created": "2014-09-22 09:09:14 EDT", "og": {"site_name": "Fox News Latino", "description": "The ongoing back-and-forth volleys between Democratic Congressman Joe Garcia and his Republican opponent, Carlos Curbelo, over which one is more corrupt strongly suggests they will be in a nasty dogfight until Election Day.", "title": "Cuban-Americans Joe Garcia and Carlos Curbelo in bitter race for Florida Congressional seat", "url": "http://latino.foxnews.com/latino/politics/2014/09/22/cuban-americans-joe-garcia-and-carlos-curbelo-in-bitter-race-for-florida/", "image": "http://a57.foxnews.com/global.fncstatic.com/static/managed/img/fn-latino/news/0/0/joe%20garcia%20new.jpg", "type": "article"}, "dc.type": "Text.Article", "dc.date": "2014-09-22", "parsely-page": "{\"title\":\"Cuban-Americans Joe Garcia and Carlos Curbelo in bitter race for Florida Congressional seat\",\"link\":\"http://latino.foxnews.com/latino/politics/2014/09/22/cuban-americans-joe-garcia-and-carlos-curbelo-in-bitter-race-for-florida/\",\"image_url\":\"http://a57.foxnews.com/global.fncstatic.com/static/managed/img/fn-latino/news/0/0/joe%20garcia%20new.jpg?ve=1&tl=1\",\"type\":\"article\",\"post_id\":\"ba8bfaa23fd88410VgnVCM100000d7c1a8c0RCRD\",\"section\":\"politics\",\"pub_date\":\"2014-09-22T13:09:14Z\",\"author\":\"Francisco Alvarado\",\"tags\":[\"LANGUAGES/English\"]}", "dc.creator": "Francisco Alvarado"}, "article_summary": "Curbelo has attacked Rep. Garcia by focusing on the criminal investigations against the congressman’s former chief of staff and ex-campaign manager, Jeff Garcia (no relation).\nSince then, Rep. Garcia and Curbelo have been trying to capitalize on controversies that could negatively impact their campaigns.\nDemocratic Congressman Joe Garcia and his Republican opponent Carlos Curbelo insist they are running on the issues affecting the 850,000 residents in their South Florida district.\nIronically, the FBI has been investigating Rivera’s role in a similar scheme involving a straw candidate that ran against Rep. Garcia in 2012.\nAfter his chief of staff resigned, the congressman has distanced himself from Jeff Garcia."}