{"article_title": "Will We Ever Learn: Presidents And Policies", "article_keywords": ["myth", "presidents", "signature", "solution", "bush", "policies", "learn", "policy", "president", "iraq", "war", "care", "obama"], "article_url": "http://abcnews.go.com/Politics/learn-presidents-policies/story?id=20657747", "article_text": "1. One signature policy defines the entire administration of a president.\n\n2. The president comes into office promising to change the tone in Washington and bi-partisanship, and this signature policy becomes one of the most polarizing and divisive issues ever and is totally viewed through a partisan lens.\n\n3. President pushes through this defining policy as part of a solution to a bigger and only tangentially related crisis.\n\n4. The public is initially told that this signature policy will pay for itself.\n\n5. President holds campaign-style event after massive mistakes and mishaps to explain the situation but is unwilling to humbly accept his own accountability and to hold accountable the cabinet secretary in charge of the policy.\n\n6. After all the mishaps on signature policy, a surge is reluctantly advocated as a solution to policy mistakes.\n\nIs this President George W. Bush on the war in Iraq, President Barack Obama on the Affordable Care Act, or both of the above? If one isn't drinking the partisan Kool-Aid, the answer should be both of the above.\n\nObviously, there are many differences between these situations, and I understand there is a big qualitative difference between going to war and trying to fix a broken health care system, but many of the similarities are upsettingly eerie. And the way each president handled the communications on these and his own inability to show humility and accountability is shocking similar. It is as if he took the same class somewhere on how to mishandle key moments on such important policies.\n\nSome of the six items above are self-explanatory while others may be a little confusing, so let me explain a bit further on a few.\n\nEach president pushed through this signature policy as a broader solution to an existing crisis. President Bush pushed the Iraq War as part of a solution in the aftermath of 9/11 to worldwide terrorism. As we all know now, this was at best tangentially related.\n\nPresident Obama pushed through health care reform partly as a solution to the economic crisis he faced, and at best this too was only tangentially related.\n\nBoth presidents as part of their advocating these signature policies stated that they would pay for themselves. We now know this isn't true. We were told that the Iraq War and health care reform would ultimately pay for themselves, one from Iraq oil reserves and the other from cost savings. Both, it seems, turns out not to be true.\n\nEven as mistakes mounted and lapses occurred, President Bush refused to fire Defense Secretary Donald Rumsfeld, and now so far President Obama has refused to fire HHS Secretary Kathleen Sebelius. Both presidents seemed to have passed MBA 101 where a leader needs to delegate, but neither seems to have taken MBA 201 where you follow up diligently and hold people accountable for mistakes.\n\nAnd in the end, after finally seeing errors were made and that something needs to change, each president advocated a surge to fix the policy problems. President Bush did this with more troops in Iraq to quell erupting violence, and now President Obama is doing the same with adding more technology folks and people with more knowledge to fix erupting tech problems.\n\nIt is amazing that in both cases a myth built up around each president that because of initial success they were considered and trusted on certain things. After great initial success in Afghanistan, many folks were relieved that President Bush seemed to have in place the exact right war cabinet with experienced hands. As Iraq descended into chaos, this myth turned out to be just that - a myth.\n\nAnd the same seems to be true of President Obama, the myth had grown that his administration was tech-savvy and was reshaping the White House in a advanced technological way. As the health care policy has unfolded in the last few weeks and the technology has been shown to be a major failure, this myth about President Obama turns out to be also mythic.\n\nAnd for each president we are left asking the question, how could this happen? How could the most important and crucial policy of their administrations be allowed to fall into such chaos and errors not be corrected sooner? How could each president seem so out of touch with events on the ground?\n\nOne could ask, Weren't these policies too big and crucial to be allowed to fail? Sadly, it seems, our leaders still haven't learned some of the most valuable lessons in life about humility and accountability, and watching over valued resources in our precious lifes. Matthew Dowd is an ABC News analyst and special correspondent.\n\nOpinions expressed in this column do not reflect the views of ABC News.", "article_metadata": {"fb_title": "Obama Policy Rollout: Bush-Era Deja Vu", "description": "President Obama's health care policy and President Bush's Iraq War policy have much in common.", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"site_name": "ABC News", "description": "President Obama's health care policy and President Bush's Iraq War policy have much in common.", "title": "Obama Policy Rollout: Bush-Era Deja Vu", "url": "http://abcnews.go.com/Politics/learn-presidents-policies/story?id=20657747", "image": "http://a.abcnews.go.com/images/Politics/AP_barack_obama_jef_131017_16x9_992.jpg", "type": "article"}, "Date": "2013-10-24", "twitter": {"description": "President Obama's health care policy and President Bush's Iraq War policy have much in common.", "title": "Obama Policy Rollout: Bush-Era Deja Vu", "url": "http://abcnews.go.com/Politics/learn-presidents-policies/story?id=20657747", "app": {"url": {"ipad": "abcnewsipad://link/story,20657747", "iphone": "abcnewsiphone://link/story,20657747", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Politics/learn-presidents-policies/story?id=20657747"}, "name": {"ipad": "ABC News", "iphone": "ABC News", "googleplay": "ABC News"}, "id": {"ipad": 306934135, "iphone": 300255638, "googleplay": "com.abc.abcnews"}}, "site": "@ABC", "image": "http://a.abcnews.go.com/images/Politics/AP_barack_obama_jef_131017_4x3t_240.jpg", "card": "summary_large_image"}, "robots": "index, follow", "DC.date.issued": "2013-10-24", "al": {"ipad": {"url": "abcnewsipad://link/story,20657747", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "web": {"url": "http://abcnews.go.com/Politics/learn-presidents-policies/story?id=20657747"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Politics/learn-presidents-policies/story?id=20657747", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "iphone": {"url": "abcnewsiphone://link/story,20657747", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}}, "Last-Modified": "2013-10-24 07:40:05", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "Matthew Dowd, Presidents, Obama, Bush, Policy, Iraq, politics news, election news, political news, political news articles", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Matthew Dowd, Presidents, Obama, Bush, Policy, Iraq"}, "article_summary": "After all the mishaps on signature policy, a surge is reluctantly advocated as a solution to policy mistakes.\nBoth presidents as part of their advocating these signature policies stated that they would pay for themselves.\nThe public is initially told that this signature policy will pay for itself.\nPresident Bush pushed the Iraq War as part of a solution in the aftermath of 9/11 to worldwide terrorism.\nEven as mistakes mounted and lapses occurred, President Bush refused to fire Defense Secretary Donald Rumsfeld, and now so far President Obama has refused to fire HHS Secretary Kathleen Sebelius."}