{"article_title": "blog.aids.gov − Preparing for World AIDS Day 2015", "article_keywords": ["united", "hiv", "blogaidsgov", "infectious", "health", "video", "preparing", "world", "2015", "aids", "valdiserri", "dr", "day"], "article_url": "https://blog.aids.gov/2015/11/preparing-for-world-aids-day-2015-video-message-from-dr-ron-valdiserri.html", "article_text": "As the HIV community here in the U.S. and around the globe prepares to commemorate World AIDS Day on December 1, we are pleased to share this video message from Dr. Ronald Valdiserri, Deputy Assistant Secretary for Health, Infectious Diseases and Director of the Office of HIV/AIDS and Infectious Disease Policy for the U.S. Department of Health and Human Services.\n\nDespite the tremendous progress made in understanding and responding to the epidemic over the past three decades, Dr. Valdiserri reminds us that HIV and AIDS remain important health challenges in the United States and abroad that require our sustained attention and effort. He calls on each of us to action on World AIDS Day and to talk candidly with others about HIV and AIDS and how we can all play a role in achieving a world free from HIV infection.", "article_metadata": {"og": {"site_name": "blog.aids.gov — HIV Policy & Programs. Research. New Media.", "description": "As the HIV community here in the U.S. and around the globe prepares to commemorate World AIDS Day on December 1, we are pleased to share this video message from Dr. Ronald Valdiserri, Deputy Assistant Secretary for Health, Infectious Diseases and Director of the Office of HIV/AIDS and Infectious Disease Policy for the U.S. Department of...", "title": "Preparing for World AIDS Day 2015: Video Message from Dr. Ron Valdiserri", "url": "https://blog.aids.gov/2015/11/preparing-for-world-aids-day-2015-video-message-from-dr-ron-valdiserri.html", "image": "https://blog.aids.gov/wp-content/uploads/ronald_valdiserri_150x150.jpg", "type": "article"}, "article": {"section": "HIV Policy & Programs", "tag": "Awareness Days"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "He calls on each of us to action on World AIDS Day and to talk candidly with others about HIV and AIDS and how we can all play a role in achieving a world free from HIV infection.\nDespite the tremendous progress made in understanding and responding to the epidemic over the past three decades, Dr. Valdiserri reminds us that HIV and AIDS remain important health challenges in the United States and abroad that require our sustained attention and effort.\nAs the HIV community here in the U.S. and around the globe prepares to commemorate World AIDS Day on December 1, we are pleased to share this video message from Dr. Ronald Valdiserri, Deputy Assistant Secretary for Health, Infectious Diseases and Director of the Office of HIV/AIDS and Infectious Disease Policy for the U.S. Department of Health and Human Services."}