{"article_title": "Four Universities Report Meningitis Cases, Highlighting Why College Campuses Are Breeding Grounds For The Deadly Disease", "article_keywords": ["universities", "highlighting", "meningitis", "campuses", "students", "deadly", "university", "disease", "meningococcal", "person", "college", "report", "health", "cases", "campus", "grounds"], "article_url": "http://www.medicaldaily.com/four-universities-report-meningitis-cases-highlighting-why-college-campuses-are-breeding-grounds", "article_text": "Students living on college campuses are particularly susceptible to contagious diseases due to close proximity to other students and an admittedly unhealthy lifestyle. Four college campuses have reported cases of meningococcal meningitis recently, sending state and federal health officials scrambling to find the cause of the infectious disease’s presence on campuses across the United States.\n\nEarlier this month, Princeton University announced its seventh reported case of meningococcal meningitis since March. This past Monday, officials at the university decided on a meningitis vaccination effort for students and faculty living on campus. The Centers for Disease Control and Prevention said the outbreak on Princeton’s campus is the first since Europe and Australia approved the type B meningococcal bacteria vaccine earlier this year. The Unites States’ approval of the vaccine is still pending.\n\nOn Thursday, Dr. Paul R. Brown, president of Monmouth University, announced that an employee of the college had been diagnosed with meningococcal meningitis. University officials are currently working with the Monmouth County Regional Health Commission and the New Jersey State Department of Health to identify which strain of meningitis the employee contracted. The infected employee has been hospitalized and is considered “gravely ill,” NewJersey.com reported.\n\n“The bacteria are spread from person to person through saliva or other respiratory secretions,” the New Jersey Department of Health said in a statement. “The infectious period for meningococcal disease is considered to be from 10 days before the person becomes ill to one day after he or she starts on antibiotics. This means that people who were in close contact with the sick person during this time are at higher than average risk to get meningococcal disease.”\n\nThe University of California, Santa Barbara, also reported cases of meningitis after three students became infected. Students at the university began tweeting about the fear they had over a possible outbreak of the contagious disease. The Santa Barbara County Public Health Department is running tests at the moment to decide if any other students have been infected.\n\nThe Georgia Institute of Technology in Atlanta became the fourth university to announce that a student had been diagnosed with meningitis on Wednesday. However, a doctor at Georgia Tech does not expect an outbreak similar to Princeton's, due to how early the student received treatment for the disease. The student was taken to nearby Emory University Midtown Hospital, where she was given antibiotics to fight early symptoms — she is expected to make a full recovery.\n\n“It’s a dangerous disease, but rapid identification and treatment is the key to a good outcome,” Dr. Gregory Moore told the Atlanta Journal-Constitution. “We wanted to very quickly alert those people on campus who may have been exposed.”\n\nAccording to the National Meningitis Association, around 2,500 people in the United States develop meningitis each year, and 10 to 15 percent will die as a result of the highly contagious disease. Students living in college dormitories are six times more likely to contract this infectious disease caused by the bacteria Neisseria meningitidis. Cases of meningitis tend to be at a higher concentration around winter or early spring, when college students are on campus. Vaccine immunization can prevent up to 80 percent of meningitis cases among adolescents and young adults.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "four, college, campuses, meningococcal, meningitis, outbreak, neisseria meningitidis, georgia tech", "og": {"site_name": "Medical Daily", "description": "Four college campuses across the United States have announced meningococcal meningitis cases, and students are worried an outbreak could make its way through their universities.", "title": "Four Universities Report Meningitis Cases", "url": "http://www.medicaldaily.com/four-universities-report-meningitis-cases-highlighting-why-college-campuses-are-breeding-grounds", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/11/22/meningococcal-meningitis.jpg", "type": "article"}, "twitter": {"description": "Four college campuses across the United States have announced meningococcal meningitis cases, and students are worried an outbreak could make its way through their universities.", "title": "Four Universities Report Meningitis Cases", "url": "http://www.medicaldaily.com/four-universities-report-meningitis-cases-highlighting-why-college-campuses-are-breeding-grounds", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/11/22/meningococcal-meningitis.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/11/22/meningococcal-meningitis.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2013-11-22T12:31:23-05:00", "modified_time": "2013-11-22T12:31:21-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Four college campuses across the United States have announced meningococcal meningitis cases, and students are worried an outbreak could make its way through their universities."}, "article_summary": "Vaccine immunization can prevent up to 80 percent of meningitis cases among adolescents and young adults.\nCases of meningitis tend to be at a higher concentration around winter or early spring, when college students are on campus.\nEarlier this month, Princeton University announced its seventh reported case of meningococcal meningitis since March.\nOn Thursday, Dr. Paul R. Brown, president of Monmouth University, announced that an employee of the college had been diagnosed with meningococcal meningitis.\nFour college campuses have reported cases of meningococcal meningitis recently, sending state and federal health officials scrambling to find the cause of the infectious disease’s presence on campuses across the United States."}