{"article_title": "Upper Chesapeake expected to ask for more time on site plans for Havre de Grace hospital campus", "article_keywords": ["upper", "plans", "campus", "mills", "hospital", "approved", "request", "site", "havre", "ask", "planning", "chesapeake", "expected", "care", "grace", "plan"], "article_url": "http://www.baltimoresun.com/news/maryland/harford/belair/ph-ag-hdg-hospital-site-1211-20151212-story.html", "article_text": "Plans for a new hospital and medical campus at I-95 and Route 155 interchange in Havre de Grace have been on hold but they haven't been abandoned.\n\nUniversity of Maryland Upper Chesapeake Health proposed the development in 2012 but then put it on the shelf because of uncertainty over the economic impact of the Affordable Care Act.\n\nDespite the delay, the nonprofit organization, which operates Harford Memorial Hospital in Havre de Grace and Upper Chesapeake Medical Center, has continued to request annual extensions for the site plan the city approved nearly three years ago and has done so again.\n\nThe latest extension request will be the subject of a hearing before the Havre de Grace Planning Commission at 7 p.m. this Monday at City Hall.\n\nIf approved, it would be the third site plan approval extension, Planning Director Neal Mills said.\n\nThe hospital can extend its approval with the planning commission for 10 years, but it must request that extension one year at a time, Mills said.\n\n\"It's within our code that the site approval is only good for one year,\" Mills explained.\n\nMills said Upper Chesapeake officials are expected to attend Monday's hearing and noted the public is welcome.\n\nThe plan Upper Chesapeake submitted for the 97-acre site it owns near the interchange included up to 20 buildings, encompassing about 500,000 square feet, plus a new hospital to replace Harford Memorial, a hotel and some retail. When the plan was approved by the city on Jan. 14, 2013, Upper Chesapeake said it hoped to break ground in 2016.\n\nA few months later, however, Upper Chesapeake president and CEO Lyle Sheldon said they had decided to take a \"wait and see\" approach until they could gauge the impact of changes in the health care industry, in particular from the AFA.\n\n\"Since the original submission, there have been a lot of changes in how health care should be delivered in order to enhance patient care and outcomes and lower total cost,\" Upper Chesapeake spokesperson Martha Mallonee said in an emailed statement Wednesday. \"We have kept our plans on a 'rolling hold' since then and these annual updates are routine.\"\n\n\"While we have a bit more clarity today on what changes we may need to make to the original plan, we continue to review options and don't expect to have a firm, approved direction until next year,\" she said.", "article_metadata": {"fb_title": "Extension of site plan approval sought for planned Havre de Grace medical campus", "googlebot": "index", "copyright": "Copyright (c) 2016 Baltimore Sun", "author": "Baltimore Sun", "og": {"site_name": "baltimoresun.com", "description": "Plans for a new hospital and medical campus at I-95 and Route 155 interchange in Havre de Grace have been on hold but they haven't been abandoned.", "title": "Extension of site plan approval sought for planned Havre de Grace medical campus", "url": "http://www.baltimoresun.com/news/maryland/harford/belair/ph-ag-hdg-hospital-site-1211-20151212-story.html", "image": "http://www.trbimg.com/img-566cae7a/turbine/ph-ag-hdg-hospital-site-1211-20151212", "type": "article"}, "x-servername": "lalvp01.15", "twitter": {"site": "@baltimoresun", "card": "summary"}, "keywords": "Upper Chesapeake Health, Havre de Grace, medical campus, new hospital, Harford Memorial Hospital", "robots": "index,follow", "apple-itunes-app": "app-id=496681035, app-argument=http://www.baltimoresun.com/deeplinkid/85310725", "fb": {"page_id": 9299179711, "app_id": 310302989040998}, "googlebot-news": "index", "date": "2015-12-12", "Description": "The plans for a new hospital off of Havre de Grace's Route 155 continue to stall, as University of Maryland Upper Chesapeake Health is asking city leaders to extend site approval for another year.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Upper Chesapeake Health, Havre de Grace, medical campus, new hospital, Harford Memorial Hospital"}, "article_summary": "Mills said Upper Chesapeake officials are expected to attend Monday's hearing and noted the public is welcome.\nWhen the plan was approved by the city on Jan. 14, 2013, Upper Chesapeake said it hoped to break ground in 2016.\nUniversity of Maryland Upper Chesapeake Health proposed the development in 2012 but then put it on the shelf because of uncertainty over the economic impact of the Affordable Care Act.\nIf approved, it would be the third site plan approval extension, Planning Director Neal Mills said.\nPlans for a new hospital and medical campus at I-95 and Route 155 interchange in Havre de Grace have been on hold but they haven't been abandoned."}