{"article_title": "CBO releases healthcare spending outlook", "article_keywords": ["billion", "outlook", "releases", "programs", "spending", "rise", "cbo", "projected", "increase", "outlays", "medicaid", "healthcare", "medicare"], "article_url": "http://www.beckershospitalreview.com/finance/cbo-releases-healthcare-spending-outlook-15-key-takeaways.html", "article_text": "CBO releases healthcare spending outlook: 15 key takeaways\n\nFederal spending on Medicare, Medicaid, the Children's Health Insurance Program and health insurance exchange subsidies will rise to 6.6 percent of the country's gross domestic product in 2026, up from 5.5 percent this year, according to budget projections from the Congressional Budget Office.\n\nHere are 15 key takeaways from the CBO's recent budget and economic outlook.\n\nFederal spending in 2016\n\n1. Federal outlays are projected to rise by 6 percent this year to $3.9 trillion, or 21.2 percent of GDP. That increase is largely attributable to growth in mandatory spending, including spending on major healthcare programs.\n\n2. The CBO expects mandatory outlays will be $168 million higher this year than in 2015. Major healthcare programs account for more than 60 percent of the projected growth in mandatory spending.\n\n3. Outlays for Medicare, Medicaid, CHIP and subsides for health insurance purchased through the exchanges are expected to be $80 billion this year — 8.6 percent higher than in 2015.\n\n4. Medicaid spending is expected to increase by 8.8 percent in 2016. The CBO projected total enrollment in the Medicaid program will increase by about 2 percent this year.\n\n5. Medicare spending is expected to rise by 5.2 percent this year.\n\n6. Health insurance subsidy spending is expected to increase from $23 billion in 2015 to $38 billion this year. The CBO estimates there will be about 13 million people enrolled in Affordable Care Act exchange plans by the end of 2016.\n\nA look back at spending in 2015\n\n7. In 2015, Medicare spending jumped by $34 billion, or nearly 7 percent, compared to 2014. That represented the fastest growth rate for the program since 2009, according to the CBO.\n\n8. A 3 percent increase in the number of Medicare beneficiaries and an increase in Part D spending attributed to the increase in Medicare spending last year.\n\n9. Medicaid spending increased by 16 percent, or $48 billion, last year. Spending on Medicaid increased by 14 percent in 2014.\n\n10. A number of factors contributed to the rise in Medicaid spending over the past few years, including expansion of coverage under the ACA.\n\n11. In 2015, federal spending for the major healthcare programs exceeded Social Security outlays for the first time.\n\n12. In total, spending for the major healthcare programs equaled $936 billion last year, an increase of about 13 percent from 2014.\n\n2016 to 2026\n\n13. Outlays for mandatory programs are projected to rise from 13.1 percent of GDP to 15 percent of GDP by the end of 2026.\n\n14. The expected increase in outlays for mandatory programs is mainly due to the aging population and rising healthcare costs per person. The number of people who are at least 65 years old will increase by 37 percent over the next 10 years, according to the CBO's projections.\n\n15. Nearly half of the projected $2.5 trillion increase in total outlays from 2016 to 2026 is for Medicare and Social Security.\n\nMore articles on healthcare finance:\n\n5 hospital CFOs in the headlines\n\nGeorgia hospital to cease inpatient services as Piedmont expands\n\n7 hospitals receive credit downgrades in past month\n\n© Copyright ASC COMMUNICATIONS 2016. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.", "article_metadata": {"keywords": "healthcare spending, congressional budget office, medicare spending, medicaid spending, healthcare", "google-site-verification": "T2iZUdiI00EFwbWMD3JAgYskKSG2SYuFhw0OpefF4fM", "description": "Federal spending on Medicare, Medicaid, the Children's Health Insurance Program and health insurance exchange subsidies will rise to 6.6 percent of the country's gross domestic product in 2026, up from 5.5 percent this year, according to budget projections from the Congressional Budget Office.", "author": "Ayla Ellison"}, "article_summary": "That increase is largely attributable to growth in mandatory spending, including spending on major healthcare programs.\nA 3 percent increase in the number of Medicare beneficiaries and an increase in Part D spending attributed to the increase in Medicare spending last year.\nCBO releases healthcare spending outlook: 15 key takeawaysFederal spending on Medicare, Medicaid, the Children's Health Insurance Program and health insurance exchange subsidies will rise to 6.6 percent of the country's gross domestic product in 2026, up from 5.5 percent this year, according to budget projections from the Congressional Budget Office.\nMajor healthcare programs account for more than 60 percent of the projected growth in mandatory spending.\nIn 2015, federal spending for the major healthcare programs exceeded Social Security outlays for the first time."}