{"article_title": "Malloy declares victory in bitter rematch with Foley", "article_keywords": ["foley", "campaign", "voters", "million", "rematch", "race", "hartford", "victory", "malloy", "voting", "bitter", "haven", "declares"], "article_url": "http://ctmirror.org/2014/11/05/dems-say-malloy-on-verge-of-victory-in-rematch-with-foley/", "article_text": "Mark Pazniokas / CT MIRROR\n\nGov. Dannel P. Malloy declared victory early today in his bitter rematch with Republican Tom Foley, not waiting for his challenger to concede what Democrats described as an unexpectedly comfortable victory.\n\nMalloy led Foley by nearly 12,000 votes without including results from the Democratic bastions of New Haven and Hartford, according to his campaign spokesman, Mark Bergman.\n\nThe governor took the stage at the Society Room in downtown Hartford with his wife, Cathy, his three sons, and Lt. Gov. Nancy Wyman at 12:30 a.m. and quickly declared victory, telling the exhausted but jubilant crowd, \"I truly believe this is your victory.\"\n\nFoley followed 15 minutes later at the Hyatt Regency in Greenwich, appearing on stage with his wife, Leslie, and running mate, Heather Bond Somers to acknowledge his second try for governor was probably ending in defeat. But he stopped short of making a formal concession or congratulating Malloy.\n\n“We’re actually pretty sure we’ve lost the race,\" Foley said.\n\n“We are a durable democracy. We choose our leaders,” Foley said, shortly before he urged his supporters to go home. “It looks like this isn’t going to happen. But it was worth the effort.”\n\nMalloy, whose campaign organization was ahead of Foley's campaign and news organizations in gathering returns, said his adviser, Roy Occhiogrosso, called Foley's campaign manager to share their numbers. When Occhiogrosso called again to warn that Malloy was ready to declare victory, the call went to voicemail.\n\nThe ending was appropriate.\n\nFoley and Malloy have talked at each other and past each other for months. Last week, Foley predicted he would win by at least four percentage points, and his campaign scheduled a day-after press conference -- a sign they expected to win.\n\nA Malloy victory would run counter to a strong GOP tide nationally.\n\nAttorney General George Jepsen and Comptroller Kevin Lembo declared victory, as did the manager of Treasurer Denise Nappier's campaign, but Secretary of the State Denise Merrill was absent from the victory party and made no public statements.\n\nCT MIRROR\n\nMalloy was aided by a strong ground game and by Foley, who ran as the anti-Malloy, yet never fully established his own identity in the face of ads defining him as fabulously rich man who paid no taxes in recent years while enjoying a $10 million home, a $5 million yacht and a $1 million jet.\n\nA petitioning candidate, Joe Visconti, quit the race Sunday and endorsed Foley.\n\nThe race was long, ugly and expensive. Malloy and Foley each were limited to $6.5 million as publicly financed candidates, but total spending was expected to approach $30 million, fueled by unprecedented expenditures by super PACs that filled the airwaves with negative ads.\n\nIn an era when the state parties have flirted with irrelevance, Malloy raised millions for the Connecticut Democrats, who borrowed freely from President Obama’s playbook, identifying, cultivating and ultimately delivering to the polls voters who normally eschew mid-term elections, especially the young and urban minorities.\n\nKeith M. Phaneuf / CT MIRROR\n\n“We’ve got to super-perform here in New Haven and other big cities,” Malloy told volunteers outside a campaign storefront on Dixwell Avenue. “That’s what this whole effort has been about, what it’s designed for. That’s why we touched people so many times, made so many calls, sent so much mail, had people knocking on doors. It’s all about making people feel obligated to come out and vote. That’s the trick of it.”\n\nAnd by mid-afternoon, it was evident that trick was producing a strong turnout in the cities vital to Malloy, a former Stamford mayor who carried only 41 of Connecticut’s 169 municipalities in 2010. Malloy even won Danbury, a city he lost by 2,000 votes in 2010.\n\nVinnie Mauro, the Democratic chairman of New Haven, assured Malloy that the city was on track to surpass its stellar turnout in 2010, when a race for an open U.S. Senate seat amped up voter interest. In the first state election with election-day registration, Democrats in New Haven registered and delivered hundreds of new voters to the polls.\n\nOrganized labor supplemented the party's get-out-the-vote operation. The Service Employees International Union, an early and enthusiastic backer of Malloy, focused on Hartford, Bridgeport and Meriden.\n\n“Let’s get it done. I need you turn this around. Do not stop,” Malloy said.\n\nNew Haven produced an 18,300-vote plurality for Malloy four years ago, when statewide victory margin was 6,404 votes of 1.1 million cast. Foley waited six days to concede, disbelieving the turnout. Foley in recent days said he saw no sign that New Haven would respond so strongly again for Malloy.\n\nMauro said Malloy won a 19,000-vote plurality this year, but Malloy's camp was not counting those votes until getting official word.\n\nBridgeport also seemed on track to come close to its 2010 turnout.\n\nThe day began inauspiciously for Malloy.\n\nCT MIRROR\n\nHe literally was blocked from voting as he arrived at his Hartford polling place to learn that the registrars of voters, in what the secretary of the state’s office later would term “gross negligence,” had failed to prepare voter lists in time for the polls to open at 6 a.m.\n\nMalloy was able to vote 30 minutes later, but he watched other voters in overwhelmingly Democratic Hartford leave without voting. A Superior Court judge eventually ordered extended voting hours in two of the city’s 24 precincts, a faint echo of a chaotic election day in Bridgeport four years ago, when the city ran out of ballots, prompting a court-order for two extra hours of voting across the city.\n\nThe race took on a national profile as New Jersey Gov. Chris Christie, the chairman of the Republican Governors Association and a potential presidential candidate in 2016, helped a super PAC raise and spend $7.6 million, mostly on television ads attacking Malloy.\n\nPresident Obama, who led a rally for Malloy in Bridgeport on Sunday, called WNPR in Hartford at 1 p.m., urging Democrats to vote, especially in Hartford, where the voting was delayed by the unavailability of voter lists.\n\nNew Haven Mayor Toni Harp said it became clear in recent weeks that Obama was personally vested in the re-election of Malloy, who defended the president's Affordable Care Act and was the first governor to deliver on Obama's call for a $10.10 minimum wage. Michelle Obama campaigned in New Haven last week, setting the stage for a closing visit Sunday by her husband.\n\n\"It means a lot to him that this governor is successful,\" Harp said.\n\nMalloy and his wife, Cathy, stopped for lunch at Cafe Beauregard in New Britain, where he dined with Obama in the spring, then returned there to sign the minimum wage law.\n\nRepublicans made a concerted effort over the last eight weeks, Foley said, to target both unaffiliated voters and “soft Democrats” – the latter referring to Democrat-controlled regions where Republicans have had success in the past.\n\n“I think we’ve made over a million phone calls in that period,” Foley told reporters in Fairfield, where he greeted voters with the man defeated in the GOP primary, Senate Minority Leader John P. McKinney.\n\nWhile the wounds of a bitter GOP primary lingered into the general election in 2010, Republicans insisted Tuesday they came out of this past August’s primary unified and focused.\n\n“I think there was a sense in 2014 that this wasn’t about individuals,” said former U.S. Comptroller David Walker, who lost the primary for lieutenant governor to Heather Bond Somers of Groton. “It was critical for the future of the state.”\n\nSenate Minority Leader John P. McKinney of Fairfield, who lost the gubernatorial primary to Foley and then endorsed him while pouring a bucket of ice water over Foley’s head for charity, said, \"Four years ago we weren’t unified as a party. Four years ago we just weren’t there yet.”", "article_metadata": {"standout": "http://ctmirror.org/2014/11/05/dems-say-malloy-on-verge-of-victory-in-rematch-with-foley/", "news_keywords": "Politics, 2014 campaign, Dannel P. Malloy, Foley, Malloy, Tom Foley", "original-source": "http://ctmirror.org/2014/11/05/dems-say-malloy-on-verge-of-victory-in-rematch-with-foley/", "og": {"site_name": "The CT Mirror", "description": "Gov. Dannel P. Malloy declared victory early today in his bitter rematch with Republican Tom Foley, not waiting for his challenger to concede what Democrats described as an unexpectedly comfortable victory.", "title": "Malloy declares victory in bitter rematch with Foley", "url": "http://ctmirror.org/2014/11/05/dems-say-malloy-on-verge-of-victory-in-rematch-with-foley/", "image": "http://ctmirror.org/files/2014/11/IMG_1196-e1415167591229-1170x874.jpg", "type": "article"}, "twitter": {"site": "@ctmirror", "card": "summary", "creator": "@CTMirrorPaz"}, "syndication-source": "http://ctmirror.org/2014/11/05/dems-say-malloy-on-verge-of-victory-in-rematch-with-foley/", "fb": {"admins": "10103384569292809,7920421,10205310995067193", "app_id": 439136839547306}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fcb36a\"", "article_summary": "Dannel P. Malloy declared victory early today in his bitter rematch with Republican Tom Foley, not waiting for his challenger to concede what Democrats described as an unexpectedly comfortable victory.\nA Malloy victory would run counter to a strong GOP tide nationally.\n“We’re actually pretty sure we’ve lost the race,\" Foley said.\nMalloy led Foley by nearly 12,000 votes without including results from the Democratic bastions of New Haven and Hartford, according to his campaign spokesman, Mark Bergman.\nFoley and Malloy have talked at each other and past each other for months."}