{"article_title": "Lew: U.S. Will Hit Debt Ceiling Next Week", "article_keywords": ["week", "ceiling", "republican", "hit", "raise", "congress", "spending", "money", "treasury", "letter", "lew", "debt"], "article_url": "http://www.usnews.com/news/articles/2015/03/09/lew-us-will-hit-debt-ceiling-next-week", "article_text": "Unless there's a raise in the debt ceiling, it will take \"extraordinary measures\" to continue temporarily funding the government, says Treasury Secretary Jack Lew. Susan Walsh/AP\n\nTreasury Secretary Jack Lew has sent a letter to Congress warning that the U.S. was yet again about to run out of money and imploring lawmakers to raise the debt ceiling or risk a default.\n\nThe debt ceiling was most recently raised to $17.2 trillion in February 2014, and a year-long deal to suspend it expires on March 15. Starting March 16, the country will have borrowed as much as it is allowed, and the Treasury won’t be able to make all the payments it owes.\n\nRaising the debt limit, as Lew reminded lawmakers in his letter, does not permit additional spending, but rather allows the government to meet obligations on commitments Congress has already approved.\n\n“Absent an increase in the debt limit, the Treasury Department will have to take extraordinary measures to continue to finance the government on a temporary basis,” Lew wrote in a letter dated Friday.\n\nIn order to avoid a default, Treasury will stretch the money it has by stopping sales of certain securities and halting payments into select funds.\n\n\n\n[SURVEY: Small and Mid-Sized Businesses Optimistic for 2015]\n\nThe debt ceiling, the amount of money the U.S. federal government is allowed to borrow to pay its debts, has been set by Congress since 1939. In the ensuing 75 years, it has voted to raise the debt ceiling more than 100 times, often with little fanfare.\n\nBut in the past few decades, with the emergence of small-government conservatives as a driving force, the increase has now become an opportunity for those lawmakers advocating to cut spending to make a point.\n\n“It is occasion for great mischief. Especially since, in a way it’s redundant, since Congress has already voted for the spending,” says Ron Haskin, a senior fellow at the Brookings Institution. Haskin served as an economic advisor to President George W. Bush and as Republican staff on the House Ways and Means Committee.\n\n“Why would you take a chance on not increasing the ceiling and having an impact on the nation’s credit rating?” he says.\n\nFights over the size of the federal budget and debt led to government shutdowns in 1995 and 2013, and nearly another in 2011. Standard & Poor’s downgraded the U.S. credit rating for the first time in the country’s history after the 2011 fight, and Dagong Global did so after the 2013 shutdown.\n\nOpinion polls show Americans have overwhelmingly blamed Republicans for those shutdowns, a lesson the current leadership seems to have taken to heart.\n\n\n\n[ALSO: John Boehner Facing 2 Minority Parties in House]\n\n“I made it very clear after the November election that we're certainly not going to shut down the government or default on the national debt,” Senate Majority Leader Mitch McConnell said on CBS’ Face the Nation on Sunday.\n\nThe Kentucky Republican left open the possibility a debt ceiling hike would come with “some other important legislation,” an option Democrats and President Barack Obama have repeatedly said is off the table.\n\nIt’s a battle they have won on several occasions, blocking Republican efforts to scale back the Affordable Care Act that led to the 2013 shutdown and nearly shuttering the Department of Homeland Security last week over Obama’s executive actions on immigration. Both times, Republicans ultimately relented, allowing the funding while failing in their objectives.\n\nWith his letter to Congress, Lew started that clock again, although the extraordinary measures the department is authorized mean the country won’t run out of money next week.\n\nMcConnell said he expected the process to “be handled over a period of months” as he attempts to unify his party’s strategy to avoid another embarrassment.", "article_metadata": {"zone": "homepage/articles", "keyword": "Pulse", "title": "Lew: U.S. Will Hit Debt Ceiling Next Week", "og": {"site_name": "US News & World Report", "description": "In a letter to Congress, Treasury Secretary Jack Lew warned that the country was about to run out of money in a matter of days.", "title": "U.S. to Hit Debt Ceiling March 16", "url": "http://www.usnews.com/news/articles/2015/03/09/lew-us-will-hit-debt-ceiling-next-week", "image": "http://www.usnews.com/cmsmedia/17/47/2df6c35242198ab396a3c7592351/150309-jacklew-editorial.jpg", "type": "article"}, "twitter": {"site": "@USNews", "description": "In a letter to Congress, Treasury Secretary Jack Lew warned that the country was about to run out of money in a matter of days.", "card": "summary", "title": "Lew: U.S. Will Hit Debt Ceiling Next Week"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "March 9, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Gabrielle Levy,Treasury Department,Lew, Jack,McConnell, Mitch,picks,Pulse", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "In a letter to Congress, Treasury Secretary Jack Lew warned that the country was about to run out of money in a matter of days."}, "article_summary": "The debt ceiling was most recently raised to $17.2 trillion in February 2014, and a year-long deal to suspend it expires on March 15.\nIn the ensuing 75 years, it has voted to raise the debt ceiling more than 100 times, often with little fanfare.\nUnless there's a raise in the debt ceiling, it will take \"extraordinary measures\" to continue temporarily funding the government, says Treasury Secretary Jack Lew.\nWith his letter to Congress, Lew started that clock again, although the extraordinary measures the department is authorized mean the country won’t run out of money next week.\nSusan Walsh/APTreasury Secretary Jack Lew has sent a letter to Congress warning that the U.S. was yet again about to run out of money and imploring lawmakers to raise the debt ceiling or risk a default."}