{"article_title": "Politics Have Trumped Ethics In The Obama Administration", "article_keywords": ["iraq", "general", "office", "trumped", "administration", "foreign", "officials", "left", "policy", "politics", "ethics", "secretary", "holder", "obama"], "article_url": "http://townhall.com/columnists/victordavishanson/2014/05/22/politics-have-trumped-ethics-in-the-obama-administration-n1841266", "article_text": "Veteran Affairs Secretary Eric Shinseki cannot get a handle on the recent scandalous treatment of veterans in VA hospitals, where more than 40 sick men were allowed to die without proper follow-up treatment. A cover-up allegedly followed. When the Walter Reed Army Medical Center scandal broke under the George W. Bush administration, heads rolled. So far, Shinseki seems immune from similar accountability.\n\nAlmost nothing that former Secretary of Health and Human Services Kathleen Sebelius promised before, during or after the implementation of the ill-starred Affordable Care Act came true. She was also cited by the U.S. Office of Special Counsel for violating the Hatch Act, as she improperly campaigned for Obama's re-election while serving as a Cabinet secretary.\n\nIRS official Lois Lerner used the federal tax-collection agency to go after groups deemed too conservative. She invoked the Fifth Amendment to avoid telling Congress the whole truth.\n\nSusan Rice, former U.N. ambassador and now national security advisor, flat out deceived the public on five television appearances about the Benghazi catastrophe. She insisted that the deaths of four Americans were due to a spontaneous riot induced by a reactionary video maker -- even though she had access to intelligence fingering al-Qaeda-affiliated terrorists as the culprits who planned the attack on the anniversary of 9/11.\n\nRice recently blamed Obama foreign policy failures on domestic political polarization. But that is best described as the give and take of democracy and was once thought to be our foreign policy strength.\n\nRice also knows little history. In 2007, in the midst of the surge, when Americans were fighting for their lives to stabilize Iraq, then-Sen. Hillary Clinton implied that the commanding general in Iraq, Gen. David Petraeus, was a veritable liar. Senate Majority Leader Harry Reid agreed and declared that the war was already lost. Then-presidential candidate Barack Obama prematurely wrote off the politically inconvenient surge as a failure. Was Rice then shocked that \"polarization\" affected foreign policy?\n\nFormer Secretary of State Hillary Clinton left office with American foreign policy in shambles. She has been unable to make the argument that a single initiative -- reset with Russia, lead from behind in Libya, red lines on Syria, deadlines to Iran, complete withdrawal from Iraq, pressure on the Israelis, outreach to radical Islam and Latin American communist dictatorships -- had met with success.\n\nClinton infamously dismissed the lingering mysteries surrounding the Benghazi deaths with, \"What difference at this point does it make?\" She also refused, despite numerous entreaties, to place the now-infamous Nigerian terrorist group Boko Haram on a State Department terrorist watch list.\n\nEric Holder is the first attorney general to have been held in contempt of Congress. Aside from his divisive language (he called America \"a nation of cowards\" and referred to African-Americans as \"my people\"), Holder always seems to find himself at the center of scandals. He permitted the federal monitoring of the Associated Press journalists. He green-lighted the Fast and Furious gun-running scam. He has failed to bring to account rogue IRS officials. Holder is the most morally compromised attorney general since Nixon appointee John Mitchell.\n\nDo we remember former EPA Administrator Lisa Jackson? Her case was as unprofessional as it was surreal. Jackson fabricated for herself an alternate identity as a midlevel EPA employee. In communications, she used a fake e-mail address and name, and then unethically honored her own alter ego (\"Richard Windsor\") as a \"scholar of ethical behavior.\" Who could have dreamed up such an unethical caper?\n\nWhat has happened to NASA? We are currently trying to isolate Vladimir Putin for his territorial aggressions and yet beseeching the Russians to send our astronauts into space. Perhaps NASA Administrator Charles Bolden should not have boasted that one of NASA's \"foremost\" goals was \"to reach out to the Muslim world\" and \"to help them feel good about their historic contribution to science, math and engineering.\" Americans might have preferred Bolden stuck with rockets.\n\nFormer Secretary of Energy Steven Chu left under a cloud of controversy involving crony capitalists getting millions of dollars in green loans that produced nothing but failed companies. Former Labor Secretary Hilda Solis slipped out of office, battling accusations of Hatch Act violations and freebie rides on private jets from insider union friends. Former top officials such as Timothy Geithner, Peter Orszag and Larry Summers have given new meaning to the revolving door between Wall Street and the White House.\n\nThe common denominator?\n\nIn all of these cases, politics trumped ethics. Because Obama professed that he was on the side of the proverbial people, administrators assumed that they had a blank check to do or say what they wished without much media audit. The mystery is not whether some administration officials were incompetent or unethical or both, but whether there are any left who are not.", "article_metadata": {"description": "Veteran Affairs Secretary Eric Shinseki cannot get a handle on the recent\r\nscandalous treatment of veterans in VA hospitals, where more than 40 sick\r\nmen were allowed to die without proper follow-up treatment..05/27/2016 11:28:49AM EST.", "author": "Victor Davis Hanson", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Veteran Affairs Secretary Eric Shinseki cannot get a handle on the recent\r\nscandalous treatment of veterans in VA hospitals, where more than 40 sick\r\nmen were allowed to die without proper follow-up treatment.", "title": "- Politics Have Trumped Ethics In The Obama Administration", "url": "http://townhall.com/columnists/victordavishanson/2014/05/22/politics-have-trumped-ethics-in-the-obama-administration-n1841266", "image": "http://media.townhall.com/townhall/reu/ha/2014/141/2014-05-21T115622Z_1_CBREA4K0X6800_RTROPTP_3_USA-OBAMA.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Veteran Affairs Secretary Eric Shinseki cannot get a handle on the recent\r\nscandalous treatment of veterans in VA hospitals, where more than 40 sick\r\nmen were allowed to die without proper follow-up treatment.", "title": "- Politics Have Trumped Ethics In The Obama Administration", "url": "http://townhall.com/columnists/victordavishanson/2014/05/22/politics-have-trumped-ethics-in-the-obama-administration-n1841266", "image": "http://media.townhall.com/townhall/reu/ha/2014/141/2014-05-21T115622Z_1_CBREA4K0X6800_RTROPTP_3_USA-OBAMA.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Politics Have Trumped Ethics In The Obama Administration, Victor Davis Hanson, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Rice recently blamed Obama foreign policy failures on domestic political polarization.\nBut that is best described as the give and take of democracy and was once thought to be our foreign policy strength.\nFormer Secretary of State Hillary Clinton left office with American foreign policy in shambles.\nWas Rice then shocked that \"polarization\" affected foreign policy?\nIn all of these cases, politics trumped ethics."}