{"article_title": "A Public Health Priority", "article_keywords": ["illness", "mental", "uspstf", "evidence", "priority", "health", "treatment", "screening", "adolescents", "public", "depression", "care"], "article_url": "http://www.huffingtonpost.com/susan-blumenthal/detecting-depression-a-pu_b_9489566.html", "article_text": "By Susan Blumenthal, M.D., Yingna Wang and Samara Levin\n\nThe prevalence and impact of depression underscore the importance of the U.S. Preventive Services Task Force (USPSTF)’s new recommendation issued on January 26, 2016 that primary care providers should screen all adults for this illness. In February, the Task Force released additional guidance that all adolescents be screened as well. The USPSTF, an independent, U.S. government-appointed body of experts, evaluates scientific evidence when weighing the risks and benefits of recommending preventive and early detection screening tests and programs. The group bases its recommendations on the evidence of both the benefits and harms of the service and an assessment of the balance. The USPSTF does not consider the costs of providing a service in its assessment and recognizes that clinical decisions involve more considerations than evidence alone. The Task Force underscores that clinicians should understand the evidence but individualize decision-making to the specific patient or situation. Similarly, the USPSTF notes that policy and coverage decisions involve considerations in addition to the evidence of clinical benefits and harms.\n\nThe Task Force’s recommendations on depression screening were based on evidence demonstrating a decrease in the health damaging effects of depression when adults and adolescents were screened for the illness in a primary care setting, and if diagnosed, then treated with psychotherapy or antidepressants alone, or their combination. Additionally, the Community Preventive Services Task Force, which makes evidence-based recommendations on preventive services for community populations, recommends collaborative care for the management of depressive disorders as part of a multicomponent, health care system–level intervention that uses case managers to link primary care providers, patients, and mental health specialists.\n\nThe USPSTF’s recommendations come at a major turning point in America’s fight against mental illness. In 1985, I served as Head of the Suicide Research Unit at the National Institute of Mental Health (NIMH) as well as the Coordinator of Project Depression, the first national public education campaign about this mental illness sponsored by the federal government. In the 1980’s, depression was often viewed as a character flaw or as a personal weakness. The goal of the campaign was to de-stigmatize depression by increasing public and health care provider knowledge about the disease through research and education. An analogy was developed to heart disease to help people better understand that depression is an illness just like heart disease, and is on a spectrum from mild to severe. As occurs with the spectrum of cardiovascular illness, some people will have only have mildly elevated blood pressure whereas others will experience a severe heart attack. Similarly on the depressive illness spectrum, some people will have mild symptoms such as difficulty concentrating or sleeping, where others will have a life-threatening disease that interferes with the person’s ability to function. Depression has biological, psychological and environmental risk factors just as does heart disease.\n\nMuch progress in the understanding and treatment of MDD has been made since the launch of the Project Depression campaign in the 1980’s. Science has been expanded, stigma is being shattered and the Affordable Care Act of 2010 now provides parity in insurance coverage for treatment of mental illnesses including depression. The federal government has recently issued screening guidelines for the disease to encourage people to be diagnosed early and linked to effective treatment. Additionally, for the first time, the US Preventive Services Task Force has found sufficient scientific evidence to support the screening benefits for specific population groups over the lifecycle, including older adults, pregnant women and new mothers.\n\nWomen and Depression: Guidance during Pregnancy and the Post-partum Period\n\nDepression is more common in women as compared to men. Science has shown particular vulnerability to the illness at specific stages of the lifecycle. Postpartum depression (PPD) affects 1 in 7 women, and about 1 percent will experience a psychosis that severely interferes with a woman’s functioning and in some cases has been linked to infanticide and suicide. Mothers are not the only ones affected by PPD; evidence reveals that maternal depression also affects the child in terms of development, attachment, and cognitive abilities. The US Preventive Services Task Force recommendation to screen pregnant women for depression is based in part on findings from a study of 10,000 women, in which one-third experienced the onset of the illness during pregnancy rather than after the birth of their baby.\n\nIn reviewing the scientific evidence, the Task Force determined that cognitive behavioral therapy (CBT) is an effective depression treatment for pregnant and postpartum women, specifically because evidence-based counseling such as CBT does not pose the same biological risks to the developing fetus or breast fed infant as some prescription medications used to treat depression, such as selective serotonin reuptake inhibitors (SSRIs). Cognitive behavioral therapy works to change negative patterns of thought that occurs with depression. Some experts recommend that if pregnant and postpartum women must be prescribed antidepressant medication because of the severity of their illness, they should be given a single anti-depressant, and not take two or three different types concurrently. The CDC’s Treating for Two initiative collects information about the use of medications during pregnancy and their side effects, evaluating the evidence, providing guidance and education. Some anti-depressants have been linked to birth defects in babies. Another finding highlights the risk of abruptly stopping a course of antidepressants pose to both the mother and fetus or breast fed infant. Before changing any course of antidepressant treatment, women taking medication should consult with their doctor.\n\nAdolescents and Depression\n\nThe USPSTF recommendation to screen adolescents, aged 12 – 18, for MDD is important, given the rates of mental disorders in this age group. Screening should be implemented with adequate systems in place to ensure accurate diagnosis, effective treatment, and appropriate follow-up. In 2013, a study revealed that 17 percent of high school students seriously considered attempting suicide, and 8 percent of high school students actually attempted suicide, underscoring the importance of screening for depression in this age population group. While the USPSTF guidelines recommend screening for depression in adolescents between the ages of 12 - 18, the panel did not find sufficient scientific evidence to make a recommendation for routine screening in children under the age of 12.\n\nPrimary care providers play an important role in identifying depression in youth since they are often the first point of contact during times of emotional turmoil. Schools are also play a critical role in identifying and treating depression in adolescents. In 2011, 12 percent of adolescents, aged 12 to 17 years, reported receiving mental health care at school. The new USPSTF recommendations also support the use of antidepressants in the treatment of some adolescents who have clinical depression, whereas the previous guidelines issued in 2009 recommended only counseling based therapies for treatment of adolescents. This shift in the most recent edition of the USPSTF guidelines is the result of a review of the scientific literature documenting the effectiveness of medication in treating depression in adolescents, especially in conjunction with psychotherapy. However, in some depressed, high-risk young people, antidepressant medications can be associated with increased agitation as well as suicidal ideation and attempts; therefore, treatment with these medications in adolescents must be monitored carefully for these and other side effects.\n\nClinical Concerns\n\nWhile the new USPSTF recommendations to screen all adults and adolescents are not mandatory for health care providers to administer, they provide important guidelines for clinical practice. The USPSTF found adequate evidence that the magnitude of harms of screening for depression in adults and in postpartum and pregnant women is small to none.\n\nHowever, some experts have expressed concern that routine screening for depression, particularly in adolescents, will lead to a rise in the diagnoses of this disorder, resulting in an increase in the over prescription of antidepressant medications. Antidepressants are currently the third most commonly prescribed class of drugs in the United States. These medications can have side effects such as agitation, weight gain and suicidal ideation in some people.\n\nHowever, other physicians and mental health advocates strongly support the issuance of these new recommendations to screen all adults and adolescents for depression. The USPSTF recommendations themselves help raise awareness about depression and help reduce the stigma of discussing depression and other mental health issues with doctors, friends and family. The guidance also means that these mental health screening services will be considered a preventive service under the Affordable Care Act of 2010 without cost sharing or a deductible.\n\nBy issuing these new recommendations, the US Preventive Services Task Force acknowledges that depression is a major public health concern and that the diagnosis and treatment of this illness must be mainstreamed into medical practice and reimbursed by health insurance.\n\nThe Way Forward\n\nBut just diagnosing depression is not enough. Effective treatment must then be available and administered. As a result of the 2010 Affordable Care Act, most health plans must now cover preventive services recommended by the USPSTF at no additional cost. The law also provides health insurance parity protections for 62 million Americans, prohibits insurance plans from denying coverage to people with pre-existing conditions including mental illnesses like depression, and includes coverage for preventive and early detection services – now including depression screening for adults and adolescents, as well as behavioral assessments for children.\n\nIn the 21st century, new ways of assessing a patient’s mental health are being developed. Consider this: when physicians conduct a physical examination, they usually measure a patient’s vital signs, like blood pressure, temperature, and respiratory rate. Any irregularity would then prompt the physician to conduct further screening or administer treatment. Likewise, physicians should be able to measure brain vitals, through evaluation of a patient’s mood, cognition, reaction time, spatial discrimination and memory, so that any deviations from standardized measurements would prompt the physician to further evaluate the patient, order additional tests or provide treatment for depression and/or other mental health problems.\n\nCurrently, the FDA has approved several new technologies to measure brain vitals, which allow physicians to assess the brain health of a patient and detect emotional and cognitive changes. One such technology, a “brain thermometer,” is a mobile phone application used in military settings by the US Army to identify traumatic brain injuries (TBI), concussions, depression and post-traumatic stress disorder (PTSD). This innovation could potentially be expanded for application in a general health care setting, where physicians would be able to detect signs of emotional distress and neurocognitive changes that signal the presence of a TBI, concussion, or mental illness.\n\nAccording to the National Institute of Mental Health (NIMH), the median delay between the appearance of first symptoms and seeking treatment for a mental illness such as depression is nearly a decade. However, routine screening for depression as recommended by the USPSTF will now increase the likelihood of being diagnosed and receiving effective treatment if needed, helping to reduce the painful symptoms of depression. It also underscores why it is so important to better integrate mental health into primary care practice.\n\nWhile the USPSTF recommendations urge primary care providers to screen their patients for depression, everyone has a role to play in discussing depression with friends, family and colleagues, raising awareness about mental illness and helping people seek treatment if needed. After all, mental health is fundamental to our overall health and we need to start viewing it that way.\n\nIn the 21st century, with one out of five Americans affected by mental illness annually, our country urgently needs a mission to the mind; the brain is the last uncharted territory on earth. A better understanding of this inner space -- the human brain – and the contribution of genetic, behavioral, social and environmental factors on its development and function is urgently needed. That's why bold investments must be made in neuroscience and behavioral research. Additionally, revolutionary new advances in science, technology, and public health must be applied to develop innovative strategies for the prevention and treatment of mental illness that can end the needless suffering caused by disorders like depression in the years ahead. This is the moonshot of our generation.\n\nRear Admiral Susan Blumenthal, M.D., M.P.A. (ret.) is the Public Health Editor of The Huffington Post. She is a Senior Fellow in Health Policy at New America and a Clinical Professor at Tufts and Georgetown University Schools of Medicine. Dr. Blumenthal served for more than 20 years in senior health leadership positions in the federal government in the Administrations of four U.S. presidents including as Assistant Surgeon General of the United States, the first Deputy Assistant Secretary of Women's Health, and as Senior Global Health Advisor in the U.S. Department of Health and Human Services. She also served as a White House advisor on health. She provided pioneering leadership in applying information technology to health, establishing one of the first health websites in the government (womenshealth.gov) and the \"Missiles to Mammogram\" Initiative that transferred CIA, DOD and NASA imaging technology to improve the early detection of breast and other cancers. Prior to these positions, Dr. Blumenthal was Chief of the Behavioral Medicine and Basic Prevention Research Branch, Head of the Suicide Research Unit, Coordinator of Project Depression, and Chair of the Health and Behavior Coordinating Committee at the National Institutes of Health (NIH). She has chaired many national and global commissions and conferences and is the author of many scientific publications. Admiral Blumenthal has received numerous awards including honorary doctorates and has been decorated with the highest medals of the U.S. Public Health Service for her pioneering leadership and significant contributions to advancing health in the United States and worldwide. Named by the New York Times, the National Library of Medicine and the Medical Herald as one of the most influential women in medicine, Dr. Blumenthal was named the Health Leader of the Year by the Commissioned Officers Association and as a Rock Star of Science by the Geoffrey Beene Foundation. She is the recipient of the Dr. Rosalind Franklin Centennial Life in Discovery Award.\n\nYingna Wang is a junior at Dartmouth College, majoring in Classical Languages and Literatures with a minor in Global Health. She is a Health Policy Intern at New America in Washington, D.C.\n\nSamara Levin is a senior at The George Washington University with a major in Economics and a minor in Health and Wellness. She will be a first year medical student at The George Washington School of Medicine this fall. Samara is a Health Policy Intern at New America.\n\n___________________\n\nIf you -- or someone you know -- need help, please call 1-800-273-8255 for the National Suicide Prevention Lifeline. If you are outside of the U.S., please visit the International Association for Suicide Prevention for a database of international resources.", "article_metadata": {"description": "By Susan Blumenthal, M.D., Yingna Wang and Samara Levin\n\nClinical depression is a debilitating illness; an estimated", "sailthru.expire_date": "2016-03-19 14:35:19 -0400", "og": {"site_name": "The Huffington Post", "description": "By Susan Blumenthal, M.D., Yingna Wang and Samara Levin\n\nClinical depression is a debilitating illness; an estimated", "url": "http://www.huffingtonpost.com/susan-blumenthal/detecting-depression-a-pu_b_9489566.html", "image": "http://i.huffpost.com/gen/4001578/images/o-MENTAL-HEALTH-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/4001578/images/o-MENTAL-HEALTH-facebook.jpg", "height": 1000}, "site": "@HPLifestyle", "card": "summary_large_image", "description": "By Susan Blumenthal, M.D., Yingna Wang and Samara Levin\n\nClinical depression is a debilitating illness; an estimated"}, "sailthru.date": "2016-03-18 14:35:19 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=9489566", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "healthy-living", "fb": {"app_id": 46744042133}, "article": {"section": "Healthy Living", "published_time": "2016-03-18 14:35:19 -0400", "modified_time": "2016-03-18 14:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "After all, mental health is fundamental to our overall health and we need to start viewing it that way.\nThe goal of the campaign was to de-stigmatize depression by increasing public and health care provider knowledge about the disease through research and education.\nIn 2011, 12 percent of adolescents, aged 12 to 17 years, reported receiving mental health care at school.\nIn the 21st century, new ways of assessing a patient’s mental health are being developed.\nIt also underscores why it is so important to better integrate mental health into primary care practice."}