{"article_title": "Humana, Blue Cross put squeeze on University of Chicago Medicine, Rush", "article_keywords": ["blue", "physicians", "rush", "chicago", "university", "cross", "contract", "patients", "hmo", "health", "medicine", "squeeze", "hospitals", "humana", "care"], "article_url": "http://www.chicagobusiness.com/article/20150214/ISSUE01/302149985/even-u-of-c-medicine-and-rush-have-health-insurance-problems", "article_text": "Proving that no one is immune to the changes sweeping the health care industry, two of Chicago's most prestigious teaching hospitals are being dinged by insurance companies trying to control costs.\n\nHumana is ending a 20-year relationship with University of Chicago Medicine, which will be eliminated from the insurer's networks April 1.\n\nAnd Blue Cross & Blue Shield of Illinois, the state's dominant insurer, has notified physicians that they will be paid less if they send certain HMO patients to Rush University Medical Center. To avert the threat to its business, the Near West Side facility is cutting its reimbursement rate for those patients.\n\nHeated contract negotiations between insurers and hospitals aren't new, but the latest examples underscore how power is shifting to carriers. U of C and Rush are prominent health systems and research hubs with highly specialized physicians and gleaming new facilities. While the number of patients impacted isn't that high, the actions send a powerful message to hospitals and physicians.\n\n“This is really a cost play,” says Nancy Daas, a partner at CMC Advisory Group, a Chicago-based health benefits consultancy.\n\nAs the Affordable Care Act prompts the health care industry to improve care while spending less, insurance companies have drastically changed how they pay physicians and hospitals. They encourage preventive care and keeping patients away from costly overnight stays. In return, providers receive bonuses if they meet certain measures of care and lose money if they don't. Blue Cross is at the forefront of these so-called coordinated care efforts.\n\nAlso surging in popularity are narrow network plans, which are common on the Obamacare health insurance exchanges and often have the cheapest premium prices. To control costs, these plans restrict patients to specific physicians and hospitals and typically don't include every specialty hospital in an area.\n\nAs patients have more insurance options and shoulder a higher share of the cost, they're more willing to tolerate restrictive plans. That makes insurers tough negotiators with hospitals and physicians, says Leemore Dafny, a professor of strategy at Northwestern University's Kellogg School of Management.\n\n“The academic medical centers will have to think hard about becoming more efficient and focus on the segments where they can uniquely provide superior service,” Dafny says.\n\n'DIFFERENCE OF OPINION'\n\nU of C is the premier hospital system on the South Side. The three-hospital campus had $1.4 billion in 2014 total operating revenue.\n\nCathryn Donaldson, a spokeswoman for Humana, the third-largest carrier in Illinois, says contract talks with U of C “resulted in a difference of opinion with regard to fair and competitive rates for Humana's products.” She adds that Humana's network includes other leading teaching hospitals, such as Rush, Northwestern Memorial Hospital in Streeterville and Loyola University Medical Center in west suburban Maywood.\n\nThe move will impact about 1,750 patients, U of C Medicine spokeswoman Ashley Heher says. “Regrettably, Humana sent us the termination notification at the same time it informed our patients of the change,” Heher says in a statement. She declines to say how much revenue comes from Humana.\n\nRush, known for its butterfly-shaped building along the Eisenhower Expressway, is the flagship of a four-hospital network with about $2 billion in 2014 revenue. Nearly one-third of 2014 net patient revenue for the network came from Blue Cross, although the HMO program in contention represented just 1 percent of Rush's annual admissions last year, Rush spokesman John Pontarelli notes.\n\nTalks between the two have been contentious in recent years. In 2010, Blue Cross terminated one HMO contract with Rush physicians.\n\nThis time, Blue Cross sent a letter to 65 medical groups in December signaling they would be paid less effective Jan. 1 if they sent Blue Cross HMO patients to Rush. The insurer has about 748,000 HMO patients statewide, with the majority in the Chicago area.\n\nRush President Peter Butler won't say how much the hospital would cut its reimbursement rate for the HMO patients. But he says Rush has “verbally agreed” to an extension of its existing contract.\n\n“We anticipate this will be a fair contract for Rush and something we can move forward on and be confident about,” Rush CEO Dr. Larry Goodman says.\n\nSteve Hamman, a Blue Cross senior vice president, says the carrier and Rush are in contract renewal talks across multiple products, including considering new ways to collaborate.\n\n“While we are still finalizing the agreements, we are encouraged and looking forward to announcing something soon,” Hamman says.", "article_metadata": {"taxo_Sections": "News", "taxo_Industries": "Hospitals", "byline": "Kristen Schorsch", "timeCrawled": "20160527_04:29:07", "categoryName": "MAG - Issue News", "published_at": "2015-2-14", "title": "Humana, Blue Cross put squeeze on University of Chicago Medicine, Rush", "url": "http://www.chicagobusiness.com/article//ISSUE01/302149985", "image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20150214/ISSUE01/302149985/AR/0/AR-302149985.jpg", "msapplication-TileColor": "#2d89ef", "og": {"site_name": "Crain's Chicago Business", "description": "Two of Chicago's most prestigious teaching hospitals are being dinged by insurance companies trying to control costs.", "title": "Even U of C Medicine and Rush have health insurance problems", "url": "http://www.chicagobusiness.com/article/20150214/ISSUE01/302149985/even-u-of-c-medicine-and-rush-have-health-insurance-problems", "image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20150214/ISSUE01/302149985/AR/0/AR-302149985.jpg", "type": "article"}, "summary": "Two of Chicago's most prestigious teaching hospitals are being dinged by insurance companies trying to control costs.", "apple-itunes-app": "app-id=571426684", "fb": {"admins": 100001125868754}, "msapplication-TileImage": "/assets/icons/mstile-144x144.png", "content_type": "article", "taxo_Companies": "University of Chicago Medicine", "google-site-verification": "0QcjJi4OGS9bKu4FBKK58V93fKv0WYCQb7IFbmjATew", "twitter": {"image": "http://www.chicagobusiness.com/apps/pbcsi.dll/storyimage/CG/20150214/ISSUE01/302149985/AR/0/AR-302149985.jpg&maxw=400", "site": "@CrainsChicago", "card": "summary_large_image", "title": "Humana, Blue Cross put squeeze on University of Chicago Medicine, Rush"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "description": "Visit Crain's Chicago Business for complete business news and analysis including healthcare, real estate, manufacturing, government, sports and more."}, "article_summary": "This time, Blue Cross sent a letter to 65 medical groups in December signaling they would be paid less effective Jan. 1 if they sent Blue Cross HMO patients to Rush.\nAnd Blue Cross & Blue Shield of Illinois, the state's dominant insurer, has notified physicians that they will be paid less if they send certain HMO patients to Rush University Medical Center.\nIn 2010, Blue Cross terminated one HMO contract with Rush physicians.\nThe insurer has about 748,000 HMO patients statewide, with the majority in the Chicago area.\nSteve Hamman, a Blue Cross senior vice president, says the carrier and Rush are in contract renewal talks across multiple products, including considering new ways to collaborate."}