{"article_title": "What's A 'Glitch,' Anyway? A Brief Linguistic History", "article_keywords": ["used", "whats", "healthcaregov", "word", "problems", "brief", "glitch", "computer", "words", "y2k", "linguistic", "glitches", "history"], "article_url": "http://www.npr.org/sections/alltechconsidered/2013/10/24/239788307/whats-a-glitch-anyway-a-brief-linguistic-history-meaning-definition", "article_text": "What's A 'Glitch,' Anyway? A Brief Linguistic History\n\ni toggle caption Kevin Wong/Flickr Kevin Wong/Flickr\n\nHealthCare.gov, the faulty website where people can sign up for health insurance under the Affordable Care Act, has become nearly synonymous with the word \"glitch\" — sometimes defensively, sometimes mockingly.\n\nThe linguistic firestorm probably was sparked, or at least fanned, by HealthCare.gov's champion, President Obama himself. As he said on Oct. 1, the first day of the HealthCare.gov rollout:\n\n\"Now, like every new law, every new product rollout, there are going to be some glitches in the sign-up process along the way that we will fix. I've been saying this from the start.\"\n\nIf the word choice was intentional, it could have been a way to normalize potential problems, says Robert Terrill, associate professor of rhetoric and public culture at Indiana University.\n\n\"People are used to it. They're used to having glitches on software and websites,\" he says. \"It seems to connote something small and easily repairable.\"\n\nSome have argued that the problems with HealthCare.gov are too large to qualify as mere glitches. But that depends, of course, on where you place \"glitch\" on the hiccup-to-catastrophe spectrum. And a little digging around old dictionaries and newspapers shows that its place on the spectrum has changed over time.\n\nSpacecraft 'Abnormalities'\n\nTo complicate things, the origins and etymology of \"glitch\" are unknown, according to the Oxford English Dictionary.\n\nBut it seems to first come into the vernacular in the 1960s and '70s — in the context of small, unforeseen technical errors in space travel.\n\nAstronaut John Glenn used the word in his 1962 book, Into Orbit: \"Another term we adopted to describe some of our problems was 'glitch'. Literally, a glitch ... is such a minute change in voltage that no fuse could protect against it.\"\n\nIn 1965, The St. Petersburg Times reported that a glitch (\"as technicians call such abnormalities,\" it clarified) had altered the computer memory inside the U.S. spacecraft Gemini 6. Six years later, The Miami News talked about a failure in Apollo 14 that almost prevented a successful moon landing:\n\n\"Nobody knows yet why the mechanism failed. Engineers were unable to make it fail in hundreds of tests on the ground. Such 'glitches' worry engineers — they can't cure a disease if they are unable to diagnose it.\"\n\nUses like that may have led a 1978 thesaurus to include the word as a synonym for catastrophe. (In comparison, modern thesauruses often equate it to a flaw.) If then-President Jimmy Carter was introducing a new program, his speechwriters probably would have steered clear.\n\nThe Golden Age Of Glitches\n\nLittle by little, as computers became more widespread in society, so did glitches.\n\nOne was blamed for causing Social Security to underpay hundreds of thousands of recipients in 1994. Another, in 1997, stopped customers of America Online from logging on for 2 1/2 hours (a problem that actually was given space in the newspaper).\n\nAnd it was the perfect word to describe a computer bug that many feared would cause an apocalyptic crisis: Y2K. Remember that? \"Glitch\" found linguistic fame as people speculated about what would happen when computer clocks turned to Jan. 1, 2000.\n\nSome folks stocked up on water bottles and canned food in case the electricity went out; the U.S. and Russia feared a nuclear warhead might be accidentally launched; and airlines and air traffic controllers reportedly spent $2.5 billion \"to assure that their computers could read the year 2000 correctly,\" according to The New York Times.\n\nDespite all warnings, as the clock struck midnight, nothing much actually happened. Perhaps that's the association Obama was trying to make, too.\n\n\"The pre-hype to [Y2K] was that this was going to be something catastrophic, and it turned out to be merely a glitch,\" says Terrill, from Indiana University. \"If that's the most common use of a term, I can see why it carried over to the Obamacare website.\"\n\nTerrill notes that words are often the battleground of politics, as leaders try to \"grab hold of language and define terms in particular ways.\" So the meaning of the word may change as the HealthCare.gov conversation continues.\n\nObama, for one, may already be distancing himself from it. He had many words to say about his frustrations with the site in a speech Monday, but \"glitch\" was not one of them.", "article_metadata": {"Rating": "General", "description": "From the moment President Obama warned the public there might be \"glitches\" with HealthCare.gov, the word has taken the spotlight. So we wondered: Where did this word come from? And how has its latest resurgence in popularity shaped its meaning?", "og": {"site_name": "NPR.org", "description": "From the moment President Obama warned the public there might be \"glitches\" with HealthCare.gov, the word has taken the spotlight. So we wondered: Where did this word come from? And how has its latest resurgence in popularity shaped its meaning?", "title": "What's A 'Glitch,' Anyway? A Brief Linguistic History", "url": "http://www.npr.org/sections/alltechconsidered/2013/10/24/239788307/whats-a-glitch-anyway-a-brief-linguistic-history-meaning-definition", "image": "https://media.npr.org/assets/img/2013/10/23/Glitch art_wide-82f0a31ca719789a5a0193a9a325f5098c3bd307.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2013/10/23/Glitch art_wide-82f0a31ca719789a5a0193a9a325f5098c3bd307.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2013-10-24", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "\"Glitch\" found linguistic fame as people speculated about what would happen when computer clocks turned to Jan. 1, 2000.\nA Brief Linguistic Historyi toggle caption Kevin Wong/Flickr Kevin Wong/FlickrHealthCare.gov, the faulty website where people can sign up for health insurance under the Affordable Care Act, has become nearly synonymous with the word \"glitch\" — sometimes defensively, sometimes mockingly.\nAstronaut John Glenn used the word in his 1962 book, Into Orbit: \"Another term we adopted to describe some of our problems was 'glitch'.\nHe had many words to say about his frustrations with the site in a speech Monday, but \"glitch\" was not one of them.\nSpacecraft 'Abnormalities'To complicate things, the origins and etymology of \"glitch\" are unknown, according to the Oxford English Dictionary."}