{"article_title": "Only 33 U.S. Cities Have Recovered From Recession", "article_keywords": ["wage", "minn", "33", "journal", "recession", "wall", "rate", "street", "growth", "texas", "wages", "cities", "recovered", "recent"], "article_url": "http://dailysignal.com/2015/06/04/wage-growth-in-many-cities-still-lingers-at-pre-recession-levels/", "article_text": "Americans might have jobs, but they probably aren’t getting raises.\n\nIn spite of the unemployment rate falling to its lowest level since 2008, wage growth is still lagging significantly behind job growth, according to a report by The Wall Street Journal.\n\nThe Wall Street Journal conducted an analysis of 400 metropolitan areas in the United States, looking for cities with an unemployment rate “roughly at or below its 2005-07 average” and “total nonfarm payrolls” above their rate in December 2007—the beginning of the recession.\n\nThe newspaper found just 33 metro areas that met the criteria:\n\nAmarillo, Texas Anchorage, Alaska Austin-Round Rock, Texas Battle Creek, Mich. Bismarck, N.D. Burlington-South Burlington, Vt. College Station-Bryan, Texas Columbus, Ohio El Paso, Texas Fairbanks, Alaska Fargo, N.D.-Minn. Grand Forks, N.D.-Minn. Grand Rapids-Wyoming, Mich. Greeley, Colo. Greenville-Anderson-Mauldin, S.C. Houston-The Woodlands-Sugar Land, Texas Laredo, Texas Lincoln, Neb. Lubbock, Texas Mankato-North Manktao, Minn. Midland, Texas Minneapolis-St. Paul-Bloomington, Minn. Odessa, Texas Oklahoma City, Okla. Omaha-Council Bluffs, Neb.-Iowa Rochester, Minn. San Angelo, Texas Sherman-Denison, Texas Sioux Falls, S.D. Spartanburg, S.C. St. Cloud, Minn. Sumter, S.C. Topeka, Kan.\n\nIn 22 of those 33 cities, wage growth still “remains unusually low,” lingering below its prerecession rate. (See the full chart for details.)\n\nColumbus, Houston, Minneapolis, Oklahoma City and Topeka are listed as cities that have restored their employment rate to “at or below its prerecession level,” but have failed to grow workers’ wages.\n\nThe Wall Street Journal called this lack of growth “a sign that something remains amiss even in the nation’s healthiest cities.”\n\nThere are 11 cities where both the employment rate and wages have recovered since the recession, including Midland, Texas, and Bismarck, N.D.\n\nJames Sherk, the senior policy analyst in labor economics at The Heritage Foundation, said The Wall Street Journal report has flaws.\n\n“The Journal only looked at nominal wage growth—changes in wages that do not adjust for inflation,” Sherk said. “Economists would expect wage growth to slow when inflation slowed. That doesn’t necessarily mean the real wage growth, adjusting for inflation, has slowed.”\n\nSherk added that “wage growth has been generally slow during this recovery,” but in recent months “appears to have picked up.”\n\nSalim Furth, the senior policy analyst in macroeconomics at The Heritage Foundation, wrote in a recent issue brief that “wage growth over the past two years has been typical of historical averages.”\n\n“By examining several measures of aggregate wage growth, one gains a more complete picture of historical and recent trends. Although the historical data are well-known and recent data are widely available, many pundits have written about ‘stagnant wages.’”\n\nHe added: “That description of the recent trends has the risk of giving the false impression that the recovery, although delayed and incomplete elsewhere, is absent in wages. A better conclusion is that wage growth is mediocre but real; the same can be said of GDP and employment growth.\n\n“Policymakers need not be satisfied with wage growth of less than 1 percent per year. Regulatory reforms that lower the cost of living, especially in the major consumer spending categories, can help to stretch each hour’s wage further, effectively raising real wages,” concluded Furth.", "article_metadata": {"description": "Americans might have jobs, but they probably aren’t getting raises.", "og": {"site_name": "The Daily Signal", "description": "Americans might have jobs, but they probably aren’t getting raises.", "title": "Study: Only 33 U.S. Cities Have Recovered From Recession", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150604_WageGrowth.jpg", "updated_time": "2015-06-04T22:59:07+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1dhYYdt"}, "twitter": {"domain": "The Daily Signal", "description": "Americans might have jobs, but they probably aren’t getting raises.", "title": "Study: Only 33 U.S. Cities Have Recovered From Recession", "image": {"src": "http://dailysignal.com/wp-content/uploads/150604_WageGrowth.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "jobs", "published_time": "2015-06-04T16:52:39+00:00", "modified_time": "2015-06-04T22:59:07+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Wages, employment, job growth, wage growth"}, "_id": "\"57477af36914bd0286fca33e\"", "article_summary": "In 22 of those 33 cities, wage growth still “remains unusually low,” lingering below its prerecession rate.\nA better conclusion is that wage growth is mediocre but real; the same can be said of GDP and employment growth.\nLubbock, Texas Mankato-North Manktao, Minn. Midland, Texas Minneapolis-St. Paul-Bloomington, Minn. Odessa, Texas Oklahoma City, Okla. Omaha-Council Bluffs, Neb.-Iowa Rochester, Minn. San Angelo, Texas Sherman-Denison, Texas Sioux Falls, S.D.\n“Policymakers need not be satisfied with wage growth of less than 1 percent per year.\n“Economists would expect wage growth to slow when inflation slowed."}