{"article_title": "Rise of Gig Economy Spurs Calls for New Workers’ Protection", "article_keywords": ["code", "good", "benefits", "allow", "calls", "workers", "rise", "companies", "signed", "gig", "protection", "provides", "letter", "work", "spurs", "economy"], "article_url": "http://www.govtech.com/applications/Rise-of-Gig-Economy-Spurs-Calls-for-New-Workers-Protection.html", "article_text": "(TNS) -- Work is changing. More people than ever — some 53 million Americans and growing — work for themselves or piece together a variety of gigs. But laws haven’t kept pace with the economy’s rapid evolution, depriving many freelancers of the benefits and protections of full-time jobs.\n\nNow momentum is building for broad-based nationwide efforts to improve the lives of independent workers. Two initiatives unveiled this week — a call for portable benefits and a Good Work Code — seek to provide a social safety net and guarantees of stability alongside flexibility.\n\n“This is a moment when there’s an opportunity to meaningfully move the conversation forward,” said Greg Nelson, a former top Obama adviser leading a new coalition that backs portable benefits for contract workers. “A number of factors are intersecting that impact workers and how people work.”\n\nAs its initial salvo, his group released a letter on Monday signed by 40 people ranging from CEOs or founders of companies like Lyft, Handy, Etsy and Instacart to venture capitalists to union leaders to academics and policy experts. “Everyone, regardless of employment classification, should have access to the option of an affordable safety net that supports them when they’re injured, sick, in need of professional growth, or when it’s time to retire,” they wrote.\n\nSeeking a New Way\n\nBenefits like workers’ compensation, unemployment insurance, paid time off, retirement savings and training are now linked to traditional employment. Instead, the coalition’s letter said, workers need a new, portable way to receive those benefits that would cover them no matter where and how they work. And there’s a major precedent: The Affordable Care Act decoupled health insurance from employment.\n\n“It’s time to explore modernized, portable systems for people who do not have access to traditional benefits,” said Lyft CEO Logan Green, one of the signatories, in a statement.\n\nIn a separate but related effort, an initiative called the Good Work Code on Friday launched a campaign to guide online companies into espousing eight values of ethical contract employment, such as a livable wage, safety, stability and opportunities for advancement. Initially 12 companies, ranging from Care.com, a public company with 7.7 million workers, to VetPronto, a startup that arranges house calls from some 20 vets and 25 veterinary assistants, signed on, but the backers hope it will spread widely.\n\n“The Good Work Code is a commonsense framework for companies,” said Palak Shah, who is leading that initiative in her role as social innovations director at the National Domestic Workers Alliance. “By putting out this platform, we’re finding our tribe of companies that want to embrace leadership in this area.”\n\nWhile the code aims at the high-profile on-demand tech startups, its origins are in the alliance’s more traditional constituency of house cleaners, nannies and caregivers. In recent years, new on-demand companies have disrupted that sector. “We found that people in the gig economy have similar issues to those we’ve been dealing with for a long time for domestic workers, such as no benefits,” Shah said. “We realized we have a wealth of expertise and perspective on what workers need and want.”\n\nGraciela Salas provides in-home care for an Alzheimer’s patient through CareLinx, which signed the Good Work Pledge. She makes $16.50 an hour, up from $12 an hour at a nursing home job, and feels that the company treats her well. She is a W-2 employee, but has the flexibility to set her own wages and schedule, and accept only assignments of her choosing.\n\nNeither the portable-benefits backers nor the Good Work Code tackle the hot-button issue of whether drivers for Uber, Lyft, Postmates, Caviar and other on-demand services should be reclassified as employees, rather than independent contractors. That’s currently being hashed out in court. Instead, both groups aim for changes that are less controversial and more attainable.\n\nHandy.com CEO Oisin Hanrahan, who signed the flexible-benefits letter and faces a lawsuit over worker status, said he’d like to offer more for Handy’s 10,000 cleaners and fix-it folks, but feels hamstrung by current laws that provide only black-or-white choices of employee or independent contractor.\n\n“We’d love to see a form of safe harbor to allow platforms like ours to offer benefits, education and training,” he said. “Today we can’t do that without triggering an employment reclassification.”\n\nSeeking a National Debate\n\nThe coalition doesn’t have specifics yet, but it wants to kick off a national debate about the issue. It sent its letter to selected lawmakers at the federal, state and local levels and hopes to hold a conference in Washington, D.C., later this year. With the current Congress hopelessly gridlocked, it may be up to California to blaze a trail for legislative action, some experts said.\n\n“Flexible work should not come at the expense of economic security,” said Assemblyman David Chiu, D-San Francisco, applauding the concept and the wide spectrum of supporters. “I’m very open to actively looking at what we can do in California to move this conversation forward.”\n\nUber, by far the biggest gig economy company with 400,000 U.S. drivers, didn’t sign the letter, but said it’s open to the ideas. “Flexibility and independence are important to workers, and technology platforms like ours provide both,” a representative said. “We look forward to continuing this discussion.”\n\nGood Work Code\n\nThis is the Good Work Code’s explanation of its principles.\n\nSafety: Good work does not allow for workers to wonder at the start of a shift if they will be unharmed by the end. Everyone deserves to be safe at work, always.\n\nGood work does not allow for workers to wonder at the start of a shift if they will be unharmed by the end. Everyone deserves to be safe at work, always. Stability & Flexibility: Good work is made possible when workers are not anxious about life demands they are unable to meet, whether it’s making an unexpected doctor’s appointment or making enough money to pay the bills. We are all at our best when our schedules allow us to balance work and life with a stable — but flexible — schedule.\n\nGood work is made possible when workers are not anxious about life demands they are unable to meet, whether it’s making an unexpected doctor’s appointment or making enough money to pay the bills. We are all at our best when our schedules allow us to balance work and life with a stable — but flexible — schedule. Transparency: Good work clears the way for workers to do a good job by being transparent about requirements, performance and the rules. When everyone knows how things work, everything works better, and that makes good business sense too.\n\nGood work clears the way for workers to do a good job by being transparent about requirements, performance and the rules. When everyone knows how things work, everything works better, and that makes good business sense too. Shared Prosperity: Good work rewards workers. Workers are the engine powering the business by providing the service or product being sold, so when the platform thrives, they should thrive too.\n\nGood work rewards workers. Workers are the engine powering the business by providing the service or product being sold, so when the platform thrives, they should thrive too. A Livable Wage: Good work provides a living. That’s why we work — to live. Everyone needs fair pay and benefits to make a living.\n\nGood work provides a living. That’s why we work — to live. Everyone needs fair pay and benefits to make a living. Inclusion & Input: Good work recognizes that the value of the worker extends beyond performing a task. Platforms are more successful when workers are heard and respected and are valued as part of the team.\n\nGood work recognizes that the value of the worker extends beyond performing a task. Platforms are more successful when workers are heard and respected and are valued as part of the team. Support & Connection: We all work better when we don’t feel isolated and alone. Good work supports us to adapt and manage in a rapidly changing economy.\n\nWe all work better when we don’t feel isolated and alone. Good work supports us to adapt and manage in a rapidly changing economy. Growth & Development: Good work provides opportunity for the most fundamental human need: to grow. Everyone wants to grow and learn at work as they do in other areas of their life.\n\n©2015 the San Francisco Chronicle Distributed by Tribune Content Agency, LLC.", "article_metadata": {"contentType": "GT Article", "description": "Many market disruptors like Uber and Lyft are using private contractors in place of employees, which has prompted many to call for more protections.", "pubDate": "2015-11-16", "og": {"image": "http://media2.govtech.com/images/uber+dash.jpg", "title": "Rise of Gig Economy Spurs Calls for New Workers’ Protection"}, "wssUrl": "http://www.govtech.com/applications", "p": {"domain_verify": "6fde23837116ec868cad5f966cf08656"}, "wss": "Applications", "authors": "[]", "google-site-verification": "YGeeEDFGk0P1HO8tlyROBmRbQvw1H3jzQqXhn0Q55a8", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "Growth & Development: Good work provides opportunity for the most fundamental human need: to grow.\n“We look forward to continuing this discussion.”Good Work CodeThis is the Good Work Code’s explanation of its principles.\nGood work supports us to adapt and manage in a rapidly changing economy.\nGood work clears the way for workers to do a good job by being transparent about requirements, performance and the rules.\nGood work provides a living."}