{"article_title": "Handing Down Traditional Knowledge: Hydaburg, Alaska Revitalizes Totems", "article_keywords": ["town", "project", "handing", "revitalizes", "haida", "park", "alaska", "community", "traditional", "culture", "hydaburg", "totems", "totem", "poles", "christianson", "knowledge"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/08/29/handing-down-traditional-knowledge-hydaburg-alaska-revitalizes-totems-161500", "article_text": "Mist and drizzle drenched Hydaburg, Alaska, in July as tribal citizens and guests gathered for a powerful display of culture. Some sought protection from the elements inside a new carving shed where the scent of red cedar filled the air. The wooden building on Hydaburg’s beachfront serves as ground zero for a Haida cultural resurgence in this far-flung corner of the United States. Here in this coastal community on Prince of Wales Island in Southeast Alaska, Haida master carvers and apprentices are transforming ancient trees into totem poles, masks and other pieces of Northwest Coast art.\n\n“We’re creating monumental art and new cultural warriors,” said Tony Christianson, Hydaburg’s mayor and environmental director.\n\nTwo new totem poles representing the Eagle and Raven clans lay on their backs inside the carving shed, waiting to be carried through town to their new home in Hydaburg’s totem park. The day’s festivities began with a prayer. Benjamin Young, a Haida language instructor, waved a cedar branch over the length of both poles and offered a blessing in Haida.\n\n“I expressed reverence to the creator and asked that everyone be safe as we lift these poles,” Young said later in the day during a potlatch. He sat on the floor of the high school gymnasium, changing his infant son’s diaper, as Tsimshian dancers from the neighboring island of Metlakatla performed. “They’re very heavy, and you never know when something can go wrong.”\n\nCarved from a 550-year-old cedar tree, the new poles each weigh several thousand pounds. Their heft didn’t deter a group of Haida men and boys, as well as guests, from hoisting the poles onto two-by-fours and carrying them through the streets and into the community’s newly restored totem park. With Haida singers and drummers performing in the background, the men readied the poles for the spots where they are expected to stand for the next 100 or more years. With ropes and brute force, the men pushed the poles upright. The crowd cheered wildly.\n\n“Thank you for bearing witness and bringing your love and support to our community,” said Christianson, standing at the base of the Eagle pole. “This is a pretty big year for us. It’s the culmination of a five-year project to restore our totems and to carve new ones. It doesn’t stop here. We want new poles along the beachfront, and hopefully later this year we’ll start building our longhouse.”\n\nThe town got its start in 1911 when the outlying Haida communities of Howkan, Klinkwan, Sukkwan and Koianglas merged. Hydaburg celebrated its 100th anniversary in 2011, marking the event with the launch a five-year project to completely restore of its aging, 1930s-era totem park.\n\nHydaburg Cooperative Association, the federally recognized tribe, secured funding for the project and began what has become a cultural revitalization for the town. Until then the totem park had fallen into a state of disrepair, and very few young people knew how to carve. Since 2011 and with the addition of the Raven and Eagle poles erected on July 24, 2015, a total of 22 new totem poles have gone up in Hydaburg, Christianson said.\n\n“It’s breathed life into our community,” said Gerald Peele, lead carver of the new Raven pole.\n\nJust a few years ago, Hydaburg was a town of dirt roads and boarded-up houses, with a reputation for dysfunction at the city and tribal level as well as within its village corporation. Since the community decided to undertake the totem park restoration, things have vastly improved, Christianson and other Hydaburg officials said. The roads are paved; street signs have gone up in Haida and English; community finances are better, and the carving projects have stimulated an interest in both culture and expanding the community’s limited tourism offerings.\n\n“I’ve been able to witness the reemergence of their culture,” said Rosita Worl, a Juneau-based anthropologist and president of Sealaska Heritage Institute, a non-profit that promotes Tlingit, Haida, and Tsimshian culture and language. “It’s been a real transformation.”\n\nAlthough the totem park restoration is officially complete, it’s really not over. Many Hydaburg residents want to see more poles in front of people’s homes and along the shoreline overlooking Sukkwan Strait, said Christianson.\n\n“The pole project has brought new light to this community,” said Lisa Lang, whose Haida name is Ka'illjuus. Lang is executive director of Xaadas Kil Kuyaas Foundation, or Precious Haida Words Foundation. “Now it’s second nature for our kids to see totem poles being created in Hydaburg, and they’re growing up learning how to do it themselves.”\n\nLang also teaches during Hydaburg’s weeklong culture camp, where children learn traditional skills such as beading, dancing, paddle, drum and regalia making, and language arts.\n\nBesides totem raisings, the tribe’s next big project is to replace its aging Alaska Native Brotherhood hall, built in the early 1900s. The hall serves as a center for cultural events including potlatches, weddings, funerals and meetings. But it is dilapidated and beyond a makeover.\n\nThe tribe is hoping to secure $1.4 million for a Naa Iwaans, or “big house” in Haida. The city of Hydaburg has already donated waterfront property, volunteers have signed up to provide $400,000 worth of supplies and labor, and the U.S. Forest Service and Haida Corp., the village’s corporation, have donated 10 logs, according to a grant proposal.\n\n“If we can raise the rest of the money, we’ll start building the Naa Iwaans by November,” said Christianson. “A traditional Haida long house will really help perpetuate our culture and attract new people and visitors to our community.”", "article_metadata": {"description": "Hydaburg, Alaska is revitalizing its totem pole park, teaching the next generation to carve and winning back its culture.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/08/29/handing-down-traditional-knowledge-hydaburg-alaska-revitalizes-totems-161500", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/th_img_1833.jpg", "type": "article", "title": "Handing Down Traditional Knowledge: Hydaburg, Alaska Revitalizes Totems"}, "abstract": "Hydaburg, Alaska is revitalizing its totem pole park, teaching the next generation to carve and winning back its culture.", "keywords": "Alaska, Totem, Totem Pole, Haida, Sealaska, Tsimshian, Tlingit, Paula Dobbyn", "dc": {"title": "Handing Down Traditional Knowledge: Hydaburg, Alaska Revitalizes Totems"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/08/29/handing-down-traditional-knowledge-hydaburg-alaska-revitalizes-totems-161500", "dcterms.creator": "theresa", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "robots": "follow, index", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2015-08-29T10:30-04:00", "dcterms.title": "Handing Down Traditional Knowledge: Hydaburg, Alaska Revitalizes Totems"}, "article_summary": "Until then the totem park had fallen into a state of disrepair, and very few young people knew how to carve.\n“It’s been a real transformation.”Although the totem park restoration is officially complete, it’s really not over.\nSince the community decided to undertake the totem park restoration, things have vastly improved, Christianson and other Hydaburg officials said.\nMist and drizzle drenched Hydaburg, Alaska, in July as tribal citizens and guests gathered for a powerful display of culture.\nSince 2011 and with the addition of the Raven and Eagle poles erected on July 24, 2015, a total of 22 new totem poles have gone up in Hydaburg, Christianson said."}