{"article_title": "Gunman slays guard at NYC federal building, kills himself", "article_keywords": ["building", "shot", "kills", "federal", "oneill", "mckeon", "services", "guard", "gunman", "york", "department", "nyc", "worked", "security", "slays"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/08/21/One-killed-gunfire-erupts-NYC-federal-building-officials", "article_text": "The suspect entered the building just after 5 p.m. and immediately shot the guard with a handgun, police said.\n\nHe then walked further into the building toward an elevator when he encountered another employee, said James O'Neill, chief of department for the New York Police Department. The gunman then shot himself in the head.\n\nPolice identified the gunman as Kevin Downing, a 68-year-old former federal employee from Fort Lee, New Jersey. The New York Daily News said he was a retired Army Reserve captain outraged over being fired by the Department of Labor.\n\nPolice said the motive of the shooting was unknown, and the investigation was in its earliest stages.\n\n\"At this point there is no indication of a nexus to terrorism,\" O'Neill said. The building houses an immigration court and a U.S. Veterans Health Administration services office.\n\nThe guard, Idrissa Camara, 53, of New York, worked for FJC Security Services, which holds a contract with the Department of Homeland Security, said FJC spokesman Michael McKeon.\n\nCamara, who was armed, died at a hospital, he said in an emailed statement.\n\nCamara had worked for the company two years. He had been scheduled to leave at 4 p.m. but agreed to stay for extra duty, McKeon said.\n\nCamara, who had a wife and family, \"knew that building better than anyone else,\" he said.\n\nCompany records showed no link between Camara and Downing, McKeon said.\n\n(Reporting by Laila Kearney and Katie Reilly in New York and Ian Simpson in Washington; Writing by Frank McGurty; Editing by Sandra Maler and Mohammad Zargham)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The suspect entered the building just after 5 p.m.", "title": "Gunman slays guard at NYC federal building, kills himself", "url": "http://www.thefiscaltimes.com/latestnews/2015/08/21/One-killed-gunfire-erupts-NYC-federal-building-officials", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-new-york-federal-shooting_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/08/21/One-killed-gunfire-erupts-NYC-federal-building-officials", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-new-york-federal-shooting_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The suspect entered the building just after 5 p.m.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fca34d\"", "article_summary": "The suspect entered the building just after 5 p.m. and immediately shot the guard with a handgun, police said.\nThe guard, Idrissa Camara, 53, of New York, worked for FJC Security Services, which holds a contract with the Department of Homeland Security, said FJC spokesman Michael McKeon.\nPolice identified the gunman as Kevin Downing, a 68-year-old former federal employee from Fort Lee, New Jersey.\nHe then walked further into the building toward an elevator when he encountered another employee, said James O'Neill, chief of department for the New York Police Department.\nThe gunman then shot himself in the head."}