{"article_title": "Author of UW-Oshkosh Study Attacking Scott Walker's Policies Signed Recall Petition", "article_keywords": ["taxes", "author", "uwoshkosh", "recall", "study", "million", "mcgee", "democrat", "signed", "unbiased", "state", "scott", "walkers", "policies", "walker", "donated", "attacking", "petition"], "article_url": "http://www.maciverinstitute.com/2014/06/author-of-uw-oshkosh-study-attacking-scott-walkers-policies-signed-recall-petition/", "article_text": "Unbiased Academic or Partisan Hack?\n\nJune 10, 2014\n\nAn investigation by the MacIver Institute has discovered that a UW-Oshkosh professor who recently published a paper criticizing Gov. Scott Walker's economic record signed the recall petition against Walker and has a long history of contributing to Democrat candidates.\n\nM. Kevin McGee published a report titled Measuring Wisconsin's Job Gap, which is a 14-page study that claims the state's economy is doing worse now than under Gov. Jim Doyle. The study blames Walker's policies for slow economic growth and was recently highlighted by the Marshfield News Herald.\n\nGov. Doyle in his last term signed into law more than $2 billion in various tax increases, allowed local property taxes to increase by $1.5 billion, had his $200 million raid of the Patients Compensation Fund ruled unconstitutional and left Walker with a $3.6 billion structural deficit.\n\nIn contrast, Gov. Walker has cut income taxes by $746 million, reduced local property taxes to below 2010 levels, added $400 million to the state's rainy day fund and faces a $642 million structural deficit heading into the 2015-2017 budget.\n\nWisconsin has gained more than 100,000 jobs since Walker took office, short of the 250,000 jobs pledge he made during the his initial gubernatorial campaign but private-sector job growth in 2013 was the best it has been since 1999.\n\nWhile McGee's report is being cited by media as unbiased, the MacIver Institute has learned that McGee is a partisan Democrat who once ran for the 18th Senate District.\n\nNot only did McGee appear to sign the recall, he has exclusively donated to Democrats according to online records. Since 2000, he has donated more than $6,000 to Democrat candidates or committees, including $500 to his own campaign for state Senate.\n\nIn 2000, McGee ran for office as a Democrat against state Sen. Carol Roessler, the incumbent Republican. Roessler won reelection with nearly 70 percent of the vote.\n\nMcGee donated $300 to Jim Doyle, $1,000 to Russ Feingold, and $1,550 to state Rep. Gordon Hintz (D-Oshkosh), among others.\n\nHe also donated a combined $450 to Tom Barrett and Kathleen Falk when they were candidates for Governor in the 2012 recall election of Walker.\n\nMcGee is now attempting to use his \"unbiased\" research to attack Walker's policies. The Democratic Party of Wisconsin even highlighted a recent anti-Walker editorial in the Oshkosh-Northwestern written by McGee.\n\nWhile Professor McGee is certainly entitled to his personal opinion, Wisconsin taxpayers would be better served if he concentrated on true academic research rather than partisan attacks.", "article_metadata": {"og": {"site_name": "MacIver Institute", "description": "An investigation by the MacIver Institute has discovered that a UW-Oshkosh professor may be using his position at a taxpayer-funded university to impact the upcoming gubernatorial election. M. Kevin McGee published a recent report that blames Gov. Scott Walker's policies for slow economic growth.", "title": "Author of UW-Oshkosh Study Attacking Scott Walker's Policies Signed Recall Petition", "url": "http://www.maciverinstitute.com/2014/06/author-of-uw-oshkosh-study-attacking-scott-walkers-policies-signed-recall-petition/", "image": "http://static.maciverinstitute.com/M%20Kevin%20McGee%20UWO%20Graphic-thumb-800xauto-6464.png", "type": "article"}, "article": {"published_time": "2014-06-10"}, "fb": {"app_id": 377075279006686}, "twitter": {"description": "An investigation by the MacIver Institute has discovered that a UW-Oshkosh professor may be using his position at a taxpayer-funded university to impact the upcoming gubernatorial election. M. Kevin McGee published a recent report that blames Gov. Scott Walker's policies for slow economic growth.", "creator": "@MacIverWisc", "image": {"src": "http://static.maciverinstitute.com/M%20Kevin%20McGee%20UWO%20Graphic-thumb-800xauto-6464.png"}, "title": "Author of UW-Oshkosh Study Attacking Scott Walker's Policies Signed Recall Petition", "site": "@MacIverWisc", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd7dc7\"", "article_summary": "Scott Walker's economic record signed the recall petition against Walker and has a long history of contributing to Democrat candidates.\nMcGee donated $300 to Jim Doyle, $1,000 to Russ Feingold, and $1,550 to state Rep. Gordon Hintz (D-Oshkosh), among others.\nThe study blames Walker's policies for slow economic growth and was recently highlighted by the Marshfield News Herald.\nNot only did McGee appear to sign the recall, he has exclusively donated to Democrats according to online records.\nJune 10, 2014An investigation by the MacIver Institute has discovered that a UW-Oshkosh professor who recently published a paper criticizing Gov."}