{"article_title": "Social Security Defaults Again on Its Promises", "article_keywords": ["promises", "investors", "trillion", "securitys", "system", "taxes", "fund", "program", "defaults", "social", "security", "insurance"], "article_url": "http://www.thenewamerican.com/usnews/politics/item/21780-social-security-defaulting-again-on-its-promises-no-cola-for-2016", "article_text": "On Thursday the Social Security Administration announced that for the third time in six years there will be no COLA (Cost Of Living Adjustment) to beneficiaries’ checks next year. There was no COLA in 2010 or 2011, thanks to the government index used to determine whether an “adjustment” (increase) was justified, to offset inflation. This year’s culprit was the price of gasoline, which fell 23 percent, wiping out any chance for an increase in the checks going to more than 60 million recipients.\n\nHeroic and often invisible measures have been undertaken in recent years to cover up the program’s insolvency: raising retirement ages, increasing deductibles and co-pays in Social Security’s Medicare program, and forcing recipients to make do with less.\n\nAccording to the Senior Citizens League, those recipients have lost nearly a fourth of their buying power over the last 15 years, thanks to the rising cost of housing and medical expenses. Since 2000, housing costs for seniors have increased by 44 percent, heating oil by 159 percent, eggs by 117 percent, and gasoline by 76 percent. Since then, however, Social Security’s COLAs have averaged just 2.2 percent per year.\n\nIn 1972, Congress modified Social Security so that it would reflect the loss of purchasing power of the dollar, resulting in the adoption of the Consumer Price Index, or CPI. At the time the index measured the price increases (as a result of the inflation caused by the Federal Reserve) of a market basket of goods and services bought by wage earners.\n\nThen in 1987, Congress, responding to pressure from constituents that the CPI didn’t reflect the real cost of living of elderly people receiving checks, directed the Bureau of Labor Statistics (BLS) to develop an alternate CPI for the elderly, called CPI-E. The BLS has been “developing” that alternate ever since. It remains under study today with little chance of its adoption any time soon. The BLS has said, however, that since retirees 65 and older spend more than twice as much on healthcare, and those 75 and older spend nearly three times more on healthcare than do wage earners, a COLA based upon the theoretical/experimental CPI-E would have raised the annual increases by at least 0.2 percent year.\n\nThat’s the very last thing supporters of the system want. They prefer to claim, as does the New York Times’ favorite establishment economist, Paul Krugman, that “Social Security does not face a financial crisis; its long term funding shortfall could easily be closed with modest increases in revenue.”\n\nThere are numerous problems with the system, but the primary one is the continued unwillingness by statist apologists such as Krugman to recognize the reality that it’s a government-mandated, forced extraction of monies from wages before the wage earner ever sees his paycheck. Forcing people to pay into the system is the immoral basis upon which the entire edifice stands.\n\nIt hides behind such terms as “insurance” (as in Federal Insurance Contributions Act, or FICA) and “trust fund” (as in Federal Old-Age and Survivors Insurance Trust Fund), neither of which describe the plan. The reference to “insurance” is flawed, as beneficiaries have no enforceable right to the funds in their “account,\" identified by their Social Security number. And the so-called “trust fund” is filled with government IOUs, reflecting the fact that the monies collected by force by the government have already been spent by the government.\n\nSocial Security was never designed to be insurance, with reserves backed by securities (as is the case with private insurance companies), but is merely another tax to fund the government in exchange for promises that could (and would) be broken at any time. As the Republican Party’s platform for the 1936 presidential election stated,\n\nThe so-called reserve fund … is no reserve at all, because the fund will contain nothing but the Government’s promises to pay, while the taxes collected in the guise of premiums will be wasted by the Government in reckless and extravagant political schemes.\n\nThe program drew heavily from the machinations of one Charles Ponzi, who promised his investors a 50-percent profit within 45 days, or a 100-percent profit within 90 days, by performing an arbitrage between discounted postal reply coupons in other countries and redeeming them at face value in the United States. Of course, there was no arbitrage of any kind — just a swindle: Early investors were paid off with the contributions of later investors. Before it ended, those “investors” lost $20 million in 1920 dollars. Today? About a quarter of a trillion dollars.\n\nPonzi's scheme failed when the flow of new investors into the scheme slowed down, just as is happening currently with Social Security. The New York Times quoted Stephen Goss, the program’s chief actuary, who said that the scheme’s most significant issue “is that fewer workers are paying taxes into the program … while more retirees are collecting their checks.” In fact, that $20 million that Ponzi swindled from his “investors” is pocket change compared to the scam now unfolding, and increasingly coming to those beneficiaries’ attention. When Boston University Professor Laurence Kotlikoff looked behind the numbers, he discovered the size of the deception:\n\nSocial Security’s 2015 Trustees Report came out just last month [July, 2015]. It shows, in table VI F1 (which is deeply buried in the Report’s appendix), that the system has a $25.8 trillion fiscal gap….\n\nThe $25.8 trillion fiscal gap … takes into account all future benefit outlays [promises] and all future taxes [extractions]….\n\nWhat does Social Security’s $25.8 trillion fiscal gap, which is far larger than our economy’s $18 trillion annual GDP, mean, exactly? It means that … [to be solvent] it requires a 32 percent immediate and permanent hike in Social Security’s 12.4 percent FICA tax.\n\nFar be it from this humble scribe to suggest that Kotlikoff is wrong in his numbers, but it is undeniably true that he is wrong in his assumption that Social Security can be saved and become solvent. A system based on theft and fraud cannot be saved. It must be terminated immediately — a suggestion strangely missing from public debate, especially by Republican Party candidates such as New Jersey Governor Chris Christie, former Florida Governor Jeb Bush, and Senator Marco Rubio, all three of whom think the scheme can be saved. Suggestions by Vermont Senator Bernie Sanders and former Maryland Governor Martin O’Malley that taxes be raised on the rich also fall short of the mark: The rich just aren’t that rich to fund the swindle’s staggering shortfall.\n\nA graduate of an Ivy League school and a former investment advisor, Bob is a regular contributor to The New American magazine and blogs frequently at www.LightFromTheRight.com, primarily on economics and politics. He can be reached at This email address is being protected from spambots. You need JavaScript enabled to view it. .\n\nRelated article:\n\nMedicaid Long-term Care Program Faces Long-term Deficits", "article_metadata": {"keywords": "Social Security, defaulted, Cost Of Living Adjustment, COLA, 2016", "og": {"url": "http://www.thenewamerican.com/usnews/politics/item/21780-social-security-defaulting-again-on-its-promises-no-cola-for-2016", "image": "http://www.thenewamerican.com/media/k2/items/cache/b80b9f6804a64008d7812c6c980fcd83_XL.jpg", "type": "article", "description": "The fraudulent Social Security system has once agan defaulted on its promises: There will be no Cost Of Living Adjustment (COLA) for 2016. by Bob Adelmann", "title": "Social Security Defaults Again on Its Promises: No COLA for 2016"}, "image": "http://www.thenewamerican.com/media/k2/items/cache/b80b9f6804a64008d7812c6c980fcd83_XL.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd8bf9\"", "article_summary": "In 1972, Congress modified Social Security so that it would reflect the loss of purchasing power of the dollar, resulting in the adoption of the Consumer Price Index, or CPI.\nOn Thursday the Social Security Administration announced that for the third time in six years there will be no COLA (Cost Of Living Adjustment) to beneficiaries’ checks next year.\nPonzi's scheme failed when the flow of new investors into the scheme slowed down, just as is happening currently with Social Security.\nSince then, however, Social Security’s COLAs have averaged just 2.2 percent per year.\nIt means that … [to be solvent] it requires a 32 percent immediate and permanent hike in Social Security’s 12.4 percent FICA tax."}