{"article_title": "MS Research Roundup: February 6, 2015", "article_keywords": ["roundup", "multiple", "comorbidities", "sclerosis", "disease", "reports", "research", "adverse", "drug", "ms", "published", "2015"], "article_url": "http://www.msdiscovery.org/news/news_briefs/16838-ms-research-roundup-february-6-2015", "article_text": "MS Research Roundup collects items of interest to multiple sclerosis researchers from around the Web. Send us your tips: tips@msdiscovery.org.\n\nPatient Portal to Drive MS Research\n\nPicture this: 20,000 patients as partners to understand and cure multiple sclerosis (MS). That’s the goal this year of a new online portal that aims to sign up about 5% of the estimated 400,000 people with MS in the United States. iConquerMS is a platform for people with MS to participate in and drive research efforts on their condition. iConquerMS is the only MS initiative within the larger PCORnet, the National Patient-Centered Clinical Research Network created by the Affordable Care Act of 2010. MS researchers will also be able to access data from millions of other people across the country in the larger patient-governed network. “We are the first truly patient-powered big data endeavor in MS,” said Robert McBurney, Ph.D., president and CEO of the Accelerated Cure Project for MS (ACP) and principal investigator for iConquerMS, in a press release. The portal has already helped many MS patients to reach out and form a community of patient advocates. In other research resources, ACP maintains an open-access repository of biosamples and detailed deidentified information on 3,200 people with MS and control subjects to speed the search for a cure. (Accelerated Cure Project, The Boston Globe, iConquerMS)\n\nMS Comorbidities Project\n\nIt hardly seems fair, notes the National Multiple Sclerosis Society (NMSS), but people with MS may also have other chronic health conditions, such as high blood pressure, stroke, and cancer. Known as comorbidities, the other chronic diseases complicate the diagnosis and treatment of MS in poorly understood ways. The five most prevalent comorbidities are depression, anxiety, hypertension, high cholesterol, and chronic lung disease, according to a systematic review published online January 26 in Multiple Sclerosis. The overview caps six specialized reviews of MS comorbidities published since December 2014, all collected in a special online issue. The authors caution that “relatively little high-quality information is available regarding the incidence or prevalence of comorbidity in MS at any point in the disease course.” The papers by Ruth Ann Marrie, M.D., Ph.D., of the University of Manitoba in Canada and her multinational colleagues are the first step to assess the types and frequencies of comorbidities in MS. In spring 2015, the International Advisory Committee on Clinical Trials in Multiple Sclerosis hopes to map out the next steps for research strategies. (NMSS, Multiple Sclerosis)\n\nMainstream Media Focuses on MS\n\nMultiple sclerosis doesn’t always get a spotlight in the mainstream media, but Newsweek recently published a feature on the disease. The story follows Richard M. Cohen, a retired journalist, blogger, and person with relapsing-remitting multiple sclerosis. Cohen is one of the subjects in a trial using transformed hematopoietic stem cells in an attempt to repair exposed, damaged neurons in the brain. Journalist Alexander Nazaryan chronicles the history of drug development in MS and current experimental therapies, starting before drugs for MS even existed and the diagnosis was delivered with a “perfunctory phone call” as it did with Cohen when he was diagnosed at the age of 25. Nazaryan eventually comes to problems with enhancing remyelination, a goal that constantly feels tantalizingly close to realization. (Journeyman, Newsweek, New York Times, Xconomy)\n\nRelapses as Adverse Events\n\nThe U.S. government’s primary means of tracking unexpected harms from prescription drugs needs an overhaul to gather more complete reports on the most serious events. So says a new analysis of the U.S. Food and Drug Administration’s Adverse Event Reporting System (FAERS), the primary safety surveillance system that uses MedWatch reports to identify harms from therapeutic drugs. Doctors and patients can report suspected drug harms directly, but 96.6% of the case reports are collected and written by drugmakers, the analysis from the nonprofit Institute for Safe Medication Practices (ISMP) found. Due in part to increased marketing contact with doctors and patients, drugmakers are flooding MedWatch with incomplete reports of dubious value. These include reports of death lacking further information about the suspected role of the drug, as well as reports of adverse events more likely due to the underlying disease than to the drug. For example, “Biogen Idec told us that every quarter it telephoned every multiple sclerosis patient taking its drug interferon beta-1a (AVONEX),” the analysis authors wrote. “The most frequently reported adverse event term was ‘multiple sclerosis relapse’ (n = 497), followed by ‘death’ (n = 411). Given that a report has separate sections for patient history and drug indication, it is not clear why manufacturers are including the underlying disease as an adverse drug event. It is possible, however, that drug treatments aggravate the underlying condition, but that is not clear.” (ISMP, Pharmalot/Wall Street Journal)\n\nOn Communication\n\nConveniently for Americans, Brits, and Australians, science is a monoglot field favoring English. But it wasn’t always this way. In this article in the online magazine Aeon, historian Michael Gordin, Ph.D., of Princeton University explores the rise of English as the language of science and whether that’s a good thing. Of course, communication in any language is useless if it falls on deaf ears. With measles on the rise thanks to the regrettable success of antivaccination campaigns and climate change denial still going strong, it’s bewildering how so many people can have contrarian and hostile views toward scientific consensus. National Geographic published a long, fascinating—if not a little disheartening—article on why many people viciously cling to their beliefs even in the face of overwhelming evidence against them. Unfortunately the short answer seems to be that people are more likely to develop and stick to beliefs shared by their peers than they are to change their mind in the face of evidence, even if they are well-educated in science. (Aeon, National Geographic)\n\nNMSS is a funder of MSDF. ACP is the nonprofit publisher of MSDF.\n\nRead other MS Research Roundups.", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fd8bf7\"", "article_summary": "Patient Portal to Drive MS ResearchPicture this: 20,000 patients as partners to understand and cure multiple sclerosis (MS).\nMS Research Roundup collects items of interest to multiple sclerosis researchers from around the Web.\nThe overview caps six specialized reviews of MS comorbidities published since December 2014, all collected in a special online issue.\nRead other MS Research Roundups.\nIn spring 2015, the International Advisory Committee on Clinical Trials in Multiple Sclerosis hopes to map out the next steps for research strategies."}