{"article_title": "New spot, more space and amenities", "article_keywords": ["oliver", "patient", "moore", "space", "park", "hospital", "facility", "spot", "surgical", "amenities", "lourdes", "place", "care"], "article_url": "http://www.theadvertiser.com/story/money/business/2014/09/27/park-place-new-spot-space-amenities/16347769/", "article_text": "Buy Photo Nurses work in the inpatient recovery area at Park Place Surgical Center in Lafayette. (Photo: Paul Kieu, The Advertiser )Buy Photo\n\nIt opened in June with a whisper, but Park Place Surgical Hospital is moving steadily ahead in its new 63,000 square-foot facility of the 120,000 square-foot building on the Our Lady of Lourdes campus.\n\nThe $28.5 million facility represents a joint venture with Our Lady of Lourdes Regional Medical Center.\n\nPark Place Surgical Hospital operates in two of the four floors, which is a major expansion in size from its previous location in the Oil Center, CEO Brandon Moore said.\n\n“We hope to continue to grow at the same rate we’ve grown in the years past,” Moore said. “This is a big step for us to go from 35,000 square feet to now where we are at 63,000 square feet.”\n\nPark Place is connected to the second floor of Lourdes’ second-floor surgical unit to provide “acute care and seamless delivery needs,” Elisabeth W. Arnold, Lourdes’ assistant vice president of marketing and corporate communication, said.\n\nThe facility holds 10 outpatient beds, 10 operating rooms and two procedure rooms.\n\nOverall patient holding and recovery areas were expanded by 40 percent with around 160 employees on staff.\n\nThe Oil Center location worked for Park Place throughout the early 2000s when Park Place turned into a licensed acute-care hospital, but it eventually outgrew itself, Moore said.\n\n“We celebrated our 15th anniversary at the old location and we provided 100,000 cases there,” Moore said. “We weren’t sure if our 100,000th patient was going to be here or at the old location.”\n\nPark Place’s cases have risen 27 percent in the last three years, with a 90 percent patient satisfaction rating, Moore said.\n\nArnold said Lourdes plans to sell the Oil Center property.\n\n“It was great when we first started, because we didn’t have the number of patients,” Park Place nursing director Kate Oliver said. “But now the numbers are huge.”\n\nThe new facility has more spacious recovery rooms, softer lighting and classical music is played in the surgical unit, which Oliver said is more efficiently designed, overall.\n\nMaking hospitals and doctors’ offices feel more like hotels is part of a significant strategy for many healthcare providers throughout the country as they adjust to sweeping healthcare reform.\n\n“That’s why you are seeing a lot of construction in health care,” Moore said. “New research is showing really that your environment, architecture and the design of a facility really have an effect on the healing process.”\n\nPatient satisfaction can also affect the intake of federal Medicare dollars under the Affordable Care Act.\n\nAlong with its partnership with Lourdes, Park Place Hospital’s fourth floor will be home to AMG Specialty Hospital, scheduled to open there on the fourth floor.\n\nThe long-term acute-care hospital will be open in a few weeks, Arnold said.\n\nThe increased patient traffic is a sign that Park Place is doing its best to provide first-class care to patients, Oliver said.\n\n“It’s the quality that’s provided here,” said Oliver, who joined the Park Place team a year ago. “Because it’s physician-based, they have top-class staff. People here are just all about taking the initiative and they are all about just providing excellent care and trying to ‘wow’ the patients each and every time.”\n\nGROWING NUMBERS\n\n27%\n\nRise in number of cases during the last three years at Park Place surgical Hosptial.\n\n90%\n\nPatient satisfaction rating.\n\n160\n\nNumber of employees\n\nat Park Place.\n\n$285M\n\nCost of the new facility.\n\n63,000\n\nSquare footage in Park Place Surgical Hospital.\n\nRead or Share this story: http://www.theadvertiser.com/story/money/business/2014/09/27/park-place-new-spot-space-amenities/16347769/", "article_metadata": {"google": "notranslate", "description": "It opened in June with a whisper, but Park Place Surgical Hospital is moving full steam ahead in its new 120,000 square-foot facility on the Our Lady of Lourdes campus.", "og": {"site_name": "The Advertiser", "description": "It opened in June with a whisper, but Park Place Surgical Hospital is moving full steam ahead in its new 120,000 square-foot facility on the Our Lady of Lourdes campus.", "title": "Park Place: New spot, more space and amenities", "url": "http://www.theadvertiser.com/story/money/business/2014/09/27/park-place-new-spot-space-amenities/16347769/", "image": "http://www.gannett-cdn.com/GDContent/applogos/theadvertiser.png", "type": "article"}, "twitter": {"description": "It opened in June with a whisper, but Park Place Surgical Hospital is moving full steam ahead in its new 120,000 square-foot facility on the Our Lady of Lourdes campus.", "creator": "@theadvertiser", "image": "http://www.gannett-cdn.com/-mm-/9a6bd0325d47ca85cc88b76343d8888dbeadb958/c=360-0-2966-2606&r=x643&c=640x640/local/-/media/LafayetteLA/2014/09/27/tda20140924parkplace006.jpg", "title": "Park Place: New spot, more space and amenities", "site": "@theadvertiser", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=743844896", "fb": {"app_id": 150147415035780}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": ""}, "_id": "\"57477af36914bd0286fd15f5\"", "article_summary": "Buy Photo Nurses work in the inpatient recovery area at Park Place Surgical Center in Lafayette.\n63,000Square footage in Park Place Surgical Hospital.\n“That’s why you are seeing a lot of construction in health care,” Moore said.\n“It was great when we first started, because we didn’t have the number of patients,” Park Place nursing director Kate Oliver said.\nPark Place Surgical Hospital operates in two of the four floors, which is a major expansion in size from its previous location in the Oil Center, CEO Brandon Moore said."}