{"article_title": "Defeat By Deductible: Millennials Aren't Hip To Health Insurance Lingo : Shots", "article_keywords": ["hip", "hemlin", "process", "study", "young", "enrollment", "millennials", "wong", "health", "arent", "shots", "defeat", "couldnt", "deductible", "insurance", "lingo", "plan"], "article_url": "http://www.npr.org/sections/health-shots/2015/06/16/414665468/defeat-by-deductible-millennials-arent-hip-to-health-insurance-lingo", "article_text": "Defeat By Deductible: Millennials Aren't Hip To Health Insurance Lingo\n\ni Elly Walton/Ikon Images/Corbis Elly Walton/Ikon Images/Corbis\n\nCoinsurance? Premium tax credit? HMO and PPO?\n\nSwimming through the health insurance word soup can be frustrating for anyone. Even though I cover health, I couldn't define \"cost-sharing reduction plan\" until I Googled it just now.\n\nAnd it seems I'm not the only clueless 20-something here. Young adults, who generally have little experience managing their own health care expenses, are finding it especially hard signing up for insurance under the Affordable Care Act, according to a study published Tuesday in the Journal of Adolescent Health.\n\nResearchers at the University of Pennsylvania wanted to see how well young people would fare navigating through HealthCare.gov. So they rounded up about 30 young adults, aged 19 through 30, who were interested in enrolling for insurance. They were all college-educated, and based in Philadelphia.\n\nThe researchers sat them in front of computers and observed as they navigated through the online enrollment process. \"We asked them to think out loud, so we could really capture their experience,\" says Charlene Wong, a pediatrician at the University of Pennsylvania who lead the study.\n\nWong and her colleagues interviewed the participants right after they completed their enrollment and again a month later.\n\n\"Many of them said, 'You know, I've never tried to do this before and it feels a little bit overwhelming because there's so many different options,' \" Wong says.\n\nHalf of the participants couldn't define \"deductible,\" and three quarters couldn't explain \"coinsurance.\"\n\nPlus most of them were unaware of subsidies for insurance, and they didn't have an idea of how much insurance plans generally cost. Most thought that an affordable plan cost less than $100 a month — but the cheapest plan in Philadelphia cost $187 monthly, without tax credits.\n\nThe study involved college-educated, tech-savvy young people, Wong points out. \"Considering that, we were really surprised at just how much they didn't know.\"\n\nPrevious surveys have turned up similar findings. The recent study is small, Wong says. But it takes a more in-depth look at how young people feel about the enrollment process.\n\nThe results suggest that the government as well as insurance companies need to do a better job of educating people about the basics, Wong says. Making the process easier for young people is crucial to the success of Obamacare, she points out, since more healthy young Americans need to pay into the insurance system to help cover the costs for older, sicker people.\n\nOf course, getting anyone to retain information about insurance isn't easy. \"It's dry material,\" says Erin Hemlin the health care campaign director at Young Invincibles, an advocacy group that helps educate young people about health policy.\n\nYoung Invincibles has tested out some creative ideas to get people interested, like sponsoring concerts. They conduct weekly Twitter chats. And they've developed an app that helps guide people through the enrollment process.\n\nIf the process is confusing for the young people in this study, Hemlin says, it's even harder for demographic groups.\n\n\"I spent about four months in Texas during the first open enrollment period helping a mostly low-income, Latino population apply for insurance,\" she says. \"It was so disheartening, because these insurance terms are confusing in English. And they don't translate well at all.\"\n\nLots of young people she encounters are intimidated by the process so they're not able to take advantage of the services available to them, Hemlin says. \"This lack of health insurance literacy is the biggest barrier right now. I want more young people to realize 'Oh, wait, I actually can afford this.' \"", "article_metadata": {"Rating": "General", "description": "Researchers watched a group of young adults as they tried signing up for insurance on HealthCare.gov. Half didn't know what a deductible was. Needless to say, they struggled with enrollment.", "og": {"site_name": "NPR.org", "description": "Researchers watched a group of young adults as they tried signing up for insurance on HealthCare.gov. Half didn't know what a deductible was. Needless to say, they struggled with enrollment.", "title": "Defeat By Deductible: Millennials Aren't Hip To Health Insurance Lingo", "url": "http://www.npr.org/sections/health-shots/2015/06/16/414665468/defeat-by-deductible-millennials-arent-hip-to-health-insurance-lingo", "image": "https://media.npr.org/assets/img/2015/06/16/computing_wide-d879284be843093a3986cffac534c8408f2e7abd.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2015/06/16/computing_wide-d879284be843093a3986cffac534c8408f2e7abd.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2015-06-16", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "Defeat By Deductible: Millennials Aren't Hip To Health Insurance Lingoi Elly Walton/Ikon Images/Corbis Elly Walton/Ikon Images/CorbisCoinsurance?\nSwimming through the health insurance word soup can be frustrating for anyone.\n\"This lack of health insurance literacy is the biggest barrier right now.\nThe researchers sat them in front of computers and observed as they navigated through the online enrollment process.\nAnd they've developed an app that helps guide people through the enrollment process."}