{"article_title": "Central Texas health plans severs ties with Seton in rate dispute", "article_keywords": ["sendero", "severs", "plans", "seton", "million", "medicaid", "rate", "hmo", "health", "central", "ties", "care", "insurance", "texas", "dispute"], "article_url": "http://www.mystatesman.com/news/news/taxpayer-backed-health-plan-in-austin-breaks-with-/npP54/", "article_text": "Seton has its own Medicaid HMO, which competes with Sendero.\n\nSeton executive says it tried to work out a partnership deal with Sendero, but the proposal failed.\n\nSendero has struggled financially, and Travis County taxpayer contributions to it have reached $45.9 million.\n\nAbout 10,000 Central Texas households are covered by Sendero Health Plans and will need to get care elsewhere.\n\nA money-losing health plan kept afloat by Travis County taxpayers has ended its agreement with Austin’s largest health system, cutting in half the number of hospitals available to the needy adults and children in the plan.\n\nThe Texas Department of Insurance is now reviewing whether the network offered by Sendero Health Plans is adequate to serve its members in 10,000 households across eight Central Texas counties. Sendero’s break with the Seton Healthcare Family means the Sendero network no longer includes 11 Seton hospitals and four outpatient facilities.\n\nSendero serves Central Texans, including residents of Travis, Williamson and Hays counties, through its Medicaid HMO, Children’s Health Insurance Program and IdealCare, a plan under the Affordable Care Act. Those enrollees were notified that, as of Nov. 1, they were no longer covered at Seton facilities, including University Medical Center Brackenridge, a public safety-net facility that Seton runs, and the region’s only comprehensive children’s hospital, Dell Children’s Medical Center.\n\nOfficials connected to Sendero said its Medicaid and CHIP enrollees will be able to get care at other facilities in the region, including 10 hospitals, six of which are part of St. David’s HealthCare.\n\nThey also said that, despite the contract termination, patients can still receive emergency care at Seton, as well as other Seton services not available elsewhere. Other demands for a Seton facility will be evaluated on a case-by-case basis, they said.\n\n+ Central Health is Travis County’s hospital district, which oversees programs for health care services for the county’s poor, uninsured and underinsured ... read more ×\n\n“Obviously, we’re very disappointed that Seton is not in our network,” said Lynne Hudson, a Sendero board member. “I want to assure our members, with the transition plan put in place, our goal is not to harm or cause any inconvenience to a member.”\n\nHudson also serves on the board of Central Health, which chose to create Sendero as a way to cover more indigent patients with health insurance. The board envisioned a broad expansion of Medicaid under the health care law to increase a pool of potential customers. But it didn’t happen when the U.S. Supreme Court ruled that states could opt out.\n\nConsequently, the health plan has struggled financially since it opened for business in March 2012. To date, Central Health has transferred $45.9 million in taxpayer money into Sendero — far more than officials ever envisioned.\n\n+ Central Health Patricia Young Brown Central Health ×\n\nThe disagreement over how much money Sendero would pay Seton for care had been brewing for months. Over the summer, officials on both sides downplayed the issue, with Central Health President and CEO Patricia Young Brown saying such negotiations are common between insurers and health care providers.\n\nThis time, those negotiations broke down.\n\nThe situation is an unusual one for Central Health, Travis County’s taxing authority for health care services to low-income and uninsured county residents. Central Health and Seton are close partners. They created a nonprofit aimed at transforming health care delivery, and they cooperate on providing care to needy county residents.\n\n“It’s unfortunate,” Greg Hartman, a Seton executive, said of the contract termination. “We really do need to arrive at a good solution here. We offered to partner with Sendero in a lot of different ways … and we really want to get this fixed. It’s not good for the community, and it’s not good for any of the providers in town.”\n\nYoung Brown said that while discussions with Seton are ongoing, she believes St. David’s and the other hospitals can adequately care for Sendero’s enrollees.\n\nShe said children can be hospitalized at St. David’s North Austin Medical Center, which has a small children’s hospital inside of it. That facility has 10 emergency beds, eight medical/surgical inpatient beds and six intensive-care beds.\n\nState insurance industry regulators haven’t yet decided whether the network is adequate, Texas Department of Insurance spokeswoman Stephanie Goodman said Tuesday.\n\nDespite the dust-up, Hartman and Young Brown said their organizations continue to have a strong working relationship. But it’s complicated.\n\nAdding to the complexity is Seton’s Medicaid HMO, which competes with Sendero. Two larger health plans also offer managed care services to adults on Medicaid and children on CHIP in Central Texas. The competition cut into potential profits.\n\nIn 2011, John Stephens, then-Central Health’s chief financial officer, said he thought the maximum losses if the HMO failed was $10 million to $12 million. In a worst-case scenario, losses could be up to $23.4 million, he said, adding that wouldn’t happen because the board would first pull the plug. Stephens said he expected the HMO to break even in 2017, though a former Sendero CEO said that would happen during the health plan’s third year of business.\n\nNo one is making such predictions now.\n\nThe $45.9 million from taxpayers has been used to pay claims and satisfy state requirements for Medicaid HMO balances, officials have said. In the current budget year, Central Health has pledged an additional $5 million, if Sendero needs it. Central Health officials don’t disclose financial details, including rates, for competitive reasons, Young Brown said.\n\nAsked if it was time to pull the plug, Central Health Chairwoman Katrina Daniel said the board still values Sendero.\n\n“It’s a community-based health plan that provides an element of continuity for the folks Central Health serves,” said Daniel, a former associate commissioner at the Texas Department of Insurance. “The board, obviously, watches it closely.”", "article_metadata": {"description": "A money-losing health plan kept afloat by Travis County taxpayers has ended its agreement with Austin’s largest health system, cutting in half the number of hospitals available to the needy adults and children in the plan.", "author": "By Mary Ann Roser - American-Statesman Staff", "og": {"url": "http://www.mystatesman.com/news/news/taxpayer-backed-health-plan-in-austin-breaks-with-/npP54/", "image": "http://media.cmgdigital.com/shared/img/photos/2015/11/17/22/b0/HiRes-Trish_Young-7028-Edit.jpg", "type": "article", "description": "A money-losing health plan kept afloat by Travis County taxpayers has ended its agreement with Austin’s largest health system, cutting in half the number of hospitals available to the needy adults and children in the plan.", "title": "Central Texas health plans severs ties with Seton in rate dispute"}, "twitter": {"image": "http://media.cmgdigital.com/shared/lt/lt_cache/resize/120x120/img/photos/2015/11/17/55/d0/FullSizeRender_1.jpg", "description": "A money-losing health plan kept afloat by Travis County taxpayers has ended its agreement with Austin&rsquo;s largest health system, cutting in half the number of hospitals available to the needy adults and children in the plan.", "card": "summary", "title": "Taxpayer-backed health plan in Austin breaks with Seton over rates"}, "apple-mobile-web-app-title": "myaas", "vr": {"canonical": "http://www.mystatesman.com/news/news/taxpayer-backed-health-plan-in-austin-breaks-with-/npP54/"}, "cmg_revpath": "/re/292/3141004/news/news/taxpayer-backed-health-plan-in-austin-breaks-with-/npP54/", "keywords": "williamson county,statesman,local news,health,hays county,Travis County,City of Austin,Bastrop County", "viewport": "shrink-to-fit=no, width=device-width, initial-scale=1.0, user-scalable=no, maximum-scale=1"}, "article_summary": "The situation is an unusual one for Central Health, Travis County’s taxing authority for health care services to low-income and uninsured county residents.\n+ Central Health Patricia Young Brown Central Health ×The disagreement over how much money Sendero would pay Seton for care had been brewing for months.\nAbout 10,000 Central Texas households are covered by Sendero Health Plans and will need to get care elsewhere.\nThe Texas Department of Insurance is now reviewing whether the network offered by Sendero Health Plans is adequate to serve its members in 10,000 households across eight Central Texas counties.\nThey created a nonprofit aimed at transforming health care delivery, and they cooperate on providing care to needy county residents."}