{"article_title": "CMS Ruling Changes Medicare Advantage and Part D Programs", "article_keywords": ["enrollees", "providers", "d", "advantage", "programs", "cms", "eligible", "quality", "program", "medicare", "ruling", "changes", "plans"], "article_url": "http://healthpayerintelligence.com/news/cms-ruling-changes-medicare-advantage-and-part-d-programs", "article_text": "Yesterday, the Centers for Medicare & Medicaid Services (CMS) announced in a press release new changes taking place for the Medicare Advantage and Part D Prescription Drug Program starting in 2017. Essentially, these deviations are meant to bring more stable payments for health plans as well as improve some of the challenges of the program among plans that offer high quality medical care among “the most vulnerable” Medicare beneficiaries.\n\nThese are the finalized rulings from CMS and are very similar to the proposals for the Medicare Advantage and Part D program changes released in February. Nonetheless, there are several specific variations that the finalized ruling includes due to the feedback offered throughout the public comment period.\n\nFor instance, the revenue change will be 0.85 percent, which is slightly smaller than the increase predicted in the February Advance Notice due to some technical adjustments. This growth in revenue aligns well with the increase seen in the Medicare fee-for-service reimbursement system.\n\nThe Advance Notice and Draft Call Letter was released on February 19 and stakeholders had until March 4 to submit public comments to CMS. Some of the policies were revised to align with stakeholder comments.\n\n“We continue to strengthen Medicare Advantage and Medicare Part D, in particular for enrollees who need additional investments in their health, such as dually Medicare-Medicaid eligible individuals and those with complex socioeconomic needs,” Acting Administrator Andy Slavitt said in a public statement. “With these policies, we will continue to see improvements in growth, affordability, benefits, and quality for millions of seniors and people living with disabilities.”\n\nThe Medicare Advantage and Part D changes also ensure that healthcare providers who improve their quality of medical services among beneficiaries will “receive higher updates” so that the treatments and follow-up appointments offered to enrollees can be enhanced.\n\nMedicare Advantage and Part D Prescription Drug Programs that serve dually eligible (both Medicare and Medicaid beneficiaries) or low income enrollees and other vulnerable patients will benefit from innovative policies that ensure payments made are highly accurate.\n\nUpdated methods are going to be used for risk-adjusted payments among providers who serve dual-eligible enrollees in order to ensure the cost of care is reimbursed more accurately, CMS reports. A new Risk Adjustment Model has been developed to begin operating in 2017.\n\nSeparate coefficients for different population groups will be used in the Risk Adjustment Model in order to ensure greater precision in payment for Medicare providers and even larger reimbursement for providers serving full benefit dually eligible beneficiaries.\n\nThe Star Ratings system will also be revised in order to better reflect a plan’s patient population including socioeconomic and disability status. These finalized rulings will also impact the Medicare Advantage program in Puerto Rico, creating more stability for the region.\n\n“Medicare Advantage plans that achieve high Star Ratings are eligible for Quality Bonus Payments. Some plans and other stakeholders believe that enrollment of a high percentage of dually eligible enrollees and/or enrollees who receive a low income subsidy limits plans’ ability to achieve high Medicare Advantage or Part D Star Ratings,” the federal agency stated on its website. “In response, CMS conducted extensive research on this issue, releasing findings and requesting comment on proposed methodological changes in 2015.”\n\n“Following this public process, CMS will implement as proposed an interim analytical adjustment to account for low income subsidy/dual eligible and/or disability status. The adjustment factor will vary by a contract’s proportion of low income subsidy/dually eligible and disability status beneficiaries. Through this interim adjustment, CMS seeks to more accurately capture true plan performance, while work continues by the HHS Assistant Secretary for Planning and Evaluation (ASPE) and measure stewards in this important area.”\n\nPrescription drug safety is also imperative for the federal agency and CMS has finalized policies revolving around the prevention of opioid overuse and abuse. Pharmacies will be required to have greater safeguards in place before dispensing an opioid prescription, according to the press release.\n\nCurrently, the Medicare Advantage and Part D programs are growing since enrollment numbers have risen by 50 percent ever since the Affordable Care Act was passed. 17.1 million Medicare beneficiaries or about one-third of the Medicare population has now signed up to be part of the Medicare Advantage plans.\n\n“The Affordable Care Act (ACA) established a new benchmark methodology beginning in 2012,” CMS stated in a brief. “In the Advance Notice we announced the continued implementation of the methodology used to derive the benchmark county rates, how the qualifying bonus counties will be identified, and how transitional phase in periods were determined. The continued applicability of the star system was also announced. This Announcement finalizes these proposals.”\n\nAdditionally, the quality of these health plans continue to improve, CMS states. One vital point to mention is that the premium costs of Medicare Advantage and Part D programs continue to be affordable with the price dropping approximately 10 percent over the last six years.\n\nCMS also adjusted plan payments based on the diagnostic coding between providers for Medicare Advantage beneficiaries and fee-for-service providers. The agency also used the Social Security Act to put an end to any requirements that blocked consumers from enrolling in employment-based Medicare plans. Medicare Employer Retiree Plans are arrangements that are designed through the collaboration of employers, employer groups, and Medicare Advantage personnel.\n\nThe changes created for the Medicare Advantage and Part D programs will ensure that reimbursement remains accurate and effective while the quality of patient care is improved. This will further stabilize the Medicare program as a whole.", "article_metadata": {"description": "CMS announced in a press release new changes taking place for the Medicare Advantage and Part D Prescription Drug Program starting in 2017.", "author": "HealthPayerIntelligence", "og": {"url": "http://healthpayerintelligence.com/news/cms-ruling-changes-medicare-advantage-and-part-d-programs", "site_name": "HealthPayerIntelligence", "image": "http://healthpayerintelligence.com/images/site/articles/CMS_Logo_1.jpg", "type": "article", "title": "CMS Ruling Changes Medicare Advantage and Part D Programs"}, "twitter": {"description": "CMS announced in a press release new changes taking place for the Medicare Advantage and Part D Prescription Drug Program starting in 2017.", "creator": "@", "image": {"src": "http://healthpayerintelligence.com/images/site/articles/CMS_Logo_1.jpg"}, "title": "CMS Ruling Changes Medicare Advantage and Part D Programs", "site": "@", "card": "summary"}, "robots": "index, follow", "msvalidate.01": "A4BC83422766F1B550D1E340B290BAC0", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "17.1 million Medicare beneficiaries or about one-third of the Medicare population has now signed up to be part of the Medicare Advantage plans.\nThese are the finalized rulings from CMS and are very similar to the proposals for the Medicare Advantage and Part D program changes released in February.\nThese finalized rulings will also impact the Medicare Advantage program in Puerto Rico, creating more stability for the region.\nMedicare Employer Retiree Plans are arrangements that are designed through the collaboration of employers, employer groups, and Medicare Advantage personnel.\nYesterday, the Centers for Medicare & Medicaid Services (CMS) announced in a press release new changes taking place for the Medicare Advantage and Part D Prescription Drug Program starting in 2017."}