{"article_title": "Dieting dachshund in Ohio goes from obese to svelte", "article_keywords": ["wants", "dieting", "dennis", "weight", "obese", "food", "veterinary", "dog", "relative", "wiener", "goes", "burton", "ohio", "svelte", "didnt", "dachshund"], "article_url": "http://townhall.com/news/us/2015/03/11/dieting-dachshund-in-ohio-goes-from-obese-to-svelte-n1969155", "article_text": "COLUMBUS, Ohio (AP) — Once a wanton wiener dog, Dennis went on a diet and is now a happy shadow of his former self after losing more than 75 percent of his body weight.\n\nLess than two years ago, Dennis weighed in at a whopping 56 pounds — about the size of four or five miniature dachshunds, which is what he is. A series of \"before\" photos show Dennis resting on rolls of fat, his head seemingly too little for his blob of a body. He couldn't take more than a few steps without being out of breath.\n\nThen Brooke Burton adopted him from a relative who had fed him White Castle burgers, pizza and other human food, and didn't pay much attention to the dog's burgeoning belly.\n\nBurton, a 26-year-old nursing student, recalls how emotional she became when she first saw Dennis in June 2013, and then persuaded her relative to give him up.\n\n\"Out comes Dennis, and I couldn't believe it,\" Burton says. \"I wasn't even sure what breed of dog he was supposed to be because he was so large.\"\n\nBurton put him on diet of dry dog food, plus lots of walks and affection. Now the 6-year-old wiener dog is a svelte 12 pounds and happily chasing squirrels in the backyard, playing fetch and bossing around the other three rescue dogs that live with him.\n\n\"In the beginning, you could tell he was very depressed, that he really didn't feel good at all,\" Burton says. \"He didn't have much of a personality. After he lost weight, this bossy little demanding man popped out. He's into everything, he wants to play with everybody.\"\n\nDennis lost so much weight that he started tripping over the folds of excess skin that were left over and getting infections. He has had three surgeries at the Ohio State University Veterinary Medical Center to get rid of it.\n\nDr. Kathleen Ham, the veterinary surgeon who performed the operations, says Dennis' story is a good lesson for pet owners who might feed their animals too much.\n\n\"We have an expression: food is not love,\" Ham says. \"Most of what your pet wants from you is affection and attention.\"", "article_metadata": {"description": "Dieting dachshund in Ohio goes from obese to svelte - AP News: COLUMBUS, Ohio (AP) — Once a wanton wiener dog, Dennis .05/26/2016 19:17:29PM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "COLUMBUS, Ohio (AP) — Once a wanton wiener dog, Dennis went on a diet and", "title": "AP News - Dieting dachshund in Ohio goes from obese to svelte", "url": "http://townhall.com/news/us/2015/03/11/dieting-dachshund-in-ohio-goes-from-obese-to-svelte-n1969155", "image": "http://media.townhall.com/townhall/reu/ha/2015\\70\\0a61b38c-739c-48ca-8d6b-3bcf4a1e91d5.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "COLUMBUS, Ohio (AP) — Once a wanton wiener dog, Dennis went on a diet and", "title": "AP News - Dieting dachshund in Ohio goes from obese to svelte", "url": "http://townhall.com/news/us/2015/03/11/dieting-dachshund-in-ohio-goes-from-obese-to-svelte-n1969155", "image": "http://media.townhall.com/townhall/reu/ha/2015/70/0a61b38c-739c-48ca-8d6b-3bcf4a1e91d5.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Dieting dachshund in Ohio goes from obese to svelte, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Now the 6-year-old wiener dog is a svelte 12 pounds and happily chasing squirrels in the backyard, playing fetch and bossing around the other three rescue dogs that live with him.\nCOLUMBUS, Ohio (AP) — Once a wanton wiener dog, Dennis went on a diet and is now a happy shadow of his former self after losing more than 75 percent of his body weight.\nBurton put him on diet of dry dog food, plus lots of walks and affection.\nHe has had three surgeries at the Ohio State University Veterinary Medical Center to get rid of it.\n\"In the beginning, you could tell he was very depressed, that he really didn't feel good at all,\" Burton says."}