{"article_title": "Biggest line from the SOTU", "article_keywords": ["oil", "iran", "prize", "annuity", "need", "sotu", "world", "biggest", "financial", "line", "insurers", "crisis", "thats"], "article_url": "http://www.politico.com/tipsheets/morning-money/2016/01/pro-morning-money-212138", "article_text": "Biggest line from the SOTU\n\nBIGGEST LINE FROM THE SOTU — Tailor made for Democratic candidates from White House hopefuls on down: “Anyone claiming that America’s economy is in decline is peddling fiction.” Obama went on to detail problems in the economy but he boasted of his record on job creation, the booming auto industry and a jobless rate half it was shortly before he took office. The clear message: GOP candidates saying the economy is a mess are simply wrong.\n\nTAKING ON TRUMPISM — The Donald did not get a mention in the speech but Obama clearly alluded to him several times. “How can we make our politics reflect what’s best in us, and not what’s worst?” Obama asked. He also rejected the idea that America is getting weaker: “The United States of America is the most powerful nation on Earth. Period. It’s not even close. We spend more on our military than the next eight nations combined. Our troops are the finest fighting force in the history of the world. No nation dares to attack us or our allies because they know that’s the path to ruin.”\n\nStory Continued Below\n\nAnd he went hard at Trump over his proposed ban on Muslims entering the U.S.: “That’s why we need to reject any politics that targets people because of race or religion. This isn’t a matter of political correctness. It’s a matter of understanding what makes us strong. The world respects us not just for our arsenal; it respects us for our diversity and our openness and the way we respect every faith …\n\n“When politicians insult Muslims, when a mosque is vandalized, or a kid bullied, that doesn’t make us safer. That’s not telling it like it is. It’s just wrong. It diminishes us in the eyes of the world. It makes it harder to achieve our goals. And it betrays who we are as a country.”\n\nPOLITICO’s Blake Hounshell rounds-up all the (not so) veiled Trump references: http://politi.co/1ZjFKFt\n\nOBAMA ON WALL STREET — Not a lot on banks/Wall Street beyond this: “I think there are outdated regulations that need to be changed, and there’s red tape that needs to be cut [perhaps the only line to get big GOP applause]. But after years of record corporate profits, working families won’t get more opportunity or bigger paychecks by letting big banks or big oil or hedge funds make their own rules at the expense of everyone else; or by allowing attacks on collective bargaining to go unanswered. Food Stamp recipients didn’t cause the financial crisis; recklessness on Wall Street did.”\n\nOBAMA ON TPP — From the SOTU: “That’s how we forged a Trans-Pacific Partnership to open markets, protect workers and the environment, and advance American leadership in Asia. It cuts 18,000 taxes on products Made in America, and supports more good jobs. With TPP, China doesn’t set the rules in that region, we do. You want to show our strength in this century? Approve this agreement. Give us the tools to enforce it.\n\nALSO ON TPP — A bipartisan congressional group (63 members, comprising a majority of the Ways and Means Committee and just less than half the House Financial Services Committee) sent a letter to the White House urging the administration to ban local server requirements for the financial services sector in TPP and future trade agreements. Letter: http://1.usa.gov/1RkHVJp\n\nOBAMA ON OBAMA — Pretty significant self-reflection toward the end of the speech when the president spoke of his failure to deliver on his campaign promise to be a “repairer of the breach” in a bitterly partisan political atmosphere. “It’s one of the few regrets of my presidency — that the rancor and suspicion between the parties has gotten worse instead of better. There’s no doubt a president with the gifts of Lincoln or Roosevelt might have better bridged the divide, and I guarantee I’ll keep trying to be better so long as I hold this office.”\n\nHALEY HITS TRUMP AS WELL — POLITICO’s Rachel Bade: “South Carolina Republican Gov. Nikki Haley, a potential 2016 vice presidential running-mate for the GOP nominee, offered a not-so-subtle rebuke of Donald Trump's fiery immigration rhetoric as part of her response to … Obama's Tuesday State of the Union speech. While a good chunk of her rebuttal covered the usual Republican objections to Obama's policies, from national security to Obamacare to economic policy, Haley's response seemed to address the current GOP frontrunner for the nomination head-on — and tried to distance Republicans from some of his comments.\n\n“‘Today, we live in a time of threats like few others in recent memory. During anxious times, it can be tempting to follow the siren call of the angriest voices,’ Haley said on Tuesday, adding that she is ‘the proud daughter of Indian immigrants who reminded my brothers, my sister and me every day how blessed we were to live in this country.’ ‘We must resist that temptation,’ Haley said. ‘No one who is willing to work hard, abide by our laws, and love our traditions should ever feel unwelcome in this country.’” http://politi.co/1ZjDb68\n\nHRC IN TROUBLE IN IOWA — Via a plugged in Dem: “I’m not privy to the private internal polls that ClintonWorld has in the field, but some who are seem to be in pre-panic mode. Apparently they see the bottom falling out in Iowa w/ dismal trend lines leading to the Caucus. The unspoken (but whispered) fear is a double-digit loss to The Bern in Iowa, and all that would mean going forward. Senior staff is struggling to present a confident face while also signaling that they need every vote. Biden & Kerry paying close attention despite obvious roadblocks. Hillary hasn't forgotten that she came in 3rd in Iowa in 2008, behind Obama & John Edwards”\n\nLAGGING BEHIND — POLITICO's Nick Gass reports: \"The intensifying rivalry between Clinton and Sanders spiked a few degrees on Tuesday with a duo of new polls showing the Vermont senator on the rise. The latest surveys show Sanders catching fire in not only his regional stomping ground of New Hampshire but also in Iowa, where Clinton enjoyed a double-digit lead as late as mid-December.\" http://politi.co/1ZqLcM9\n\nJOBS CHART REBUTTAL — Gary Burtless the John C. and Nancy D. Whitehead Chair in Economic Studies at Brookings took issue with the HPS chart on job growth. “He found that in the seven years from Dec. 2008-Dec. 2015, the average monthly growth in the 16-to-64 year-old (non-institutionalized) U.S. population was 85,200 per month. That is the LOWEST average growth rate of the working-age population going back to at least 1960.” Chart: http://bit.ly/1SNluvT\n\nNEW THIS A.M. — Bloomberg Businessweek up this a.m: “The 158 Billion Barrel Woman: Can Elham Hassanzadeh Get the Oil Flowing in Iran?” … Peter Waldman “profiles the 31-year-old head of consulting firm, Energy Pioneers, based in Tehran and London, that’s at the vanguard of Iran’s all-out push to lure back foreign investors after the expected lifting of sanctions in coming months” http://bloom.bg/1P9j3Ou\n\nGOOD WEDNESDAY MORNING — Email me your SOTU reacts on bwhite@politico.com and follow me on Twitter @morningmoneyben\n\nTHIS MORNING ON POLITICO PRO FINANCIAL SERVICES — Zachary Warmbrodt on the politics of the Audit the Fed vote -- and to get Morning Money every day before 6 a.m.-- please contact Pro Services at (703) 341-4600 info@politicopro.com\n\nIRAN HOLDS TEN AMERICANS — Reuters: “Iran detained 10 U.S. sailors aboard two U.S. Navy boats in the Gulf on Tuesday in an incident that rattled nerves days ahead of the expected implementation of a landmark nuclear accord with Tehran. Late on Tuesday, a U.S. defense official said plans were in place for Iran to return the sailors to a U.S. Navy vessel in international waters early on Wednesday. Both U.S. and Iranian officials described the sailors, whose boats may have inadvertently drifted into Iranian waters, as safe and well-treated. U.S. defense officials said nine men and one woman were aboard the two vessels seized.\n\n“White House spokesman Josh Earnest told CNN that ‘We have received assurances from the Iranians that our sailors are safe and that they will be allowed to continue their journey promptly.’ Official Iranian news outlets confirmed the detention of the 10 Americans. ‘The Revolutionary Guards naval forces seized the American boats two kilometers inside Iranian territorial waters while they were snooping around,’ Iran's semi-official Fars news agency said. Officials from Iran and the United States were negotiating to free the crew, Fars reported.” http://reut.rs/1mUc6KA\n\nYOU’RE INVITED! — Join NFL Network and POLITICO for a screening of NFL Film's production of America's Game and the Iran Hostage Crisis. The screening will be followed by a panel conversation discussing the film and current events featuring Director and Executive Producer Tate Donovan, American reporter in Iran during the hostage crisis Alex Paen and U.S. Marine held hostage in Iran during the crisis Rocky Sickmann. Thursday, January 14, 6-8 p.m., The Newseum. RSVP: http://bit.ly/1ZQv5UM\n\nTIME TO LEAP OUT THE WINDOW? — Daily Telegraph’s Ambrose Evans-Pritchard: “RBS has advised clients to brace for a ‘cataclysmic year’ and a global deflationary crisis, warning that major stock markets could fall by a fifth and oil may plummet to $16 a barrel. The bank’s credit team said markets are flashing stress alerts akin to the turbulent months before the Lehman crisis in 2008. ‘Sell everything except high quality bonds. This is about return of capital, not return on capital. In a crowded hall, exit doors are small,” it said in a client note.” http://bit.ly/1JJpiMN\n\nGOING BEYOND DODD-FRANK — Michael S. Barr, law professor and senior fellow at the Center for American Progress, on CNBC.com: “Building on these reforms, we need further effective steps to regulate the shadow-banking world and curb the use of hot money, including strong collateral and margin rules for securities financing transactions that expose the system to significant risk, and further money market fund reform to reduce the risk of another ‘bank’ run or $3 trillion guarantee in that sector in the next crisis.\n\n“We need to curb abusive high-frequency trading practices, bolster protections for exchange traded funds and make our markets more transparent and fair, including by tackling conflicts of interest that too often leave regular investors exposed to unnecessary risks and fees.http://cnb.cx/1SNiqQA\n\nMET LIFE LOOKS TO DUCK SIFI TAG — Per a Met Life official: “We are separating our US Retail business (could be a spin, IPO or sale) … US Retail will be more competitive and nimble as an independent company — not expected to be a SIFI — therefore not forced to hold excess capital … . For the rest of MetLife, this brings us lower capital requirements and greater cash generation potential. … This does not impact our pending SIFI litigation — we continue to believe that no part of MetLife represents systemic risk and hope the court agrees”\n\nWSJ’s Leslie Scism: “MetLife Inc. doesn’t believe it poses a risk to the financial system. But it isn’t waiting to find out if courts agree. The insurer is seeking to divest a large piece of its U.S. life-insurance unit as part of a plan to ease some of the capital burden it is expected to face under new federal regulations …\n\n“Under the plan, the company would spin off, sell or take public a business that has been at its core for decades: selling life insurance and other financial products to individuals and families across the U.S. MetLife is one of the best-known sellers of financial protection to American households” http://on.wsj.com/1UNg5n6\n\nPOWER-BALL ADVICE: TAKE THE ANNUITY — NYT’s Josh Barro: “[W]hile people associate the term “annuity” with payment streams that end when you die, the Powerball prize is actually what actuaries call an annuity certain: a stream of annual payments, every year from now until 2045, regardless of what happens to you. If you die before 2045, the future payments become part of your estate, like any other asset.\n\n“Second, there are big tax advantages to the annuity. The main one is that taking the annuity is basically like letting the government hold onto part of your prize for a while and invest it for you — and the government does not pay tax on investment income. Of course, once you get the annuity checks, you’ll have to pay income tax on them. But if you take the lump-sum cash prize, you’ll pay tax twice: on the prize when you win it, and on the income you get by investing it.” http://nyti.ms/1J1Jk59\n\nNO BOTTOM FOR OIL — FT’s Christopher Adams and David Sheppard: “Oil prices tumbled to within a whisker of $30 a barrel on Tuesday, extending a savage new year sell-off as BP axed thousands of jobs and Brazil’s Petrobras cut tens of billions of dollars in spending. Signaling that it expects no let-up in a market downturn being likened to the slump of the 1980s, the UK-based energy major announced 4,000 job cuts across its exploration and production business, including hundreds in its hard-hit North Sea operations. …\n\n“The cuts came as the price of internationally traded Brent crude on Tuesday sank to $30.34 a barrel, near 12-year lows, taking its decline since the summer of 2014 to more than 70 per cent. Daniel Yergin, author of a history of oil, ‘The Prize’, told the Financial Times: ‘The supercycle in commodities is ending in great pain. The big worry is what’s really going to happen to the world economy.’” http://on.ft.com/1RKHmHy\n\nTHE TALK OF WALL STREET — “JPMorgan’s Dimon dogs Bloomberg over computer terminal change$,” by Post’s Kevin Dugan: “Jamie Dimon may be pulling the plug on Bloomberg terminals, unless he can get a deal. The JPMorgan Chase CEO is preparing to rip out thousands of its $21,000-a-year Bloomberg terminals over the coming two or three years, which may crimp the private financial data company … The New York-based bank is in the midst of negotiating contracts with Thomson Reuters — Bloomberg’s main competitor — to replace at least 1,000 to 2,000 terminals worldwide during the next two years.” http://nyp.st/1N4rGsq\n\n**A message from the Property Casualty Insurers Association of America (PCI): Hurricane Season is right around the corner. Home, auto, and business insurers are committed to assisting policyholders in need, quickly and efficiently. Insurers have a strong track record following even the most devastating of natural disasters. In the wake of Superstorm Sandy, insurers settled more than 130,000 flood claims, with only one percent of claims going to litigation. The private insurance sector paid more than 1,500,000 million Sandy claims from all other insured losses, with less than one percent going to litigation. But there is still work to be done. Insurers are looking at new tools and methods to improve our response after natural disasters. The industry also is working with Congress to make improvements to the flood insurance system. Building safer, stronger, more resilient communities is a goal for us all. We are all in this together. Learn more about the Property Casualty Insurers Association and the industry’s efforts at http://bit.ly/FloodHQ and at @PCIAA.**\n\n", "article_metadata": {"og": {"site_name": "POLITICO", "description": "Taking on Trumpism — Obama on Wall street — Obama on TPP", "title": "Biggest line from the SOTU", "url": "http://www.politico.com/tipsheets/morning-money/2016/01/pro-morning-money-212138", "image": "http://static.politico.com/97/de/e15842c94e928ce8b561e20745a0/whitelogoondots.jpeg", "fb_appid": 114037015331397, "type": "website"}, "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "Taking on Trumpism — Obama on Wall street — Obama on TPP", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "— Join NFL Network and POLITICO for a screening of NFL Film's production of America's Game and the Iran Hostage Crisis.\nFood Stamp recipients didn’t cause the financial crisis; recklessness on Wall Street did.”OBAMA ON TPP — From the SOTU: “That’s how we forged a Trans-Pacific Partnership to open markets, protect workers and the environment, and advance American leadership in Asia.\nDaniel Yergin, author of a history of oil, ‘The Prize’, told the Financial Times: ‘The supercycle in commodities is ending in great pain.\nTAKING ON TRUMPISM — The Donald did not get a mention in the speech but Obama clearly alluded to him several times.\nIn the wake of Superstorm Sandy, insurers settled more than 130,000 flood claims, with only one percent of claims going to litigation."}