{"article_title": "Surgeon General Confirmation Held Up In Senate", "article_keywords": ["week", "gaetz", "confirmation", "committee", "armstrong", "senate", "general", "held", "flores", "health", "questions", "department", "services", "surgeon"], "article_url": "http://health.wusf.usf.edu/post/surgeon-general-confirmation-held-senate-0", "article_text": "After narrowly escaping an earlier panel, state Surgeon General John Armstrong on Tuesday did not get a scheduled confirmation hearing before the Senate Ethics and Elections Committee.\n\nCommittee chairman Garrett Richter, R-Naples, said he tabled a vote at the last minute to accommodate senators who still had questions for Armstrong. The committee is scheduled to meet again next Tuesday.\n\n\"I want to make sure the surgeon general has an opportunity to respond to all the concerns and address the concerns of the members of the committee before we proceed,\" Richter said.\n\nHe said Sen. Anitere Flores, R-Miami, and Sen. Chris Smith, D-Fort Lauderdale, were among those with more questions for Armstrong, who is secretary of the Florida Department of Health.\n\nFlores told reporters that she wasn't yet satisfied with the answers she'd received since last week, when the Senate Health Policy Committee voted 5-4 to approve the surgeon general's nomination. During that meeting, Flores joined the committee's three Democrats in voting against Armstrong.\n\n\"I've met with him in the last couple of weeks,\" she said Tuesday. \"I intend to meet with him again before we meet next week. If the questions that I have are answered in a satisfactory way, then I will be happy to move in favor of his approval. There are still just unanswered questions.\"\n\nMembers of the Health Policy Committee questioned Armstrong about cuts to county health departments, the state's high rate of new HIV infections and a drop in enrollment in the Children's Medical Services program, which serves youngsters with \"chronic and serious\" conditions.\n\nIn particular, Flores and Sen. Don Gaetz, R-Niceville, expressed concerns about the fact that county health departments now see 200,000 fewer patients and provide 800,000 fewer individual services than they did when Armstrong became surgeon general.\n\nArmstrong replied the change was due, in part, to the state's 51 federally qualified health centers, which provide primary care in rural and urban areas. He said the centers were providing services that formerly were provided by the county health departments.\n\nFlores asked him to provide more information to that effect. The next day, he sent her a letter with contact information for the federally qualified health centers in Dixie, Escambia, Hardee, Okeechobee and Suwannee counties, about which Gaetz had expressed concern.\n\nThe surgeon general also provided Flores lists of the types of services offered at the centers, but no data on how many people they serve.\n\nAfter Tuesday's meeting, Flores said she did not consider that a satisfactory response.\n\n\"No, 'satisfactory' are answers that reflect that this is someone committed to public health, be it on the issue of county health departments, be it on the issue of HIV/AIDS,\" she said. \"So we've got one more week to figure it out.\"\n\nAlso Tuesday, Gaetz said Armstrong's answers last week were \"adequate.\"\n\n\"I said in committee I wasn't entirely satisfied, but I was satisfied enough to believe that the governor ought to be able to pick his own team,\" Gaetz said. \"Unless there's compelling evidence that someone does not have the questions, or is operating in a fashion against the best interests of the state, we still let the governor pick his own team, because he owns their results.\"\n\nGaetz also bristled at written comments submitted to the committee suggesting that Armstrong was unqualified for his post.\n\n\"You can disagree with his policies, but the man is an esteemed physician, distinguished in his profession,\" Gaetz said. \"He served his country with distinction, and to say that he's not qualified based on his resume is over-reaching, in my view.\"\n\nThe 2016 session is the last chance for confirmation of the embattled surgeon general, who was appointed in 2012 as secretary of the Florida Department of Health. Since the Senate did not confirm his nomination last year, it must do so this year or he'll be forced to step down.\n\n\"Dr. Armstrong looks forward to the opportunity to address the committee and will continue to make himself available to any members with questions,\" Department of Health spokeswoman Mara Gambineri said.\n\nThe Ethics and Elections Committee, meanwhile, voted to confirm the nominations of Cissy Proctor as director of the Department of Economic Opportunity and Thomas Delacenserie as secretary of the Department of the Lottery.\n\n", "article_metadata": {"category": "HNF Stories", "description": "After narrowly escaping an earlier panel, state Surgeon General John Armstrong on Tuesday did not get a scheduled confirmation hearing before the Senate", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/surgeon-general-confirmation-held-senate-0", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201405/John_Armstrong.jpg", "type": "article", "description": "After narrowly escaping an earlier panel, state Surgeon General John Armstrong on Tuesday did not get a scheduled confirmation hearing before the Senate", "title": "Surgeon General Confirmation Held Up In Senate"}, "wordCount": 744, "twitter": {"site": "@HealthNewsFL", "card": "summary"}, "author": "Margie Menzel of The News Service of Florida", "org_id": 0, "dc": {"title": "Surgeon General Confirmation Held Up In Senate"}, "nid": 13730, "datePublished": "2016-02-24", "story_id": 467923482, "keywords": "confirmation of Surgeon General, Surgeon General John Armstrong, Florida Legislature", "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "After narrowly escaping an earlier panel, state Surgeon General John Armstrong on Tuesday did not get a scheduled confirmation hearing before the Senate Ethics and Elections Committee.\nThe 2016 session is the last chance for confirmation of the embattled surgeon general, who was appointed in 2012 as secretary of the Florida Department of Health.\nFlores told reporters that she wasn't yet satisfied with the answers she'd received since last week, when the Senate Health Policy Committee voted 5-4 to approve the surgeon general's nomination.\nThe surgeon general also provided Flores lists of the types of services offered at the centers, but no data on how many people they serve.\nSince the Senate did not confirm his nomination last year, it must do so this year or he'll be forced to step down."}