{"article_title": "Brandywine Senior Living residents lend helping hand", "article_keywords": ["living", "middlebrook", "help", "lend", "friends", "brandywine", "community", "hand", "helping", "residents", "local", "senior", "left"], "article_url": "http://www.mycentraljersey.com/story/news/local/outreach/caring-communities/2015/12/10/brandywine-senior-living-residents-lend-helping-hand/76934710/", "article_text": "From left: Suzanne Zwerling, Nate Taylor, Vincenza Veglatte, Beatrice Lanzet and Ursula Hemerda. (Photo: ~Courtesy of Brandywine Senior Living)\n\nBRIDGEWATER - The holiday season is a time for everyone to come together, spread holiday cheer and give back to those who are in need. The residents of Brandywine Senior Living at Middlebrook Crossing in Bridgewater believe that giving back should be something that is adopted year-round.\n\nMany current residents led active lives participating in community affairs and volunteering their time and services while growing up and raising their families, and to this day they still continue to do just that. Over the past few months, residents and staff members at Middlebrook Crossing planned events and fundraisers to benefit local organizations and charities.\n\nResidents got hands-on to help out the community and surrounding towns by baking homemade dog treats and collected donations of pet supplies for local animal shelters and the SPCA. They constructed crafts for their very own craft fair that they hosted at the community for their families, friends and the public to purchase with proceeds benefiting the Ronald McDonald House.\n\nRalph Schwartz (Photo: ~Courtesy of Brandywine Senior Living)\n\n“At Brandywine, we encourage our residents to stay active, try something new, share stories, make friends, and have fun! Not only are we passionate about the care and services we provide to our residents, we also enjoy giving back to our community,” said Nancye Snyder, executive director at Brandywine Senior Living at Middlebrook Crossing. “With the help of our residents, staff members, families and friends, we all came together to help the greater good of the community.”\n\nBrandywine led a Back to School Supply Drive and partnered with the grammar school’s PTOs to collect school supplies for students who could use their support.\n\nThey made thank you cards for their local police departments and those in service, put together bags of toiletries for the homeless, hosted a car wash for the Wounded Warrior Project and even held a tricky tray fundraiser with all donations going to the Alzheimer’s Association. A total of $1,675 was raised and distributed amongst these organizations and charities.\n\n“At Brandywine Senior Living, we say, ‘Life is Beautiful,’ ” said Director of Community Relations Christy Esandrio. “Our residents remain engaged and have fulfillment in their lives knowing that they are still making an active contribution to their community.”\n\nTop row from left: Helen Francisco, Catherine Mangan and Nancy Eastlund. Bottom row from left: Elizabeth Walsh, Suzanne Zwerling and Rose Devlin. (Photo: ~Courtesy of Brandywine Senior Living)\n\nResidents plan on kicking off the new year with their next charitable adventure as they are hosting a Dress for Success woman’s clothing drive throughout the month of January. They are collecting donations of gently used winter clothing that you would wear to a job interview such as suits, blouses, jackets, slacks, skirts, etc. The mission of Dress for Success Morris County is to promote the economic independence of disadvantaged women by providing professional attire, a network of support and career development tools to help women thrive in work and in life.\n\nRead or Share this story: http://mycj.co/1Y5Soaj", "article_metadata": {"google": "notranslate", "description": "The residents of Brandywine Senior Living at Middlebrook Crossing in Bridgewater believe that giving back should be something that is adopted year-round.", "og": {"site_name": "MY CENTRAL JERSEY", "description": "The residents of Brandywine Senior Living at Middlebrook Crossing in Bridgewater believe that giving back should be something that is adopted year-round.", "title": "Brandywine Senior Living residents lend helping hand", "url": "http://www.mycentraljersey.com/story/news/local/outreach/caring-communities/2015/12/10/brandywine-senior-living-residents-lend-helping-hand/76934710/", "image": "http://www.gannett-cdn.com/GDContent/applogos/mycentraljersey.png", "type": "article"}, "twitter": {"description": "The residents of Brandywine Senior Living at Middlebrook Crossing in Bridgewater believe that giving back should be something that is adopted year-round.", "creator": "@MyCentralJersey", "image": "http://www.gannett-cdn.com/-mm-/dab110de8f479ee44c40dfe25f326b42ecc2566c/c=408-0-2856-2448&r=x643&c=640x640/local/-/media/2015/12/07/NJGroup/Bridgewater/635850956603008801-School-Supply-Drive.JPG", "title": "Brandywine Senior Living residents lend helping hand", "site": "@MyCentralJersey", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=859380356", "fb": {"app_id": 177893718898560}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Brandywine Senior Living"}, "article_summary": "The residents of Brandywine Senior Living at Middlebrook Crossing in Bridgewater believe that giving back should be something that is adopted year-round.\n“At Brandywine Senior Living, we say, ‘Life is Beautiful,’ ” said Director of Community Relations Christy Esandrio.\nRalph Schwartz (Photo: ~Courtesy of Brandywine Senior Living)“At Brandywine, we encourage our residents to stay active, try something new, share stories, make friends, and have fun!\n(Photo: ~Courtesy of Brandywine Senior Living)BRIDGEWATER - The holiday season is a time for everyone to come together, spread holiday cheer and give back to those who are in need.\nNot only are we passionate about the care and services we provide to our residents, we also enjoy giving back to our community,” said Nancye Snyder, executive director at Brandywine Senior Living at Middlebrook Crossing."}