{"article_title": "Colorado House advances bill on statewide delivery of telemedicine – The Denver Post", "article_keywords": ["different", "colorado", "statewide", "telehealth", "house", "rep", "bill", "telemedicine", "denver", "remotely", "delivery", "health", "advances", "post", "care", "requiring", "inperson", "plans"], "article_url": "http://www.denverpost.com/news/ci_27410396/colorado-house-advances-bill-statewide-delivery-telemedicine", "article_text": "A bipartisan bill that would bolster telehealth across Colorado by preventing insurance plans from requiring in-person care to patients when it can be appropriately provided remotely passed the House Wednesday.\n\nThe bill, which now moves to the Senate, would expand current state law on telehealth — care delivered remotely via computers, cameras, smartphones and other devices. Insurance companies can require in-person health care delivery, as a condition of coverage, for patients residing in counties with more than 150,000 residents.\n\nThe bill, sponsored by Rep. Perry Buck, R-Windsor, and Rep. Joann Ginal, D-Fort Collins, would remove population restrictions effective Jan. 1, 2017.\n\nIf passed, the bill would preclude health plans from requiring in-person care if consulting, monitoring and other care could be administered effectively at a distance. It would prevent plans from reimbursing providers who deliver telehealth on a different basis than for in-person care. Health plans could not charge different deductibles, co-payments or co-insurance amounts or set different annual or lifetime dollar maximums.\n\nElecta Draper: 303-954-1276, edraper@denverpost.com or twitter.com/electadraper", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Colorado House advances bill on statewide delivery of telemedicine", "title": "Colorado House advances bill on statewide delivery of telemedicine", "url": "http://www.denverpost.com/2015/01/28/colorado-house-advances-bill-on-statewide-delivery-of-telemedicine/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150128__telemedicine-demonstrationp1.jpg", "height": 466}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150128__telemedicine-demonstrationp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-01-28T10:32:22+00:00", "modified_time": "2016-04-26T06:49:25+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Insurance companies can require in-person health care delivery, as a condition of coverage, for patients residing in counties with more than 150,000 residents.\nIf passed, the bill would preclude health plans from requiring in-person care if consulting, monitoring and other care could be administered effectively at a distance.\nA bipartisan bill that would bolster telehealth across Colorado by preventing insurance plans from requiring in-person care to patients when it can be appropriately provided remotely passed the House Wednesday.\nHealth plans could not charge different deductibles, co-payments or co-insurance amounts or set different annual or lifetime dollar maximums.\nThe bill, which now moves to the Senate, would expand current state law on telehealth — care delivered remotely via computers, cameras, smartphones and other devices."}