{"article_title": "Coexist *This*, Mofo! Dartmouth Student Literally Runs Over Free Speech!", "article_keywords": ["runs", "members", "coexist", "literally", "video", "free", "read", "mofo", "reason", "speech", "liberty", "student", "unlearning", "students", "dartmouth", "campus"], "article_url": "http://reason.com/blog/2014/03/24/coexist-this-mofo-dartmouth-student-lite", "article_text": "The short (90 seconds) video above tells funny but appalling story that illustrates what happens when the thug's veto gets a car.\n\nDartmouth's Robert Smith and a bunch of anti-abortion activists put together a display that used small American flags to denote the number of abortions performed in America since Roe v. Wade made the procedure legal. Another student who disagreed with the display then proceeded to run over the flags.\n\nThe kicker? The car of the thug sported a \"COEXIST\" bumper sticker.\n\nWatch above. And read this article by Greg Lukianoff, the head of the Foundation for Individual Rights in Education (FIRE) and author of Unlearning Liberty:\n\nIncidents like this are part of the reason that the title of my book is Unlearning Liberty: Campus Censorship and the End of American Debate. By “unlearning liberty,” we at FIRE generally mean that colleges and the campus environments they have established are teaching students all the wrong lessons about what it means to live in a free society. For instance, this March, we are once again seeing the opening of what FIRE has dubbed “disinvitation season”: a now-yearly ritual in which students and faculty members band together to try to deny a place at their colleges to commencement speakers whose opinions they dislike. Americans should be alarmed that students and even faculty members (who should know better) are turning away from critical thinking and reasoned debate, and instead learning to think like censors. It’s bad enough that 59% of universities maintain unconstitutional speech codes; it’s also unacceptable that so many students meekly accept when they are told they need to limit their protests to the tiny free speech zone on campus. But it’s far, far worse when students come to believe that censorship is what good and noble people just do.\n\nFull story here.\n\nBonus video: A year ago, FIRE released this interview with me in which I talk about the contemporary university as \"the incubator of the nanny state\" and discuss three of my intellectual heroes: Milton Friedman, F.A. Hayek, and Leslie Fiedler. The latter may not be as well known to Reason readers as the first two. Fiedler, one of the very most influential literary and cultural critics of post-war America, exemplifies the passion for free speech and serious engagement within and without the academy. Read about him here.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The short (90 seconds) video above tells funny but appalling story that illustrates what happens when the thug's veto gets a car. Dartmouth's Robert Smith", "title": "Coexist *This*, Mofo! Dartmouth Student Literally Runs Over Free Speech!", "url": "http://reason.com/blog/2014/03/24/coexist-this-mofo-dartmouth-student-lite", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_03/do-i-contradict-myself-very-we.jpg", "type": "article"}, "twitter": {"description": "The short (90 seconds) video above tells funny but appalling\nstory that illustrates what happens when the thug's veto gets a\ncar.\nDartmouth's Robert Smith and a bunch of anti-abortion activists\nput together a display that used small American flags to denote the\nnumber of abortions performed in America since Roe v. Wade made the\nprocedure legal. Another student who disagreed with the display\nthen proceeded to run over the flags.\nThe kicker? The car of the thug sported a \"COEXIST\" bumper\nsticker.", "title": "Coexist *This*, Mofo! Dartmouth Student Literally Runs Over Free Speech!", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_03/do-i-contradict-myself-very-we.jpg", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Nanny State", "published_time": "2014-03-24T18:20:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fd8c48\"", "article_summary": "Fiedler, one of the very most influential literary and cultural critics of post-war America, exemplifies the passion for free speech and serious engagement within and without the academy.\nIt’s bad enough that 59% of universities maintain unconstitutional speech codes; it’s also unacceptable that so many students meekly accept when they are told they need to limit their protests to the tiny free speech zone on campus.\nAnother student who disagreed with the display then proceeded to run over the flags.\nThe short (90 seconds) video above tells funny but appalling story that illustrates what happens when the thug's veto gets a car.\nBut it’s far, far worse when students come to believe that censorship is what good and noble people just do."}