{"article_title": "It's Unlikely R.J. Reynolds Will Pay $23.6 Billion in Damages", "article_keywords": ["billion", "case", "court", "tobacco", "pay", "industry", "companies", "likely", "verdict", "unlikely", "236", "reynolds", "company", "rj", "damages"], "article_url": "http://time.com/3014189/its-unlikely-tobacco-company-will-pay-23-6-billion/", "article_text": "\n\n\n\nBig Tobacco took a hit on Friday when a court ordered the second-largest tobacco company in the U.S. to pay damages to a Florida widow who had sued them for her husband’s smoking-related death. However, it’s unlikely that the company will pay full price for its negligence.\n\nAlthough the verdict will likely stand, tobacco company R.J. Reynolds says it plans to appeal the $23.6 billion that the jury determined it owed widow Cynthia Robinson. Based on the industry’s track record, that will likely result in them paying far less.\n\nRobinson’s husband, Michael Johnson, began chain-smoking when he was 13-years-old and died at the young age of 36 in 1996. A decade after her husband’s untimely death, Robinson took the cigarette-makers to court, saying they were not forthcoming about the extremely harmful effects of their product, suing them for not informing the public that smoking was addictive. And almost another decade later, she proved her case.\n\n\n\nUnsurprisingly, R.J. Reynolds, whose holding company Reynolds American Inc. recently announced a $27 billion deal to buy out rival Lorillard, contested the verdict. “Regardless of the rhetoric surrounding this case, the damages awarded are grossly excessive and impermissible under state and constitutional law,” said Jeff Raborn, vice president and assistant general counsel for R.J. Reynolds Tobacco Company in a statement sent to TIME. “We will file post-trial motions with the trial court promptly, requesting that the verdict in the case be set aside. We are confident that the law will be followed and the punitive damages verdict will not be allowed to stand.”\n\nRaborn is probably right.\n\n“It is quite likely, bordering on certainty, that the amount of punitive damages will be reduced, though it is unclear how much,” says John Banzhaf, a law professor at George Washington University known for his successful litigations against the tobacco industry. There’s not a lot of dispute among the legal community that the verdict will be reduced–probably substantially. Prior verdicts against Big Tobacco demanding billions in court have been reduced to millions–something the industry, which spends about $23 million on cigarette marketing each day, can pay off rather comfortably. In 2009, Phillip Morris failed to overturn a $79.5 million punitive-damages ruling in the U.S. Supreme Court, and business continued as usual.\n\n“This doesn’t set a legal precedent, but the result of this verdict has people asking how much money will it take to deter tobacco companies? Previous verdicts against tobacco companies have been treated as just the cost of doing business,” says Richard Daynard, a law professor at Northeastern University who specializes in tobacco control. So far, no verdict has changed the economic fundamentals of the industry. But this time, the industry might being feeling less confident.\n\n“I think this is the first time in many years that tobacco companies are going to have to start thinking about really doing something different,” says Daynard. After all, it’s likely we will see many more cases like Robinson’s land similar verdicts in Florida, and it’s possible that similar lawsuits will start to pop up nationwide.\n\nRobinson’s case is one of thousands of lawsuits referred to as an “Engle progeny,” which was developed after a $145 billion verdict in favor of a class action lawsuit led by Dr. Howard A. Engle, a Miami Beach pediatrician. The award was voided in appeals court, under the finding that individual smokers could not make up a class. Though the tobacco industry did not have to pay the award, which was the largest punitive damages payment decided by a jury, the decision opened the floodgates for individual cases to head to Florida court with the support of the Engle case, which proved that the tobacco industry knew cigarettes were addictive, and failed to warn the public.\n\n“The [Robinson] case indicates that juries, when a case is properly presented, are willing to sock it to tobacco companies,” says Banzhaf. “They are angry as hell at these tobacco companies, and when an attorney presents a strong case, they are willing to hit them, and hit them hard.”\n\nBanzhaf says the case will likely motivate attorneys in other states that are less gung-ho to take on Big Tobacco. Lawyers in states like New York, California, and Washington with good tobacco control track records, he said, are likely “salivating” at the future possibilities.\n\nBanzhaf believes that the public is finally grasping the health implications of smoking and is now willing to punish those that profit from it. The numbers seem to support this claim: smoking rates are down 2.8% since 2005 according to CDC data, and smokers can be charged up to 50% more under Obamacare. “Clearly the public is angry. But the courts have to allow damages that are substantially higher than ordinary damages,” says Banzhaf.”Hitting them with $16 million is pocket change.”\n\nIt will be no surprise if the final bill for R.J. Reynolds is significantly lower than what the Florida jury determined to be sufficient, but it’s encouraging for the pending cases. “About 70% of Engle cases that have gone to verdict have gone in favor of the plaintiff,” says Daynard. “There are thousands more of these cases pending. Any of them could produce a jury verdict like this because it’s the same misbehavior.”\n\nUnfortunately, the tobacco industry can also produce the same appeals solution they’ve achieved successfully in the past.", "article_metadata": {"apple-mobile-web-app-status-bar-style": "black-translucent", "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "description": "Based on the industry's track record, the second-largest tobacco company probably won't pay the billions in damages it owes to a Florida widow", "generator": "WordPress.com", "og": {"site_name": "TIME.com", "description": "Based on the industry's track record, the second-largest tobacco company probably won't pay the billions in damages it owes to a Florida widow", "title": "It's Unlikely Tobacco Company Will Pay $23.6 Billion", "url": "http://time.com/3014189/its-unlikely-tobacco-company-will-pay-23-6-billion/", "image": "https://timedotcom.files.wordpress.com/2014/07/183430524.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"image": {"src": "https://timedotcom.files.wordpress.com/2014/07/183430524.jpg?quality=75&strip=color&w=1012"}, "title": "It's Unlikely Tobacco Company Will Pay $23.6 Billion", "description": "Based on the industry's track record, the second-largest tobacco company probably won't pay the billions in damages it owes to a Florida widow", "card": "summary_large_image", "site": "TIME"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "apple-mobile-web-app-capable": "yes", "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "fb": {"app_id": 53177223193}, "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "keywords": "big tobacco, cancer, rj reynolds, tobacco", "article": {"publisher": "https://www.facebook.com/time"}, "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "news_keywords": "cancer, tobacco, Big Tobacco, RJ Reynolds,"}, "_id": "\"57477af36914bd0286fca3a7\"", "article_summary": "Unsurprisingly, R.J. Reynolds, whose holding company Reynolds American Inc. recently announced a $27 billion deal to buy out rival Lorillard, contested the verdict.\nAlthough the verdict will likely stand, tobacco company R.J. Reynolds says it plans to appeal the $23.6 billion that the jury determined it owed widow Cynthia Robinson.\nWe are confident that the law will be followed and the punitive damages verdict will not be allowed to stand.”Raborn is probably right.\n“The [Robinson] case indicates that juries, when a case is properly presented, are willing to sock it to tobacco companies,” says Banzhaf.\n“I think this is the first time in many years that tobacco companies are going to have to start thinking about really doing something different,” says Daynard."}