{"article_title": "Polis-Backed Group Draws Fire for Fracking Lies", "article_keywords": ["polisbacked", "draws", "ad", "campaign", "energy", "fracking", "paid", "water", "lies", "antifracking", "polis", "group", "page"], "article_url": "http://freebeacon.com/issues/polis-backed-group-draws-fire-for-fracking-lies/", "article_text": "BY: Follow @lachlan\n\n\n\nSupporters of an innovative oil and gas extraction technique are crying foul after an environmentalist group with ties to a U.S. congressman used photos of a young girl with an unrelated genetic disorder to tout the dangers of the practice.\n\nCritics said this is the latest bit of misinformation in a long-running campaign, with Colorado at center stage, to ban hydraulic fracturing around the country.\n\nSarah Murnaghan suffers from cystic fibrosis, a genetic disorder that affects proteins that produce mucus, sweat, and digestive fluid. Murnaghan was the subject of national controversy last year when she was denied a lung transplant due to her age.\n\nA petition on the website Change.org demanding that she be granted an exemption to that requirement (which she eventually was) featured a photo of her in the hospital.\n\nThat photo appeared in a Craigslist ad posted in June asking for petitioners to gather signatures for a pair of anti-fracking ballot measures in Colorado.\n\n“Colorado law allows fracking just 501 ft. from homes, schools, playgrounds, and hospitals,” declares text laid over the photo of Murnaghan and a suburban skyline with a pair of drilling rigs behind it.\n\nThe ad was posted by Democracy Resources (DR), an Oregon-based company that gathers petition signatures for its clients. The group did not respond to a request for comment.\n\nThe posting did not identify a particular client, but Colorado campaign finance records show that the group Coloradans for Safe and Clean Energy (CSCE) paid Democracy Resources $22,420 for “signature gathering services” three days before the Craigslist ad was posted.\n\nIt paid the company another $40,000 the day after the ad went up. In total, CSCE has paid DR more than $1.35 million for its services since May. Days after the payments started, DR created a Facebook page to promote ballot measures and recruit petitioners.\n\nCSCE, which also did not respond to a request for comment, is an anti-fracking group backed by millionaire Rep. Jared Polis (D., Colo.). He has almost single-handedly bankrolled the state’s anti-fracking movement, most recently donating $770,000 to CSCE on August 14.\n\nThat donation came after Polis withdrew the ballot initiatives in light of a deal that allowed environmentalists and pro-fracking forces in the state to stave off an election day showdown over the practice.\n\nThe campaign may have ceased, but fracking supporters say the image is just the latest in a debate that has been dominated by misinformation.\n\n“No bigger shale gas outrage can there be than the exploitation of a child suffering from a genetic disease for a phony grass roots campaign against fracking,” wrote pro-fracking activist Tom Shepstone, who first noted the Craigslist ad.\n\nSteve Everley, a spokesman for the industry backed website Energy In Depth, said the controversy is a microcosm of frequently dishonest messaging from environmentalist groups.\n\n“What’s really tragic about this is that it’s not surprising,” Everley wrote in an email.\n\n“Anti-fracking groups across the country have been caught repeatedly trying to mislead the public, from deliberately false claims about the Colorado floods to the dubious use of a sunken rig in Pakistan to malign Marcellus Shale development.”\n\nDR’s Facebook page included other claims that have been criticized as misleading or outright false.\n\n“Fracking has been shown to pollute the air, the water table, and even cause earthquakes,” the page claimed. It features numerous photos of flaming water faucets, an image frequently invoked by fracking opponents.\n\nHowever, evidence suggests that the phenomenon is generally the result of naturally occurring methane in water wells, not hydraulic fracturing, a fact that even some leading anti-fracking voices have admitted. While wastewater disposal at gas extraction sites has been linked to very minor seismic activity, fracking has not.\n\nEverley said such claims are indicative of the weakness of the anti-fracking position.\n\n“Groups who are trying to ban fracking have long relied on emotional arguments, because if they were forced to use hard data and evidence, they wouldn’t be able to support their claims.”\n\nUPDATE 3:12 P.M.: An earlier version of this article mistakenly identified Polis’ group as Coloradans for Clean and Responsible Energy. The group is Coloradans for Safe and Clean Energy.", "article_metadata": {"description": "Colorado environmentalists criticized for invoking young cystic fibrosis patient to hype fracking dangers", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "Supporters of an innovative oil and gas extraction technique are crying foul after an environmentalist group with ties to a U.S. congressman used photos of a young girl with an unrelated genetic disor", "title": "Polis-Backed Group Draws Fire for Fracking Lies", "url": "http://freebeacon.com/issues/polis-backed-group-draws-fire-for-fracking-lies/", "image": "http://freebeacon.com/wp-content/uploads/2014/09/Fracking-Colorado-150x150.jpg", "type": "article"}, "twitter": {"description": "Supporters of an innovative oil and gas extraction technique are crying foul after an environmentali", "creator": "@lachlan", "image": "http://freebeacon.com/wp-content/uploads/2014/09/Fracking-Colorado-150x150.jpg", "title": "Polis-Backed Group Draws Fire for Fracking Lies", "site": "@freebeacon", "card": "summary"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fca3a2\"", "article_summary": "CSCE, which also did not respond to a request for comment, is an anti-fracking group backed by millionaire Rep. Jared Polis (D., Colo.).\n“Fracking has been shown to pollute the air, the water table, and even cause earthquakes,” the page claimed.\nWhile wastewater disposal at gas extraction sites has been linked to very minor seismic activity, fracking has not.\nThe campaign may have ceased, but fracking supporters say the image is just the latest in a debate that has been dominated by misinformation.\nIt features numerous photos of flaming water faucets, an image frequently invoked by fracking opponents."}