{"article_title": "Sanders is clear choice for president", "article_keywords": ["sanders", "point", "started", "starting", "clear", "choice", "goals", "healthcare", "telling", "president", "voice", "progress", "bernie"], "article_url": "http://www.vashonbeachcomber.com/letters/371423741.html", "article_text": "Bernie Sanders is the clear choice for moving this country forward. Hardly a day passes without some political pundit telling us they agree with Sanders, but then label his goals as “pie in the sky.” They use this rational to favor Clinton over Sanders, telling us that her positons are more reasonable. They seem to have forgotten how real progress is made, that you don’t make much progress if you begin a debate having compromised far away from your goals.\n\nPresident Obama started with lofty goals. He wanted healthcare for all. Obamacare was the compromise. Though 16 million people gained coverage, another 29 million still live without it. Healthcare is just one example of a discussion that must be led by a strong voice saying healthcare is a right, not a privilege.\n\nThat voice belongs to Bernie Sanders.\n\nWhether it is college education, taxing Wall Street and wealth, breaking up banks, the minimum wage, or Social Security, Sanders has visionary goals while Clinton does not. We need the Sanders agenda as the starting point because we all know that Washington D.C. is going to be about compromise.\n\nUsing Clinton’s middle-of-the-road positions as the starting point for discussions makes no sense. Bernie Sanders offers the best choice to build on what President Obama has started.\n\n— Joe Curiel", "article_metadata": {"description": "Bernie Sanders is the clear choice for moving this country forward.", "og": {"site_name": "Vashon-Maury Island Beachcomber", "description": "Bernie Sanders is the clear choice for moving this country forward.", "title": "Sanders is clear choice for president - Vashon-Maury Island Beachcomber", "url": "http://www.vashonbeachcomber.com/letters/371423741.html", "image": "http://image.issuu.com/160525000358-09c372feb9a64427be5d96cdc1e57bb0/jpg/page_1_thumb_large.jpg", "type": "article"}, "twitter": {"site": "@vmibeachcomber", "card": "summary"}, "fb": {"app_id": 119577954819097}, "msvalidate.01": "87E5B723352F7F19F9D4F82B38A4E2DB", "verify-v1": "xp46D8SohxCVm32IcD0J/9dlxOyum45B4gGBJuzIPBI=", "viewport": "width=1228"}, "article_summary": "Bernie Sanders is the clear choice for moving this country forward.\nBernie Sanders offers the best choice to build on what President Obama has started.\nWe need the Sanders agenda as the starting point because we all know that Washington D.C. is going to be about compromise.\nThat voice belongs to Bernie Sanders.\nUsing Clinton’s middle-of-the-road positions as the starting point for discussions makes no sense."}