{"article_title": "Do not doubt the power of the Cloward-Piven strategy", "article_keywords": ["think", "obamas", "remember", "power", "media", "immigration", "strategy", "doubt", "crisis", "clowardpiven", "wave", "border", "hey", "obama"], "article_url": "http://www.breitbart.com/blog/2014/07/11/do-not-doubt-the-power-of-the-cloward-piven-strategy/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nJonah Goldberg at National Review has a fine column today in which he dynamites the Obama talking point that our cross-border invasion is a flood of refugees from shocking new war-zone conditions in Central America, and has nothing to do with Obama’s failure to enforce immigration laws. After listing a series of dire headlines from various newspapers, describing bloody chaos in Columbia, Guatemala, and El Salvador, which would seem to buttress Obama’s contention, Goldberg drops the bomb that they’re all headlines from 1987 through 2007.\n\n“And yet, over those two decades, we never saw anything like what we are seeing today,” he observes. “Something else is going on. To be sure, this doesn’t mean that the children at the border aren’t fleeing horrible conditions, violence, and poverty. But horrible conditions are not exactly new to Central America. In other words, the new variable isn’t what’s happening down there, it’s what’s happened up here.”\n\nSIGN UP FOR OUR NEWSLETTER\n\nThat’s an important point, well made. Obama’s excuses were already laughable, given that everyone actually streaming across the border – most of them not unaccompanied minors – cheerfully and forthrightly states that they came looking for amnesty. They’re quite open about it. They’ve been told, correctly, that if they make it across the border, they can stay. They didn’t hear that from opportunistic smugglers looking to drum up business; they heard it from American media, and from relatives already living in the United States, often illegally.\n\n(And as Goldberg points out, the unaccompanied alien minors don’t even have to get across the border – they just run up to Border Patrol agents and turn themselves in, making the Border Patrol into what I’ve described as a concierge service. Jonah makes the same point by saying that responding to this crisis with a few more Border Patrol agents “is like adding more staff to the reception desk at a hotel.)\n\nI’ve also heard growing rumbles in conservative media about how there has been no report of an exceptionally acute crisis in Central America that would produce an exodus of “refugees” comparable to the people streaming out of occupied Iraqi territory to escape from ISIS. Rush Limbaugh’s been asking where the telethons and media coverage of the history-altering crisis of the southern hemisphere have been. Where are the telethons and charity benefit concerts? Where are the earnest activists pressing for U.N. or U.S. intervention in a situation every bit as bad as any high-profile war-zone humanitarian disaster in the Middle East or Africa? It’s all a load of bull, and it’s another black mark of shame against the American media that they didn’t call Obama on it immediately, by simply doing their jobs and digging deep into these claims that the border crisis was caused primarily by conditions at the source, rather than the destination.\n\nBut I would respectfully disagree with Goldberg’s brief dismissal of theories that Obama caused this crisis on purpose:\n\nSome of my friends on the right think the border crisis is some grand political scheme of Obama’s, that he in effect wants a border crisis. I think that’s wrong. Buffeted by scandals and the growing realization by large swaths of the public that he is out of his depth, the last thing he needed was this tragic spectacle on the border. But that doesn’t mean this isn’t a crisis of his making, triggered by his tendency to think politics first and policy second. In economic terms, he thought he could lower the price of a very valuable good — legal residence in the U.S. — without seeing any rise in the demand. These immigrants aren’t fools. They’re responding rationally to new information: If you make it past the border, you can stay. If you’re a kid, all you have to do is make it to the border.\n\nJonah’s colleague at National Review, Jim Geraghty, put out a “Morning Jolt” newsletter on this very same day, listing all of the terrible Obama stories that have dropped completely off news radar over the past couple of weeks. Sections of his newsletter begin, “Hey, remember the VA? Hey, remember Russia and Ukraine? Hey, remember ISIS? In related news… remember Syria? Hey, remember ObamaCare? Hey, remember the economy?”\n\nThat’s an awful lot of wreckage Obama has been able to sweep off the front pages, while the border crisis consumes our attention, to the degree that the mainstream media is even willing to cover that. I see no reason to think the border catastrophe has yet turned into a net media minus for Obama. At the moment, the biggest sign that it’s really hurting him has been a few of his loyal worshipers in the press (and Democrat Rep. Henry Cuellar of Texas) warning him that he’s skirting the edge of a “Katrina moment” by refusing to visit the border during his Texas fundraising swing. Obama can deal with that any time he wants by actually visiting the border, something I think he is obviously reluctant to do, but it’s media bleeding he can stop. That’s not true of the other stories fading into obscurity at the moment. Let me put it this way: does anything about Obama’s behavior over the past week suggest that he’s losing sleep over how bad the illegal immigrant tidal wave is making him look?\n\nAlso, this whole situation is not necessarily a net political minus for him. The Cloward-Piven objective of this manufactured crisis is to overwhelm the American immigration system, crushing it under a human wave so that Obama can “reform” it into something more to his liking, with an endgame of 12 million or more new Democrat voters. That objective might have been made a shade more difficult by growing public anger over the immigration wave, in the sense that a “comprehensive immigration reform” deal in Congress is deemed less likely this year… but what’s stopping Obama from writing a couple of amnesty executive orders, to the thunderous applause of immigration activists?\n\nEverything he’s doing right now strongly suggests that will be the path he takes, and the path grows easier with every new shipment of 10,000 illegals dispersed across the country at taxpayer expense, becoming an un-deportable, un-resolvable human crisis that can only be “solved” with a “pathway to citizenship.” For that matter, talk of deportation grows more difficult the larger the “refugee” population grows. In truth, repatriation would cost a tiny fraction of the money Obama wants for long-term residency, but as far as popular media imagery grows, the bigger this migratory population becomes, the easier it is to claim that deporting them is impossible. And that’s before chain migration inevitably kicks in. You’re not going to insist that these precious innocent children can’t be reunited with the parents who handed them over to violent smuggling gangs, are you?\n\nOf course this is all deliberate. It was carefully planned and executed. Obama is incompetent and disconnected, but he’s not that incompetent. We have quite a bit of evidence that the Administration knew the immigration wave was coming long before it caught the public eye. Simple common sense tells us they must have known it was coming, long before the first surge hit the border. There’s no way even the most inept intelligence system could fail to notice a hundred thousand people stampeding across Mexico, especially since they’re often bundled onto overcrowded trains – a train carrying thirteen hundred of them derailed in Mexico the other day.\n\nAnd remember, as disconnected as Barack Obama can be from things he doesn’t give a rat’s arse about – the Department of Veterans Affairs, the fate of Israel, the situation in Benghazi on the night of September 11, 2012 – immigration is something he does care about. It’s been a front-and-center focus of his pen-and-phone dictatorial approach for a long time. Pandering to activists on this issue is a high Democrat priority. There just isn’t any reasonable probability that he naively wrote amnesty orders for the “Dreamers,” after years of rhetoric about how getting them citizenship is one of his Party’s major goals, and was then honestly surprised that 60,000 more “Dreamers” rolled across the border to get theirs, too.\n\nThis is what Obama wanted. The only thing he seemed genuinely unprepared for was the speed and size of the immigration wave, which he would rather have kept quiet until it was a done deal. He was expecting 70,000 total arrivals for the first half of the year, not 300,000. It’s inconvenient for voters to make a big deal about this before the midterm election, but I have yet to see any evidence that it’s a fatal blow to Democrats – their bad year still looks about as bad as it did two months ago.\n\nUpdate: One more thought – obviously the Mexican government hasn’t been doing much to stop the stampede rolling across their country. There’s at least one story out there today about how they want to make it easier for the next migratory wave to reach the United States, not only ushering the “refugees” along, but giving them emergency medical care as needed. Now, would anyone like to try making the case that all of that is a complete surprise to the U.S. State Department? Would anyone care to take a shot at convincing me President Obama was utterly unaware that the Mexican government was aware of the migration moving between their borders?", "article_metadata": {"description": "Do not doubt the power of the Cloward-Piven strategy", "og": {"site_name": "Breitbart", "description": "Do not doubt the power of the Cloward-Piven strategy", "title": "Do not doubt the power of the Cloward-Piven strategy - Breitbart", "locale": "en_US", "image": "http://www.breitbart.com/t/assets/i/BB-logo-highres.jpg", "url": "http://www.breitbart.com/blog/2014/07/11/do-not-doubt-the-power-of-the-cloward-piven-strategy/", "type": "article"}, "twitter": {"description": "Do not doubt the power of the Cloward-Piven strategy", "title": "Do not doubt the power of the Cloward-Piven strategy - Breitbart", "image": "http://www.breitbart.com/t/assets/i/BB-logo-highres.jpg", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "ISIS, Syria, Ukraine,The Conversation,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "The Conversation", "tag": "Ukraine", "published_time": "2014-07-11T08:22:23-07:00", "categories": "The Conversation"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fda0d1\"", "article_summary": "We have quite a bit of evidence that the Administration knew the immigration wave was coming long before it caught the public eye.\nHey, remember ISIS?\nHey, remember ObamaCare?\nSections of his newsletter begin, “Hey, remember the VA?\nThe only thing he seemed genuinely unprepared for was the speed and size of the immigration wave, which he would rather have kept quiet until it was a done deal."}