{"article_title": "FINALS WATCH: Calhoun not big on 'cheering' thing", "article_keywords": ["wont", "ap", "thing", "big", "national", "watch", "calhoun", "final", "cheering", "connecticut", "games", "coming", "finals", "texas", "semifinal"], "article_url": "http://www.usnews.com/news/sports/articles/2014/04/05/finals-watch-calhoun-not-big-on-cheering-thing", "article_text": "Former Connecticut head coach Jim Calhoun is interviewed by members of the media during the team's practice for their NCAA Final Four tournament college basketball semifinal game Friday, April 4, 2014, in Dallas. Connecticut plays Florida on Saturday, April 5, 2014. (AP Photo/Charlie Neibergall) The Associated Press\n\nARLINGTON, Texas (AP) — Jim Calhoun is watching the Connecticut Huskies at this Final Four, not coaching them. That's a little bit of a problem.\n\n\"My wife said, 'You don't cheer during games,'\" Calhoun said on the eve of Connecticut's national semifinal against Florida. \"I said, 'I'm not a cheerleader. I'm a coach.'\"\n\nCalhoun won three national titles in four trips to the Final Four, the last coming in 2011. He retired before the start of the 2012-13 season and is now a special assistant to athletic director Warde Manual.\n\nHe won't be on the bench — that job belongs to Kevin Ollie now — but it won't make much difference to Calhoun's insides.\n\n\"Do I get nervous before games? My stomach will be flopping,\" Calhoun said. \"Before the game, somewhere around 4 o'clock, I'll get that coach's look, which means miserable, grumpy, whatever word you want.\"\n\nCalhoun seemed to enjoy his new role, though, stopping for interviews several times and never being at a loss for words. He described his hands as \"soaking wet\" during the regional final victory against Michigan State last weekend.\n\n\"A good line I heard one time is by Bill Parcells,\" Calhoun said. \"I see too much, meaning I can see the play coming, I can see the sub coming. I see too much sometimes.\"\n\n— Schuyler Dixon — https://twitter.com/apschuyler\n\n___\n\nNCAA Finals Watch follows the Final Four games and all the activities surrounding the event as seen by journalists from The Associated Press in North Texas — from the big stadium in Arlington where the games will be played to downtown Dallas. It will be updated throughout the day with breaking news and other items of interest. Follow AP reporters on Twitter where available.", "article_metadata": {"zone": "sports/articles", "keyword": "Associated Press", "title": "FINALS WATCH: Calhoun not big on 'cheering' thing", "og": {"site_name": "US News & World Report", "description": "ARLINGTON, Texas (AP) — Jim Calhoun is watching the Connecticut Huskies at this Final Four, not coaching them. That's a little bit of a problem.", "title": "FINALS WATCH: Calhoun says he's a coach, not a cheerleader, as he watches UConn at Final Four", "url": "http://www.usnews.com/news/sports/articles/2014/04/05/finals-watch-calhoun-not-big-on-cheering-thing", "image": "http://www.usnews.com/cmsmedia/25/14176ba6d1539b43657d5fc782684f/media:14800d3993a24fbcb499a282a586b029NCAAUConnFinalFourBasketball.JPEG", "type": "article"}, "twitter": {"title": "FINALS WATCH: Calhoun not big on 'cheering' thing", "description": "ARLINGTON, Texas (AP) — Jim Calhoun is watching the Connecticut Huskies at this Final Four, not coaching them. That's a little bit of a problem.", "card": "summary", "site": "@USNews"}, "site": "news", "date_published": "April 5, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "NCAA Finals Watch-Calhoun,Collections: Sports,Associated Press", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "ARLINGTON, Texas (AP) — Jim Calhoun is watching the Connecticut Huskies at this Final Four, not coaching them. That's a little bit of a problem."}, "_id": "\"57477af46914bd0286fdeafa\"", "article_summary": "\"My wife said, 'You don't cheer during games,'\" Calhoun said on the eve of Connecticut's national semifinal against Florida.\n(AP Photo/Charlie Neibergall) The Associated PressARLINGTON, Texas (AP) — Jim Calhoun is watching the Connecticut Huskies at this Final Four, not coaching them.\nCalhoun won three national titles in four trips to the Final Four, the last coming in 2011.\nCalhoun seemed to enjoy his new role, though, stopping for interviews several times and never being at a loss for words.\n\"Before the game, somewhere around 4 o'clock, I'll get that coach's look, which means miserable, grumpy, whatever word you want.\""}