{"article_title": "Why Are These 27 Democrats Keeping Their Options Open?", "article_keywords": ["sanders", "keeping", "27", "clinton", "house", "rep", "congressional", "democrats", "members", "party", "sen", "open", "options", "caucus"], "article_url": "http://www.rollcall.com/news/politics/why-are-these-32-democrats-keeping-their-options-open", "article_text": "\"Which presidential hopeful are you endorsing?\"\n\nIt's a question Republican lawmakers have been hearing most often, especially with a Donald Trump in the mix. Democrats have largely been left out of the conversation. While many Democrats in Congress have coalesced around former Secretary of State Hillary Clinton and a few have backed Vermont Sen. Bernard Sanders, several members of the caucus have not given an endorsement.\n\nThe 27 uncommitted Democrats largely fall into four different categories:\n\nNew Democrats : This business friendly, moderate coalition is chaired by Rep. Ron Kind, D-Wis. The coalition generally favors the Trans-Pacific Partnership (TPP), which both Sanders and Clinton oppose; Rep. Beto O’Rourke, D-Texas, was one of the 28 Democrats to support Trade Promotion Authority (TPA). Albio Sires, D-N.J., is generally liberal but broke with the party on the Keystone XL Pipeline and Cuba normalization.\n\nBlue Dog Democrats/Risky Districts : Collin C. Peterson, D-Minn., represents a Republican district and is arguably the most conservative Democrat in the House. He and Arizonan Kyrsten Sinema, another \"Blue Dog,\" are being targeted by the NRCC. Daniel Lipinski, D-Ill., is in a safe district but opposes the Affordable Care Act and is staunchly pro-life; he did not endorse Barack Obama for re-election. Sanford D. Bishop Jr. of Georgia has often opposed environmental regulation and is socially more conservative than many House Democrats.\n\nParty Heavyweights : Certain members of the Democratic Party are senior ranking members, head committees or are part of congressional or political leadership, and therefore likely will stay out of the primary fight. Minority Leader Nancy Pelosi has come close but has not definitively endorse Clinton. When the Congressional Black Caucus PAC endorsed Clinton for president, House Benghazi Committee ranking member, Rep. Elijah Cummings, D-Md., was one of only two abstentions in the endorsement. As chair of the Democratic National Committee, Rep. Debbie Wasserman Schultz of Florida has said, she is neutral in the primary, despite some Sanders supporters seeing her as being supportive of Clinton, whom she endorsed in 2008. Montana Sen. Jon Tester is chair of the DSCC. Perhaps the most high-profile non-endorsement is Sen. Elizabeth Warren of Massachusetts, who has her own following as a party leader.\n\nProgressive Caucus : Many progressives have been critical of Clinton’s speaking fees at financial institutions or question her progressive bona fides. This may be the root of why some members of the Congressional Progressive Caucus have withheld their endorsement. Rep. Peter DeFazio, D-Ore., is critical of the TPP. Reps. Alan Lowenthal of California and Mark Pocan of Wisconsin, are also members of the caucus. Rep. Barbara Lee, D-Calif., was the only member of Congress to oppose the Afghanistan War.\n\nContact Garcia at EricGarcia@cqrollcall.com and follow him on Twitter @EricMGarcia Contact Clearfield at AlexClearfield@cqrollcall.com\n\nRelated: Roll Call Race Ratings Map: Ratings for Every House and Senate Race in 2016 Get breaking news alerts and more from Roll Call in your inbox or on your iPhone.", "article_metadata": {"description": "\"Which presidential hopeful are you endorsing?\"", "og": {"site_name": "Roll Call", "description": "\"Which presidential hopeful are you endorsing?\"", "title": "Why Are These 27 Democrats Keeping Their Options Open?", "url": "http://www.rollcall.com/news/politics/why-are-these-32-democrats-keeping-their-options-open", "image": {"identifier": "http://cdn.images.rollcall.com/image/1ed71e81ff466910ac598f06d393a96c/atr/Dems-Uncommitted-445x308.jpg", "type": "image/png"}, "updated_time": "2016-03-08T03:10:55Z", "type": "website"}, "abstract": "\"Which presidential hopeful are you endorsing?\"", "fb": {"app_id": 1383531991672364}, "keywords": "Blog ID,Author,author,category,category,category,category,author,Post Type,dccc,democrats,dnc,dscc", "article": {"section": "politics", "published_time": "2016-03-08T03:10:55Z", "modified_time": "2016-03-08T03:10:55Z"}, "twitter": {"description": "\"Which presidential hopeful are you endorsing?\"", "title": "Why Are These 27 Democrats Keeping Their Options Open?", "url": "http://www.rollcall.com/news/politics/why-are-these-32-democrats-keeping-their-options-open", "image": {"src": "http://cdn.images.rollcall.com/image/1ed71e81ff466910ac598f06d393a96c/atr/Dems-Uncommitted-445x308.jpg"}, "site": "@rollcall", "card": "summary |player (See: https://dev.twitter.com/cards/types/player We will have to submit a test and get approval before using this type)"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "Sanford D. Bishop Jr. of Georgia has often opposed environmental regulation and is socially more conservative than many House Democrats.\nThe 27 uncommitted Democrats largely fall into four different categories:New Democrats : This business friendly, moderate coalition is chaired by Rep. Ron Kind, D-Wis.\nThis may be the root of why some members of the Congressional Progressive Caucus have withheld their endorsement.\nThe coalition generally favors the Trans-Pacific Partnership (TPP), which both Sanders and Clinton oppose; Rep. Beto O’Rourke, D-Texas, was one of the 28 Democrats to support Trade Promotion Authority (TPA).\nWhile many Democrats in Congress have coalesced around former Secretary of State Hillary Clinton and a few have backed Vermont Sen. Bernard Sanders, several members of the caucus have not given an endorsement."}