{"article_title": "Jenny McCarthy says she’s pro-vaccine in Chicago Sun-Times Op-Ed", "article_keywords": ["provaccine", "trutherism", "right", "jenny", "chicago", "vaccination", "media", "suntimes", "mccarthy", "shes", "oped", "vaccinations", "vaccine"], "article_url": "http://www.salon.com/2014/04/13/jenny_mccarthy_says_shes_pro_vaccine_in_chicago_sun_times_op_ed/", "article_text": "Topics: anti-vaxx, anti-vaxxers, Chicago Sun-Times, Jenny McCarthy, Phil Plait, Vaccinations, Vaccine trutherism, Vaccine truthers, Media News, Life News, Entertainment News, News\n\nAt this point, it’s probably fair to say that Jenny McCarthy is one of the most divisive and controversial media figures in America today. Her advocacy for what many consider vaccination trutherism has earned her more than a little enmity from the medical and scientific communities, but she is not without her defenders, too.\n\nNow, after months of public debate on the issue, McCarthy has decided to write in her own defense, penning an Op-Ed for the Chicago Sun-Times arguing that she is not opposed to vaccinations, just merely concerned about their potentially negative side-effects. She says she’s “pro-vaccine” but that she considers the issue to be one where there’s a “gray” area between right and wrong.\n\n“I am not ‘anti-vaccine,'” McCarthy begins. “This is not a change in my stance nor is it a new position that I have recently adopted. For years, I have repeatedly stated that I am, in fact, ‘pro-vaccine’ and for years I have been wrongly branded as ‘anti-vaccine.'”\n\nAfter approvingly citing a columnist who argued that the vaccination debate has become overly polarized, McCarthy tries to state clearly where she’s coming from. “I believe in the importance of a vaccine program and I believe parents have the right to choose one poke per visit,” she writes.", "article_metadata": {"description": "The controversial media personality and activist says she resides in the vaccine debate's \"gray\" area", "title": "Jenny McCarthy says she’s pro-vaccine in Chicago Sun-Times Op-Ed", "og": {"url": "http://www.salon.com/2014/04/13/jenny_mccarthy_says_shes_pro_vaccine_in_chicago_sun_times_op_ed/", "site_name": "Salon", "type": "article", "description": "The controversial media personality and activist says she resides in the vaccine debate's \"gray\" area", "title": "Jenny McCarthy says she’s pro-vaccine in Chicago Sun-Times Op-Ed"}, "twitter": {"description": "The controversial media personality and activist says she resides in the vaccine debate's \"gray\" area", "title": "Jenny McCarthy says she’s pro-vaccine in Chicago Sun-Times Op-Ed", "site": "@salon", "card": "summary_large_image", "creator": "@eliasisquith"}, "author": "Elias Isquith", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, anti-vaxx, anti-vaxxers, Chicago Sun-Times, Jenny McCarthy, Phil Plait, Vaccinations, Vaccine trutherism, Vaccine truthers", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd8c69\"", "article_summary": "Topics: anti-vaxx, anti-vaxxers, Chicago Sun-Times, Jenny McCarthy, Phil Plait, Vaccinations, Vaccine trutherism, Vaccine truthers, Media News, Life News, Entertainment News, NewsAt this point, it’s probably fair to say that Jenny McCarthy is one of the most divisive and controversial media figures in America today.\nShe says she’s “pro-vaccine” but that she considers the issue to be one where there’s a “gray” area between right and wrong.\nHer advocacy for what many consider vaccination trutherism has earned her more than a little enmity from the medical and scientific communities, but she is not without her defenders, too.\n'”After approvingly citing a columnist who argued that the vaccination debate has become overly polarized, McCarthy tries to state clearly where she’s coming from.\nFor years, I have repeatedly stated that I am, in fact, ‘pro-vaccine’ and for years I have been wrongly branded as ‘anti-vaccine."}