{"article_title": "8 of 11 Remaining Obamacare Co-ops on Verge of Collapse", "article_keywords": ["11", "coops", "collapse", "consumers", "federal", "cohen", "obamacare", "possible", "billions", "insurance", "health", "verge", "remaining"], "article_url": "https://www.atr.org/8-11-remaining-obamacare-co-ops-verge-collapse", "article_text": "Of the 11 remaining health insurance co-ops created under Obamacare, eight of them could collapse in less than a year. Moreover, the 11 remaining are less than half of the original twenty-three that were established in 2012 to compete with for-profit, private insurance companies. This from Mandy Cohen, one of the top federal health officials in charge of overseeing the implementation of Obamacare. As COO of the Centers for Medicare and Medicaid Services, Cohen’s responsibilities not only cover the physical presence of Obamacare throughout the country but its disastrous virtual presence in the form of healthcare.gov.\n\nIn addition to the possible collapse of the healthcare co-ops, Cohen hinted that there was much more at stake than just the loss of insurance for consumers. From the Daily Caller:\n\n“About $1.4 billion of the $2.5 billion in Obamacare loan funding was lost when the 12 failed co-ops went under.\n\nCohen ominously hinted that many local hospitals, medical clinics and doctors may not be paid for services they delivered to co-op patients because federal law requires that the government be first in line among creditors.\n\n“For federal loans, there is an order of repayment,” she said. “I believe we are at the very top of all of the creditors,” but who gets paid “is on a case-by-case basis” determined by the Justice Department.”\n\nFacing a House oversight panel, Cohen refused to reveal further information on which co-ops were in danger of collapse, citing possible damage to the co-ops if consumers were informed their insurance providers may not be able to do their jobs and provide them with insurance in the near-future. For an administration so apparently concerned with protecting consumers from the dangerous and irresponsible corporations, it would seem that same standard of consumer protection does not apply when the government’s reputation is at risk.\n\nObamacare was supposed to ensure that every US citizen would have affordable healthcare without the threat of it being taken away from them. But as the old saying goes, “what the government gives it can take away”, and in this case, the American people face the loss of their insurance by the very administration who promised it to them.\n\nThe Obamacare program has been riddled with failure. From a website launch that would make only North Korea envious, to billions in possible fraudulent payments, and billions more wasted on failed exchanges that never got off the ground, Obamacare has been an abject failure that has cost taxpayers billions and created industry-crushing regulations that have hurt, rather than have helped, the health and welfare of the American people. And it would seem that with Mandy Cohen’s most recent testimony, the beginning of the end for another part of the Affordable Care Act’s infrastructure.", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)", "pocket-site-verification": "e8a03e904ad67c23ec990c1928577c", "og": {"site_name": "Americans for Tax Reforms", "description": "Of the 11 remaining health insurance co-ops created under Obamacare, eight of them could collapse in less than a year. Moreover, the 11 remaining are less than half of the original twenty-three that were established in 2012 to compete with for-profit, private insurance companies. This from Mandy Cohen, one of the top federal health officials in charge of overseeing the implementation of Obamacare.", "title": "8 of 11 Remaining Obamacare Co-ops on Verge of Collapse", "url": "https://www.atr.org/8-11-remaining-obamacare-co-ops-verge-collapse", "image": "https://www.atr.org/sites/default/files/2964826133_864526d27c_z.jpg", "type": "article"}, "twitter": {"card": "summary"}, "fb": {"admins": 21200647, "pages": 8127889355}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Of the 11 remaining health insurance co-ops created under Obamacare, eight of them could collapse in less than a year.\nThis from Mandy Cohen, one of the top federal health officials in charge of overseeing the implementation of Obamacare.\nIn addition to the possible collapse of the healthcare co-ops, Cohen hinted that there was much more at stake than just the loss of insurance for consumers.\nMoreover, the 11 remaining are less than half of the original twenty-three that were established in 2012 to compete with for-profit, private insurance companies.\nFrom the Daily Caller:“About $1.4 billion of the $2.5 billion in Obamacare loan funding was lost when the 12 failed co-ops went under."}