{"article_title": "How to Make the Most of Free Preventive Care Under the ACA", "article_keywords": ["aca", "doctor", "list", "screenings", "free", "likely", "health", "services", "preventive", "insurance", "care"], "article_url": "http://health.usnews.com/health-news/health-insurance/articles/2015/01/12/how-to-make-the-most-of-free-preventive-care-under-the-aca", "article_text": "The Affordable Care Act provides 26 free services for children, including immunizations, vision and oral health screenings and autism screening.\n\nOne of the first implemented tenets of the Affordable Care Act was to give insured Americans access to free preventive care. But more than four years after this policy began, many people are still unaware of these preventive health benefits or how to take advantage of them.\n\nThe Department of Health and Human Services estimates the ACA rule made 76 million Americans “newly eligible” for free preventive care. But a Kaiser Health Tracking Poll in March 2014 revealed that only 43 percent of the population were aware of the change, meaning many are likely to avoid such care out of cost concerns.\n\nWhat Is It?\n\nSection 2713 of the ACA mandates all individual and group health plans offer a list of preventive care benefits with no cost-sharing requirements passed onto the consumer.\n\nTechnically, the services aren’t free – they’re paid for by the health insurance company through the money collected in your monthly premium – but you cannot be charged a copay, coinsurance or deductible to take advantage of them. In other words, you pay nothing at the time of service.\n\nThe exception to this mandate is health insurance plans that are grandfathered – which is to say they existed before March 23, 2010. According to the Kaiser Family Foundation, this includes more than one-fourth of workers covered by employer-based insurance as of 2014.\n\nWhat Services Are Included?\n\nThe list of preventive services available with no cost sharing is lengthy. You can view them in their entirety at HealthCare.gov. For adults, there are 15 basic services, including:\n\nImmunizations\n\nAlcohol and tobacco misuse screening and treatment options\n\nBlood pressure and cholesterol screenings\n\nObesity and Type 2 diabetes screenings\n\nDepression screening\n\nColorectal cancer screening\n\nFor children, the list is 26 items long and includes:\n\n\n\nImmunizations\n\nDevelopmental screenings\n\nAutism screening\n\nDepression screening and behavioral assessments\n\nVision and oral health screenings\n\nPreventive services specifically for women are available on plans beginning on or after Aug. 1, 2012. These include 22 preventive services such as:\n\n\n\nContraceptives\n\nWell-woman visits\n\nOsteoporosis and anemia screenings\n\nPrenatal care\n\nMammograms and breast cancer counseling\n\nHow Often Can You Take Advantage of Them?\n\nYou can take advantage of most of these preventive services when you go in for a yearly physical or, in the case of women, your well-woman visit.\n\nObviously, timetables for immunizations differ from vaccine to vaccine, and your doctor can provide guidance on how often you should be receiving shots.\n\nWhen Free Isn’t Free\n\nAs with nearly every health insurance benefit, there are exceptions, or rather words of warning that should accompany the invitation to avail yourself of them.\n\nYour doctor's office may bill a visit separately from your preventive services. If this is the case, you might have a copay. You might also have to pay if the primary reason for your appointment is something other than preventive care.\n\nYou’ll also likely have to pay out-of-pocket for treatments and follow-up appointments with your doctor if those screenings reveal a problem.\n\nFor instance, your child’s developmental or depression screening could reveal areas of concern, but any treatment for these findings would likely be subject to the deductible and other cost-sharing aspects of your health insurance plan. So following up with a specialist or mental health counselor could cost you.\n\nFurther, health insurance companies are handling the requirements differently.\n\nIn the case of free contraceptives for women, insurers are only required to offer one type of contraceptive from several different groups, and some see this as an opportunity to save money. So, if you want a vaginal ring, but the insurer offers alternative methods also considered “hormonal birth control,” you could be stuck with a bill. Likewise, opting for brand name over generic could leave you with cost-sharing responsibilities.\n\nFinally, if you go to a provider outside of your health insurance network, your preventive care likely won’t be free. As with all medical services, you stand to save more when you seek in-network providers.\n\nThe Best Advice: Ask\n\nWhen you schedule an appointment for any free preventive services, make it known that you're interested in getting your free preventive screenings and want to be told if any services fall outside the list of approved “free” services.\n\nIf you’re visiting your doctor, don’t be afraid to speak up when he or she recommends additional testing and treatment. If they aren’t covered, you’ll need to pursue those recommendations with the knowledge that you’ll likely have some cost-sharing responsibilities.\n\nWhile your doctor should have a general idea of which screenings and services fall under free preventive care, you can also call your insurance company for clarification.", "article_metadata": {"usn-stitial-fact": "{\"slug\":\"160202\",\"text\":\"Stroke causes 1 in every 20 deaths in the U.S. It costs the nation $34 billion annually.\"}", "usn-comments-mode": "facebook", "description": "You can't be charged a copay, coinsurance or deductible to take advantage of these services.", "zone": "healthplans/homepage/articles", "author": "Elizabeth Renter", "og": {"site_name": "US News & World Report", "description": "You can't be charged a copay, coinsurance or deductible to take advantage of these services.", "title": "How to Make the Most of Free Preventive Care Under the ACA", "url": "http://health.usnews.com/health-news/health-insurance/articles/2015/01/12/how-to-make-the-most-of-free-preventive-care-under-the-aca", "image": "http://www.usnews.com/cmsmedia/72/3d/f632bb39494fa120c2c512e51f79/140828-kidvaccine-stock.jpg", "type": "article"}, "twitter": {"site": "@USNews", "description": "You can't be charged a copay, coinsurance or deductible to take advantage of these services.", "card": "summary", "title": "How to Make the Most of Free Preventive Care Under the ACA - US News"}, "usn-platform-id": "a", "site": "health-news", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "fb": {"app_id": 130063997038366}, "image": "http://www.usnews.com/dims4/USNEWS/6b4ce2f/2147483647/crop/328x328%2B83%2B0/resize/80x80/quality/85/?url=%2Fcmsmedia%2F72%2F3d%2Ff632bb39494fa120c2c512e51f79%2Fresizes%2F500%2F140828-kidvaccine-stock.jpg", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "keywords": "LTHealth [Consumer Advice],healthwellness [Consumer Advice],medical prevention,women's health,health insurance,medical screening,Elizabeth Renter", "published_at": "2015-01-12", "article": {"publisher": "https://www.facebook.com/usnewsandworldreport", "published_time": "2015-01-12"}, "usn-content-type": "article", "social_id": "http://t.usnews.com/Z5n1fa", "viewport": "width=980"}, "article_summary": "One of the first implemented tenets of the Affordable Care Act was to give insured Americans access to free preventive care.\nThe Best Advice: AskWhen you schedule an appointment for any free preventive services, make it known that you're interested in getting your free preventive screenings and want to be told if any services fall outside the list of approved “free” services.\nThe Department of Health and Human Services estimates the ACA rule made 76 million Americans “newly eligible” for free preventive care.\nFinally, if you go to a provider outside of your health insurance network, your preventive care likely won’t be free.\nYou might also have to pay if the primary reason for your appointment is something other than preventive care."}