{"article_title": "Limbaugh Explains His Criticism of Fox News for Being Soft on Gov't Shutdown", "article_keywords": ["criticism", "shut", "republicans", "explains", "limbaugh", "fox", "republican", "won", "let", "shutdown", "govt", "polls", "soft", "think", "obama"], "article_url": "http://www.breitbart.com/video/2014/12/08/limbaugh-explains-his-criticism-of-fox-news-for-being-soft-on-govt-shutdown/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nWatch the latest video at video.foxnews.com\n\nOn this weekend’s broadcast of “Fox News Sunday,” conservative talk show host Rush Limbaugh took on a challenge from show moderator Chris Wallace for his criticism of Fox News Channel for some of its commentators’ reluctance to embrace the idea of a government shutdown as a means to challenge executive overreach on immigration.\n\nAccording to Limbaugh, the use of the word “shutdown” in these circumstances would be a misnomer and the political liability behind a shutdown is overplayed by these commentators.\n\nSIGN UP FOR OUR NEWSLETTER\n\nPartial transcript as follows:\n\nWALLACE: One of the reasons we wanted to talk to you is because recently you have been going, talking about criticism, you’ve been criticizing Fox News for some of the commentary here that says that the Republicans in Congress should not shut down the government over their opposition to the executive action on immigration that the president took.\n\nFirst of all, what’s wrong with the Republican plan not to shut down the government? And what would you do?\n\nLIMBAUGH: Because, (a), it isn’t a government shutdown. They shut down 15 percent, 10 percent of it? It’s not a government shutdown. We’re losing the language.\n\nThe government keeps running. Welfare checks keep going out. People that depend on the government get government services. It’s not a shutdown.\n\nI’ll tell you what it is. It’s a diversion and it’s a trick.\n\nI know time is short. Let me cut to the chase here. 2010, Republican landslide win, Democrat landslide loss. Ditto 2014.\n\nThe Democrats have been shellacked in two recent elections, and the Republicans are running around like a fool saying the American people are not going to like them if they shut down the government is absurd. Barack Obama’s approval is in the 30s. This isn’t about a government shutdown. This is about two elections in which the people of this country are begging the Republican people to stop this man.\n\n(CROSSTALK)\n\nWALLACE: But let me counter — Russ, let me counter that, because I want to put up a poll which shows that after the October shutdown, October of last year over Obamacare, forgive me, let’s put it up on the screen, 53 percent blamed the GOP, while 31 percent blamed President Obama. And I would argue —\n\nLIMBAUGH: All right.\n\nWALLACE: Let me just finish — and I would argue that the Republicans won despite that, not because of the shutdown, and because as you say Obama had a series of disasters, whether it was the Obamacare rollout —\n\nLIMBAUGH: I’m not — wait, I did not say they won because of the shutdown. I’m saying it didn’t hurt them.\n\nThey won a landslide election 10 months after this so-called shut — the only thing that happened in that shutdown was Barack Obama closed the Vietnam Veterans Memorial to — the World War II memorial, the World War II vets who for maybe the only time in their lives are going to visit it and opened it to some pro-immigration demonstrators. And shut down the White House tours and the —\n\n(CROSSTALK)\n\nWALLACE: But the exit polls — and the exit polls, and I know the Republicans won, Russ, but in the exit polls, and let’s put this up on the screen —\n\nLIMBAUGH: That does not matter?\n\nWALLACE: Wait, wait, wait.\n\nLIMBAUGH: You keep talking polls to me, you keep talking polls to me, and I’ve got the essence of a poll is an election, and I’ve got two of them. And we would have won the White House in 2012 if 4 million Republicans hadn’t stayed home. But the idea —\n\n(CROSSTALK)\n\nWALLACE: My point is they won in spite of the shutdown not because of the shutdown.\n\nLIMBAUGH: What does it matter? They won. The point is this is a trick. I think the shutdown’s a trick.\n\nYou know what? Here’s what it really means, Chris, that Republicans want what Obama wants on immigration, and they are using the government shutdown as an excuse to not stop him because the truth of matter is they agree with him. Romney agrees with it, Jeb Bush agrees with it, the Chamber of Commerce agrees with it, obviously, the Republican establishment doesn’t want to stop Obama on comprehensive immigration reform.\n\nWALLACE: Do you think John Boehner and Mitch McConnell agree with that?\n\n(CROSSTALK)\n\nLIMBAUGH: And very conveniently, here’s this government shutdowns, oh, we can’t act, we can’t, because they’ll blame us for shutting it. They’ll really be mad at us for shutting down the government. I think it’s absurd.\n\nWALLACE: All right.\n\nLIMBAUGH: I think it’s ridiculous.\n\nAnd the American people are being let down here. They’re voting. They’re expressing their desires. They want this stuff stopped and the Republican Party is not listening.\n\nFollow Jeff Poor on Twitter @jeff_poor", "article_metadata": {"description": "Limbaugh Explains His Criticism of Fox News for Being Soft on Gov't Shutdown", "og": {"site_name": "Breitbart", "description": "Limbaugh Explains His Criticism of Fox News for Being Soft on Gov't Shutdown", "title": "Limbaugh Explains His Criticism of Fox News for Being Soft on Gov't Shutdown - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-TV/2014/12/08/Limbaugh128.jpg", "url": "http://www.breitbart.com/video/2014/12/08/limbaugh-explains-his-criticism-of-fox-news-for-being-soft-on-govt-shutdown/", "type": "article"}, "twitter": {"description": "Limbaugh Explains His Criticism of Fox News for Being Soft on Gov't Shutdown", "creator": "@BreitbartNews", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-TV/2014/12/08/Limbaugh128.jpg", "title": "Limbaugh Explains His Criticism of Fox News for Being Soft on Gov't Shutdown - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "FOX, FOX NEWS, White House,Breitbart TV,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Breitbart TV", "tag": "White House", "published_time": "2014-12-08T06:11:00-07:00", "categories": "Breitbart TV"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fd8c6f\"", "article_summary": "But the idea —(CROSSTALK)WALLACE: My point is they won in spite of the shutdown not because of the shutdown.\nAccording to Limbaugh, the use of the word “shutdown” in these circumstances would be a misnomer and the political liability behind a shutdown is overplayed by these commentators.\nLIMBAUGH: Because, (a), it isn’t a government shutdown.\nLIMBAUGH: I think it’s ridiculous.\nFirst of all, what’s wrong with the Republican plan not to shut down the government?"}