{"article_title": "Silk Exotic considering two sites for strip club", "article_keywords": ["exotic", "considering", "license", "city", "club", "filed", "sites", "application", "s", "strip", "silk", "lawsuit", "properties"], "article_url": "http://onmilwaukee.com/bars/articles/silknewlocations.html", "article_text": "Published Sept. 28, 2014 at 6:06 p.m. Tweet\n\nThe prospect of a strip club in Downtown Milwaukee has taken another turn with applications for a license filed for two properties just south, in Walker's Point.\n\nSilk Exotic has filed licenses for two currently empty buildings at 906 S. Barclay St. and 505 S. 5th St.\n\nAt one point the Barclay property was apparently a private club but city offices were closed Sunday so this could not be verified.\n\nJon Ferraro who operates three Silk Exotic clubs in Wisconsin and a club in Las Vegas has been trying for several years to open a club in the Downtown area. Each application filed has been rejected by the Common Council.\n\nMost of the opposition has come from neighbors of the proposed sites, although the total number of opponents has been small. Silk also has sued the city over the process of considering licensing and the lawsuit is currently in federal court.\n\nRulings have been favorable to Silk and the upcoming trial is to determine damages, which could run into millions of dollars. Silk has offered several times to drop the lawsuit if the council would only approve a license, but thus far the city has declined the offer.\n\nOne source close to the recent application said that Silk expected the city to schedule a license committee hearing soon, perhaps within 30 days.\n\nNeither of the two properties is in predominantly, large residential areas and both seem to meet many of the objections that aldermen have raised about previously considered sites. Silk has options on the buildings for lease or purchase, contingent on approval of the application.", "article_metadata": {"description": "Silk Exotic has filed licenses for two currently empty buildings at 906 S. Barclay St. and 505 S. 5th St.", "title": "Silk Exotic considering two sites for strip club", "og": {"site_name": "OnMilwaukee.com", "description": "Silk Exotic has filed licenses for two currently empty buildings at 906 S. Barclay St. and 505 S. 5th St.", "title": "Silk Exotic considering two sites for strip club", "url": "http://onmilwaukee.com/bars/articles/silknewlocations.html", "image": "http://onmilwaukee.com/images/articles/si/silknewlocations/silknewlocations_fullsize_story1.jpg", "type": "article"}, "twitter": {"domain": "onmilwaukee.com", "account_id": 9232292, "title": "Silk Exotic considering two sites for strip club", "image": {"src": "http://onmilwaukee.com/images/articles/si/silknewlocations/silknewlocations_fullsize_story1.jpg"}, "site": "@onmilwaukee", "card": "summary_large_image", "description": "Silk Exotic has filed licenses for two currently empty buildings at 906 S. Barclay St. and 505 S. 5th St."}, "msapplication-TileColor": "#ffffff", "p": {"domain_verify": "7e7fcf309f01685c4efa6d90170d4062"}, "fb": {"app_id": 166926470123765}, "theme-color": "#ffffff", "msapplication-TileImage": "/mstile-144x144.png", "keywords": "Silk Exotic, Downtown, strip clubs, Milwaukee, Heartbreakers, Jon Ferraro, Walker's Point, 906 S. Barclay St.,", "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af46914bd0286fd8c78\"", "article_summary": "Jon Ferraro who operates three Silk Exotic clubs in Wisconsin and a club in Las Vegas has been trying for several years to open a club in the Downtown area.\nSilk also has sued the city over the process of considering licensing and the lawsuit is currently in federal court.\nEach application filed has been rejected by the Common Council.\nPublished Sept. 28, 2014 at 6:06 p.m. TweetThe prospect of a strip club in Downtown Milwaukee has taken another turn with applications for a license filed for two properties just south, in Walker's Point.\nOne source close to the recent application said that Silk expected the city to schedule a license committee hearing soon, perhaps within 30 days."}