{"article_title": "Jonathan Gruber? Who?", "article_keywords": ["sebelius", "law", "usa", "told", "think", "insurance", "health", "services", "jonathan", "gruber", "care"], "article_url": "http://www.usatoday.com/story/news/politics/2014/12/02/capital-download-kathleen-sebelius-jonathan-gruber/19786581/", "article_text": "Skip Ad Ad Loading... x Embed x Share Former Health and Human Services secretary Kathleen Sebelius discusses Jonathan Gruber, Affordable Care Act criticism and more with USA TODAY’s Susan Page.\n\nFormer Health and Human Services secretary Kathleen Sebelius (Photo: H. Darr Beiser, USA TODAY)\n\nWASHINGTON — Former Health and Human Services secretary Kathleen Sebelius, disputing the description of MIT professor Jonathan Gruber as an architect of the Affordable Care Act, says she had never met with him and minimized the significance of his controversial comments describing passage of the law.\n\nGruber, a prominent health economist and federal consultant, is scheduled to testify before a House committee next week about his remarks that the 2010 law deliberately was drafted \"in a tortured way\" to obscure the reality that it created a system in which \"healthy people pay in and sick people get money.\"\n\nIn a 2013 video that recently emerged, he said the law passed in part because of \"the stupidity of the American voter.\" Republican critics of the health care law have seized on the comments as exposing deception by the administration from the law's beginnings.\n\nBut Sebelius, who headed health care policy before stepping down under fire in April, said in an interview on Capital Download that Gruber was \"an architect\" of the 2006 Massachusetts health care plan known as Romneycare but not of the federal plan that followed, known as Obamacare.\n\nAlthough Gruber was hired as a consultant and met with staffers and advisers, he never sat down with her, she told USA TODAY's weekly video newsmaker series. \"Maybe he was in a large room; he could have been on a phone call. But in terms of small meetings, discussing policy, that never happened.\"\n\nShe said that role raises questions about the importance of his testimony before the House Oversight and Government Reform Committee next week.\n\n\"I have no idea what Dr. Gruber is going to say, but frankly I don't think that it's relevant in terms of his personal opinions of what happened,\" she said. \"He was not author of the bill itself. He didn't influence the members of Congress who actually wrote the legislation. He is making some headlines, which is unfortunate because I think he's harming the very product that he helped to push forward.\"\n\nHis comments have created a furor because \"every sentence, every syllable, every misstep, every opportunity to have adversaries of this law say, 'See, we told you,' is leaped upon,\" she said. \"What I find very frustrating is there has never been a time when those same individuals actually acknowledge the successes.\"\n\nStill, Sebelius didn't dispute the point that many Americans don't fully understand how health insurance and the Affordable Care Act work, including the trade-offs involved in expanding coverage.\n\n\"A lot of Americans have no idea what insurance is about,\" she said. \"I think the financial literacy of a lot of people, particularly people who did not have insurance coverage or whose employers chose their coverage and kind of present it to them, is very low — and that has been a sort of stunning revelation. It's not because people hid it from folks. It's because this is a complicated product.\"\n\nSebelius, now 66, served as Kansas insurance commissioner before being elected governor of the Sunflower State.\n\nShe also challenged New York Democratic Sen. Charles Schumer, who last week told reporters that it had been a mistake for President Obama to focus on health care during the first two years of his tenure instead of jobs and other \"middle-class-oriented programs.\" Opposition to the health care law helped fuel Republican gains that cost Democrats control of the House in 2010 and the Senate last month.\n\n\"Making big, bold moves is what moves this country forward, and this was an opportunity to do something long overdue,\" she said. \"So is it worth the price? You bet.\"\n\nFollow @SusanPage on Twitter\n\nRead or Share this story: http://usat.ly/1CCMrw6", "article_metadata": {"google": "notranslate", "description": "Former HHS secretary Kathleen Sebelius says she never met with consultant Jonathan Gruber and minimizes the significance of his controversial comments describing passage of the Affordable Care Act.", "og": {"site_name": "USA TODAY", "description": "Former HHS secretary Kathleen Sebelius says she never met with consultant Jonathan Gruber and minimizes the significance of his controversial comments describing passage of the Affordable Care Act.", "title": "Kathleen Sebelius: Jonathan Gruber? Who?", "url": "http://www.usatoday.com/story/news/politics/2014/12/02/capital-download-kathleen-sebelius-jonathan-gruber/19786581/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Former HHS secretary Kathleen Sebelius says she never met with consultant Jonathan Gruber and minimizes the significance of his controversial comments describing passage of the Affordable Care Act.", "title": "Kathleen Sebelius: Jonathan Gruber? Who?", "image": "http://www.gannett-cdn.com/-mm-/8cbc5bc664559d90803a6e10df1854b67c8b9848/c=467-0-3097-2630&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/12/02/635531328765980291-XXX-Capital-Download---Kathleen-Sebelius-hdb2254.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Kathleen Sebelius", "gci-asset-type": "story", "gci-categories": "Persons/Kathleen Sebelius", "title": "Kathleen Sebelius: Jonathan Gruber? Who?", "author": "Susan Page", "pageclass": "article", "recs": {"category": "news/politics", "image-3-4": "http://www.gannett-cdn.com/-mm-/2e4ef975b6d3f7c848b6ea4a78cfd8776927e215/c=979-0-2952-2630/local/-/media/USATODAY/USATODAY/2014/12/02/635531328765980291-XXX-Capital-Download---Kathleen-Sebelius-hdb2254.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/ff923ccff76349f5092fb18feff3412dfc58a3c4/c=467-0-3097-2630/local/-/media/USATODAY/USATODAY/2014/12/02/635531328765980291-XXX-Capital-Download---Kathleen-Sebelius-hdb2254.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/421f2a14c6d1a586a25eb05aec62ffb321d58550/c=0-43-3383-2587/local/-/media/USATODAY/USATODAY/2014/12/02/635531328765980291-XXX-Capital-Download---Kathleen-Sebelius-hdb2254.JPG", "image": "http://www.gannett-cdn.com/-mm-/36e0a09ba21395f2f6a7414e18ef5b7bb9075478/c=0-420-3381-2330&r=x1683&c=3200x1680/local/-/media/USATODAY/USATODAY/2014/12/02/635531328765980291-XXX-Capital-Download---Kathleen-Sebelius-hdb2254.JPG", "publishtime": "2014-12-02T21:11:41.237000-05:00", "shorthed": "Kathleen Sebelius: Gruber who?", "articleid": 19786581, "image-16-9": "http://www.gannett-cdn.com/-mm-/5463e9c11cb4b2fa54ffb40bc08651413e65b422/c=0-420-3381-2330/local/-/media/USATODAY/USATODAY/2014/12/02/635531328765980291-XXX-Capital-Download---Kathleen-Sebelius-hdb2254.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/0da04ff0209b5e46e99a55aff7bc61b36d3eff38/c=1260-0-2733-2630/local/-/media/USATODAY/USATODAY/2014/12/02/635531328765980291-XXX-Capital-Download---Kathleen-Sebelius-hdb2254.JPG"}}, "news_keywords": "Kathleen Sebelius, Jonathan Gruber, Barack Obama, Affordable Care Act, Obamacare"}, "article_summary": "Skip Ad Ad Loading... x Embed x Share Former Health and Human Services secretary Kathleen Sebelius discusses Jonathan Gruber, Affordable Care Act criticism and more with USA TODAY’s Susan Page.\nRepublican critics of the health care law have seized on the comments as exposing deception by the administration from the law's beginnings.\nAlthough Gruber was hired as a consultant and met with staffers and advisers, he never sat down with her, she told USA TODAY's weekly video newsmaker series.\nOpposition to the health care law helped fuel Republican gains that cost Democrats control of the House in 2010 and the Senate last month.\nBut Sebelius, who headed health care policy before stepping down under fire in April, said in an interview on Capital Download that Gruber was \"an architect\" of the 2006 Massachusetts health care plan known as Romneycare but not of the federal plan that followed, known as Obamacare."}