{"article_title": "'Everything possible' for Washington wrestlers at dual-team state", "article_keywords": ["wrestlers", "geneseo", "washington", "possible", "best", "medlin", "state", "going", "champ", "forest", "team", "dualteam", "match"], "article_url": "http://www.pjstar.com/article/20150227/sports/150229269", "article_text": "Washington enters Saturday’s dual-team state wrestling tournament like it has all season — as the No. 2-ranked team in the state. Looming on the other side of the bracket is the standard, top-ranked and seven-time defending state champ Lombard Montini.\n\nDespite the possibility of a rematch between the up-and-coming power from central Illinois and the perennial powerhouse in the finals, Washington coach Bryan Medlin insists his team is not overlooking the two steps to get to that potential showdown.\n\n“We’re not even looking past a match in a dual, just taking each position as it comes and trying to compete in every single position in every single match,” Medlin said. “And I think — if we do that — we’ll find ourselves in the finals. But even if it doesn’t work out we can look back and say we did everything possible.”\n\nThe Panthers (18-5) take on No. 4-ranked Geneseo (20-1) in a 9 a.m. quarterfinal. The winner faces the No. 10 Troy Triad (16-8)/No. 3 Oak Forest (20-1) winner.\n\nWashington brings a trio of state champions in Elijah Oliver (120 pounds), Randy Meneweather (160) and Jake Warner (170) and a trio of runners-up in Trey Keeley (106), Dack Punke (113) and Jake Godinez (220) against the Maple Leafs. Geneseo has four state medalists, including 138-pound champ Hunter Grau.\n\n“We’re by no means looking ahead,” Medlin said. “Geneseo is traditionally one of the best teams in the state and we’ve got Oak Forest and they’re nails.”\n\nOak Forest earned five state medals, led by 126-pound champ Dan Swan.\n\n“We know what we want at the end of the day Saturday and that’s been the goal for this year and the goal the past 10 years — to win a state title,” Medlin said. “Putting in the work in the summer and the spring, everything is about winning a state title.”\n\nMontini, which won six individual state titles and eight top-four medals, beat Washington 34-27 in the regular season.\n\nWashington competed in that dual without Oliver (knee injury) and lost three matches by three or less points. Montini led 34-15 before forfeiting the final two weights.\n\n“I don’t feel like we have a lot of pressure on us,” Medlin said, referring to the fact a Journal Star metro-area team has never placed at the dual-team tournament. “We’re going in with the attitude that we’re going to do our best and we’ve done our best every day from the 367 days ago when we all met and said this is what we want to do.”\n\nOlympia placed second in 2001, third in 1999 and fourth in 2000.\n\nWashington is going to need more than just its seven state medalists to bring home a trophy.\n\n“It’s going to be the 14 guys who step on the mat every time Saturday believing they are going to be state champion,” Medlin said. “Because these guys are so close... it’s easy for them to maybe go out there and do something more special for their friend, than to go out there and gut out a match just for themselves.”\n\nStan Morris can be reached at 686-3214 or smorris@pjstar.com. Follow him on Twitter @stanmorrispjs.", "article_metadata": {"description": "Washington enters Saturday’s dual-team state wrestling tournament like it has all season — as the No. 2-ranked team in the state. Looming on the other side of the bracket is the standard, top-ranked and seven-time defending state champ Lombard Montini.\r\nDespite the possibility of a rematch between the up-and-coming power from central Illinois and the perennial powerhouse in the finals, Washington coach Bryan Medlin insists his team is not overlooking the two steps to get to that", "vf": {"unique_id": "art-A4EF6D4B-B600-404C-BB30-6B570F779304-pub264"}, "author": "Stan Morris of the Journal Star", "og": {"type": "article", "image": {"width": 1024, "identifier": "http://GM2-IPweb.newscyclecloud.com/storyimage/IP/20150227/SPORTS/150229269/AR/0/AR-150229269.jpg", "height": 522}, "site_name": "Journal Star", "description": "Washington enters Saturday’s dual-team state wrestling tournament like it has all season — as the No. 2-ranked team in the state. Looming on", "title": "'Everything possible' for Washington wrestlers at dual-team state"}, "twitter": {"description": "Washington enters Saturday’s dual-team state wrestling tournament like it has all season — as the No. 2-ranked team in the state. Looming on the other side of the bracket is the standard, top-ranked and seven-time defending state champ Lombard Montini.\r\nDespite the possibility of a rematch between the up-and-coming power from central Illinois and the perennial powerhouse in the finals, Washington coach Bryan Medlin insists his team is not overlooking the two steps to get to that", "title": "'Everything possible' for Washington wrestlers at dual-team state", "image": {"src": "http://GM2-IPweb.newscyclecloud.com/storyimage/IP/20150227/SPORTS/150229269/AR/0/AR-150229269.jpg&MaxW=1200&MaxH=630"}, "site": "@pjstar", "card": "summary_large_image", "account_id": 17800696}, "bt": {"author": "Stan Morris of the Journal Star", "pubDate": "20150228T00:43:42Z", "modDate": "20150228T00:43:00Z"}, "apple-itunes-app": "app-id=417961115?at=1000lkC&ct=sb-pjstar", "fb": {"app_id": 227092457330017}, "google-play-app": "app-id=com.spreedinc.providers.gatehousemedia.peoriajournalstar", "msvalidate.01": "7E15F9269E2CE66F2A488ABB04B5015E", "tout": {"article": {"id": "art-A4EF6D4B-B600-404C-BB30-6B570F779304-pub264"}}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fca3d5\"", "article_summary": "Looming on the other side of the bracket is the standard, top-ranked and seven-time defending state champ Lombard Montini.\nWashington enters Saturday’s dual-team state wrestling tournament like it has all season — as the No.\nWashington is going to need more than just its seven state medalists to bring home a trophy.\n“We’re not even looking past a match in a dual, just taking each position as it comes and trying to compete in every single position in every single match,” Medlin said.\n“It’s going to be the 14 guys who step on the mat every time Saturday believing they are going to be state champion,” Medlin said."}