{"article_title": "Mike Pence Signs Religious Freedom Bill", "article_keywords": ["mike", "federal", "freedom", "bill", "pence", "convention", "individuals", "way", "signs", "indiana", "law", "religious", "told"], "article_url": "http://dailysignal.com/2015/03/26/mike-pence-signs-religious-freedom-bill/", "article_text": "A bill known as the Religious Freedom Restoration Act has been signed into law by the governor.\n\nSupporters of Indiana Senate Bill 101 say that the law protects the free practice of religion, and opponents say the law will allow gay and lesbian individuals to be discriminated against.\n\nFor example, the law could permit business owners who felt that being forced to serve a certain customer in a particular case violated their religious beliefs to appeal to a judge. The courts would then decide if their objection was valid or not.\n\nThe bill was passed by the House 63-31 on Monday, and was approved by the Senate 40-10.\n\nGov. Mike Pence, R-Ind., approved the legislation today.\n\n“Indiana is rightly celebrated for the hospitality, generosity, tolerance and values of our people, and that will never change,” Pence said in a statement. “Faith and religion are important values to millions of Hoosiers and with the passage of this legislation, we ensure that Indiana will continue to be a place where we respect freedom of religion and make certain that government action will always be subject to the highest level of scrutiny that respects the religious beliefs of every Hoosier of every faith.”\n\nMary Byrne, the executive director of the Indiana Youth Group, a support group for gay, lesbian, bisexual, and transgender youth, told The Daily Signal that “everyone ought to be treated like everyone else.”\n\n“Where does my right to receive services end, and your right to religious convictions begin? That’s the conflict,” said Byrne.\n\nByrne expressed disagreement with individuals who sue businesses over being denied wedding services, but said that this particular law might lead to discrimination and affect LGBT individuals seeking necessary services.\n\n“It’s not about cupcakes,” said Byrne. “People can decide who to serve, but this law isn’t the way to go.”\n\nSarah Torre, a policy analyst at The Heritage Foundation, told The Daily Signal that the bill is modeled off of the federal Religious Freedom Restoration Act of 1993, which passed with bipartisan support and was signed into law by President Bill Clinton.\n\nThe federal law “prohibits substantial burdens on religious exercise unless the government can show a compelling interest in burdening religious liberty and does so through the least restrictive way possible,” said Torre. “Protections for religious freedom, like the one passed in Indiana, provide a commonsense way to balance the fundamental right to religious liberty with compelling government interests.”\n\nTorre said that it’s important to note that the law “doesn’t allow individuals to do whatever they wish in the name of religion:”\n\n“The law is simply a commonsense way of balancing government interests with the fundamental freedom of individuals to live out their faith. There will be times when a state or federal government can show it has a compelling reason for burdening religious expression—to ensure public safety, for instance. But Religious Freedom Restoration Acts set a high bar for the government to meet in order to restrict religious freedom.”\n\nSuch legislation at the state and federal level merely protects First Amendment rights, according to Torre.\n\n“A robust conception of religious liberty provides every person the freedom to seek the truth, form beliefs, and live according to the dictates of his or her conscience—whether at home, in worship, or at work,” said Torre.\n\nTorre added that 19 other states have similar laws.\n\nPrior to Pence’s signature, a large Indianapolis convention threatened to relocate if the bill became law.\n\nGen Con, which calls itself “the largest consumer hobby, fantasy, science fiction and adventure game convention in North America” announced that they will find a new location for their event if the bill became law.\n\nThe Indianapolis Star called Gen Con “the city’s largest convention in attendance and economic impact,” and reports that the convention is “under contract to hold the conference in Indianapolis through 2020.”\n\nA spokeswoman for Gen Con told the Star that there are “no plans to break the contract,” but the law “would factor into future decisions.”\n\nThis article has been modified.", "article_metadata": {"description": "It would protect consciences of business owners.", "og": {"site_name": "The Daily Signal", "description": "It would protect consciences of business owners.", "title": "Mike Pence Signs Religious Freedom Bill", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/326mikepence.jpg", "updated_time": "2015-03-26T14:57:56+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/19lYhNZ"}, "twitter": {"domain": "The Daily Signal", "description": "It would protect consciences of business owners.", "title": "Mike Pence Signs Religious Freedom Bill", "image": {"src": "http://dailysignal.com/wp-content/uploads/326mikepence.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "religious liberty", "published_time": "2015-03-26T13:37:46+00:00", "modified_time": "2015-03-26T14:57:56+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Indiana, Mike Pence, Human Rights Campaign, Religious Freedom Restoration Act, SB 101, LGBT"}, "_id": "\"57477af36914bd0286fca3db\"", "article_summary": "A bill known as the Religious Freedom Restoration Act has been signed into law by the governor.\nBut Religious Freedom Restoration Acts set a high bar for the government to meet in order to restrict religious freedom.”Such legislation at the state and federal level merely protects First Amendment rights, according to Torre.\nPrior to Pence’s signature, a large Indianapolis convention threatened to relocate if the bill became law.\nThe federal law “prohibits substantial burdens on religious exercise unless the government can show a compelling interest in burdening religious liberty and does so through the least restrictive way possible,” said Torre.\nThe bill was passed by the House 63-31 on Monday, and was approved by the Senate 40-10."}