{"article_title": "The $800 Million Weapon the US Wants to Send to South Korea", "article_keywords": ["wants", "korea", "north", "weapon", "million", "system", "send", "missile", "weapons", "defense", "thaad", "systems", "korean", "800", "south"], "article_url": "http://www.thefiscaltimes.com/2016/02/08/800-Million-Weapon-US-Wants-Send-South-Korea", "article_text": "North Korea’s rocket launch this weekend has prompted the United States and South Korea to revive talks about placing a controversial missile defense system on the Korean peninsula.\n\nPyongyang claims it used a Kwangmyongsong rocket to put a satellite into orbit on Sunday, but Washington and Seoul believe that’s just a cover story to obscure the Hermit Kingdom’s latest demonstration of ballistic missile technology that could be used to deliver a nuclear weapon.\n\nRelated: $583 Billion Defense Budget Covers Russia, China, and ISIS with New Weapons\n\nNow the longtime allies are set to formally discuss deploying the U.S.-made Terminal High Altitude Area Defense system, known as THAAD, to South Korea.\n\n\"In response to the increasing North Korea's threat, ROK and the U.S. will officially discuss deploying THAAD to U.S. forces in Korea to improve its missile defense posture,\" Yoo Jeh-seung, a top planner at the South Korean Defense Ministry said.\n\nThe system, manufactured by Lockheed Martin, can target short, medium and intermediate-range ballistic missiles in flight.\n\n\"North Korea continues to develop their nuclear weapons and ballistic missile programs, and it is the responsibility of our alliance to maintain a strong defense against those threats,\" said Gen. Curtis M. Scaparrotti, the head of U.S. forces in Korea.\n\nRelated: How to Blast Billions from the DOD Budget\n\nJapan has also been considering adding THAAD to boost its own missile defenses.\n\nOne THAAD system costs $800 million. That price tag, and lingering questions about the system’s effectiveness against long-range rockets, has led Washington to buy only five of the weapons, much to the dismay of missile defense proponents.\n\nWashington deployed one of its five THAAD systems to Guam in 2013 following another round of North Korean belligerence. South Korean officials have resisted previous efforts to place the weapons system on their territory because THAAD’s radar systems would be able to scan territory that includes mainland China, a no-go with Beijing.\n\nHowever, China hasn’t weighed in on North Korea’s latest provocation, and talk of putting a U.S. missile defense system on the country’s doorstep could be a ploy to force Beijing to take a stronger hand with Pyongyang.\n\nThe rocket launch seeped into the presidential campaign in the U.S. over the weekend.\n\n“With respect to North Korea and what we should do now, one of the first things we should do is expand our missile defense capacity. We ought to put missile defense interceptors in South Korea. South Korea wants them,” Sen. Ted Cruz (R-TX) said during Saturday night’s GOP debate, a line echoed by other White House hopefuls and congressional Republicans.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "North Korea’s rocket launch this weekend has prompted the United States and South Kore", "title": "The $800 Million Weapon the US Wants to Send to South Korea", "url": "http://www.thefiscaltimes.com/2016/02/08/800-Million-Weapon-US-Wants-Send-South-Korea", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/THAAD_Launcher.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/02/08/800-Million-Weapon-US-Wants-Send-South-Korea", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/THAAD_Launcher.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "North Korea’s rocket launch this weekend has prompted the United States and South Kore", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "South Korea wants them,” Sen. Ted Cruz (R-TX) said during Saturday night’s GOP debate, a line echoed by other White House hopefuls and congressional Republicans.\nWe ought to put missile defense interceptors in South Korea.\nOne THAAD system costs $800 million.\nWashington deployed one of its five THAAD systems to Guam in 2013 following another round of North Korean belligerence.\nNorth Korea’s rocket launch this weekend has prompted the United States and South Korea to revive talks about placing a controversial missile defense system on the Korean peninsula."}