{"article_title": "Why Indiana’s Mike Pence deserves the trust of conservatives", "article_keywords": ["indianas", "mike", "core", "pences", "republicans", "standards", "pence", "deserves", "medicaid", "common", "conservatives", "president", "trust", "indiana", "obama"], "article_url": "https://www.washingtonpost.com/opinions/the-pence-paradox/2015/02/11/e80788f8-b147-11e4-827f-93f454140e2b_story.html", "article_text": "Although he is always preternaturally placid, Mike Pence today exemplifies a Republican conundrum. Sitting recently 24 blocks from Capitol Hill, where he served six terms as a congressman, and eight blocks from the White House, which some Republicans hope he craves, Pence, now in his third year as Indiana’s governor, discussed two issues, Common Core and Medicaid expansion, that illustrate the following:\n\nToday’s president, whose prior governmental experience was meager and entirely legislative, probably has strengthened voters’ normal preference for actual executives — governors rather than legislators — as chief executives. Governors actually govern, which means continually making choices and compromises. So, with the Republican nominating electorate increasingly persnickety about ideological purity, governors often are more disadvantaged than senators as candidates.\n\nIn 2001, as a freshman congressman, Pence was one of just 34 House Republicans to vote against President George W. Bush’s pride and joy, the No Child Left Behind education legislation, which Pence considered a federal usurpation of a state and local responsibility, K-12 education. In 2010, with the Obama administration blandishing $5 billion in Race to the Top funds as bribes, Indiana was among the 37 states that embraced Common Core standards. Under Pence, however, Indiana became the first to formally withdraw from Common Core.\n\nBut because some critics consider the standards that Pence’s administration wrote insufficiently unlike Common Core’s, he is excoriated as insufficiently hostile to “Obamacore.” The content of the Common Core standards is beside the point. Even excellent content would not redeem Common Core because it abets what Pence correctly says will eventually become federal micromanagement of K-12 education — unless Common Core is stopped. If Hoosiers want different standards, Pence says, they now are forever free to write them.\n\nIn 2003, Pence was one of just 19 Republicans to defy the Bush administration’s excruciating pressure and vote against Medicare Part D, the unfunded prescription drug entitlement. So, having demonstrated, as with No Child Left Behind, his conservative credentials, he deserved conservatives’ trust when he responded to Obamacare’s push for expansion of traditional Medicaid by negotiating remarkable concessions from the Obama administration that are a template for nationwide Medicaid reform.\n\nThe administration reluctantly conceded what Pence calls “the foundation of consumer-driven health care,” the requirement that people make a financial contribution (in Indiana, to a health savings account) and that there be consequences — they are locked out of the system for six months — if they do not.\n\nConservatives who despise any transaction with Barack Obama dismiss Pence’s achievement. But Pence’s plan is warmly endorsed by Grace-Marie Turner, a leading advocate of replacing Obamacare with consumer-directed health-care reform. She says conservatives should applaud Pence for making Medicaid more like a health savings account, under which purchasers of high-deductible insurance use tax-preferred savings to pay for routine medical expenses.\n\nAmericans sometimes vote for a president who is the opposite of the one who has just preceded him and has disappointed them. Hence the Republicans’ nominee should be confident and astute enough to approach the presidency by promising the reverse of an Army recruiting slogan, “Be all you can be.” Pence understands the need for a president promising to be less than he can be. Less, that is, like Obama, who has advertised his disdain for the legislative branch by pushing past the proper limits of unilateral executive action.\n\nIn 2010, before Obama’s vandalism against the separation of powers had confronted the country with the most lawless presidency since Richard Nixon’s, Pence delivered an address in which he said, “The president is not our teacher, our tutor, our guide or ruler.” There is a presidential “duty of self-restraint” because “a president who slights the Constitution is like a rider who hates his horse: he will be thrown, and the nation along with him.”\n\nIt is Pence’s political misfortune, though a pleasant one, that his predecessor, Mitch Daniels, left Indiana on a rising trajectory, needing neither a savior nor radical surgery. Still, under Pence individual and corporate income taxes have been cut, the inheritance tax has been abolished and the nation’s largest school-choice program may be expanded.\n\nWith many Indiana preoccupations, Pence says he will not decide about a presidential campaign until May. This would be perilously late in the scramble for major donors and seasoned staff. Again, the paradox: Governors’ jobs can qualify them for the presidency by requiring them to spend much time and political capital in transactions that can make a nomination difficult to attain.\n\nRead more from George F. Will’s archive or follow him on Facebook.", "article_metadata": {"description": "But he faces a paradox: The qualities that make him a good governor make it tough to run for higher office.", "author": "https://www.facebook.com/georgewill", "og": {"site_name": "Washington Post", "description": "But he faces a paradox: The qualities that make him a good governor make it tough to run for higher office.", "title": "Why Indiana’s Mike Pence deserves the trust of conservatives", "url": "https://www.washingtonpost.com/opinions/the-pence-paradox/2015/02/11/e80788f8-b147-11e4-827f-93f454140e2b_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/02/11/Editorial-Opinion/Images/GOP_2016_Governors-0009b-1447.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@georgewill"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/the-pence-paradox/2015/02/11/e80788f8-b147-11e4-827f-93f454140e2b_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "George Will, Mike Pence, Common Core, Medicaid, Indiana, Race to the Top, No Child Left Behind, Grace-Marie Turner", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/georgewill"}, "eomportal-uuid": "e80788f8-b147-11e4-827f-93f454140e2b", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "George Will, Mike Pence, Common Core, Medicaid, Indiana, Race to the Top, No Child Left Behind, Grace-Marie Turner"}, "_id": "\"57477af36914bd0286fca3e3\"", "article_summary": "Even excellent content would not redeem Common Core because it abets what Pence correctly says will eventually become federal micromanagement of K-12 education — unless Common Core is stopped.\nIf Hoosiers want different standards, Pence says, they now are forever free to write them.\nUnder Pence, however, Indiana became the first to formally withdraw from Common Core.\nWith many Indiana preoccupations, Pence says he will not decide about a presidential campaign until May.\nIn 2010, with the Obama administration blandishing $5 billion in Race to the Top funds as bribes, Indiana was among the 37 states that embraced Common Core standards."}