{"article_title": "John Finnis on the Gospel(s)", "article_keywords": ["gospels", "law", "finnis", "notre", "philosopher", "quite", "mark", "valuable", "lecture", "john", "dame"], "article_url": "http://www.firstthings.com/blogs/firstthoughts/2015/02/john-finnis-on-the-gospels", "article_text": "One of the brightest lights in the academic firmament is the annual fall conference hosted by the Center for Ethics and Culture at the University of Notre Dame\u0097a two-day feast of reason and revelation begun by the CEC’s founder, philosopher David Solomon, and continued by his successor, law professor Carter Snead. I have gone to it more often than not in the last five years (wish I’d discovered it long ago!), and always enjoy the combination of disciplinary diversity and mission unity.\n\nThe November 2014 conference was as fine as any I’ve attended, and for me the most memorable presentation was by John Finnis, the Oxford-and-Notre Dame philosopher of law. Calling Finnis a philosopher of law does not do him justice. I have seen him hold forth with great erudition and penetrating insight on Shakespeare, for instance, and it seems he can turn his attention to any subject and find something new and valuable to say. Or, what is equally important, something old and valuable that badly needs recovering.\n\nI wasn’t prepared, even so, for the knockout brilliance of his CEC lecture last November, blandly titled “Who Said, ‘Blessed Are the Poor’?” Challenging what he calls “the Guild” of “critical” Bible scholars, Finnis argues that the conventional view widely accepted today that the Gospel of Mark is of earlier date than the Gospels of Matthew and Luke is quite wrong, and that the evidence is clear that Mark comes third and last in time among the synoptic Gospels. The second half of the lecture goes on to make the case for the authentic historicity\u0097the truth\u0097of the Gospels as reports by or of eyewitness testimony to the ministry of Jesus. The challenge here as well to the Guild is forceful in defense of what the Church has always taught.\n\nTo a rank amateur like me, Finnis’s lecture was a spellbinding tour de force, but what do I know? A priest of Holy Cross who is on the Notre Dame faculty and attended the lecture told me immediately afterward that he could feel the value of his Notre Dame M.Div. degree plummeting by the minute, as Finnis demonstrated that a great deal of what he’d been taught was wrong.\n\nFinnis plans to publish a couple of articles in the near future that were previewed in this lecture, he says, and I am sure that these publications will cause quite a stir.", "article_metadata": {"description": "A blog devoted to sharing initial thoughts on topics, and daily ramblings, First Thoughts speaks to the latest topics in religion and today’s society.", "og": {"site_name": "First Things", "description": "The notable legal philosopher turns his keen analytical powers to questions of Scripture.", "title": "John Finnis on the Gospel(s) | Matthew J. Franck", "url": "http://www.firstthings.com/blogs/firstthoughts/2015/02/john-finnis-on-the-gospels", "image": "https://s3.amazonaws.com/first-things-resources/uploads/article_54d90f0ed895f.jpg", "type": "article"}, "twitter": {"image": "https://s3.amazonaws.com/first-things-resources/uploads/article_54d90f0ed895f.jpg", "title": "John Finnis on the Gospel(s) | Matthew J. Franck", "description": "The notable legal philosopher turns his keen analytical powers to questions of Scripture.", "card": "summary_large_image", "site": "@firstthingsmag"}, "robots": "follow", "msvalidate.01": "649D2BEB6B8F0C1832C0762CD37C2FAE", "fb": {"admins": 1504860014}, "mobile-web-app-capable": "yes", "thumbnail": "https://dae6ca3yfi9zj.cloudfront.net/img/favicon-196.png", "viewport": "width=device-width,minimum-scale=1,initial-scale=1.0"}, "article_summary": "The November 2014 conference was as fine as any I’ve attended, and for me the most memorable presentation was by John Finnis, the Oxford-and-Notre Dame philosopher of law.\nA priest of Holy Cross who is on the Notre Dame faculty and attended the lecture told me immediately afterward that he could feel the value of his Notre Dame M.Div.\nCalling Finnis a philosopher of law does not do him justice.\ndegree plummeting by the minute, as Finnis demonstrated that a great deal of what he’d been taught was wrong.\nI have gone to it more often than not in the last five years (wish I’d discovered it long ago!"}