{"article_title": "Sunshine Summit: Donald Trump", "article_keywords": ["going", "promises", "patrol", "trump", "wall", "sunshine", "donald", "summit", "speech", "stand", "act", "watched", "hi"], "article_url": "http://www.tampabay.com/blogs/the-buzz-florida-politics/sunshine-summit-donald-trump/2253925", "article_text": "Republican Presidential candidate Donald Trump give his campaign speech during the Sunshine Summit in Orlando on Friday.\n\nDonald Trump delivered yet another rambling speech where he praised himself many times and bashed his GOP rivals and Democrats Friday at the Republican Party of Florida Sunshine Summit.\n\nTrump made several promises such as replacing Obamacare and deporting “bad dudes” without offering specifics as to how he would deliver. And he repeated promises to get rid of sanctuary cities and make Mexico pay for his “beautiful” wall.\n\nTrump started out with an attack on the rest of the field when he said that he had watched his rivals on TV a few hours ago and “this place was empty.” That comment drew some boos from the crowd -- but he drew more laughs and applause than boos throughout his speech.\n\nAfter highlighting some recent polls showing himself in the lead, Trump dove in to make a series of promises and statements largely about immigration. Here is a snapshot:\n\nIMMIGRATION AS A TOPIC: “If I had not talked about illegal immigration I don’t even think you’d be talking about it today. I watched Ted Cruz and I watched Marco Rubio fighting over who is tougher. I was tougher when it wasn’t very politically popular to be tough.....”\n\nDEPORTATION: “Look at some of the gangs in LA, rough gangs, these are dudes. If I become president those people are out of here, those guys are gone.”\n\nBUILDING A WALL: “We are going to build a wall and it's going to be a real wall.....it's going to be a real wall. A Trump Wall.\n\nBORDER PATROL: “We are going triple up the number of border patrol. These Border Patrol guards are phenomenal. .... They want to do a good job. They can’t. They are told to stand down, stand down! People walk right in front of them, “hi, hi, hi’ guess what? I guess you became an American citizen...... When I am there they are not going to be told to stand down.”\n\nDREAM ACT: “We are going to hire Americans first. ... The Dream Act isn’t for our children. The Dream Act is for other children who come into the country. I want the Dream Act to be for our children.”\n\nTrump held no press conference after his speech.", "article_metadata": {"description": "Donald Trump delivered yet another rambling speech where he praised himself many times and bashed his GOP rivals and Democrats Friday at the Republican Party of Florida Sunshine Summit.", "application-name": "Tampa Bay Times", "og": {"url": "http://www.tampabay.com/blogs/the-buzz-florida-politics/sunshine-summit-donald-trump/2253925", "image": {"width": 686, "identifier": "http://www.tampabay.com/resources/images/blogs-photo/rendered/2015/11/TP_399775_JONE_60_sunshines_8col.jpg", "height": 498}, "site_name": "Tampa Bay Times", "description": "Donald Trump delivered yet another rambling speech where he praised himself many times and bashed his GOP rivals and Democrats Friday at the Republican Party of Florida Sunshine Summit.", "title": "Sunshine Summit: Donald Trump"}, "twitter": {"site": "@TB_Times", "image": "http://www.tampabay.com/resources/images/blogs-photo/rendered/2015/11/TP_399775_JONE_60_sunshines_8col.jpg", "description": "Donald Trump delivered yet another rambling speech where he praised himself many times and bashed his GOP rivals and Democrats Friday at the Republican Party of Florida Sunshine Summit.", "card": "summary_large_image", "title": "Sunshine Summit: Donald Trump"}, "msapplication-TileColor": "#115220", "apple-itunes-app": "app-id=988277045", "msapplication-TileImage": "/iwov-resources/images/ie10TBTpin.png", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd19aa\"", "article_summary": "People walk right in front of them, “hi, hi, hi’ guess what?\nRepublican Presidential candidate Donald Trump give his campaign speech during the Sunshine Summit in Orlando on Friday.\nDonald Trump delivered yet another rambling speech where he praised himself many times and bashed his GOP rivals and Democrats Friday at the Republican Party of Florida Sunshine Summit.\nA Trump Wall.\nTrump made several promises such as replacing Obamacare and deporting “bad dudes” without offering specifics as to how he would deliver."}