{"article_title": "Scientists Discover Method To 'Expand' Stem Cells In The Laboratory That Could Lead To New Cancer Treatments", "article_keywords": ["used", "autoimmune", "lead", "cancer", "metabolic", "specialized", "cells", "discover", "stem", "cell", "patients", "blood", "scientists", "laboratory", "treatments", "conditions", "method", "expand"], "article_url": "http://www.medicaldaily.com/scientists-discover-method-expand-stem-cells-laboratory-could-lead-new-cancer-treatments-300476", "article_text": "Growing stem cells in the laboratory can greatly help in developing interventions for several autoimmune and metabolic conditions.\n\nStem cells used in cell-based therapies have so far saved countless lives that may have otherwise been lost to cancer or birth defects. But such therapies are always subject to finding sufficient quantities of stem cells from a donor. But now, scientists from the University of Colorado School of Medicine have discovered a novel process that allows them to expand production of stem cells. An article on the research has been published Friday in PLOS ONE.\n\nThe scientists have uncovered the molecular code, or the process that regulates how the stem cells differentiate to produce more stem cells and retain their stem-cell characteristics. The discovery has generated great excitement among researchers, who hope the findings will aid in a cure for cancers, inborn immunodeficiency and metabolic conditions, and autoimmune diseases.\n\nImportance of Stem Cells\n\nStem cells are the internal repair system of the body. Their ability to divide and produce more stem cells enables them to replenish old and worn out tissues with new ones. They also have the unique property of differentiating into specialized cells with specialized functions, such as muscle cells, red blood cells, or brain cells. But such differentiation in organs, like the pancreas or the heart, requires specialized conditions.\n\nScientists have been trying for years to reproduce these specialized conditions that would allow stem cells to differentiate in the laboratory to be used for regenerative and cell-based therapies.\n\n\"Use of stem cells to treat cancer patients who face bone marrow transplants has been a common practice for four decades,\" said Yosef Refaeli, lead scientist of the study, in a statement. \"The biggest challenge, however, has been finding adequate supplies of stem cells that help patients fight infection after the procedure.\"\n\nTo overcome this, the team developed protein products that can be directly administered to blood stem cells to encourage them to multiply without permanent genetic modifications. The technology worked on blood stem cells obtained from cord blood, adult bone marrow, or peripheral blood from adults.\n\n\"Most of those approaches have been limited by the nature of the resulting cells or the inadequate number of cells produced,\" said Gates Stem Cell Center Director Dennis Roop, referring to previous attempts to “grow” stem cells in a lab, which have not always been successful.\n\n\"The ability to multiply blood stem cells from any source in a dish will be critical for adoption of this new technology in clinics,\" said Brian Turner, one of the lead authors of the study.\n\nThe researchers are now attempting to start human clinical trials, which will involve attempting blood stem cell expansion in patients suffering from inborn immunodeficiency conditions, like SCID and sickle cell anemia, to metabolic conditions, like Hurler's disease or Gaucher syndrome, autoimmune diseases like multiple sclerosis and lupus, or cancers such as lymphoma, myeloma, and other types of solid tumors.\n\nSource: Rafaeli Y, Turner B, et al. PLOS ONE. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "new discovery about stem cells can help in cancer therapy.", "og": {"site_name": "Medical Daily", "description": "The new discovery by CU scientists could be a major breakthrough in developing regenerative therapies for cancer, diabetes, sickle cell anemia, and lupus.", "title": "Scientists Learn How To 'Expand' Blood Stem Cells", "url": "http://www.medicaldaily.com/scientists-discover-method-expand-stem-cells-laboratory-could-lead-new-cancer-treatments-300476", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/29/stem-cell-cultivation.jpg", "type": "article"}, "twitter": {"description": "The new discovery by CU scientists could be a major breakthrough in developing regenerative therapies for cancer, diabetes, sickle cell anemia, and lupus.", "title": "Scientists Learn How To 'Expand' Blood Stem Cells", "url": "http://www.medicaldaily.com/scientists-discover-method-expand-stem-cells-laboratory-could-lead-new-cancer-treatments-300476", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/29/stem-cell-cultivation.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/29/stem-cell-cultivation.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-08-29T14:00:00-04:00", "modified_time": "2014-08-29T14:01:57-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The new discovery by CU scientists could be a major breakthrough in developing regenerative therapies for cancer, diabetes, sickle cell anemia, and lupus."}, "_id": "\"57477af36914bd0286fca3f4\"", "article_summary": "The scientists have uncovered the molecular code, or the process that regulates how the stem cells differentiate to produce more stem cells and retain their stem-cell characteristics.\nThey also have the unique property of differentiating into specialized cells with specialized functions, such as muscle cells, red blood cells, or brain cells.\nThe technology worked on blood stem cells obtained from cord blood, adult bone marrow, or peripheral blood from adults.\nStem cells used in cell-based therapies have so far saved countless lives that may have otherwise been lost to cancer or birth defects.\nBut now, scientists from the University of Colorado School of Medicine have discovered a novel process that allows them to expand production of stem cells."}