{"article_title": "Catherine Rampell: When politics invade the exam room", "article_keywords": ["information", "room", "require", "catherine", "waiting", "example", "states", "medical", "patients", "health", "doctors", "politics", "rampell", "invade", "texas", "exam"], "article_url": "http://www.dallasnews.com/opinion/latest-columns/20151020-catherine-rampell-when-politics-invade-the-exam-room.ece", "article_text": "Nothing should get between you and your doctor, they say.\n\nExcept perhaps a (right-wing) political agenda.\n\nFor all the hissy fits about Obamacare and the feds interfering with the sacred doctor-patient relationship, over the past few years, state-level politicians have orchestrated far more egregious intrusions.\n\nState legislators have repeatedly inserted themselves into exam rooms and under hospital gowns, telling doctors what they can and cannot discuss with patients; forcing providers to recite scripted medical advice they know to be factually inaccurate (abortion can give you cancer, for example); and even instructing physicians to prioritize the financial interests of private companies over the health of their patients.\n\nA new report — released by the National Partnership for Women and Families, National Physicians Alliance, Natural Resources Defense Council and Law Center to Prevent Gun Violence — outlines some of the innovative ways in which politicians are, as the report puts it, “playing doctor.”\n\nThe techniques of politicizing medicine tend to cluster in three broad categories:\n\n1. Gag orders and censoring medical providers\n\nFlorida, my beloved home state, has been the leader in this regard. In 2011 it passed a sweeping law barring doctors from routinely asking patients whether they had guns in their homes, counseling them on common-sense firearm storage measures or recording any information about gun ownership in their medical files.\n\nNo matter that improperly secured guns pose serious health risks and that Americans are getting shot by toddlers on a weekly basis as a result. No matter that having a gun in the home is a high risk factor for (successful) suicide or fatal incidents of domestic violence.\n\nNo matter that doctors are allowed to talk to patients about the risks of all sorts of other household and recreational activities, including smoking, unprotected sex, using certain cleaning products or having backyard swimming pools.\n\nFor some reason, talking about firearm safety is different. In Florida, doctors who talk to their patients about guns as part of routine preventive care can have their medical licenses revoked.\n\nAt least 14 other states have introduced similar legislation, with weaker versions already instituted in Minnesota, Missouri and Montana.\n\nOther states have turned to muzzling a different kind of speech: information about the dangerous chemicals that patients may have been exposed to in fracking accidents.\n\nMany of the states where fracking occurs allow companies to withhold information from health-care providers and emergency responders about the chemicals they use, on the grounds that such information is a valuable “trade secret.” States that have begun requiring companies to share these “trade secrets” with doctors typically require that doctors first sign a confidentiality agreement with the companies.\n\nThat means that even when doctors can receive critical information about what’s wrong with their patients, they can be barred from sharing this information with anyone else — including the patients. Texas, for example, requires confidentiality and does not allow sharing information with the patient.\n\n2. Requiring doctors to endorse junk science\n\nKansas and Texas, for example, require doctors to instruct patients that having an abortion will increase their risk of breast cancer, a contention that has been rejected by the World Health Organization, the American Cancer Society and other major health groups.\n\nArizona and Arkansas, on the other hand, require physicians to tell women that drug-induced abortions might be “reversible.” Again, reputable organizations such as the American College of Obstetrics and Gynecology say this claim is unsupported by scientific evidence.\n\n3. Intervening in the provision of care itself\n\nThe third way policymakers have politicized the exam room involves intervening in the provision of care itself, either to require medically unnecessary procedures (ultrasounds before abortions, for example) or delay medically appropriate ones.\n\nA growing number of states, incluing Texas, have instituted mandatory waiting periods for abortions. South Dakota has a 72-hour waiting period — and does not count weekends and state holidays in this interval, meaning that a patient could have to wait as long as six days if a long weekend follows her initial appointment. Incidentally, South Dakota has no waiting period at all for purchasing firearms.\n\nLook, there obviously is a role for policymakers to play in setting laws that promote public health. But those laws should be grounded in scientific evidence, not attempts to reward campaign donors, appease the political base and shame women.\n\n“I’m not a scientist,” politicians have lately taken to saying. Their actions suggest they — wrongly — believe otherwise.\n\nReach Catherine Rampell at crampell@washpost.com. Follow her on Twitter: @crampell.", "article_metadata": {"description": "Lawmakers believe in the sanctity of doctor-patient relationships — except when it’s politically convenient to barge in.", "og": {"description": "Lawmakers believe in the sanctity of doctor-patient relationships — except when it’s politically convenient to barge in.", "title": "Catherine Rampell: When politics invade the exam room", "url": "http://www.dallasnews.com/opinion/latest-columns/20151020-catherine-rampell-when-politics-invade-the-exam-room.ece", "image": {"width": 1280, "identifier": "http://www.dallasnews.com/opinion/latest-columns/20151020-istock_000035306628_full.ece/BINARY/original/iStock_000035306628_Full", "height": 852}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2015-10-20T17:41:57Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2015-10-20T15:53:59Z", "parsely-page": "{\"title\": \"Catherine Rampell: When politics invade the exam room\", \"link\": \"http://www.dallasnews.com/opinion/latest-columns/20151020-catherine-rampell-when-politics-invade-the-exam-room.ece\", \"image_url\": \"http://www.dallasnews.com/opinion/latest-columns/20151020-istock_000035306628_full.ece/BINARY/original/iStock_000035306628_Full\", \"type\": \"post\", \"post_id\": \"2493544\", \"pub_date\": \"2015-10-20T15:53:59Z\", \"section\": \"Latest Columns\", \"author\": \"CATHERINE RAMPELL\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/opinion/latest-columns/20151020-istock_000035306628_full.ece/ALTERNATES/w660/iStock_000035306628_Full", "publishtime": "2015-10-20T15:53:59Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "_id": "\"57477af36914bd0286fd1adb\"", "article_summary": "A growing number of states, incluing Texas, have instituted mandatory waiting periods for abortions.\nIn Florida, doctors who talk to their patients about guns as part of routine preventive care can have their medical licenses revoked.\nTexas, for example, requires confidentiality and does not allow sharing information with the patient.\nAt least 14 other states have introduced similar legislation, with weaker versions already instituted in Minnesota, Missouri and Montana.\nGag orders and censoring medical providersFlorida, my beloved home state, has been the leader in this regard."}