{"article_title": "Resurrection Christian players Madison Webb, Abby Skipworth earn European vacation", "article_keywords": ["webb", "madison", "christian", "play", "skipworth", "italy", "girls", "earn", "volleyball", "vacation", "players", "state", "experience", "team", "resurrection", "abby", "european"], "article_url": "http://www.reporterherald.com/sports/preps/ci_26099356/resurrection-christian-players-madison-webb-abby-skipworth-earn", "article_text": "Cougars' duo receives chance to play in Italy\n\nResurrection Christian School volleyball players Abby Skipworth (4) and Madison Webb (9 )were picked to play in Italy this summer as a part of the America's Team program. The pair will play Italian club teams as well as learn about the culture of the country. ( CLIFF GRASSMICK / Daily Camera )\n\nMadison Webb and Abby Skipworth were right in the middle of pursuing the 2A state volleyball title for Resurrection Christian School.\n\nIt was a chance to achieve something neither would ever forget, one they took advantage of becoming the school's first-ever girls state champions. But something else came from that week for the pair.\n\nAfter the Cougars' semifinal match, Webb and Skipworth were approached by a recruiter to take part in the America's Team program, which sends kids overseas to learn the culture of other countries through the platform of sports.\n\nThe trip wouldn't be cheap, but after careful consideration with their parents, they decided the experience was really invaluable.\n\n\"We both said yes because it was a once-in-a-lifetime opportunity,\" Webb said. \"So we just started fundraising together and saved up all the money, so now we get to go in like a week.\"\n\nWebb and Skipworth will travel to Italy from July 14-22 and play various club teams from Milan, Florence and Rome with 18 other girls from Colorado, Kansas and Texas. The team was selected not only based on a player's ability on the court, but just as importantly their integrity and character.\n\nStill, Webb (a soon-to-be senior) and Skipworth (a junior) had to come up with $4,200, a sum most teenagers don't have lying around.\n\nSo they each wrote a letter to send to friends and family asking for anything that could help their cause, and then wrote one together to send around to local businesses.\n\nAdvertisement\n\nThe response the duo received was in Skipworth's words \"incredible\" and enough to make their dream a reality.\n\n\"We wouldn't have been able to do it if it wasn't for the contributions that everyone around this city gave us,\" she said. \"They were all so generous and it was incredible to see the generosity of this town. We were totally blessed to have this opportunity, and especially the generosity. We are just honored to get to go.\"\n\nResurrection Christian School's Madison Webb (9) goes up for a block during the 2013 State Playoffs, where her and teammate Abby Skipworth were asked to play in Italy with the America's Team program this summer. (CLIFF GRASSMICK / Daily Camera)\n\nNeither has been to Europe before, and it will be Skipworth's first time ever leaving the country. As they experience an alternate approach to volleyball, they'll gain a greater understanding of another culture.\n\n\"More than anything, I think it's just going to be a fun experience to see a whole new part of the world they've never been to,\" Rez volleyball coach Caleb Howard said. \"They'll probably get to see a whole new style of volleyball they're not used to. They'll get exposed to different tendencies and different habits that they haven't seen from themselves or the other side of the net.\"\n\nBoth said the biggest challenge on the volleyball side of things will be the fact they've never met most of the girls on their team, much less played with them.\n\nIt will be a test of leadership and character, traits that could go a long way when trying to defend their state title this fall.\n\n\"I think it will be just a great opportunity to just play. Basically when we get over to Italy we'll be playing as a team for the first time, so communication is going to be key,\" Webb said. \"Abby and I will just have to work to together along with the other girls and learn how each other play volleyball because we won't know until we'll get there.\"\n\nAfter the team plays in each city, their opponent will act as a host, showing them around the city, and every player will swap jerseys as a sort of souvenir to the whole adventure.\n\n\"It will definitely be an experience and I'm so glad I get to go with Madison because she's one of my best friends,\" Skipworth said. \"It will definitely be a trip of a lifetime t,hat's for sure.\"\n\nContact Reporter-Herald Sports Writer Cris Tiller at 970-669-5050 ext. 511, tillerc@reporter-herald.com or twitter.com/cristiller and twitter.com/RHpreps", "article_metadata": {"sailthru.url": "http://www.reporterherald.com/sports/preps/ci_26099356/resurrection-christian-players-madison-webb-abby-skipworth-earn", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2014/0706/20140706__07rhsrezw~1_300.jpg", "sailthru.author": "By Cris Tiller \n \n  Reporter-Herald Sports Writer", "description": "Madison Webb and Abby Skipworth were right in the middle of pursuing the 2A state volleyball title for Resurrection Christian School.", "ag": {"canon": "LovelandReporter-Herald:article:26099356:view"}, "startDate": "2014-07-06T16:23:38-0600", "og": {"url": "http://www.reporterherald.com/sports/preps/ci_26099356/resurrection-christian-players-madison-webb-abby-skipworth-earn", "image": "http://extras.mnginteractive.com/live/media/site47/2014/0706/20140706__07rhsrezw~1.jpg", "type": "article", "description": "Madison Webb and Abby Skipworth were right in the middle of pursuing the 2A state volleyball title for Resurrection Christian School.", "title": "Resurrection Christian players Madison Webb, Abby Skipworth earn European vacation"}, "twitter": {"domain": "reporterherald.com", "description": "Madison Webb and Abby Skipworth were right in the middle of pursuing the 2A state volleyball title for Resurrection Christian School.", "title": "Resurrection Christian players Madison Webb, Abby Skipworth earn European vacation", "url": "http://www.reporterherald.com/sports/preps/ci_26099356/resurrection-christian-players-madison-webb-abby-skipworth-earn", "image": "http://extras.mnginteractive.com/live/media/site47/2014/0706/20140706__07rhsrezw~1.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2014-07-06T16:23:38-0600", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "sailthru.title": "Resurrection Christian players Madison Webb, Abby Skipworth earn European vacation", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2014/0706/20140706__07rhsrezw~1.jpg", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Preps", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "modificationDate": "2014-07-06T16:26:06-0600", "endDate": "2024-07-06T16:23:38-0600", "byline": "By Cris TillerReporter-Herald", "sailthru.site": "reporterherald.com", "pubDate": "2014-07-06T16:26:35-0600", "news_keywords": "Loveland Colorado ReporterHerald sports preps high schools"}, "_id": "\"57477af36914bd0286fca418\"", "article_summary": "( CLIFF GRASSMICK / Daily Camera )Madison Webb and Abby Skipworth were right in the middle of pursuing the 2A state volleyball title for Resurrection Christian School.\nIt was a chance to achieve something neither would ever forget, one they took advantage of becoming the school's first-ever girls state champions.\nCougars' duo receives chance to play in ItalyResurrection Christian School volleyball players Abby Skipworth (4) and Madison Webb (9 )were picked to play in Italy this summer as a part of the America's Team program.\nResurrection Christian School's Madison Webb (9) goes up for a block during the 2013 State Playoffs, where her and teammate Abby Skipworth were asked to play in Italy with the America's Team program this summer.\nStill, Webb (a soon-to-be senior) and Skipworth (a junior) had to come up with $4,200, a sum most teenagers don't have lying around."}