{"article_title": "Awful: The VA's Suicide Hotline Dropped 1.4 Million Calls Last Year", "article_keywords": ["va", "suicide", "14", "calls", "veterans", "million", "davis", "health", "hotline", "dropped", "awful", "vas", "data", "center"], "article_url": "http://townhall.com/tipsheet/christinerousselle/2016/03/11/disgrace-the-vas-suicide-hotline-dropped-14-million-calls-last-year-n2132154", "article_text": "Some shocking and disgraceful news out of the VA today: the suicide hotline, which has come under fire for sending calls to voicemail, apparently dropped over a million calls last year.\n\nScott Davis, a whistleblower and program specialist at the VA's Health Eligibility Center in Atlanta, noted that the VA's Health Resource Center is slated to take over the VA's suicide hotline. But according to data provided by Davis, the Health Resource Center is dropping hundreds of thousands of calls from veterans each year. According to internal data provided by Davis, the center was on pace to abandon about 900,000 veterans' calls in 2015. His data spanned the last 11 months of fiscal year 2015, and showed that 824,000 calls were unanswered or dropped.\n\nThis is a disgrace. Suicide hotlines, whether they're run through the VA or through any other organization should never be dropping or ignoring calls--or if it were to happen, it should be an incredibly rare instance. Suicide hotlines are often a last-ditch, breaking-point option for people, and I cannot fathom what would happen if a call to a hotline was either ignored or dropped. This has to change, immediately.", "article_metadata": {"description": "disgusting. .05/26/2016 11:24:59AM EST.", "author": "Christine Rousselle", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "disgusting.", "title": "Awful: The VA's Suicide Hotline Dropped 1.4 Million Calls Last Year", "url": "http://townhall.com/tipsheet/christinerousselle/2016/03/11/disgrace-the-vas-suicide-hotline-dropped-14-million-calls-last-year-n2132154", "image": "http://media.townhall.com/townhall/reu/ha/2016/56/f8666cad-06e8-4e9c-a507-311039197a73.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "disgusting.", "title": "Awful: The VA's Suicide Hotline Dropped 1.4 Million Calls Last Year", "url": "http://townhall.com/tipsheet/christinerousselle/2016/03/11/disgrace-the-vas-suicide-hotline-dropped-14-million-calls-last-year-n2132154", "image": "http://media.townhall.com/townhall/reu/ha/2016/56/f8666cad-06e8-4e9c-a507-311039197a73.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Awful: The VA's Suicide Hotline Dropped 1.4 Million Calls Last Year, Christine Rousselle, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fca417\"", "article_summary": "Scott Davis, a whistleblower and program specialist at the VA's Health Eligibility Center in Atlanta, noted that the VA's Health Resource Center is slated to take over the VA's suicide hotline.\nSome shocking and disgraceful news out of the VA today: the suicide hotline, which has come under fire for sending calls to voicemail, apparently dropped over a million calls last year.\nAccording to internal data provided by Davis, the center was on pace to abandon about 900,000 veterans' calls in 2015.\nBut according to data provided by Davis, the Health Resource Center is dropping hundreds of thousands of calls from veterans each year.\nHis data spanned the last 11 months of fiscal year 2015, and showed that 824,000 calls were unanswered or dropped."}