{"article_title": "California Latest to Recognize Native American Day as State Holiday", "article_keywords": ["recognizing", "recognize", "official", "american", "honor", "state", "native", "california", "hernndez", "holiday", "contributions", "day", "latest"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/06/25/california-latest-recognize-native-american-day-state-holiday-155469", "article_text": "Native American Day has consistently been a proclamation for the state of California, recognizing the fourth Friday of September for the celebration. But on June 24, that proclamation became an official state holiday.\n\nAssemblymember Roger Hernández (D-West Covina) announced the unanimous bi-partisan vote passing Assembly Bill 1973 by the Senate Governmental Organization Committee making the switch official. California has more than 100 federally recognized tribes, with many others state recognized.\n\n“It is an honor for this bill to move one step closer in recognizing Native Americans in California,” Hernández said in a press release. “As with any recognized holiday, Californians will be able to share, celebrate and honor the contributions of Native Americans across this state. This measure recognizes the significant role of California's Native peoples by establishing an official, unpaid state holiday.”\n\nAccording to the release, the state established American Indian Day in 1968 to recognize the contributions of Native Americans. Thirty years later, the California Legislature passed AB 1953 changing the name to Native American Day while authorizing “public schools to incorporate the contributions of Native American peoples in school curriculum.”\n\nThe newest passing gives the day the same status as Lincoln’s Birthday and Columbus Day – a day often ignored in Indian country for many reasons – as unpaid holidays.\n\nRELATED: Columbus Day\n\nSome cities throughout the state – Berkeley, Nevada City, Santa Cruz, and Sebastopol – recognize Indigenous People Day, recognizing the cultural contributions of Natives.\n\n“The contributions of the Native American people demonstrate our rich history and add to the diverse ethnic fabric of our great state. This holiday has been long overdue, it is time to honor those individuals who played a major part in our history,” Hernández said.", "article_metadata": {"description": "California becomes the latest state to recognize Native American Day as a state holiday with a unanimous vote on June 24.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/06/25/california-latest-recognize-native-american-day-state-holiday-155469", "site_name": "Indian Country Today Media Network.com", "type": "article", "title": "California Latest to Recognize Native American Day as State Holiday"}, "robots": "follow, index", "dc": {"title": "California Latest to Recognize Native American Day as State Holiday"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/06/25/california-latest-recognize-native-american-day-state-holiday-155469", "fb": {"app_id": 493888563989950}, "dcterms.creator": "kpolisse", "dcterms.date": "2014-06-25T14:00-04:00", "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Assemblymember Roger Hernández, Senate Governmental Organization Committee, Native American Day, State Holiday, Columbus Day, Lincoln’s Birthday, Assembly Bill 1973", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "California Latest to Recognize Native American Day as State Holiday"}, "_id": "\"57477af36914bd0286fca41c\"", "article_summary": "Native American Day has consistently been a proclamation for the state of California, recognizing the fourth Friday of September for the celebration.\nBut on June 24, that proclamation became an official state holiday.\n“The contributions of the Native American people demonstrate our rich history and add to the diverse ethnic fabric of our great state.\nThis measure recognizes the significant role of California's Native peoples by establishing an official, unpaid state holiday.”According to the release, the state established American Indian Day in 1968 to recognize the contributions of Native Americans.\n“It is an honor for this bill to move one step closer in recognizing Native Americans in California,” Hernández said in a press release."}