{"article_title": "Bill Clinton and Barack Obama Blow Ted Cruz's Faux Filibuster Out of the Water", "article_keywords": ["blow", "barack", "republican", "good", "clinton", "obamacare", "bill", "ted", "water", "cruz", "cruzs", "healthcare", "faux", "president", "republicans", "obama", "filibuster"], "article_url": "http://www.politicususa.com/2013/09/24/bill-clinton-barack-obama-blow-ted-cruzs-faux-filibuster-water.html", "article_text": "While Ted Cruz is stomping his feet on the Senate floor, President Barack Obama and Bill Clinton were blowing away his publicity stunt and debunking Republican healthcare falsehoods together on stage.\n\nVideo:\n\nVisit NBCNews.com for breaking news, world news, and news about the economy\n\nPresident Obama said,\n\nLet’s face it. It’s been a little political, this whole Obamacare thing, and so what you’ve had is an unprecidented effort that you’ve seen ramp up over that month or so in which those who have opposed the idea of universal healthcare in the first place, and have fought this thing tooth and nail though Congress and courts and so forth have been have been trying to scare and discourage people from getting a good deal, and some of you may have seen the commericials out there that are a little wacky. And the main message we have, and we’re using social media. We’re talking to churches. We’re talking to various civic groups, and what we’re saying is look, just go to the website yourself. Go to healthcare.gov, take a look at whether this is a good deal or not, make your own decision about whether or not this is a good deal for you. Because what we are confident about is when people look and see that they can get high quality healthcare for less than their cell phone bill, they’re going to sign up. They’re going to sign up, and part of what I think the resistance that we’ve ramp up particularly over the last couple of months is all about is the opponents of healthcare reform know they’re going to sign up.\n\nClinton and Obama have developed an amazing chemistry together. President Clinton masterfully played the role of interviewer, and there is something about being around the former president that tends to cause the current president to up his game a little bit. Obama was very sharp. President Clinton and President Obama spent nearly an hour having a plain spoken conversation about the new healthcare law. President Obama explained the law more clearly than he ever has before, and both presidents told the American people what a great deal the ACA will be for them.\n\nAt the same time, Ted Cruz and a small group of Senate Republicans were holding a quasi-filibuster designed to rally public support for defunding Obamacare. The difference between the two events was night and day. As Obama and Clinton showed America the good things that will coming, Cruz, Mike Lee, Marco Rubio, and Jeff Session have been trotting out the same Republican Obamacare lies that they have been using for years.\n\nWhat is striking is that Sen. Cruz ran out of talking points twenty minutes in, and has been repeating himself over and over and over again for 4+ hours now. The Republicans were trying to get attention for their scheme to defund Obamacare, but Fox News has frozen them out, and they have been knocked off of the headlines by Obama and Clinton.\n\nThe same realities that have plagued Republicans for years are leading to their undoing today. Ted Cruz is pushing an unpopular idea that people don’t support. The Cruz plan to defund Obamacare has the support of just 19% of the American people. The second problem that Republicans have is that the nation’s biggest political stars are all Democrats. When Bill Clinton and Barack Obama get together, that’s going to get the media attention. Ted Cruz is small potatoes next to two presidents (current and former.)\n\nTed Cruz and his circus of Obamacare lies were buried with ease by Clinton and Obama. The Republican smokescreen is lifting. As Americans get facts, the sideshow antics of Sen. Cruz will join other inaccurate Republican predictions in the dust heap of history.", "article_metadata": {"description": "While Ted Cruz is stomping his feet on the Senate floor, President Barack Obama and Bill Clinton were blowing away his publicity stunt and debunking Republican healthcare falsehoods together on stage.", "generator": "WordPress 4.5.2", "author": "Jason Easley", "og": {"site_name": "Politicus USA", "description": "While Ted Cruz is stomping his feet on the Senate floor, President Barack Obama and Bill Clinton were blowing away his publicity stunt and debunking Republican healthcare falsehoods together on stage.", "title": "Bill Clinton and Barack Obama Blow Ted Cruz's Faux Filibuster Out of the Water", "url": "http://www.politicususa.com/2013/09/24/bill-clinton-barack-obama-blow-ted-cruzs-faux-filibuster-water.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2013/09/obama-cgi-obamacare-1.jpg", "updated_time": "2013-09-24T20:24:46+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Featured News,barack obama bill clinton obamacare,clinton obama ACA,clinton obama clinton global initiative,ted cruz filibuster,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Featured News", "published_time": "2013-09-24T19:18:59+00:00", "modified_time": "2013-09-24T20:24:46+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "barack obama bill clinton obamacare, clinton obama ACA, clinton obama clinton global initiative, ted cruz filibuster"}, "_id": "\"57477af46914bd0286fe1d69\"", "article_summary": "President Clinton and President Obama spent nearly an hour having a plain spoken conversation about the new healthcare law.\nTed Cruz and his circus of Obamacare lies were buried with ease by Clinton and Obama.\nWhile Ted Cruz is stomping his feet on the Senate floor, President Barack Obama and Bill Clinton were blowing away his publicity stunt and debunking Republican healthcare falsehoods together on stage.\nTed Cruz is small potatoes next to two presidents (current and former.)\nTed Cruz is pushing an unpopular idea that people don’t support."}