{"article_title": "School Of Nursing At IA Methodist Medical Center Imploded", "article_keywords": ["building", "school", "nursing", "technology", "medical", "methodist", "general", "health", "safely", "ia", "shops", "morning", "imploded", "center"], "article_url": "http://www.keloland.com/news/article/news/school-of-nursing-at-ia-methodist-medical-center-imploded", "article_text": "Des Moines, IA\n\nThe former school of nursing at Iowa Methodist Medical Center was safely imploded Sunday morning, right on schedule.\n\nHere are several angles of the implosion of the old school of nursing building Sunday morning on the Unity Point campus of Methodist Medical Center in Des Moines.\n\nDes Moines residents could hear the explosions across the city as a number of dynamite charges went off inside the building. It then collapsed safely to the ground.\n\nThe cloud of dust cleared in a matter of minutes, revealing the building collapsed in on itself.\n\nNews\n\nGeneral {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\nDISCLAIMER: The views of the author are not necessarily those of this station, its owners, officers, agents or employees.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "The former school of nursing at Iowa Methodist Medical Center was safely imploded Sunday morning, right on schedule. Here are several angles of the", "title": "School Of Nursing  At IA Methodist Medical Center Imploded", "url": "http://www.keloland.com/news/article/news/school-of-nursing-at-ia-methodist-medical-center-imploded", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/56124.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "The former school of nursing at Iowa Methodist Medical Center was safely imploded Sunday morning, right on schedule. Here are several angles of the"}, "_id": "\"57477af46914bd0286fd8cec\"", "article_summary": "Des Moines, IAThe former school of nursing at Iowa Methodist Medical Center was safely imploded Sunday morning, right on schedule.\nHere are several angles of the implosion of the old school of nursing building Sunday morning on the Unity Point campus of Methodist Medical Center in Des Moines.\nDes Moines residents could hear the explosions across the city as a number of dynamite charges went off inside the building.\nThe cloud of dust cleared in a matter of minutes, revealing the building collapsed in on itself.\nIt then collapsed safely to the ground."}