{"article_title": "More Employee Responsibility, More Unpaid Bills? The Rise of High-Deductible Health Plans and What it Means for Hospitals", "article_keywords": ["plans", "means", "employers", "rise", "costs", "unpaid", "patients", "highdeductible", "responsibility", "plan", "healthcare", "employee", "health", "bills", "hospitals", "insurance"], "article_url": "http://www.beckershospitalreview.com/finance/more-employee-responsibility-more-unpaid-bills-the-rise-of-high-deductible-health-plans-and-what-it-means-for-hospitals.html", "article_text": "More Employee Responsibility, More Unpaid Bills? The Rise of High-Deductible Health Plans and What it Means for Hospitals\n\nDeSoto Memorial Hospital in Arcadia, Fla., faces numerous financial issues. Dan Hogan, the 49-bed rural hospital's CFO, says the facility struggles with uncompensated care in particular.\n\n\"It's a nightmare for us,\" he says. \"We have drug companies, the electric company and the water company, among other vendors, expecting payment for services rendered to the hospital. If we're not collecting for healthcare services we provide, I don't have a money tree out back for us.\"\n\nAlthough many of those unpaid bills come from people who don't have insurance coverage at all, there are also people who have coverage but still can't pay. The reason: growing high-deductible health plan enrollment, a trend Mr. Hogan says he saw developing about a decade ago, before he joined DeSoto.\n\nThat growth has sped up significantly in recent years, with employers looking to contain health benefits spending as healthcare costs continue to increase and the Patient Protection and Affordable Care Act enacts new fees and revamps the health insurance landscape.\n\nIdeally, the high-deductible, or consumer-directed, plans would lead to consumers making smarter choices, opting to visit their physician instead of going to the emergency room for minor ailments. However, research shows that while shifting more responsibility onto consumers works out well for employers, it can lead to financial troubles for consumers and for hospitals when patients who don't understand their plans end up facing a bill they can't pay.\n\nThe reason behind the rise: Employers turn to more consumer control to cut costs\n\nAccording to the Kaiser Family Foundation 2013 Employer Health Benefits survey, 23 percent of companies offering health benefits offer a high-deductible health plan, with 17 percent providing health savings account-qualified high-deductible plans and 6 percent opting for coverage with a health reimbursement account..\n\nHealth savings and health reimbursement accounts are both tax-exempt accounts people can use to pay for current or future qualified healthcare costs, according to Kaiser. An HRA can be paired with a high-deductible plan but isn't required to go along with one. However, in order to open an HSA, a person must have coverage under an HSA-qualified high-deductible plan, meaning the plan meets the premium minimums federal law sets for high-deductible plans.\n\nFederal law requires a deductible of at least $1,250 for single coverage and $2,500 for family coverage for HSA-qualified high-deductible plans in 2013, according to Kaiser. There is no legal requirement for a minimum deductible in a plan offered with a HRA. For plans with an HRA, Kaiser has defined high-deductible plans as those with deductibles of at least $1,000 for single coverage and $2,000 for family coverage.\n\nThe number of workers enrolled in high-deductible plans has risen significantly in recent years. In 2013, 20 percent of covered workers were enrolled in high-deductible plans with savings options such as an HRA or HSA, up from 13 percent in 2010.\n\nIt seems like that number will continue its upward trajectory as the pressure to contain healthcare costs grows, and the Patient Protection and Affordable Care Act continues to alter the healthcare landscape. Starting in 2014, the healthcare reform law might increase benefit costs for employers through a handful of new fees.\n\nOne is the traditional insurance fee, a three-year fee levied on health plan sponsors to help fund state-based health exchanges. The rate for 2014 is set at $63 per worker. Plan sponsors of group health plans must also pay a seven-year fee to fund the Patient Centered Outcomes Research Institute. The rate for that fee is $1 per worker in 2014.\n\nA survey conducted in June by the National Business Group on Health — a nonprofit employer association — found large employers expected their healthcare benefit costs to increase by 7 percent on average in 2014 (Note: The survey was conducted before the Obama administration announced it was delaying the employer mandate until 2015).\n\nConcerning how they plan to respond to the increased expense, 36 percent of respondents viewed high-deductible health plans as the most effective strategy for containing costs. National Business Group on Health President Helen Darling says the desire to control spending on benefits is the main reason behind the rise in employers offering their workers high-deductible plans.\n\n\"The belief is high-deductible health plans cost employers less,\" she says. Employers see almost immediate savings from high-deductible health plans because of the lower claims costs or premiums, she says.\n\nResearch suggests that high-deductible plans can lead to very significant employer savings. A study released in August by the Employee Benefit Research Institute confirmed that high-deductible plans associated with savings account options to cover out-of-pocket costs reduced one large Midwestern employer's healthcare spending by 25 percent, or $527 per person, in the first year following the high-deductible plan's adoption.\n\nAnother factor driving the shift to consumer-directed plans is the idea that people who have more fiscal responsibility for their healthcare costs make smarter decisions about their care, Ms. Darling says.\n\n\"We think that people who are in high-deductible health plans tend to be wiser about how they spend money,\" she says. \"They're more likely to call a nurse advice line about whether they should see a doctor. They use more tools and resources when they are available, and they use services less.\"\n\nIf employees are careful and take what they save through their lower contribution, Ms. Darling says they can also save money if they don't end up using their coverage. If they do need treatment, they can put the money they saved from the lower premium contributions toward their care. In that scenario, she says they won't save extra money, but they won't be worse off than they would be if they had a plan with a lower deductible.\n\nAnthony Fioretti — the chief benefits officer for insurance broker HNI Risk Services — says he's seen more and more clients offering high-deductible plans as a way to rein in their spending on benefits. HNI itself offers its employees the option of enrolling in high-deductible plans, and its plan costs have been reasonably stable. \"Eighty percent of our people are in those qualified high-deductible plans,\" he says.\n\nMr. Fioretti says he's observed employers having \"tremendous success\" in keeping their spending on health benefits stable through high-deductible health plans. Employees can benefit too if they become \"good consumers and savers,\" he says.\n\nHow high-deductible can hurt hospitals and patients\n\nHowever, the reality of high-deductible plan use isn't as simple and rosy as employers saving money while employees make smarter healthcare decisions and potentially add to their own savings. \"The obvious question is, ‘Are they not getting care they should be getting?'\" Ms. Darling says of high-deductible plan enrollees. \"The answer is actually very complicated.\"\n\nPatients with high incomes and women will probably differentiate between necessary and unneeded care no matter what their deductible is, Ms. Darling says. Low-income patients and people who aren't well-informed about their benefits are a different story.\n\nPatients with low socioeconomic status enrolled in a high-deductible health plan may skip needed emergency care due to high out-of-pocket costs, which may lead to higher rates of hospitalization, according to a study published in Health Affairs. Men are also more likely than women are to delay treatment for serious ailments under high-deductible plans, forgoing emergency room visits even for severe conditions such as irregular heartbeat, according to a report from The New York Times. Not seeing a physician or going to the emergency room for unneeded treatment saves money, but going without crucial healthcare services could lead to more serious health problems — and more spending — down the road.\n\nFurthermore, a recent study published in the Journal of Economics found most people in the U.S. don't understand health insurance plans. The study drew on two surveys of Americans between the ages of 25 and 64 who had private health insurance and were the primary healthcare decision makers for themselves or their families. Of those surveyed, only 14 percent understood all four of the four traditional insurance concepts of deductible, copay, co-insurance and out-of-pocket maximums, according to research led by George Loewenstein, a professor of economics and psychology at Carnegie Mellon University.\n\nThese findings suggest that instead of promoting more prudent healthcare decision making, high-deductible plans can lead people to avoid necessary and unneeded treatment alike or to not understand that their plan doesn't cover their care until they come face-to-face with the hospital bill.\n\nHospitals seem to be encountering that scenario more and more in association with high-deductible plans. According to the American Hospital Association, hospital owners such as Dallas-based Tenet Healthcare Corp. have reported more bad debt tied to patients with high-deductible insurance coverage.\n\n\"We're hearing from our members that the number of patients who are unable to pay their bills resulting in bad debts for hospitals because of these plans is increasing,\" says Caroline Steinberg, AHA's vice president of health trends analysis. \"Hospitals tell us around a quarter of bad debt comes from patients who are actually insured.\"\n\nPatients' misconceptions about their health insurance are often responsible for their ultimate inability to pay for their care, Ms. Steinberg says. \"A lot of times, people don't understand their benefit package,\" she says. \"They thought they were insured, but they don't understand what their insurance is covering.\"\n\nRegardless of the reason, more patients are finding it harder to cover the high deductibles and other out-of-pocket medical bills. CarePayment, which offers flexible patient financing programs to help hospitals cope with bad debt and rising patient balances, has seen rapid expansion in recent years. Its market has expanded beyond its initial client base of uninsured patients, says Craig Froude, CEO of the Lake Oswego, Ore-based company. For CarePayment's programs that let patients pay their out-of-pocket costs over time, \"we've seen a pretty significant shift to more accounts from people who have insurance coverage but with a much higher deductible,\" he says.\n\nMs. Darling of the National Business Group on Health agrees that high-deductible health plans are indeed a factor driving bad debt, but she doesn't think the plans are the sole cause of patients failing to fulfill their cost-sharing obligations.\n\n\"I think it's also true that we have more and more people who are either unemployed or in jobs that pay less,\" she says. \"We've had a big drop-off in household income since the recession. I think part of what they're seeing is the impact of that.\"\n\nWith more provisions of the healthcare reform law kicking in and rising healthcare costs still presenting a pressing economic conundrum, it seems likely that hospitals will continue to grapple with bad debt, and high-deductible health plan enrollment will keep rising.\n\n\"Healthcare costs are going to continue to escalate, and reform will continue to drive the penetration of high-deductible health plans,\" Mr. Froude says. \"Hospitals need to have proactive strategies in place to protect their financial health and help their patients.\"\n\n\n\nHow hospitals and employers can fight bad debt\n\nWith a growing number of patients heading to the hospital with high-deductible coverage, what can healthcare providers — and employers — do to prevent a corresponding flood of unpaid bills? Ms. Steinberg of the AHA recommends educating the patient population, something hospitals are already doing.\n\n\"They're trying to work with the patients up front so they'll understand what their financial obligations will be and developing strategies to help their patients pay their bills over time,\" she says.\n\nEmployers can ease the burden on healthcare providers by making sure their workers understand their benefits before they even show up at the hospital, she says. \"The education should be occurring when the person signs up for the plan, not when they show up for services,\" she says.\n\nHospitals, too, can play a vital role in ensuring patients understand their financial obligations. \"Our hospital clients are increasingly spending time educating their patients about their financial liabilities even prior to admittance and providing ways for them to cover their costs so they can get the care they need,\" Mr. Froude says.\n\nMr. Fioretti of HNI agrees employers have to educate their employees in order for the high-deductible plans to have an optimal effect. \"You can't just slap on a high-deductible plan,\" he says. \"You have to surround it with a strong enough support system to teach people how they can be good consumers and provide other incentives for them to maintain their health.\"\n\nMs. Darling suggests that hospitals and other care providers work hard to stop providing services that don't have clinical value through efforts such as the \"Choosing Wisely\" campaign, an initiative launched by the American Board of Internal Medicine Foundation to encourage conversations between physicians and patients about necessary and appropriate care.\n\nOne other option is setting up payment programs to let patients pay their bills over an extended period of time, a strategy Mr. Hogan of DeSoto Memorial Hospital opted for by using CarePayment. \"That helps us to get a little more smoothing of the cash flow curve,\" he says.\n\nConclusion\n\nIn the end, it appears that high-deductible health plan enrollment will keep growing along with the need to contain healthcare costs, adding to the assortment of challenges hospitals will continue to face in an industry in the midst of significant reform and upheaval.\n\n\"There's a lot going on right now,\" Mr. Hogan says. \"I've been in healthcare for over 40 years, and it's probably the most changes in a small amount of time and the most pressures in a small amount of time I've ever seen in my career. Every day is a challenge.\"\n\nMore Articles on High-Deductible Plans:\n\nWill 2014 Bring the Decline of Employer-Sponsored Health Insurance? Not likely.\n\nThe One Thing Scarier Than Exchanges for Healthcare Providers — Employers Offering Only High-Deductible Plans\n\nSurvey: Big Employers Expect Health Benefit Costs to Go Up 7% in 2014\n\n© Copyright ASC COMMUNICATIONS 2016. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.", "article_metadata": {"keywords": "high-deductible health plans, health insurance, health care cost, ACA, healthcare reform, health insurance premiums", "google-site-verification": "T2iZUdiI00EFwbWMD3JAgYskKSG2SYuFhw0OpefF4fM", "description": "Ideally, the high-deductible, or consumer-directed, plans would lead to consumers making smarter choices, opting to visit their physician instead of going to the emergency room for minor ailments. However, research shows that while shifting more responsibility onto consumers works out well for employers, it can lead to financial troubles for consumers and for hospitals.", "author": "Helen Adamopoulos"}, "_id": "\"57477af36914bd0286fc9475\"", "article_summary": "The Rise of High-Deductible Health Plans and What it Means for HospitalsDeSoto Memorial Hospital in Arcadia, Fla., faces numerous financial issues.\n\"We think that people who are in high-deductible health plans tend to be wiser about how they spend money,\" she says.\nMr. Fioretti says he's observed employers having \"tremendous success\" in keeping their spending on health benefits stable through high-deductible health plans.\nThe reason: growing high-deductible health plan enrollment, a trend Mr. Hogan says he saw developing about a decade ago, before he joined DeSoto.\nFurthermore, a recent study published in the Journal of Economics found most people in the U.S. don't understand health insurance plans."}