{"article_title": "Grapefruit, Banana, And Cheese Could Conquer Lung Disease Thanks To Their Anti-Inflammatory Properties", "article_keywords": ["function", "cheese", "think", "banana", "copd", "study", "disease", "diet", "antiinflammatory", "foods", "grapefruit", "conquer", "thanks", "fish", "hanson", "lung", "properties"], "article_url": "http://www.medicaldaily.com/grapefruit-banana-and-cheese-could-conquer-lung-disease-thanks-their-anti-inflammatory-properties", "article_text": "Grapefruits might be more than just a great diet food. According to researchers, people who eat grapefruits, banana, fish, and cheese could help patients suffering from chronic obstructive pulmonary disease (COPD). This study was reported at the American Thoracic Society's annual meeting in San Diego, Health Day reported.\n\nScientists used diet records from 2,167 COPD sufferers in the U.S. and Europe. They found that people who had eaten one of the above named products showed an improvement in lung function, fitness scores, and white blood cell count.\n\nCOPD affects 134,676 Americans in 2010, according to the American Lung Association.\n\n\"Diet is a potentially modifiable risk factor in the development and progression of many diseases, and there is evidence that diet plays a role in both the development and clinical features of COPD,\" Corinne Hanson, lead author of the study, said in a statement, Health Day reported. \"This study aimed to evaluate that association.\"\n\nIn Hanson’s data, the researchers did not conduct their own study, but they used data from another larger three-year COPD study. At eight different points, the partipants were asked if they had eaten one of these foods in the past 24 hours: grapefruit, bananas, fish, or cheese.\n\nIn general, people who had eaten any of those foods showed better lung function on standard tests, had a quicker walking pace, and tended to have lower levels of certain inflammatory indicators in the blood.\n\nCOPD is an umbrella term for a whole number of respiratory system-related diseases, such as lung disease, emphysema, and chronic bronchitis. Hanson said that this doesn’t prove a cause and effect. She said people who eat fish, bananas, and grapefruit might be healthy overall and have a well-rounded diet. It's \"plausible,\" she said, that these foods do have antioxidant and anti-inflammatory benefits for the lungs of COPD patients.\n\n\"We think that diet as a whole is important,\" said Dr. Carlos Camargo, a professor at Harvard Medical School, who was not a part of the study. He says that a healthy diet improves your overall lung function so to do a trial where an eating plan would involve these foods would be hard. \"A trial like that is hard to do,\" he said. \"But it can be done.\"\n\nEven if there is no correlating evidence between eating habits and lung disease it’s still an important factor to think about. \"I think the take-away is that diet may be a modifiable factor for COPD patients,\" Hanson said. \"When we think about diet and disease, we usually think about heart disease and diabetes. But people with lung disease should be thinking about diet, too.\"\n\nSource: Hanson C, Camargo C. Presentation Abstract, American Thoracic Society Annual Meeting, San Diego. May 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "grapefruit, cheese, bananas, fish", "og": {"site_name": "Medical Daily", "description": "COPD is the third leading cause of death in America. Eating certain anti-inflammatory foods might help to reduce the chances of developing the disease.", "title": "How Grapefruits And Other Anti-Inflammatory Foods Could Help Beat Lung Disease", "url": "http://www.medicaldaily.com/grapefruit-banana-and-cheese-could-conquer-lung-disease-thanks-their-anti-inflammatory-properties", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/22/shutterstock161002334.jpg", "type": "article"}, "twitter": {"description": "COPD is the third leading cause of death in America. Eating certain anti-inflammatory foods might help to reduce the chances of developing the disease.", "title": "How Grapefruits And Other Anti-Inflammatory Foods Could Help Beat Lung Disease", "url": "http://www.medicaldaily.com/grapefruit-banana-and-cheese-could-conquer-lung-disease-thanks-their-anti-inflammatory-properties", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/22/shutterstock161002334.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/05/22/shutterstock161002334.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-05-22T17:48:02-04:00", "modified_time": "2014-05-22T17:48:01-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "COPD is the third leading cause of death in America. Eating certain anti-inflammatory foods might help to reduce the chances of developing the disease."}, "article_summary": "According to researchers, people who eat grapefruits, banana, fish, and cheese could help patients suffering from chronic obstructive pulmonary disease (COPD).\nIn Hanson’s data, the researchers did not conduct their own study, but they used data from another larger three-year COPD study.\nCOPD is an umbrella term for a whole number of respiratory system-related diseases, such as lung disease, emphysema, and chronic bronchitis.\nEven if there is no correlating evidence between eating habits and lung disease it’s still an important factor to think about.\n\"When we think about diet and disease, we usually think about heart disease and diabetes."}