{"article_title": "UC Researchers Discover a Pill That Makes You Want to Give Homeless People Money", "article_keywords": ["inequity", "money", "study", "discover", "drug", "brain", "participants", "economic", "tolcapone", "researchers", "homeless", "makes", "pill", "uc", "divided"], "article_url": "http://www.sfweekly.com/thesnitch/2015/03/25/uc-researchers-discover-a-pill-that-makes-you-want-to-give-homeless-people-money", "article_text": "click to enlarge ,a href=\"https://www.flickr.com/photos/mik92/\">flickr/llobet disseny\n\nIncrease that dose\n\nBy connecting to previous studies showing that economic inequity is evaluated in the prefrontal cortex, a core area of the brain that dopamine affects, this study brings researchers closer to pinpointing how prosocial behaviors such as fairness are initiated in the brain.\n\n\n\nOf all the \"happy\" pills you pop everyday, here's one you probably coulduse: A medication that makes you a hell of a lot nicer to other people, even the ones on BART.Fortunately, scientists are working on this. Some researchers over at UC Berkeley and UC San Francisco have discovered a new blend of meds that might make you compassionate enough to hand over your spare change to a homeless person without flinching.Imaginekind of Utopia. During their study, researchers found that consuming a drug which changes the \"neurochemical balance in the prefrontal cortex of the brain\" will lead to a greater willingness to engage in prosocial behaviors, such as caring about whether resources are divided more equally (Obamacare!).\n\nThe study was published this week in the journal, participants on two separate visits received a pill containing either a placebo or tolcapone, a drug that prolongs the effects of dopamine, a brain chemical that controls your reward and pleasure centers. Participants then played a simple economic game in which they divided money between themselves and an anonymous recipient. After receiving tolcapone, participants divided the money with the strangers in a fairer, more egalitarian way than after receiving the placebo.“We typically think of fair-mindedness as a stable characteristic, part of one’s personality,” said Ming Hsu, a co-principal investigator and assistant professor at UC Berkeley’s Haas School of Business. “Our study doesn’t reject this notion, but it does show how that trait can be systematically affected by targeting specific neurochemical pathways in the human brain.”Neither the 35 participants, which included 18 women, nor study staff members knew which pills contained the placebo or tolcapone, an FDA-approved drug used to treat people with Parkinson’s disease, a progressive neurological disorder affecting movement and muscle control.Computational modeling showed Hsu and his colleagues that under tolcapone’s influence, game players were more sensitive to and less tolerant of social inequity, the perceived relative economic gap between a study participant and a stranger, UC Berkeley reports “We have taken an important step toward learning how our aversion to inequity is influenced by our brain chemistry,” said Ignacio Sáez, a postdoctoral researcher at the Haas School of Business. “Studies in the past decade have shed light on the neural circuits that govern how we behave in social situations. What we show here is one brain ‘switch’ we can affect.”", "article_metadata": {"layout": "Blog Post", "description": "Of all the \"happy\" pills you pop everyday, here's one you probably could&nbsp;really&nbsp;use: A medication that makes you a hell of a lot nicer to...", "title": "UC Researchers Discover a Pill That Makes You Want to Give Homeless People Money | The Snitch | San Francisco | San Francisco News and Events | SF Weekly", "og": {"site_name": "SF Weekly", "description": "Of all the \"happy\" pills you pop everyday, here's one you probably could&nbsp;really&nbsp;use: A medication that makes you a hell of a lot nicer to...", "title": "UC Researchers Discover a Pill That Makes You Want to Give Homeless People Money", "url": "http://www.sfweekly.com/thesnitch/2015/03/25/uc-researchers-discover-a-pill-that-makes-you-want-to-give-homeless-people-money", "image": {"width": 565, "identifier": "http://media2.fdncms.com/sfweekly/imager/uc-researchers-discover-a-pill-that-makes/u/slideshow/3494895/6302934959_5e47f52ff0.jpg", "height": 553}, "type": "article"}, "twitter": {"description": "Of all the \"happy\" pills you pop everyday, here's one you probably could&nbsp;really&nbsp;use: A medication that makes you a hell of a lot nicer to...", "title": "UC Researchers Discover a Pill That Makes You Want to Give Homeless People Money", "image": {"src": "http://media2.fdncms.com/sfweekly/imager/uc-researchers-discover-a-pill-that-makes/u/slideshow/3494895/6302934959_5e47f52ff0.jpg"}, "creator": "@spitnews", "site": "@SFWeekly", "card": "summary_large_image"}, "oid": 3492534, "fb": {"app_id": 245386735658297}, "keywords": "San Francisco news, CA news,San Francisco events, CA events, SF Weekly", "google-site-verification": "aTiWMU0eFNOvAcvp8DVGy324b4nPJpaLeNcHvbp0pcI", "thumbnail": "http://media2.fdncms.com/sfweekly/imager/uc-researchers-discover-a-pill-that-makes/u/slideshow/3494895/6302934959_5e47f52ff0.jpg", "viewport": "width=1000", "news_keywords": "san francisco news, ca news, san francisco events, ca events, sf weekly"}, "_id": "\"57477af46914bd0286fd8cfb\"", "article_summary": "Some researchers over at UC Berkeley and UC San Francisco have discovered a new blend of meds that might make you compassionate enough to hand over your spare change to a homeless person without flinching.Imaginekind of Utopia.\nParticipants then played a simple economic game in which they divided money between themselves and an anonymous recipient.\n“Studies in the past decade have shed light on the neural circuits that govern how we behave in social situations.\nAfter receiving tolcapone, participants divided the money with the strangers in a fairer, more egalitarian way than after receiving the placebo.“We typically think of fair-mindedness as a stable characteristic, part of one’s personality,” said Ming Hsu, a co-principal investigator and assistant professor at UC Berkeley’s Haas School of Business.\nWhat we show here is one brain ‘switch’ we can affect.”"}