{"article_title": "Labor group: On-demand workers should have benefits", "article_keywords": ["benefits", "ondemand", "workers", "companies", "labor", "policymakers", "report", "group", "data", "employees", "economy"], "article_url": "http://thehill.com/policy/technology/253119-labor-group-calls-for-benefits-for-on-demand-economy-workers-regardless-of", "article_text": "Lawmakers should give workers in the on-demand economy access to a minimum hourly wage and benefits like unemployment regardless of whether they are considered employees or independent contractors, a national labor group said in a report released Wednesday.\n\nThe National Employment Law Project said in the report that policymakers should say workers at companies like Uber are employees in the eyes of the law when it comes to the protections afforded by bedrock labor laws. Staffers with the group said that under the Social Security Act, some workers are seen as “statutory employees” no matter how their employer defines their status — and that policymakers could use a similar model in this case.\n\nADVERTISEMENT\n\nThe group recommended that lawmakers make benefits like paid leave and retirement funds more portable, separating the responsibility for administering them from individual employers, and mandate the firms to pay into social security.\n\n“Congress should require companies in the on-demand economy using 1099 workers to pay into workers’ Social Security accounts, which are inherently portable, just as companies hiring workers as employees do,” they said in the report. They argued that other benefits could be administered by state or federal agencies.\n\nThey called on firms to protect the location data they gather on their employees through their mobile applications. They argued that companies should be required to maintain that data in a secure setting and that “limitations should be placed on the use of worker data, including restrictions on companies’ ability to use or sell such data for profit.”\n\nThe group also said the workers should have the right to organize. Ride-hailing service drivers in some states have formed advocacy associations, and a city councilman in Seattle has proposed legilsation to help on-demand economy workers unionize.\n\nMeanwhile, the group said, authorities should continue to enforce existing labor laws.\n\nSome have suggested that lawmakers would do well to create a third classification for workers somewhere between an independent contractor and an employee. The authors of the report expressed skepticism about following that path.\n\n“We think that establishing a new category would just inject confusion into the system,” said Rebecca Smith, NELP’s deputy director. “Policymakers would have to agree on what are the outlines and the test for that category, and then what the benefits are and rights that go with that category and not only confusion would ensue but it would be an invitation, I think, to companies to game the system.”\n\nThe worker advocacy group’s recommendations are being released as a debate rages in Washington and on the campaign trail over how best to deal with the workers.\n\nBooming services like Uber and Airbnb have created a small class of millionaires in Silicon Valley by utilizing independent contractors who lack any sort of safety net, advocates argue. But the companies say that they lack the control over their employees that defines the relationship between an employer and employee according to the law. NELP’s report paints the former picture.\n\n“We believe that technology ought to be used to create a better standard of living for the many, rather than enormous wealth for the few,” Smith said.\n\nSarah Leberstein, a senior staff attorney for NELP who co-wrote the report with Smith, said that while “these companies boast about their technological innovations, conditions for the workers can look at a lot more like turn-of-the-century sweatshops.”\n\nSmith did not say whether the group had had signed on any partners in Congress or elsewhere to fight for its recommendations, but noted interest in the subject from presidential candidates and Sen. Mark Warner Mark WarnerLawmaker bemoans tax 'buzzsaw' for on-demand economy workers Reid throws wrench into Clinton vice presidential picks Reid: 'Hell no' to VP pick from state with a Republican governor MORE (D-Va.).\n\n“I think there’s really growing concern by policymakers at all levels,” she said.", "article_metadata": {"dcterms.description": "A group recommended that lawmakers make benefits more portable.", "description": "A group recommended that lawmakers make benefits more portable.", "generator": "Drupal 7 (http://drupal.org)", "author": "David McCabe", "og": {"site_name": "TheHill", "description": "A group recommended that lawmakers make benefits more portable.", "title": "Labor group: On-demand workers should have benefits", "url": "http://thehill.com/policy/technology/253119-labor-group-calls-for-benefits-for-on-demand-economy-workers-regardless-of", "image": "http://thehill.com/sites/default/files/article_images/uber_082615getty.jpg", "updated_time": "2016-02-01T06:17:42-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-01T06:17-05:00", "dcterms.identifier": "http://thehill.com/policy/technology/253119-labor-group-calls-for-benefits-for-on-demand-economy-workers-regardless-of", "dcterms.date": "2015-09-09T16:35-04:00", "dcterms.creator": "David McCabe", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "on-demand economy,Mark Warner,National Employment Law Project, NELP", "article": {"published_time": "2015-09-09T16:35:25-04:00", "modified_time": "2016-02-01T06:17:42-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/technology/253119-labor-group-calls-for-benefits-for-on-demand-economy-workers-regardless-of", "widgets": {"csp": "on"}, "description": "A group recommended that lawmakers make benefits more portable.", "card": "summary", "title": "Labor group: On-demand workers should have benefits"}, "dcterms.title": "Labor group: On-demand workers should have benefits"}, "_id": "\"57477af46914bd0286fd8cfd\"", "article_summary": "Ride-hailing service drivers in some states have formed advocacy associations, and a city councilman in Seattle has proposed legilsation to help on-demand economy workers unionize.\n“Congress should require companies in the on-demand economy using 1099 workers to pay into workers’ Social Security accounts, which are inherently portable, just as companies hiring workers as employees do,” they said in the report.\nLawmakers should give workers in the on-demand economy access to a minimum hourly wage and benefits like unemployment regardless of whether they are considered employees or independent contractors, a national labor group said in a report released Wednesday.\nMeanwhile, the group said, authorities should continue to enforce existing labor laws.\nADVERTISEMENTThe group recommended that lawmakers make benefits like paid leave and retirement funds more portable, separating the responsibility for administering them from individual employers, and mandate the firms to pay into social security."}