{"article_title": "Stasi: CBS puts Lara Logan on leave but fired Rather for less", "article_keywords": ["fired", "puts", "tv", "producer", "logan", "stasi", "leave", "cbs", "lara", "miley", "rudy", "son", "minutes", "msnbc", "oj"], "article_url": "http://www.nydailynews.com/new-york/stasi-article-1.1533768", "article_text": "WAIT A MINUTE OR 60\n\nHas the Internet caused once-impeccable TV news organizations to become giant gaping maws filled with more grease than machinery in order to feed the hungry beasts 24/7? Yes.\n\nTake Lara Logan, CBS’ “60 Minutes” grandstanding reporter who is too often the story and not just the reporter on a story.\n\nLast week, shamefully, she was given a slap-on-the-wrist leave of absence after airing an interview with a security consultant/eyewitness to the attack on the U.S. mission in Benghazi, who’d told a different tale to the FBI.\n\nLARA LOGAN, PRODUCER ORDERED TO TAKE LEAVE IN AFTERMATH OF '60 MINUTES' BENGHAZI REPORTING SCANDAL\n\nWorse, earlier in the year, Logan had made a biased speech criticizing the U.S. government and urging stronger action for the attack. How was she allowed to further her right-wing agenda on “60 Minutes” while CBS tossed Dan Rather and his producer to the curb for biased left-wing reporting?\n\nAccording to one former CBS news producer who’s worked with Logan for years, “While some may see Lara as fearless, she is in fact reckless. Time and again she has put herself and her team in danger.\n\n“Many of us there wondered how Lara ever got to be a correspondent on what is arguably the best show in the history of TV news in the first place.”\n\nLogan may no longer be the big “Eye” in that tiger, but don’t be surprised if she trots to Fox in the future.\n\nKATIE’S KNOCKED OUT\n\nMeantime, for the first time since Jesus was in swaddling Pampers, TV wonder woman Katie Couric won’t have a network to catch her in her latest free-fall as she leaves ABC, where her daytime show didn’t do it, in much the same way that her evening anchor gig hadn’t done it for CBS either.\n\nKATIE COURIC TO BE ‘GLOBAL ANCHOR’ OF YAHOO’S VIDEO NEWS COVERAGE\n\nCouric, once one of the most popular women on morning TV, must stay up nights wondering how she was such a yahoo to have left NBC’s “Today” in the first place.\n\nMaybe that’s why her next stop will be at Yahoo!\n\nBALDWIN BOOTED\n\nAnd in a half-hearted, phony act of righteousness, MSNBC booted Alec Baldwin for calling a photographer “a c---ks----ing fa---t,” which the blowhard had the b--ls to claim was really, “c--ks----ing maggot.” Much better!\n\nThat being said, Baldwin is right about these phonies: How is it that the suits in charge of the low-rated liberal station fired him for an anti-gay slur, but kept foulmouthed Martin Bashir, who said — on air yet — that Sarah Palin would be a candidate for slave’s punishment for comparing U.S. indebtedness to China to slavery? Like? Like having someone defecate in the mouth of and urinate on a slave.\n\nALEC BALDWIN BLAMES 'FUNDAMENTALIST WING OF GAY ADVOCACY' FOR MSNBC OUSTER\n\nLook, I’m no fan of Palin’s, but MSNBC should immediately fire big-mouth Bashir’s sorry ass for such a hateful remark. Or better yet, ask him if he’d rather accept some kind of slave’s punishment on air. At least they’d finally get some ratings.\n\nCraig Sjodin/ABC\n\nEVERYTHING GOES BETTER WITH COKE\n\nSince cavemen discovered fire, people have been turning out meals more or less without scandal. I mean, how stressful is it to cook up some fried chicken or a bowl of pasta while sporting insane chef hair?\n\nApparently all it takes for some cooks is the addition of one secret ingredient — fame — for the whole banquet to go belly-up.\n\nOver the last few years, we had penitent Paula Deen trying to shuck and jive over racism, bazillionaire Mario Batali forking over dough to employees who claimed he stole their tips, Gordon Ramsay raging over a report that he’d had a “professional” mistress (as opposed to — what? — an unprofessional mistress?), Martha Stewart serving it cold in the can after insider trading, and dessert doyenne Anne Thornton getting canned after stealing recipes from the aforementioned Martha Stewart.\n\nCHARLES SAATCHI: 'I'M HEARTBROKEN' TO HAVE LOST NIGELLA LAWSON\n\nNow we have Nigella Lawson, who felt the public’s love when she was “choked” by her ex, Charles Saatchi, but is now feeling the fan hate because former employees claim they were allowed to blow Saatchi’s dough as long as they didn’t blow Nigella’s secret love for blow. And pot. And prescription pills. So, wait, does that mean Nigella’s big weight loss wasn’t just from exercise and portion control?\n\nBruno Magalhaes/AP\n\nJeff Scheid/AP\n\nMike Windle/Getty Images for C.Wonder and Pa\n\nWHO’S YOUR DADDY?\n\nO.J. Simpson’s manager, Norman Pardo (O.J. has a manager in the can?), claims that O.J. is the father of sibling-from-another-planet, Khloe Kardashian. As evidence, he told In Touch that her momanger Kris and O.J. were hot at the time. Vicious rumor-mongering! For one thing, Khloe’s twice the size of O.J. For another, there is stronger evidence — not to mention resemblance — to two other A-listers. First, Chewbacca was seen handing out “It’s a Girl-ish” cigars at the Mos Eisley Cantina on the night of Khloe’s birth. The other possibility? Kris took time out from sleeping with Chewie and O.J. to sleep with The Hulk, whose alter ego is not as it turns out, Bruce Banner, but Bruce Jenner!\n\nDOES MILEY HAVE TIME ON HER SIDE?\n\nSpeaking of all grease and no machinery, Miley Cyrus has emerged on the short list for Time’s “Person of the Year” — but only on their online poll, which has zero, zilch, zip to do with the final editorial decision.\n\nNonetheless, Miley does have it all over some of the other top contenders.\n\nPHOTOS: MILEY CYRUS' CHRISTMAS SURPRISE: HER WILDEST MOMENTS\n\nTake India’s Prime Ministerial candidate Narendra Modi. Sure, Modi can Bhangra like nobody, but he jerks when he twerks.\n\nThen there’s Russian Prime Minister Vladimir Putin, who was already named most powerful by Forbes. Putin, like Miley, loves to pose topless and his use of the wrecking ball (on lives) is legendary, but have you seen him dance?\n\nNo list would be complete without President Barack Obama. Sure, his Affordable Care Act is such a mess that he needs a bigger wrecking ball bigger than even Miley can straddle, but he’d need to consider twerking atop one for a Time cover in order to re-capture America’s hearts.\n\nHoward Simmons/New York Daily News\n\nCASE OF THE ‘NA’ DA\n\nIn one of the most bizarre cases this year, Putnam County District Attorney Adam Levy, son of Judge Judy, has been accused of giving upward of $30,000 to the defense of his friend, Alexandru Hossu, indicted for raping a 13-year-old girl. Judy’s DA son is also accused of leaking grand jury info in the case, and advising Hossu’s lawyer to confront the grand jury foreman.\n\nNY LAWMAKER : PROSECUTOR SON OF 'JUDGE JUDY' SHOULD QUIT FOR HELPING FRIEND CHARGED WITH CHILD RAPE\n\nMaybe Levy learned about teenage girls from his ma, who is famously quoted saying, “You know how I can tell if a 17-year-old girl is lying? When her mouth moves.” Yuck.\n\nEXPRESS LINES\n\nWhy does White Christmas start with Black Friday? ... The FCC is encouraging massive air rage by considering allowing cellphone use on planes ... Politicians now want to ban public use of fake cigarettes, which were invented because the real ones were banned in public. Can somebody ban the politicians instead?\n\nLARRY W. SMITH/EPA\n\nTOP COP\n\nRudy Giuliani wants Bill Bratton to be police commissioner, even though he forced Bratton out when he was his commish mostly, it’s said, because Bratton was more of a celebrity than Rudy — which was listed at the time as a federal crime. Rudy then hired “Hollywood” Howard Safir, who never missed a red carpet and had his trip to the Academy Awards comped by Revlon, and was even implicated in the hit-and-run of a pregnant woman, but never indicted. After Safir, Rudy chose married man Bernard Kerik, who had an open affair with a celebrity editor and ended up in jail himself. Bratton’s a great choice, but we should care who Rudy wants — why?", "article_metadata": {"sailthru.author": "Linda Stasi", "twitter": {"description": "The Internet has caused once-impeccable TV news organizations to become giant gaping maws filled with more grease than machinery.", "title": "Stasi: CBS puts Lara Logan on leave but fired Rather for less", "url": "http://www.nydailynews.com/new-york/stasi-article-1.1533768", "image": "http://assets.nydailynews.com/polopoly_fs/1.1533872.1385873128!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/stasi.jpg", "site": "@nydailynews", "card": "summary"}, "parsely-author": "Linda Stasi", "parsely-type": "article", "sailthru.credits": "NEW YORK DAILY NEWS", "nydn_tags": "benghazi controversy", "parsely-pub-date": "2013-12-01T05:05:15", "parsely-link": "http://www.nydailynews.com/new-york/stasi-article-1.1533768", "parsely-title": "Stasi: CBS puts Lara Logan on leave but fired Rather for less", "sailthru.date": "2013-12-01T00:05:15-0500", "sailthru.title": "Stasi: CBS puts Lara Logan on leave but fired Rather for less", "nydn_section": "New York", "sailthru.image.thumb": "http://assets.nydailynews.com/polopoly_fs/1.1533872.1385873128!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/stasi.jpg", "description": "The Internet has caused once-impeccable TV news organizations to become giant gaping maws filled with more grease than machinery.", "robots": "NOARCHIVE", "fb": {"admins": 1594068001, "app_id": 107464888913, "pages": 268914272540}, "msvalidate.01": "02916AAC0DA8B068EFE01D721E03ED7E", "parsely-section": "New York", "article": {"publisher": "https://www.facebook.com/NYDailyNews/"}, "sailthru.description": "The Internet has caused once-impeccable TV news organizations to become giant gaping maws filled with more grease than machinery.", "viewport": "width=device-width, height=device-height, initial-scale=1, minimum-scale=1, maximum-scale=1, shrink-to-fit=no", "og": {"site_name": "NY Daily News", "description": "The Internet has caused once-impeccable TV news organizations to become giant gaping maws filled with more grease than machinery.", "title": "Stasi: CBS puts Lara Logan on leave but fired Rather for less", "url": "http://www.nydailynews.com/new-york/stasi-article-1.1533768", "image": "http://assets.nydailynews.com/polopoly_fs/1.1533872.1385873128!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/stasi.jpg", "type": "article"}, "parsely-tags": "benghazi controversy", "p": {"domain_verify": "78efe4f5c9935744af497772f68a0ee7"}, "nydn_byline": "Linda Stasi", "parsely-image-url": "http://assets.nydailynews.com/polopoly_fs/1.1533872.1385873128!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/stasi.jpg"}, "_id": "\"57477af46914bd0286fd8d01\"", "article_summary": "Take Lara Logan, CBS’ “60 Minutes” grandstanding reporter who is too often the story and not just the reporter on a story.\nLARA LOGAN, PRODUCER ORDERED TO TAKE LEAVE IN AFTERMATH OF '60 MINUTES' BENGHAZI REPORTING SCANDALWorse, earlier in the year, Logan had made a biased speech criticizing the U.S. government and urging stronger action for the attack.\nAccording to one former CBS news producer who’s worked with Logan for years, “While some may see Lara as fearless, she is in fact reckless.\nHow was she allowed to further her right-wing agenda on “60 Minutes” while CBS tossed Dan Rather and his producer to the curb for biased left-wing reporting?\nCraig Sjodin/ABCEVERYTHING GOES BETTER WITH COKESince cavemen discovered fire, people have been turning out meals more or less without scandal."}