{"article_title": "Annie's Mailbox: Neighbor is a noise bully", "article_keywords": ["noise", "door", "bully", "taking", "work", "annies", "mailbox", "walls", "woman", "steps", "neighbor", "condo", "daughtersinlaw", "told"], "article_url": "http://www.canoncitydailyrecord.com/ci_28798590/annies-mailbox-neighbor-is-noise-bully", "article_text": "Kathy Mitchell and Marcy Sugar\n\nDear Annie: My husband and I live in a single-story condo that is adjacent to another condo. We have been dealing with a horrible neighbor for seven months.\n\nWhen I moved here three years ago, the neighbor's son was taking care of her condo, since she traveled a great deal for work. Now she has decided to work at home, and she is a tyrant. She is constantly complaining that she hears our garage door, that our vacuum is too loud and that we run our dishwasher too often. She has harassed us about going up and down our steps to the basement. She has even called the police on us for \"door slamming.\" We don't slam our door, but it does make a normal sound when it closes.\n\nThis woman never leaves her home, not even on weekends, so playing a radio is out of the question. I had three contractors look at the walls, and they told her that there are about two inches between our units.\n\nShe is really making me miserable. I should be able to relax in my home and do my laundry and cleaning without worrying. The police told me she has \"every right to complain about noise,\" but they also told her that she should expect to hear sounds coming from our home and the noise is not unreasonable.\n\nI think this woman is crazy, and she's trying to chase me away. I'm tired of walking on eggshells. What can I do? — W.\n\nAdvertisement\n\nDear W.: If you are not making excessive noise, you should ignore her. She should take the necessary steps to insulate her home, such as adding carpeting and wallpaper. You could put on your kindest, most sincere face and pay her a visit. Say, \"Louise, I'm so sorry that our noise levels bother you, but there is nothing we can do about the thin walls. Maybe a white-noise machine would help to drown us out. Or perhaps wear some noise-canceling headphones. It must be hard to be so sensitive to sound.\"\n\nDear Annie: I read the letter from \"Mother-in-Law from Hell,\" who thinks her daughters-in-law don't show her respect because they only call her when they want her to babysit.\n\nI'm the mother of three boys, now men with families of their own. I have three daughters-in-law, some of whom came to our families with children. Here's what I've learned: Her daughters-in-law may be respecting her by their definition, just not hers.\n\nAs for her complaints about the grandchildren, grandchildren are a gift, whether they are blood-related or gifted through marriage. Every minute we spend with them, whether picking them up from school, taking them to the doctor or just hanging out, is an opportunity to love and encourage them, and let them know they are valued people. Life is too short to miss the chance to make a difference in the life of another person. — Grandmother and In-law\n\nDear Grandmother: You have the right attitude and a generous heart. Bless you.\n\nAnnie's Mailbox is written by Kathy Mitchell and Marcy Sugar, longtime editors of the Ann Landers column. Please email your questions to anniesmailbox@comcast.net, or write to: Annie's Mailbox, c/o Creators Syndicate, 737 3rd Street, Hermosa Beach, CA 90254.", "article_metadata": {"sailthru.url": "http://www.canoncitydailyrecord.com/ci_28798590/annies-mailbox-neighbor-is-noise-bully", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site49/2013/0609/20130609__10DRANNIE_TEST~1_300.jpg", "endDate": "2025-09-11T19:20:25-0600", "description": "Dear Annie: My husband and I live in a single-story condo that is adjacent to another condo. We have been dealing with a horrible neighbor for seven months.", "ag": {"canon": "CanonCityDailyRecord:article:28798590:view"}, "startDate": "2015-09-12T15:15:06-0600", "og": {"url": "http://www.canoncitydailyrecord.com/ci_28798590/annies-mailbox-neighbor-is-noise-bully", "image": "http://extras.mnginteractive.com/live/media/site49/2013/0609/20130609__10DRANNIE_TEST~1.jpg", "type": "article", "description": "Dear Annie: My husband and I live in a single-story condo that is adjacent to another condo. We have been dealing with a horrible neighbor for seven months.", "title": "Annie's Mailbox: Neighbor is a noise bully"}, "twitter": {"domain": "canoncitydailyrecord.com", "description": "Dear Annie: My husband and I live in a single-story condo that is adjacent to another condo. We have been dealing with a horrible neighbor for seven months.", "title": "Annie's Mailbox: Neighbor is a noise bully", "url": "http://www.canoncitydailyrecord.com/ci_28798590/annies-mailbox-neighbor-is-noise-bully", "image": "http://extras.mnginteractive.com/live/media/site49/2013/0609/20130609__10DRANNIE_TEST~1.jpg", "site": "@CCDR_news", "card": "summary_large_image"}, "sailthru.date": "2015-09-12T15:15:06-0600", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "sailthru.title": "Annie's Mailbox: Neighbor is a noise bully", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site49/2013/0609/20130609__10DRANNIE_TEST~1.jpg", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Canon City Breaking News, Sports, Weather, Traffic", "modificationDate": "2015-09-12T15:17:52-0600", "google-site-verification": "oCjqPZ-ii-IZW-fBJ0mmX5dmH5aafePG3FLx_kSYFiA", "sailthru.site": "canoncitydailyrecord.com", "pubDate": "2015-09-12T15:18:00-0600", "news_keywords": "Canon City news, Colorado news, world news, national news, local news, business news, sports news, entertainment news, us news, Canon City Daily Record"}, "article_summary": "Please email your questions to anniesmailbox@comcast.net, or write to: Annie's Mailbox, c/o Creators Syndicate, 737 3rd Street, Hermosa Beach, CA 90254.\nAnnie's Mailbox is written by Kathy Mitchell and Marcy Sugar, longtime editors of the Ann Landers column.\nSay, \"Louise, I'm so sorry that our noise levels bother you, but there is nothing we can do about the thin walls.\nKathy Mitchell and Marcy SugarDear Annie: My husband and I live in a single-story condo that is adjacent to another condo.\nI had three contractors look at the walls, and they told her that there are about two inches between our units."}