{"article_title": "The Hurdles to Success for the Affordable Care Act", "article_keywords": ["affordable", "fiscal", "hurdles", "success", "tax", "health", "coverage", "act", "medicare", "law", "insurance", "care"], "article_url": "http://economix.blogs.nytimes.com/2013/10/14/the-hurdles-to-success-for-the-affordable-care-act/", "article_text": "Photo\n\nPhillip Swagel is a professor at the School of Public Policy at the University of Maryland and was assistant secretary for economic policy at the Treasury Department from 2006 to 2009.\n\nThe Affordable Care Act, or Obamacare, has had a difficult launching, but the more serious challenges for the law relate not to glitch-filled Web sites but rather to its possible long-term effects on the United States economy. The law is not likely to last if it imposes a severe drag on growth and job creation, or involves large costs obscured by the legislative gimmicks used to shape the scoring of the bill by the Congressional Budget Office. Indeed, Casey B. Mulligan has discussed the negative effects of the legislation on the American labor market in a series of posts on Economix, while the policy expert Charles Blahous explains in detail why the “fiscally reckless” legislation will aggravate the already difficult federal and state fiscal situations.\n\nToday's Economist Perspectives from expert contributors.\n\nAlong with philosophical reservations about expanding the role of the government in American society, these concerns about the negative economic and fiscal impact of the Affordable Care Act drive much of the opposition to it. Governors who declined to take up the expansion of Medicaid, for example, worried about the fiscal costs left to them even with the federal government picking up most of the tab.\n\nAt the same time, the goals of the legislation are laudable: to expand health insurance coverage, improve the quality of care and slow the growth of health costs. My view is that the presence of so many Americans without insurance or receiving inadequate health care is a moral affront to our affluent and generous nation. While at the Treasury Department, I worked on President George W. Bush’s 2007 proposal to expand coverage through a change to the tax treatment of health insurance more progressive than the provision that ended up in the Affordable Care Act. And I was subsequently a co-author, with the tax expert Robert Carroll, of a market-based proposal that goes even further with tax code changes to both expand insurance coverage and improve incentives within the health care sector.\n\nStill, the Affordable Care Act is the law of the land. Imagine then that the law worked — not just that the software glitches were resolved, but also that the legislation achieved its promise of expanding coverage while slowing cost growth and increasing the efficiency of the health care sector. This takes a huge amount of imagination, but under the best of circumstances here is how it might work.\n\nAs explained by the director of the Congressional Budget Office, Douglas Elmendorf, the Affordable Care Act improves insurance coverage by expanding Medicaid and by setting up exchanges on which people without access to affordable insurance can buy policies while receiving income-based subsidies to help cover the costs (and without having to worry about pre-existing conditions that might previously have made it difficult to afford insurance). A report by the White House Council of Economic Advisers says the expansion of coverage would increase societal well-being by an amount worth $100 billion per year, while the availability of policies through the exchanges would allow workers to switch jobs without losing coverage.\n\nThe White House report further notes that the exchanges would “‘level the playing field’ between large and small businesses” — insurance is often more expensive for smaller companies, which in turn are less likely to offer it to their workers, who then miss out on the favorable tax treatment for employer-provided coverage. The Affordable Care Act does not equalize the treatment of coverage between employers and individuals as in the approach proposed by Senator John McCain and favored by President Obama’s economic advisers, but there is a rough trade-off in that employer-provided coverage retains the existing tax break while policies in the exchanges are subsidized for people with low incomes.\n\nTo prevent insurers that offer policies in the exchanges from having to cover only people with high health care costs, the Affordable Care Act includes a penalty for people who go without insurance. And to deter the unraveling of the current system of employer-provided coverage, businesses with 50 employees or more that do not offer health insurance will be required to pay a penalty (though this has been delayed a year, an inequity that administration officials find difficult to explain, including to the comedian Jon Stewart). It remains to be seen whether these penalties are large enough to motivate young, healthy people to take up insurance, while companies might see paying the penalty as less costly than offering coverage.\n\nFor workers with low wages, the subsidies in the exchanges are generally more valuable than the tax deduction for employer-provided coverage, so they might actually come out ahead from the abandonment of President Obama’s promise that they could keep their existing coverage and see their usual doctors (the balance ultimately depends on how workers’ wages change when employers shunt them over to the exchanges).\n\nProviding insurance to millions more people will increase the use of health care services. This is a policy objective of the Affordable Care Act, but it means more spending, so the law includes measures meant to slow the growth of health costs. Some Medicare providers will be paid for the treatment of an illness as a whole (an “episode of care”) rather than for individual procedures, a change meant to give providers incentives to avoid unnecessary treatments. A tax will be imposed on very costly health insurance plans to give an incentive to avoid policies with generous coverage, and payments reduced to certain Medicare plans and to providers such as hospitals. An Independent Payment Advisory Board is to propose changes to Medicare to improve quality and reduce cost growth, with the recommendations to take effect unless Congress votes otherwise, rather than the current system in which a commission makes recommendations that can be ignored.\n\nHealth care cost growth has slowed in recent years, though as The Times reported in February, it is not yet clear “what is driving the lower spending trajectory.” Still, proponents of the Affordable Care Act hope that its cost-reducing provisions will be more effective than expected by the Congressional Budget Office, and thus the fiscal outcome will be to save money rather than the roughly budget-neutral score estimated by the budget office if the provisions of the law are put in place.\n\nSticking to the law as enacted will be challenging, since government actuaries have stated that some of the payment cuts in the law are so severe as to jeopardize access to care by Medicare recipients. Similarly, the Affordable Care Act increased payments for treating Medicaid recipients, but only for 2013 and 2014; allowing these to go back down could make it difficult for those in the newly enlarged Medicaid program to find a doctor willing to treat them. If the higher payments are meant to be extended, however, then this means that the full costs of the Affordable Care Act are not accounted for in the law. It is noteworthy that reductions in Medicare overpayments were a putative funding source for the legislation, but underpayments such as those for doctors were not addressed. In other words, the cost of the law is again understated.\n\nThe Affordable Care Act imposes a variety of new taxes to cover part of the cost of providing coverage to millions of additional people, including taxes on high-cost health insurance plans, medical devices, tanning salons, and capital gains and dividends. This last provision is a penalty on people who save and invest; the administration uses the Orwellian phrase that it is a contribution. And these taxes are already under siege: it is possible that the medical device tax will be reversed as part of the current fiscal negotiations, while unions are pushing to modify the tax on high-cost health plans even before it takes effect.\n\nSome of the financing behind the Affordable Care Act already disappeared when the administration acknowledged that it was not possible to develop a financially viable long-term insurance plan. Finally, the administration has repeatedly boasted that the law extends the life of the Medicare trust fund, even though the Medicare payment reductions that supposedly accomplish this cannot be spent both to finance the Affordable Care Act and to shore up Medicare. This implies that part of the financing behind the Affordable Care Act has in effect already been devoted to something else. If costs are higher than expected and some of the tax revenues do not materialize, the law as a whole could well turn into a largely unfunded new entitlement. So much for the new era of fiscal responsibility promised by Mr. Obama.\n\nWith the main provisions of the Affordable Care Act kicking in only in 2014 and the health insurance and health care industries adjusting to it for some time, it will take years for a proper evaluation of the law’s overall impact on the economy. The question is whether the objective of helping many people to obtain insurance coverage can be accomplished at a cost that is acceptable to society, both in terms of the cost to taxpayers who ultimately will pay and the possible effects of slower economic growth from those taxes and other distortions introduced in the law.\n\nJust as opponents of the law are apt to overstate its negative impacts with claims of “death panels,” so too are proponents overly optimistic in underplaying its fiscal and economic consequences. The administration’s misleading response to the scope of problems with the exchange Web sites is especially worrisome. The goals of the Affordable Care Act are laudable. But achieving them will require an honest assessment of both successes and problems, and a willingness to make adjustments going forward. This sort of critical introspection is not exactly a defining feature of the president or his administration. Millions of Americans could be helped by the Affordable Care Act once its start-up problems are resolved. Not much further down the road, however, President Obama’s signature accomplishment could turn into yet another fiscal mess left to his successor.", "article_metadata": {"ptime": 20131014110031, "BN": "economix", "dfp-ad-unit-path": "businessday/economix", "adxPage": "blog.nytimes.com/economix/post", "per": "Obama, Barack", "keywords": "Obama Barack,Health Insurance and Managed Care,Law and Legislation,Medicaid,Medicare,Patient Protection and Affordable Care Act (2010),United States Economy,United States Politics and Government,Today's Economist,_featured", "GBLC": "Today's Economist", "communityAssetTaxonomy": "blogs/economix/The Hurdles to Success for the Affordable Care Act ( 20131014 )", "PT": "Blogs", "author": "Phillip Swagel", "SCG": "Economy", "sourceApp": "blogs", "CLMST": "Phillip Swagel", "byl": "Phillip Swagel", "twitter": {"description": "The goals of the health-care law are laudable, but it is hobbled by unrealistic claims about its financing and heedlessness about its potential economic effects, an economist writes.", "title": "The Hurdles to Success for the Affordable Care Act", "url": "http://economix.blogs.nytimes.com/2013/10/14/the-hurdles-to-success-for-the-affordable-care-act/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "site": "@nyteconomix", "card": "summary"}, "blogpostid": 100000002497984, "description": "The goals of the health-care law are laudable, but it is hobbled by unrealistic claims about its financing and heedlessness about its potential economic effects, an economist writes.", "CG": "Business Day", "robots": "noodp", "dat": "October 14, 2013", "article": {"section": "Business Day", "tag": "_featured", "published_time": 1381762831, "collection": "http://json8.nytimes.com/services/json/sectionfronts/business/index.jsonp", "modified_time": "2013-10-14T15:00:31-04:00"}, "utime": 20131014150031, "communityAssetLabels": "NYT_Blogs", "PUD": 20131014, "pdate": 20131014, "des": "Health Insurance and Managed Care;Law and Legislation;Medicaid;Medicare;Patient Protection and Affordable Care Act (2010);United States Economy;United States Politics and Government", "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"site_name": "Economix Blog", "description": "The goals of the health-care law are laudable, but it is hobbled by unrealistic claims about its financing and heedlessness about its potential economic effects, an economist writes.", "title": "The Hurdles to Success for the Affordable Care Act", "url": "http://economix.blogs.nytimes.com/2013/10/14/the-hurdles-to-success-for-the-affordable-care-act/", "image": "http://graphics8.nytimes.com/images/blogs_v5/../icons/t_logo_291_black.png", "type": "article"}, "communityAssetURL": "http://economix.blogs.nytimes.com/2013/10/14/the-hurdles-to-success-for-the-affordable-care-act/", "PUV": "normal", "hdl": "The Hurdles to Success for the Affordable Care Act", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post", "DISPLAYDATE": "October 14, 2013"}, "_id": "\"57477af46914bd0286fd8d12\"", "article_summary": "Millions of Americans could be helped by the Affordable Care Act once its start-up problems are resolved.\nThis implies that part of the financing behind the Affordable Care Act has in effect already been devoted to something else.\nThe goals of the Affordable Care Act are laudable.\nStill, the Affordable Care Act is the law of the land.\nTo prevent insurers that offer policies in the exchanges from having to cover only people with high health care costs, the Affordable Care Act includes a penalty for people who go without insurance."}