{"article_title": "What Would A Donald Trump Presidency Actually Look Like?", "article_keywords": ["woman", "look", "presidency", "win", "work", "actually", "donald", "going", "york", "trumps", "president", "laws", "trump"], "article_url": "http://www.huffingtonpost.com/entry/donald-trump-president_us_56d25c17e4b03260bf77208d", "article_text": "Donald Trump's charged rhetoric offers several clues to how he'd act as the leader of the free world.\n\nFORT WORTH, Texas -- Donald Trump was in the middle of serving up his pungent stew of personal insults, demagoguery and braggadocio at a rally here on Friday when a woman in the crowd decided that she'd had enough.\n\n\"Quit talking nonsense, Donald!” the woman shouted. “Tell us your actual plan! What are you gonna do?\"\n\nThe woman wasn’t a protester, she explained to the unimpressed people standing in her vicinity. Given Trump’s position as the prohibitive favorite to win the Republican nomination, she genuinely was curious to hear about what he planned to do as president.\n\nBut with Trump still engaged in his usual shtick, the woman soon gave up and joined the ranks of the hundreds of people who were already streaming out of the Fort Worth Convention Center.\n\nThe woman’s frustration with Trump reflected the tack that he has stuck to ever since entering the race in June: making a lot of promises without explaining in any detail how he intends to keep them.\n\nTrump says that he will defeat the Islamic State. How? He’d “bomb the shit out of them.”\n\nTrump vows that he’ll repeal Obamacare. And with what will he replace it? Something that’s “so much better,” of course.\n\nTrump brags that he’s going to build a big, beautiful wall on the Mexican border. And how will he get the Mexican government to pay for it? He’ll just tell them to.\n\nFor anyone seeking to acquire a reasonable understanding of what a Trump administration would actually look like, the candidate's strategy of speaking in generalities presents a high hurdle.\n\n“The thing about Trump that makes him difficult to speculate about is that it’s all rhetoric, in a way,” said Cato Institute Vice President John Samples. “I mean, there’s nothing there. And he also hasn’t been held responsible for anything he says, so you don’t know how anything is going to work down the line.”\n\nIt may be hard to guess how many of Trump's proposals would work in practice, but it is easy to conclude that the world would become a different place the moment he places his hand on the Bible.\n\nThe international outrage that he sparked over his proposed ban on Muslims from entering the United States is just one example of that.\n\nAnd Trump has left no doubt that as president, he would govern with an authoritarian approach that would entail satisfying his own personal vendettas, seeking new ways to work around Congress and challenging the role of the courts.\n\nConsider what Trump has suggested about curtailing press freedoms at his rally in Fort Worth.\n\n“I'm going to open up our libel laws, so when they write purposely negative and horrible and false articles, we can sue them and win lots of money,” he said. “We're going to open up those libel laws. So when The New York Times writes a hit piece, which is a total disgrace, or when The Washington Post, which is there for other reasons, writes a hit piece, we can sue them and win money instead of having no chance of winning because they're totally protected.”\n\nIn order for President Trump to make good on that particular promise, he would have to petition the Supreme Court, which in the 1964 New York Times v. Sullivan decision laid out broad protections for journalists to report on public figures without fear of legal repercussions.\n\nAnd if he fails in his attempts to convince all facets of the federal government to do what he wants? That’s when the real national crisis would begin.\n\nAlready, there are signs of tension. Former NSA and CIA head Michael Hayden said on Friday that if President Trump were to make good on his vow to kill terrorists’ family members, the U.S. military would “refuse to act.”\n\n\"You are required not to follow an unlawful order,” Hayden said during his appearance on “Real Time with Bill Maher.” “That would be in violation of all the international laws of armed conflict.”\n\nEven if he manages to avoid the constitutional calamity of a standoff between the White House and the military, Trump has not done much to hide his fondness for authoritarian rule.", "article_metadata": {"description": "He's been evasive on policy details but clear about the authoritarian approach he'd bring to the White House.", "sailthru.expire_date": "2016-02-28 23:04:30 -0500", "og": {"site_name": "The Huffington Post", "description": "He's been evasive on policy details but clear about the authoritarian approach he'd bring to the White House.", "title": "What Would A Donald Trump Presidency Actually Look Like?", "url": "http://www.huffingtonpost.com/entry/donald-trump-president_us_56d25c17e4b03260bf77208d", "image": "http://img.huffingtonpost.com/asset/2000_1000/56d25dda1500002a000b0d94.jpeg?cache=pfkusunjo1", "locale": "en_US", "type": "article"}, "twitter": {"description": "He's been evasive on policy details but clear about the authoritarian approach he'd bring to the White House.", "title": "What Would A Donald Trump Presidency Actually Look Like?", "image": {"width": 2000, "identifier": "http://img.huffingtonpost.com/asset/2000_1000/56d25dda1500002a000b0d94.jpeg?cache=pfkusunjo1", "height": 1000}, "creator": "@ScottFConroy", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2016-02-27 23:04:30 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=us_56d25c17e4b03260bf77208d", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Donald Trump,Republicans,GOP,Elections 2016,primary elections", "article": {"section": "Politics", "tag": "Donald Trump,Republicans,GOP,Elections 2016,primary elections", "published_time": "2016-02-27 23:04:30 -0500", "modified_time": "2016-02-27 23:07:06 -0500"}, "viewport": "width=1000"}, "article_summary": "Donald Trump's charged rhetoric offers several clues to how he'd act as the leader of the free world.\nFor anyone seeking to acquire a reasonable understanding of what a Trump administration would actually look like, the candidate's strategy of speaking in generalities presents a high hurdle.\nFORT WORTH, Texas -- Donald Trump was in the middle of serving up his pungent stew of personal insults, demagoguery and braggadocio at a rally here on Friday when a woman in the crowd decided that she'd had enough.\n\"Quit talking nonsense, Donald!” the woman shouted.\nTrump brags that he’s going to build a big, beautiful wall on the Mexican border."}