{"article_title": "The one and only Marion Barry", "article_keywords": ["city", "barry", "dc", "elected", "race", "marion", "president", "white", "ward", "mayor", "fact"], "article_url": "http://thehill.com/blogs/pundits-blog/washington-metro-news/225489-the-one-and-only-marion-barry", "article_text": "Most of the country had a one-dimensional view of former Washington Mayor Marion Barry: The scene in the hotel room, smoking crack cocaine, with the FBI agents rushing in and placing him under arrest. But to the residents of the place he called home since 1965, he was much more.\n\nHe was known at first as a civil rights activist, then transitioned to an elected official. In 1970, he was elected to the school board. His colleagues on the board chose him to be their president. He said of the incumbent Anita Allen that \"she should be proud of the fact that she is and always will be black.\" That typified his rhetoric at that time.\n\nADVERTISEMENT\n\nIn 1974, he was elected citywide to an at-large position on the first elected D.C. city council. In 1978, he made an audacious move: He ran for mayor. This was thought to be an enormous gamble on his part.\n\nThe incumbent, Walter Washington, was well-liked by both the black and white populations. He had originally been appointed by President Lyndon Johnson in 1967 and was elected as mayor in 1974. Another candidate in that race was the sitting council chair, Sterling Tucker. Running as the underdog, with the campaign slogan \"Take a Stand,\" Barry beat both of them. Supreme Court Justice Thurgood Marshall swore him in.\n\nHe put together a truly biracial coalition. In fact, voters in well-off, white Ward 3 put him into office. He was reelected mayor in 1982 and 1986. He won both by landslides. During those years, he inflicted upon himself a myriad of personal troubles which deeply affected the operation of D.C. government.\n\nTo African-Americans, he was their hero, their champion and their friend. They never left him. This overwhelming support provided the numbers to elect him mayor in 1994, a political comeback of huge proportions. Just a few years before, he had gone to prison for six months for drug possession. He did not run for a fifth term in 1998. He left the scene for a few years, but once again came roaring back and was elected as the Ward 8 councilmember. No one could beat Barry in Ward 8. He was still serving there when he passed away.\n\nMake no mistake about it — he held D.C. back. Congressional representation, which we don't have, and statehood, which we desire, could not occur as long as Marion Barry was around. That's without a doubt. His personal foibles which were many and extreme became a convenient and useful justification for stopping our progress toward any genuine self-government.\n\nBarry as a person was not petty, vengeful or mean-spirited. When he sauntered into a room, he went up to each and every person and greeted them, most by name. When he told me that he knew more people in the city than anyone else, he was not bragging — it was true.\n\nHe also was proud of the fact that he would talk to everyone. No grudges or hard feelings. In fact, in that same conversation he confided to me there was only one person in the entire city he would not speak to.\n\nEvery time there was a public gathering of any size when politicians' names were announced, Barry received by far the loudest and longest ovation. Barry played the race card when he needed it; he played every card in the deck, when he needed it.\n\nMy friend and sage observer Sam Smith, editor of The Progressive Review, summed it up best: \"He was one of the great old-time white big city mayors.\" He was beyond race. Barry wouldn't object to that description.\n\nThe funeral in D.C. will be one befitting a pope or president. Marion Barry wouldn't be surprised. He would probably think that's the way it should be.\n\nPlotkin is a political analyst and a contributor to the BBC on American politics.", "article_metadata": {"dcterms.description": "Many had a one-dimensional view of Barry, but to DC residents, he was much more than that.", "description": "Many had a one-dimensional view of Barry, but to DC residents, he was much more than that.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Contributors"}}, "og": {"site_name": "TheHill", "description": "Many had a one-dimensional view of Barry, but to DC residents, he was much more than that.", "title": "The one and only Marion Barry", "url": "http://thehill.com/blogs/pundits-blog/washington-metro-news/225489-the-one-and-only-marion-barry", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2014-11-28T06:30:01-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2014-11-28T06:30-05:00", "dcterms.identifier": "http://thehill.com/blogs/pundits-blog/washington-metro-news/225489-the-one-and-only-marion-barry", "dcterms.date": "2014-11-28T06:30-05:00", "dcterms.creator": "Mark Plotkin, contributor", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "author": "Mark Plotkin, contributor", "dcterms.type": "Text", "keywords": ",Marion Barry, Walter Washington,", "article": {"published_time": "2014-11-28T06:30:03-05:00", "modified_time": "2014-11-28T06:30:01-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/pundits-blog/washington-metro-news/225489-the-one-and-only-marion-barry", "widgets": {"csp": "on"}, "description": "Many had a one-dimensional view of Barry, but to DC residents, he was much more than that.", "card": "summary", "title": "The one and only Marion Barry"}, "dcterms.title": "The one and only Marion Barry"}, "_id": "\"57477af36914bd0286fca46f\"", "article_summary": "Congressional representation, which we don't have, and statehood, which we desire, could not occur as long as Marion Barry was around.\nADVERTISEMENTIn 1974, he was elected citywide to an at-large position on the first elected D.C. city council.\nMost of the country had a one-dimensional view of former Washington Mayor Marion Barry: The scene in the hotel room, smoking crack cocaine, with the FBI agents rushing in and placing him under arrest.\nMarion Barry wouldn't be surprised.\nBarry played the race card when he needed it; he played every card in the deck, when he needed it."}