{"article_title": "Bush crew’s deplorable return: How their reemergence sends a deadly message", "article_keywords": ["united", "return", "rumsfeld", "torture", "sends", "deadly", "men", "cheney", "reemergence", "wall", "bush", "crews", "policy", "message", "deplorable", "public", "recent"], "article_url": "http://www.salon.com/2014/04/05/bush_crews_deplorable_return_how_their_reemergence_sends_a_deadly_message/", "article_text": "Topics: Abu Ghraib, Charles Koch, Chris Hayes, Citizens United, Dan Senor, Dick Cheney, Donald Rumsfeld, Editor's Picks, Errol Morris, George W. Bush, Glenn Greenwald, Harry Reid, Henry Kissinger, Iraq war, Koch Brothers, McCutcheon, Mitt Romney, Richard Nixon, The New York Times, The Supreme Court, The Unknown Known, The Wall Street Journal, Torture, News, Politics News\n\nIt’s been more than five years since Dick Cheney left the White House and nearly eight years since Donald Rumsfeld was booted from the Pentagon. With the obvious exception of George W. Bush himself, no two men were more responsible for the United States’ disastrous and criminal invasion of Iraq, as well as its embrace of a counter-terrorism model built on the twin barbarities of indefinite detention and systematic torture. In the years that have passed since their departure from public office, both men have released best-selling memoirs, made countless media appearances and no doubt added substantially to their already considerable wealth.\n\nIn fact, to get a real sense of just how little these men have had to pay for their sins, consider three recent examples.\n\nOne is a recent comment from Dick Cheney, delivered in public — not in private, not on background, not via unknown insiders with intimate knowledge of the former vice president’s thinking, but in public — about whether he still supports waterboarding (or torture, as most people besides Cheney tend to call it): “If I had to do it all over again,” Cheney said, “I would.”\n\nThe second is the new documentary, “The Unknown Known,” by Errol Morris and about Donald Rumsfeld. Estimations of the film’s quality vary, but all reviewers are unanimous in at least one regard: Rumsfeld, as he comes off in the film, truly has no regrets. Asked by Morris if invading Iraq for the second time, causing hundreds of thousands of innocent deaths and turning millions more into refugees, was worth it, Rumsfeld shrugs off the question and settles for a fittingly cold and glib answer: “Time will tell.”\n\nThe third story is, to my mind, the most disturbing. It’s a piece in the New York Times, published Friday, about a third man, a man who ignored warnings of a terrorist attack, plunged his country into two disastrous wars, invaded a sovereign nation without sanction from the United Nations and on false pretexts, signed off on the implementation of a worldwide torture regime, secretly initiated domestic surveillance on an unprecedented scale, oversaw the destruction of one of the world’s greatest cities, and cut taxes for, and thwarted regulations against, the Wall Street power-players who destroyed the global economy and consigned millions of people to lives of poverty, unemployment and deferred dreams. That man is George W. Bush, and the article is a puff piece about his kitschy paintings.\n\nObviously, the fact that these men continue to live charmed lives offends our sense of fairness. But it has a more tangible consequence, too. Consider the state of foreign policy thinking within the Republican Party today. Granted, with the recent ascendance of the relatively isolationist Sen. Rand Paul, the GOP’s view of foreign policy is somewhat in flux. But Paul is still an outlier, and a quick glance of the Mitt Romney campaign’s foreign policy experts is enough to show that neoconservatives like Cheney, Rumsfeld, Wolfowitz, Feith and the rest of that ghoulish clique still call the foreign policy shots for national Republicans. Despite their abject failures — both technocratically and morally — Bush, Cheney and Rumsfeld remain in good standing with the people who run one of America’s only two serious political parties. If Mitt Romney were president right now, with Dan Senor by his side, the United States could be ramping up for war with Iran or Russia, preparing to once again spread freedom from the barrel of a gun as if Fallujah and Abu Ghraib never happened.\n\nThere’s next to no chance any of these men will ever be officially held accountable for their crimes. All three clearly harbor no regrets. These are the fruits of belonging to the American elite in an era of widespread inequality, when not only the economy, but many pieces of the state itself, act to reinforce and perpetuate the divide separating those who have from those who do not.\n\nOf course, Cheney, Rumsfeld and Bush are hardly the first American war criminals to escape justice. Richard Nixon, in whose administration the former two men served, immediately comes to mind. Henry Kissinger, too. As was the case for Nixon and Kissinger, Bush and Cheney and Rumsfeld have benefitted from a decision of the political ruling class — and, to a lesser degree, of the general public— that it’s best not to dwell too much on the nastier bits of America’s recent history. Back when some touchingly naïve souls thought it a possibility, President Obama used to dismiss the notion of holding his predecessors accountable for torture by urging America to “look forward.” This was an order that the vast majority of Americans showed themselves willing to follow.\n\nThis same dynamic, this resistance on the part of the powerful to hold their fellow elites to account — as well as the general public’s silent acceptance of these different, looser ethical standards — was also a key driver of the government’s response to the financial meltdown of 2008. After the crisis had passed and the Obama administration had begun reconstituting the financial sector (mostly in its prior form, sadly), there were public demands that some of the Wall Streeters responsible be prosecuted for the damage they wrought. But these flashes of public discontent were mostly ignored by the White House, and here we are, five years later, with essentially no Wall Street villain having had to worry about seeing the inside of a jail cell. Jamie Dimon and Lloyd Blankfein are richer and more powerful than ever.", "article_metadata": {"description": "Enough with puff pieces about painting, and platforms for their self-defense. It only damns us to repeat the past", "author": "Elias Isquith", "og": {"site_name": "Salon", "description": "Enough with puff pieces about painting, and platforms for their self-defense. It only damns us to repeat the past", "title": "Bush crew’s deplorable return: How their reemergence sends a deadly message", "url": "http://www.salon.com/2014/04/05/bush_crews_deplorable_return_how_their_reemergence_sends_a_deadly_message/", "image": "http://media.salon.com/2014/04/cheney_rumsfeld.jpg", "type": "article"}, "twitter": {"description": "Enough with puff pieces about painting, and platforms for their self-defense. It only damns us to repeat the past", "creator": "@eliasisquith", "image": "http://media.salon.com/2014/04/cheney_rumsfeld.jpg", "title": "Bush crew’s deplorable return: How their reemergence sends a deadly message", "site": "@salon", "card": "summary_large_image"}, "title": "Bush crew’s deplorable return: How their reemergence sends a deadly message", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Abu Ghraib, Charles Koch, Chris Hayes, Citizens United, Dan Senor, Dick Cheney, Donald Rumsfeld, Editor's Picks, Errol Morris, George W. Bush, Glenn Greenwald, Harry Reid, Henry Kissinger, Iraq war, Koch Brothers, McCutcheon, Mitt Romney, Richard Nixon, The New York Times, The Supreme Court, The Unknown Known, The Wall Street Journal, Torture", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Of course, Cheney, Rumsfeld and Bush are hardly the first American war criminals to escape justice.\nDespite their abject failures — both technocratically and morally — Bush, Cheney and Rumsfeld remain in good standing with the people who run one of America’s only two serious political parties.\nThat man is George W. Bush, and the article is a puff piece about his kitschy paintings.\nIn fact, to get a real sense of just how little these men have had to pay for their sins, consider three recent examples.\nGranted, with the recent ascendance of the relatively isolationist Sen. Rand Paul, the GOP’s view of foreign policy is somewhat in flux."}