{"article_title": "Your Taste For Sugar, Alcohol Is Regulated By A Hormone Derived From Your Liver", "article_keywords": ["intake", "hormone", "alcohol", "taste", "sweet", "derived", "sugar", "food", "regulated", "liver", "mice", "fgf21", "studies", "preference"], "article_url": "http://www.medicaldaily.com/your-taste-sugar-alcohol-regulated-hormone-derived-your-liver-366768", "article_text": "Two independent experimental studies conducted on mice reveal evidence of a liver-derived hormone which regulates intake of sugars and alcohol. Shari's Berries, cc by 2.0\n\nTrying to stay away from cocktails and sweets this holiday season? It may not be a matter of steely willpower alone. Two independent experimental studies conducted on mice reveal evidence of a liver-derived hormone which regulates intake of sugars and alcohol. One of these studies also showed how the same hormone suppresses primates’ consumption of sweets.\n\nOf the three categories of food — fats, proteins, and carbohydrates — the latter is most easily turned into the energy our bodies need and use to perform its many functions. It may seem natural to crave delicious carbs, but eating too many can result in metabolic disease. It is important, then, to understand exactly how our bodies regulate appetite and why our bodies prefer certan foods more than others.\n\n“While identification of sweet taste receptors has provided important insight… the post-ingestive mechanisms regulating carbohydrate intake are not well understood,” wrote Ø von Holstein-Rathlou et al in their new study.\n\nIn the 1960s, scientists first proposed the liver might be a regulator of how much food we eat while also serving to control our preference for carbohydrates, in particular. Following up on this theory, past studies linked one liver-derived hormone, known as FGF21 (or fibroblast growth factor 21), to food preferences. Further investigations showed how genetic variations in the FGF21 gene sequence linked to particular food tastes.\n\nUnderstanding the implications of these past studies, two separate teams of researchers looked more closely at this special hormone.\n\nHypothalamus, Reward Behaviors\n\nIn one of the experiments conducted on mice, one team showed how the liver produces FGF21 in response to sugar intake. Once FGF21 enters the bloodstream, it selectively suppresses sugar appetite by acting on the hypothalamus, a brain region responsible for regulating food intake and energy homeostasis.\n\nIn an experiment exploring how FGF21 acts in both mice and monkeys, the other team discovered the effects of this hormone in suppressing appetite are powerful. A single dose could cause a monkey to almost immediately lose interest in sweet water. Though other pathways in the central nervous systems are known to influence sugar and alcohol preference, this is the first liver-derived hormone found to have these effects, they say.\n\n“These findings suggest that additional studies are warranted to assess the effects of FGF21 on sweet and alcohol preference and other reward behavior in humans,” wrote Talukdar et al.\n\nThough more research is needed, FGF21 is currently in clinical trials for treating obesity and type 2 diabetes. Does it help to understand your craving for sweets and cocktails may begin deep inside? We thought not... happy holidays!\n\nSources: von Holstein-Rathlou SO, BonDurant LD, Peltekian L, et al. FGF21 Mediates Endocrine Control of Simple Sugar Intake and Sweet Taste Preference by the Liver. Cell Metabolism. 2015.\n\nTalukdar S, Owen BM, Song P, et al. FGF21 Regulates Sweet and Alcohol Preference. Cell Metabolism. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "liver, hormones, fgf21, sugar, alcohol, cocktails, sweets, food preferences", "og": {"site_name": "Medical Daily", "description": "Two independent experimental studies conducted on mice reveal evidence of a liver-derived hormone which regulates intake of sugars and alcohol.", "title": "Your Taste For Sweets And Alcohol Begins In Your Liver", "url": "http://www.medicaldaily.com/your-taste-sugar-alcohol-regulated-hormone-derived-your-liver-366768", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/23/holiday-treats.jpg", "type": "article"}, "twitter": {"description": "Two independent experimental studies conducted on mice reveal evidence of a liver-derived hormone which regulates intake of sugars and alcohol.", "title": "Your Taste For Sweets And Alcohol Begins In Your Liver", "url": "http://www.medicaldaily.com/your-taste-sugar-alcohol-regulated-hormone-derived-your-liver-366768", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/23/holiday-treats.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/12/23/holiday-treats.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-12-24T12:00:00-05:00", "modified_time": "2015-12-24T12:14:02-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Two independent experimental studies conducted on mice reveal evidence of a liver-derived hormone which regulates intake of sugars and alcohol."}, "article_summary": "FGF21 Mediates Endocrine Control of Simple Sugar Intake and Sweet Taste Preference by the Liver.\nTwo independent experimental studies conducted on mice reveal evidence of a liver-derived hormone which regulates intake of sugars and alcohol.\nHypothalamus, Reward BehaviorsIn one of the experiments conducted on mice, one team showed how the liver produces FGF21 in response to sugar intake.\nFGF21 Regulates Sweet and Alcohol Preference.\nThough other pathways in the central nervous systems are known to influence sugar and alcohol preference, this is the first liver-derived hormone found to have these effects, they say."}