{"article_title": "Hospitalized patients show poor hand-washing habits", "article_keywords": ["poor", "hospitalized", "soap", "hospital", "handhygiene", "hygiene", "visits", "hand", "handwashing", "patients", "habits", "hands", "study", "researchers"], "article_url": "http://www.fiercehealthcare.com/story/hospitalized-patients-show-poor-hand-washing-habits/2014-10-08", "article_text": "Hospitals around the country focus efforts on improving employees' hand-hygiene compliance, but may want to spend more time encouraging hospitalized patients to wash their hands, according to a new study published in Infection Control & Hospital Epidemiology.\n\nResearchers did a cross-sectional study of 279 patients admitted to three multi-organ transplant units at Canadian acute care teaching hospitals, according to the study abstract. They monitored patients' use of alcohol-based hand rub and soap dispensers during visits to the bathrooms, at mealtimes, kitchen visits, and going into and coming out of their hospital rooms.\n\nResearchers found patients washed their hands during almost 30 percent of bathroom visits, about 39 percent during mealtimes, just more than 3 percent of kitchen visits, less than 3 percent of room entries and almost 7 percent of room exits, according to the abstract. This inattention to hand hygiene could contribute to transmission of pathogens from the hospital environment, researchers said.\n\nIn addition to washing their hands more, both patients and medical staff could improve hand hygiene and decrease the spread of disease by fist-bumping rather than shaking hands, FierceHealthcare previously reported. In previous studies, researchers found the highest bacterial transfer during the handshake. The transfer level fell by more than half for a high-five and by a full 90 percent for a fist-bump.\n\nHowever, as hand-hygiene efforts continue, the Food and Drug Administration is concerned antibacterial soap could expose workers to unsafe levels of the chemical triclosan, which could affect hormone levels. Researchers encourage healthcare workers to use plain water and soap.\n\nTo learn more:\n\n- here's the study abstract\n\nRelated Articles:\n\nNew guidance offers recommendations for hand hygiene best practice\n\nFirst- bumps, high-fives more hygienic than handshakes\n\nIs antibacterial soap safe for healthcare workers?\n\nTennessee hospital drastically dropped infection rates through hand-hygiene initiative", "article_metadata": {"description": "Hospitals around the country focus efforts on improving employees' hand-hygiene compliance, but may want to spend time encouraging hospitalized patients to wash their hands, according to a new study published in Infection Control & Hospital Epidemiology", "og": {"site_name": "FierceHealthcare", "description": "Hospitals around the country focus efforts on improving employees' hand-hygiene compliance, but may want to spend time encouraging hospitalized patients to wash their hands, according to a new study published in Infection Control & Hospital Epidemiology", "title": "Hospitalized patients show poor hand-washing habits", "url": "http://www.fiercehealthcare.com/story/hospitalized-patients-show-poor-hand-washing-habits/2014-10-08", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,hand-hygiene,handwashing,hospitalized patients,Patient Care & Outcomes,Patient Engagement", "viewport": "width=device-width", "news_keywords": "Care Delivery,Patient Care & Outcomes,Patient Engagement"}, "_id": "\"57477af36914bd0286fca474\"", "article_summary": "This inattention to hand hygiene could contribute to transmission of pathogens from the hospital environment, researchers said.\nResearchers did a cross-sectional study of 279 patients admitted to three multi-organ transplant units at Canadian acute care teaching hospitals, according to the study abstract.\nIn addition to washing their hands more, both patients and medical staff could improve hand hygiene and decrease the spread of disease by fist-bumping rather than shaking hands, FierceHealthcare previously reported.\nTo learn more:- here's the study abstractRelated Articles:New guidance offers recommendations for hand hygiene best practiceFirst- bumps, high-fives more hygienic than handshakesIs antibacterial soap safe for healthcare workers?\nThey monitored patients' use of alcohol-based hand rub and soap dispensers during visits to the bathrooms, at mealtimes, kitchen visits, and going into and coming out of their hospital rooms."}