{"article_title": "CAPG Applauds DMHC Inclusion of Undertakings in Blue Shield–Care 1st Merger", "article_keywords": ["blue", "shieldcare", "managed", "plans", "dmhc", "inclusion", "merger", "medical", "shield", "health", "applauds", "1st", "undertakings", "capg", "quality", "care"], "article_url": "http://www.businesswire.com/news/home/20151009005591/en/CAPG-Applauds-DMHC-Inclusion-Undertakings-Blue-Shield%E2%80%93Care", "article_text": "LOS ANGELES--(BUSINESS WIRE)--This statement was issued today by CAPG President and CEO Donald H. Crane on the inclusion of undertakings in the California Department of Managed Health Care (DMHC) approval of Blue Shield’s acquisition of Care 1st:\n\n“I’m very pleased to see the Department of Managed Health Care, Blue Shield and Care 1st so acutely focused on the needed infrastructure improvements in the undertakings ordered by Director Shelley Rouillard.\n\n“Providing the electronic infrastructure for more accurate physician directories improves access for patients in this new environment of expanded coverage under the Affordable Care Act. While the accompanying requirement for a single, uniform encounter data project is perhaps ‘insider baseball’ to most Californians, it means that the DMHC and the merged plans are focusing on 21st century data management – which provides vastly improved cost and quality transparency in the healthcare system and in turn, makes the patient experience much more satisfying in the long run.\n\n“We are grateful to DMHC Director Rouillard for listening to CAPG’s September 9 proposal recommending this undertaking in the state’s numerous pending health plan mergers.”\n\nDMHC October 8 announcement of the Blue Shield–Care 1st merger:\n\nDepartment of Managed Health Care Approves Blue Shield Acquisition of Care 1st\n\n$200 Million Investment to Help Consumers, Make Health Care More Transparent and Accessible\n\n(Sacramento) – California Department of Managed Health Care (DMHC) Director Shelley Rouillard has issued an order approving Blue Shield of California’s (Blue Shield) acquisition of Care 1st Health Plan (Care 1st).\n\n“This order brings Blue Shield into the Medi-Cal program and requires the plan to improve quality and access for Medi-Cal beneficiaries. Prior to approval, my team performed an exhaustive review of all aspects of the proposed transaction, performed complex legal analyses, conferred with external experts and considered all public comments,” said Director Rouillard.\n\nThe DMHC examines proposed mergers to ensure enrollees of all plans involved in the transaction are protected and have continued access to appropriate health care services. During the review process the DMHC examines organizational and corporate structure, administrative capacity changes, health care delivery system changes, product or subscriber changes, the effect of the transaction on financial viability of the plan, the financing for the transaction and its impact on consumers.\n\n“The Department’s approval includes commitments by Blue Shield that will improve the state’s health care delivery system, benefit consumers and improve access in the Medi-Cal program. This includes $200 million in investments to strengthen the health care delivery system, particularly in Medi-Cal, and support consumer assistance programs,” continued Rouillard. “Blue Shield must also make improvements in the areas of health care quality and access.”\n\n“This agreement will provide important tools to standardize information about managed care and improve oversight of managed care services, for Medi-Cal members and all Californians,” said Jennifer Kent, Director of the California Department of Health Care Services (DHCS). DHCS administers the Medi-Cal program, which provides coverage to 12.5 million Californians, largely through managed care plans.\n\nAs a condition of approving the acquisition, the DMHC successfully negotiated several commitments, referred to as undertakings, to protect consumers, make investments in the health care delivery system, and improve health care quality and access. The undertakings include:\n\nHealth Care Investments:\n\nBlue Shield agrees to invest a total of $200 million to increase transparency and accessibility in health care and support consumer assistance programs. The investments are described in the following:\n\n$50 million will be invested to strengthen the health care delivery system, in particular the Medi-Cal delivery system, through programs intended to improve and make finding information simpler for consumers and the public. These projects will help streamline information for plans, providers, consumers and the public creating better transparency and accessibility. Encounter Data Project: Complete, timely and accurate encounter data is critical to assessing patient population health and ultimately health care costs. By December 15, 2016, Blue Shield agrees to propose an approach for the industry to standardize encounter data submissions and invite all California health plans to participate. While the project will initially focus on Medi-Cal plans and providers, Blue Shield agrees to participate in a project to standardize encounter data submissions across all lines of business. Provider Database Project: By December 15, 2015, Blue Shield agrees to propose an approach for the development of a statewide centralized provider directory database for the purpose of creating a single portal for consumers to access information, for providers to access and update their data, and for health plans to meet their legal obligations regarding provider directories. Blue Shield will invite all California health plans, including Medi-Cal managed care plans, to participate.\n\n$140 million to the Blue Shield Foundation or other charitable organizations approved by the DMHC.\n\n$10 million to locally based consumer assistance programs to enhance consumer assistance and education efforts in the state.\n\nHealth Care Quality and Access:\n\nBlue Shield agrees to improve its quality of care performance as measured by the Right Care Initiative and the Office of Patient Advocate Quality Report Card. Likewise, Care 1st agrees to improve its quality of care as measured by the Medi-Cal Managed Care Health Care Options Consumer Guide.\n\nBlue Shield agrees to improve the Care 1st network of contracted specialty providers and Care 1st’s enrollees’ access to specialty care. Blue Shield will also assist Care 1st in the development and maintenance of the Care 1st Medi-Cal network.\n\nCare 1st agrees to ensure that Medi-Cal encounter data is submitted accurately and timely.\n\nEducation:\n\nBlue Shield and Care 1st agree to promote health literacy education and will file a plan with the Department specifying the programs in sufficient detail, including a description of the program and its methods and goals, for the Department to evaluate and approve prior to the plans initiating their participation. Health literacy is more important than ever with a large newly insured population following implementation of the Affordable Care Act. Educated consumers know how and when to use health care services, and where and how to seek help if they are denied services.\n\nClick here to view the full list of undertakings: https://www.dmhc.ca.gov/Portals/0/AbouttheDMHC/NewsRoom/2015/pr100815.pdf\n\nBackground:\n\nBlue Shield announced in January 2015 that it had reached a $1.2 billion agreement to purchase Care 1st, a privately-held, for-profit health plan operating mostly Medi-Cal and Medicare business in Los Angeles and San Diego counties. Following the closing, Blue Shield will convert Care1st to a nonprofit corporation.\n\nThe DMHC held a public meeting on June 8, 2015 on the transaction to be as transparent as possible and provide members of the public an opportunity to comment. The meeting provided an opportunity for Blue Shield and Care 1st to publicly explain the transaction and for members of the public to comment on what the DMHC should consider when reviewing the transaction.\n\nThe Department also required an independent fair market valuation, which showed that the purchase price is fair and thoroughly examined the transaction to ensure there are no conflicts of interest.\n\nWith the DMHC Order of Approval, Blue Shield and Care 1st may complete the terms of their merger.\n\nAbout CAPG\n\nCAPG is the leading U.S. association for and the voice of physician organizations practicing capitated, coordinated care. The organization comprises close to 200 multispecialty medical groups and independent practice associations (IPAs) in 39 states, the District of Columbia, and Puerto Rico. CAPG members provide comprehensive healthcare through patient-centered, coordinated, and accountable physician group practices. We strongly believe this model—which CAPG members have successfully utilized for more than two decades—offers the highest quality, most efficient delivery mechanism, and greatest value for patients. For more information, please visit www.capg.org.", "article_metadata": {"description": "This statement was issued today by CAPG President and CEO Donald H. Crane on the inclusion of undertakings in the California Department of Managed Hea", "og": {"image": {"width": 465, "identifier": "http://www.businesswire.com/images/bwlogo_square.png", "type": "image/png", "height": 225}}, "twitter": {"widgets": {"csp": "on"}, "description": "This statement was issued today by CAPG President and CEO Donald H. Crane on the inclusion of undertakings in the California Department of Managed Hea", "site": "@businesswire", "card": "summary_large_image", "title": "CAPG Applauds DMHC Inclusion of Undertakings in Blue Shield&ndash;Care 1st Merger"}, "robots": "noodp,noydir", "DC.date.issued": "2015-10-09", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af46914bd0286fe00e5\"", "article_summary": "Blue Shield will also assist Care 1st in the development and maintenance of the Care 1st Medi-Cal network.\nLikewise, Care 1st agrees to improve its quality of care as measured by the Medi-Cal Managed Care Health Care Options Consumer Guide.\nWith the DMHC Order of Approval, Blue Shield and Care 1st may complete the terms of their merger.\nBlue Shield agrees to improve the Care 1st network of contracted specialty providers and Care 1st’s enrollees’ access to specialty care.\nBlue Shield will invite all California health plans, including Medi-Cal managed care plans, to participate."}