{"article_title": "Minding Your N, P and K's- How to Interpret Clemson University Soil Test Results For A Bountiful Vegetable Garden", "article_keywords": ["plant", "gardening", "extension", "soil", "university", "recommendations", "results", "n", "ks", "p", "test", "does", "nitrogen", "minding", "vegetable", "ph", "clemson", "interpret"], "article_url": "http://www.postandcourier.com/article/20140315/pc1207/140319600/1002/minding-your-n-p-and-ks-how-to-interpret-clemson-university-soil-test-results-for-a-bountiful-vegetable-garden", "article_text": "For years I tried convincing my grandfather, an avid vegetable gardener, to get his soil tested by the Clemson University Agricultural Service Laboratory. He finally agreed and submitted a sample ($6).\n\nA few years later, I learned he was sending a sample yearly but not following the fertilizing recommendations returned by Clemson. Instead, he continued using the 10-10-10 he'd been using for years.\n\nFor many, like grandpa, interpreting the results of the laboratory analysis can be an impediment to making changes in their gardening practices. Vegetable gardening requires good fertility management and following the recommendations can pay off in reduced costs and improved yields.\n\nHere are common questions we at Clemson Extension receive about interpreting soil test results:\n\nQ: I got my results back, what are all those numbers under the \"Recommendations\"?\n\nA: Those numbers are codes for a set of standard recommendations, and are explained by code under the \"Comments\" section.\n\nQ: What is pH and what is the range of optimal pH levels? And what does \"buffer pH\" mean?\n\nA: The pH scale measures the number of free hydrogen ions, an indicator of acidity. Nutrients are taken up by plants within a narrow pH range. For instance, a soil pH ranging from 5.8-6.5 is best for most vegetables. Some plants, such as blueberries, do better with acidic soils. Most soils in the Lowcountry are acidic and will need modification to achieve an ideal pH (more below).\n\nBuffer pH reveals how difficult it will be to change the pH of the soil. This number is needed to make specific recommendations for adjusting the soil pH. Buffer pH is not a number that should concern the home gardener.\n\nQ: My soil test results do not recommend adding lime. Why not?\n\nA: Lime raises the pH of soil to make it more basic. Most vegetables prefer a slightly acidic soil pH. Adding lime when not needed might hurt plant development and be a waste of money for the gardener.\n\nQ: What does CEC mean?\n\nA: Cation Exchange Capacity (CEC) relates to the ability of soil to hold nutrients. Soils with a high CEC are more fertile than those with a low CEC. Increasing organic matter, such as adding compost to the soil, greatly boosts the CEC, thus improving fertility.\n\nQ: Why don't the results measure nitrogen in my soil?\n\nA: Nitrogen, critical for plant growth, is responsible for the green color in leaves, increased seed and fruit yield and rapid growth. Most garden soil does not have enough nitrogen available for high fertility plants like vegetables.\n\nNitrogen is difficult to measure in a soil test because it constantly switches from a mineral form to a gaseous form. Because of this, the recommendations for applying nitrogen fertilizers are made based on plant needs and measurable soil fertility indicators such as pH and cation exchange capacity (CEC).\n\nApplying more nitrogen than recommended can result in excessive vegetative growth with less flowering or fruit. It also can lead to increased disease and insect damage, add to environmental pollution, and waste the gardener's money.\n\nQ: I noticed that the amount of phosphorus was reported as excessive. What does this mean and can I dilute it?\n\nA: Lowcountry soils are naturally high in phosphorus, so it is not unusual to see this on a report. While gardeners cannot apply amendments or products to dilute excessive nutrients or minerals, the plants in your garden can utilize excess nutrients, lowering the amount in soil over time. In this case, the lab report will recommend you use a fertilizer that does not contain phosphorus such as 15-0-15.\n\nFertilizer bags are always prominently labeled with three numbers in the same order. This guaranteed analysis informs consumers that the percentage of the major minerals needed for plant growth, nitrogen (N), phosphorus (P) and potassium (K), have been verified by the Clemson Department of Plant Industry Fertilizer Inspection program.\n\nQ: I have not taken a soil sample in for testing this year. Is it too late? Where can I take it? Can someone help me interpret the results?\n\nA: It's not too late, although you may not have time to make significant pH adjustments for the spring.\n\nThere are several drop-off sites in the tri-county area including these listed. Call ahead for office hours unless they are listed.\n\nCharleston County Office, 259 Meeting St., Charleston, 722-5940\n\nBerkeley County Office, 3014 Cypress Garden Road, Moncks Corner, 719-4140\n\nDorchester County Office, 201 Johnston St., St. George, 832-0135\n\nSummerville Master Gardener Office,1105 Yancey St., Summerville 285-2180 (9 a.m.-noon)\n\nMaster Gardener Farmers Markets soil sample collection sites:\n\nSaturdays: April-November, Marion Square Farmers Market, 9 a.m.-noon; Summerville Farmers Market, Main Street, 8 a.m.-1 p.m.\n\nTuesdays: April-October, Mount Pleasant Farmers Market, Moultrie Middle School, 3:30-6 p.m.\n\nClemson Extension agents or Master Gardeners are available, at no charge, to assist in the interpretation of soil test results. Call one of the numbers listed.\n\nMore information about soil samples can be found at: www.clemson.edu/public/regulatory/ag_svc_lab/\n\nAnnouncements\n\nThe fourth annual Carolina Yard Gardening School is open for enrollment. Join Clemson Extension and the Tri County Master Gardeners for this one-day gardening event that includes hands-on gardening workshops and lectures. Amanda McNulty, host of SCETV's gardening show \"Making It Grow,\" will do a live show without the cameras. The school will be 8 a.m.-4:30 p.m. March 22 at the Charleston Exchange Park. Pre-registration is required and the cost is $75. For details and to register, go to www.clemson.edu/extension/mg/counties/tri_county/ or email Amy Dabbs, Clemson Extension Horticulture Agent, at adabbs@clemson.edu.\n\nClemson University will be offering Private Pesticide Applicator Training on April 8. Cost of registration is $50 and is payable with cash or check. Please email Zack Snipes at zbsnipe@clemson.edu or call 722-5940, ext. 123 to RSVP and for more information, including location and time.\n\nClemson University will be hosting a \"Nuisance Wildlife in Agricultural Crops\" Workshop on April 10. This program is geared toward agricultural producers and will be held at Dorchester County Career and Technology Center. Registration is $5. RSVP to Heather Weaver at 563-5773 or hweave2@clemson.edu by April 7.\n\nZack B. Snipes is a Clemson Extension Commercial Horticulture Agent in Charleston and Beaufort counties.", "article_metadata": {"news_keywords": "Minding Your N, P and K's- How to Interpret Clemson University Soil Test Results For A Bountiful Vegetable Garden, FP LatestNews, \r\nFP LatestNewsHome & Garden, \r\nZach B. Snipes, \r\nZach B. Snipes,", "og": {"site_name": "Post and Courier", "description": "For years I tried convincing my grandfather, an avid vegetable gardener, to get his soil tested by the Clemson University Agricultural Service Laboratory. He finally agreed and submitted a sample ($6).", "title": "Minding Your N, P and K's- How to Interpret Clemson University Soil Test Results For A Bountiful Vegetable Garden", "url": "http://www.postandcourier.com20140315/140319600/minding-your-n-p-and-ks-how-to-interpret-clemson-university-soil-test-results-for-a-bountiful-vegetable-garden", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20140315/PC1207/140319600/AR/0/AR-140319600.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20140315/PC1207/140319600/AR/0/AR-140319600.jpg"}, "type": "article"}, "twitter": {"description": "For years I tried convincing my grandfather, an avid vegetable gardener, to get his soil tested by the Clemson University Agricultural Service Laboratory. He finally agreed and submitted a sample ($6).", "title": "Minding Your N, P and K's- How to Interpret Clemson University Soil Test Results For A Bountiful Vegetable Garden", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@postandcourier", "image": "http://www.postandcourier.com/storyimage/CP/20140315/PC1207/140319600/AR/0/AR-140319600.jpg", "card": "summary_large_image"}, "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 140319600}}, "keywords": "Minding Your N, P and K's- How to Interpret Clemson University Soil Test Results For A Bountiful Vegetable Garden , FP LatestNews, \r\nFP LatestNewsHome & Garden, \r\nZach B. Snipes, \r\nZach B. Snipes", "article": {"published_time": "2014-03-15T13:00:00Z", "modified_time": "2014-03-14T15:06:00Z"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "For years I tried convincing my grandfather, an avid vegetable gardener, to get his soil tested by the Clemson University Agricultural Service Laboratory. He finally agreed and submitted a sample ($6)."}, "_id": "\"57477af36914bd0286fca482\"", "article_summary": "For details and to register, go to www.clemson.edu/extension/mg/counties/tri_county/ or email Amy Dabbs, Clemson Extension Horticulture Agent, at adabbs@clemson.edu.\nZack B. Snipes is a Clemson Extension Commercial Horticulture Agent in Charleston and Beaufort counties.\nFor instance, a soil pH ranging from 5.8-6.5 is best for most vegetables.\nJoin Clemson Extension and the Tri County Master Gardeners for this one-day gardening event that includes hands-on gardening workshops and lectures.\nHere are common questions we at Clemson Extension receive about interpreting soil test results:Q: I got my results back, what are all those numbers under the \"Recommendations\"?"}