{"article_title": "Behavioral Healthcare Lacking For Some of the Most in Need", "article_keywords": ["mental", "lacking", "healthcare", "lake", "county", "services", "patients", "health", "behavioral", "need", "salt", "authorization", "care"], "article_url": "http://utahpoliticalcapitol.com/2014/08/13/behavioral-healthcare-lacking-for-most-in-need/", "article_text": "Some of the most acute crises in any community involve what is now politely referred to as “behavioral health.” The “accountable care model” for those services in Utah’s largest county continues to be examined, discussed previously as part of Utah Political Capitol’s coverage on the issue. With the increased use of taxpayer dollars, additional scrutiny has been placed on providers continuing to protect their interests.\n\nSince taxpayers’ dollars are in play, county overseers must quickly and efficiently identify the “medical necessity” and subsequent need for care which drives both the effort and the reimbursement for those who provide it.\n\nAdministrators say that there is no incentive to deny needed care in Salt Lake County because they insist that their agreement with OptumHealth (which serves as the “administrative services entity” controlling the federal funds involved), could be a model for the rest of the nation.\n\n“Most counties in America might only contribute to total funding for behavioral health patients at the 20 percent required [by law],” explained Tim Whalen, the county’s chief administrator in this area. “Salt Lake County allocates a 1:1 ratio of funding,” which Whalen calls an “unprecedented commitment.”\n\n“Beginning with Peter Corroon, and now with Mayor Ben McAdams, this county believes in a one-to-one match of the available federal funds because we’ve made it a priority to help people,” Whalen added. Indeed, the behavioral healthcare budget currently covers 65,000 of the County’s Medicare and Medicaid recipients, among others. In the post-Affordable Care Act (ACA) era, insurers and plans also include Select Health, Healthy Utah, Molina, Arches, and Humana.\n\nACA Creates a “Seismic Shift.” County Starts Asking Questions\n\nAfter the ACA became law, and before people previously without any kind of health care qualified for it, a seismic shift ran through the administrative players who provide available care to the masses. One of the largest behavioral health providers in Salt Lake County, was formerly called Valley Mental Health and involved hundreds of caregivers. In the most populated county in the state (at over 1 million residents) that list now has surpassed more than a thousand providers ranging from entire hospital organizations to individual therapists.\n\nBut at the time the ACA changed the financial relationship between patients, insurers and caregivers, Valley Mental Health reviewed their patient lists and dropped many in Salt Lake County who needed services the most, but could afford services the least. Valley Mental Health claimed that patients didn’t meet criteria that would allow payment to their organization, meaning that care then ended for many on their rolls.\n\nIn response, Salt Lake County administrators and many behavioral health advocates called for an audit of the entire system (found here). Valley Mental Health then morphed into its most current corporate self, now known as Valley Behavioral Health. In doing so, a system that had once required critical care itself, was now at least organizationally ambulatory and able to take financial sustenance.\n\nAt the end of the audit, Salt Lake County Mayor Ben McAdams stated that the next steps would include challenges “as we adapt to the financial realities of the model.” These realities involve including those that fall into the so-called “Medicaid gap,” where some individuals do not qualify for coverage because their household earns just enough to disallow Medicaid, but remains unable to pay for required services. In behavioral health, that can mean the difference between ongoing psychosis and eventual recovery. For many who remain uncovered, acute care is essential.\n\nA specific charge leveled at OptumHealth is that they continue to deny authorization for those requiring consistent behavioral health care after being brought to an emergency department as a “threat to self or others.” Optum reasons that if there are drugs or alcohol involved, “Inpatient Detox” requires a different, pre-admitting procedure and status which denies the authorization for ongoing, inpatient care after the emergency response is over. Some patients may then linger in the Emergency Room and ultimately cost the taxpayer even more.\n\nAfter Review, Problems Persist\n\nOne of the county’s major providers, MountainStar, says they are still being wrongfully denied authorizations for the appropriate admittance of their patients and are well aware of how to “step down” the treatment options after the initial crisis ends. The audit commissioned by Salt Lake County cited as a future recommendation that provider “reimbursement criteria,” (authorizations) be agreed upon as part of the oversight shouldered by Salt Lake County. This is the point where the current system falters.\n\nOne of the county’s expert caregivers is State Senator Brian Shiozawa (Republican – Salt Lake), an ER doctor with MountainStar Medical Group, who told Utah Political Capitol, “If that [authorization] problem is occurring, then that’s a big deal. Right now we are facing a crisis with mental health reimbursement, and mental health coverage in general, especially with the providers and the growing population, particularly, for whatever reason, in Salt Lake County.”\n\nBut county administrators, who include licensed clinicians themselves, are quick to correct what they feel is a misconception. Brian Currie, one of the behavioral health care overseers, says that the system can be “gamed,” by more than one side. “Over a fiscal year, the county has handled more than 18,000 behavioral healthcare cases, including required psychiatric inpatient services,” Currie told Utah Political Capitol, “There would be no reason to delay inpatient services if the attending experts believed that to be necessary.” Additionally, Currie said that in the case of MountainStar, there have been no “Notices of Action (NOA),” initiating the appeal process that would correct a potential reimbursement or authorization problem. MountainStar administrators acknowledged that they had filed none as of July 31st.\n\nWrinkles Being Ironed Out\n\nThe first step to resolve a potential authorization conflict is a letter constituting the NOA, triggering a 30-day appeals process which both the state and the county oversee. “In the past five years, only two of these Notices of Action have been overturned in appeals,” said Currie. In the past fiscal year (coinciding with the state’s budget year), of 588 notices of action, only 147 were appealed and of those, only two had gone all the way to adjudication.\n\nWhalen said that one provider has appealed more than any other. “87 percent of those 147 were appealed by Intermountain Healthcare,” he stated. Currie and Whalen went on to clarify the “inpatient detox” benefit which is at the heart of the current controversy charged by MountainStar. If the patient is evaluated as requiring detox treatment, it’s limited to one treatment in 60 days, and facilities admit based upon evidence (including the patient’s prior history) that is available during the initial patient evaluation. Somewhere in-between the heartbeats and these administrative definitions, policies and procedures, these evaluations yield the patient outcome and the eventual cost to the taxpayer. The problem described by MountainStar includes OptumHealth denying authorization for an acute care patient because Optum wants it classified as “inpatient detox,” and scheduled in advance.\n\nIn cases where providers are admitting patients before authorization, conflicts then arise. The overlying process, budgets, and caregivers working within Salt Lake County are demonstrating a level of behaviorial healthcare that the rest of the nation may not yet experience. Still, Senator Shiozawa says, “The issue on the [Medicaid] expansion, the coverage of the people below the [federal poverty level} and also the change in reimbursement on mental health services to Salt Lake County, would help immensely in terms of the funding of these services… it would help the county in funding and would help the patients in terms of coverage.”", "article_metadata": {"viewport": "width=device-width, initial-scale=1.0", "generator": "WordPress 4.2.8"}, "_id": "\"57477af36914bd0286fca481\"", "article_summary": "The audit commissioned by Salt Lake County cited as a future recommendation that provider “reimbursement criteria,” (authorizations) be agreed upon as part of the oversight shouldered by Salt Lake County.\nValley Mental Health then morphed into its most current corporate self, now known as Valley Behavioral Health.\nBrian Currie, one of the behavioral health care overseers, says that the system can be “gamed,” by more than one side.\nOne of the largest behavioral health providers in Salt Lake County, was formerly called Valley Mental Health and involved hundreds of caregivers.\nIn response, Salt Lake County administrators and many behavioral health advocates called for an audit of the entire system (found here)."}