{"article_title": "Steely Dan at Coachella 2015: 'We Still Got It, and If You Want It Come & Get It'", "article_keywords": ["festival", "dan", "dans", "coachella", "steely", "fagen", "world", "2015", "performance", "becker", "come"], "article_url": "http://www.billboard.com/articles/columns/music-festivals/6531510/steely-dan-coachella-2015-recap", "article_text": "Every festival needs its multigenerational moments, even Coachella, notorious for its abnormally high proportion of teen guys in polo shirts and college girls in flower crowns. On Friday (Apr. 10), when the 2015 version of Coachella launched, the dads had their day: AC/DC headlined, Ride offered a distraction from the young artists, and the main stage was riddled with guitar jams from the likes of Tame Impala, The War On Drugs and Interpol. Yet the opening day of 2015 Coachella reached its fatherliness climax -- Peak Dad, if you will -- when Steely Dan took the Outdoor Theatre stage at 8:15 PM, with Donald Fagen, Walter Becker and a 10-piece backing band arriving promptly on time.\n\nFull Coachella Coverage\n\nThe performance took place on the opposite end of the Coachella grounds from the EDM-themed Sahara Tent, and for good reason: Steely Dan's signature smooth jazz-rock, played in typically airtight fashion, was about as far away as you could get from the adrenalized beat-drop-a-minute atmosphere of, say, DJ Snake. That didn't mean that The Dan's audience was turned down, though: as the veteran duo unloaded their catalog on a mix of diehards and rubberneckers, Fagen and Becker hypnotized the crowd with natural charisma and pure musicianship.\n\n\n\nSteely Dan opted to forgo any set surprises, shaking off rumors of special guests and sticking to their tried-and-true setlist. \"Show Biz Kids\" contained a blistering sax solo, and \"Hey Nineteen\" shook awake the members of the audience waiting to be enthralled. Of course \"Reelin' in the Years\" was played -- how could it not be? -- but the song's history seemed to speak to the crowd, which had digested a fair amount of recent quasi-hits from the day's earlier, greener performers.\n\nCoachella Friday: Lykke Li Covers Drake, Vic Mensa Drops Kanye Collab & More\n\nHowever, the most memorable moment of the performance wasn't musical -- it was Becker's drunk-uncle rant, a fixture of Steely Dan shows, but extended and extra-special on this night. He touched on all topics: the band's reason for playing Coachella (\"There were some financial considerations, I'm not gonna lie,\" he uttered as a semi-joke); 2015 festival tropes (\"Some guy's out there sucking on a pacifier\"); and good old-fashioned shit-talking (\"We're here, we still got it, and if you want it come and get it… You're gonna know that your little tree has been shook, and that your world has been rocked.\") By the time Becker started waxing poetic on the group's potential enhancement of their listeners' love lives, the mid-set speech had become a legend.\n\n\n\nBecker oversold the performance a little bit -- it's simply difficult to have your world \"rocked\" by a Steely Dan show. Yet he was correct in saying that he, Fagen and their impressive backing crew still have \"it,\" an undeniable showmanship that made their veteran presence at Coachella a welcome one. Stripped of gimmickry and refreshingly honest, Steely Dan's performance was less of an antidote for older attendees than a supplement for all music-loving festival goers.", "article_metadata": {"og": {"site_name": "Billboard", "description": "The performance took place on the opposite end of the Coachella grounds from the EDM-themed Sahara tent, and for good reason: Steely Dan’s signature smooth jazz-rock, played in typically airtight fashion, was about as far away as you could get from the adrenalized beat-drop-a-minute atmosphere of, say, DJ Snake.", "title": "Steely Dan Stands Tall at Coachella: 'We Still Got It, and If You Want It Come & Get It'", "url": "http://www.billboard.com/articles/columns/music-festivals/6531510/steely-dan-coachella-2015-recap", "image": {"width": 650, "identifier": "http://www.billboard.com/files/media/donald-fagen-steely-dan-coachella-day-1-weekend-1-2015-billboard-650.jpg", "type": "image/jpeg", "height": 430}, "type": "article"}, "twitter": {"description": "The performance took place on the opposite end of the Coachella grounds from the EDM-themed Sahara tent, and for good reason: Steely Dan’s signature smooth jazz-rock, played in typically airtight fashion, was about as far away as you could get from the adrenalized beat-drop-a-minute atmosphere of, say, DJ Snake.", "title": "Steely Dan Stands Tall at Coachella: 'We Still Got It, and If You Want It Come & Get It'", "url": "http://www.billboard.com/articles/columns/music-festivals/6531510/steely-dan-coachella-2015-recap", "image": "http://www.billboard.com/files/media/donald-fagen-steely-dan-coachella-day-1-weekend-1-2015-billboard-650.jpg", "site": "@billboard", "card": "summary_large_image"}, "description": "The performance took place on the opposite end of the Coachella grounds from the EDM-themed Sahara tent, and for good reason: Steely Dan’s signature smooth jazz-rock, played in typically airtight fashion, was about as far away as you could get from the adrenalized beat-drop-a-minute atmosphere of, say, DJ Snake.", "viewport": "width=device-width, initial-scale=1", "title": "Steely Dan at Coachella 2015: 'We Still Got It, and If You Want It Come & Get It' | Billboard"}, "_id": "\"57477af46914bd0286fe00ef\"", "article_summary": "Steely Dan opted to forgo any set surprises, shaking off rumors of special guests and sticking to their tried-and-true setlist.\nBecker oversold the performance a little bit -- it's simply difficult to have your world \"rocked\" by a Steely Dan show.\nStripped of gimmickry and refreshingly honest, Steely Dan's performance was less of an antidote for older attendees than a supplement for all music-loving festival goers.\nYet the opening day of 2015 Coachella reached its fatherliness climax -- Peak Dad, if you will -- when Steely Dan took the Outdoor Theatre stage at 8:15 PM, with Donald Fagen, Walter Becker and a 10-piece backing band arriving promptly on time.\nCoachella Friday: Lykke Li Covers Drake, Vic Mensa Drops Kanye Collab & MoreHowever, the most memorable moment of the performance wasn't musical -- it was Becker's drunk-uncle rant, a fixture of Steely Dan shows, but extended and extra-special on this night."}