{"article_title": "Rouhani clashes with Iranian police over undercover hijab agents", "article_keywords": ["dignity", "supreme", "saying", "iranian", "young", "send", "rouhani", "clashes", "islamic", "agents", "western", "hijab", "violations", "undercover", "women"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/20/Rouhani-clashes-Iranian-police-over-undercover-hijab-agents", "article_text": "Some 7,000 men and women officers began reporting such violations in Tehran, Iran's capital, on Monday. The head of police said the officers were not authorized to arrest anyone; they can only send reports of violations by text messages to police headquarters.\n\nAsked about the undercover morality police, President Hassan Rouhani said such decisions should not be made by the government and he would keep his promise to preserve citizens' freedom.\n\n\"Our first duty is to respect people's dignity and personality. God has bestowed dignity to all human beings and this dignity precedes religion,\" Rouhani was quoted as saying by the news agency ISNA on Wednesday.\n\nIranian police are part of the armed forces and supervised by Supreme Leader Ayatollah Ali Khamenei, but the government has a say in their policies through the Interior Ministry.\n\nThe morality police in Iran usually detain women on the street for wearing bright clothes, a loose hijab or make-up, and men for \"unacceptable\" hair and clothing styles. They have sealed off barber shops for giving Western haircuts and cafes in which boys and girls were not observing Islamic law.\n\nRouhani came to office in 2013 mainly on the votes of young people, and he has disagreed with strict Islamic rules. Many young Iranians hoped that his presidency would be accompanied by an easing of cultural restrictions.\n\nBut hardliners have moved to block any relaxation of the Islamic Republic's social rules, warning of the \"infiltration\" of Western culture. They harshly criticized Rouhani last year for saying the police should enforce the law rather than Islam.\n\nIn 2014, he said \"you can't send people to heaven by the whip,\" a comment that brought a reaction from the Supreme Leader.\n\n(Reporting by Bozorgmehr Sharafedin, editing by Larry King)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Some 7,000 men and women officers began reporting such violations in Tehran, Iran's ca", "title": "Rouhani clashes with Iranian police over undercover hijab agents", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/20/Rouhani-clashes-Iranian-police-over-undercover-hijab-agents", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/pakistan-iran_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/20/Rouhani-clashes-Iranian-police-over-undercover-hijab-agents", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/pakistan-iran_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Some 7,000 men and women officers began reporting such violations in Tehran, Iran's ca", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Rouhani came to office in 2013 mainly on the votes of young people, and he has disagreed with strict Islamic rules.\nGod has bestowed dignity to all human beings and this dignity precedes religion,\" Rouhani was quoted as saying by the news agency ISNA on Wednesday.\nThey harshly criticized Rouhani last year for saying the police should enforce the law rather than Islam.\nAsked about the undercover morality police, President Hassan Rouhani said such decisions should not be made by the government and he would keep his promise to preserve citizens' freedom.\nSome 7,000 men and women officers began reporting such violations in Tehran, Iran's capital, on Monday."}