{"article_title": "UNREAL: Mass Media Professor Demands \"Some Muscle\" To Remove Reporter From Mizzou Protest Camp", "article_keywords": ["mizzou", "demands", "students", "media", "professor", "reporter", "remove", "campus", "protest", "unreal", "mass", "team", "need", "president", "went", "muscle", "university"], "article_url": "http://townhall.com/tipsheet/katiepavlich/2015/11/10/unreal-journalism-professor-kicks-media-out-of-mizzou-coverage-n2078298", "article_text": "In case you've missed what's been happening at the University of Missouri (Mizzou), students are protesting the university's response to a series of alleged racially charged incidents on campus. The University president resigned after demands for his ousting were made by members of the Mizzou football team, who accused the president of failing to address racial incidents properly. With a million dollar fine in the balance, the team threatened not to play in this weekend's big game against BYU unless the president was gone.\n\nNow, protestors on campus and campus faculty are taking the situation to a whole new extreme. When a reporter went into a protest \"safe space\" camp yesterday to ask some questions about their goals and motives, a Mizzou assistant media professor demanded that he leave. Her name is Melissa Click and according to her bio, she's currently researching 50 Shades of Gray and the relationship Lady Gaga has with her fans on social media. When the reporter refused, she went around the camp asking for \"some muscle\" to remove him. Ironically, the reporter is a student reporter for the Mizzou student newspaper.\n\n\"You need to get out! You need to get out!\" Click is seen yelling. \"Hey! Who wants to help me get this reporter out of here?! I need some muscle over here!\"\n\n\"You need to back up if you're the media! You need to back up! Respect the students! Back up! You need to go!\"\n\nYou just can't make this stuff up.\n\nHow college works, in one caption. pic.twitter.com/mPc32B7wBo — Dave Itzkoff (@ditzkoff) November 10, 2015\n\n@DylanByers @melissaclick Looks like she has some very important research keeping her from reading the Constitution pic.twitter.com/v8W0a1v6y2 — Ben Jacobs (@Bencjacobs) November 10, 2015\n\nClick is a perfect example of how leftist ideology trumps journalistic principles in the name of \"safe space.\" What the hell is this, Cuba?", "article_metadata": {"description": "Leftists. .05/27/2016 4:40:57AM EST.", "author": "Katie Pavlich", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Leftists.", "title": "UNREAL: Mass Media Professor Demands \"Some Muscle\" To Remove Reporter From Mizzou Protest Camp", "url": "http://townhall.com/tipsheet/katiepavlich/2015/11/10/unreal-journalism-professor-kicks-media-out-of-mizzou-coverage-n2078298", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2015/11/10/1.png", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Leftists.", "title": "UNREAL: Mass Media Professor Demands \"Some Muscle\" To Remove Reporter From Mizzou Protest Camp", "url": "http://townhall.com/tipsheet/katiepavlich/2015/11/10/unreal-journalism-professor-kicks-media-out-of-mizzou-coverage-n2078298", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2015/11/10/1.png", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "UNREAL: Mass Media Professor Demands \"Some Muscle\" To Remove Reporter From Mizzou Protest Camp, Katie Pavlich, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "When a reporter went into a protest \"safe space\" camp yesterday to ask some questions about their goals and motives, a Mizzou assistant media professor demanded that he leave.\nWhen the reporter refused, she went around the camp asking for \"some muscle\" to remove him.\nThe University president resigned after demands for his ousting were made by members of the Mizzou football team, who accused the president of failing to address racial incidents properly.\nNow, protestors on campus and campus faculty are taking the situation to a whole new extreme.\nIronically, the reporter is a student reporter for the Mizzou student newspaper."}