{"article_title": "Ukraine Outbreak Brings Polio Back To Europe, WHO Says", "article_keywords": ["ukraine", "europe", "polio", "country", "disease", "virus", "brings", "wild", "outbreak", "cases", "children", "vaccine"], "article_url": "http://www.medicaldaily.com/ukraine-outbreak-brings-polio-back-europe-who-says-350926", "article_text": "A child receives a polio vaccine in the Yemeni capital Sanaa, July 12, 2005. Yemen said on Tuesday the number of children diagnosed with polio in the country had risen to 326 as it launched a nation-wide immunisation campaign.\n\nA child receives a polio vaccine in the Yemeni capital Sanaa, July 12, 2005. Yemen said on Tuesday the number of children diagnosed with polio in the country had risen to 326 as it launched a nation-wide immunisation campaign. Reuters Photographer\n\nGENEVA (Reuters) - Two children in southwestern Ukraine have been paralyzed by polio, the first outbreak of the disease in Europe since 2010, the World Health Organization said on Wednesday, in a setback for a global eradication campaign.\n\nThe WHO said Ukraine had been at particular risk of an outbreak because of inadequate vaccination coverage. In 2014, only 50 percent of children were fully immunized against polio and other preventable diseases, it said.\n\nThe risk of further spread within the country is high, although the threat to nearby Romania, Poland, Hungary and Slovakia is low, a WHO statement said.\n\nThere is no cure for polio, which attacks the nervous system and can cause irreversible paralysis within hours of infection. It mainly affects young children in areas with poor sanitation.\n\nA global vaccination campaign has largely stamped out the virus, and only Pakistan and Afghanistan have reported cases of wild polio virus this year. Madagascar and Nigeria have suffered vaccine-derived outbreaks, like Ukraine.\n\nThe oral vaccine contains a very weak live virus and is considered very safe and effective in preventing the disease. But immunized children excrete the vaccine, and within about 12 months it can mutate in the environment and begin causing paralysis again in unvaccinated children.\n\n\"This is an epidemic-prone disease,\" said Oliver Rosenbauer, a spokesman for the WHO's polio eradication department. \"This is a virus that's very good at finding susceptible children.\"\n\nHe said the two cases in Ukraine - a 4-year-old and a 10-month-old - were merely the visible cases among many silent carriers.\n\n\"You don't have two kids infected with this strain. There are a lot of other children and adults who will have it. It's in the sewage system. Now is the time to boost the immunity levels.\"\n\nVaccine-derived polio strains tend to spread less easily and not cause as many cases as the wild virus, he said, and a full outbreak response could stop the spread in its tracks. The cost of such a response was still being worked out, he said.\n\nUkraine, where a conflict between government forces and pro-Russian separatists erupted in the east in April 2014, has been rid of wild polio virus since 1996.\n\nTurkey was the last country in Europe where polio was endemic, but it has been rid of the disease since 1999. Europe's last outbreak was in 2010, after the virus was imported from Tajikistan to Russia, leading to 14 cases, Rosenbauer said.\n\n(Reporting by Tom Miles; Editing by Stephanie Nebehay and Hugh Lawson)", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "ukraine, polio, outbreak, europe", "og": {"site_name": "Medical Daily", "description": "Two children in southwestern Ukraine have been paralyzed by polio, the first outbreak of the disease in Europe since 2010.", "title": "Ukraine Outbreak Brings Polio Back To Europe, WHO Says", "url": "http://www.medicaldaily.com/ukraine-outbreak-brings-polio-back-europe-who-says-350926", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/02/polio-outbreak.jpg", "type": "article"}, "twitter": {"description": "Two children in southwestern Ukraine have been paralyzed by polio, the first outbreak of the disease in Europe since 2010.", "title": "Ukraine Outbreak Brings Polio Back To Europe, WHO Says", "url": "http://www.medicaldaily.com/ukraine-outbreak-brings-polio-back-europe-who-says-350926", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/02/polio-outbreak.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/02/polio-outbreak.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-09-02T14:47:10-04:00", "modified_time": "2015-09-02T14:47:09-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Two children in southwestern Ukraine have been paralyzed by polio, the first outbreak of the disease in Europe since 2010."}, "_id": "\"57477af36914bd0286fca4a7\"", "article_summary": "A child receives a polio vaccine in the Yemeni capital Sanaa, July 12, 2005.\nUkraine, where a conflict between government forces and pro-Russian separatists erupted in the east in April 2014, has been rid of wild polio virus since 1996.\nA global vaccination campaign has largely stamped out the virus, and only Pakistan and Afghanistan have reported cases of wild polio virus this year.\nTurkey was the last country in Europe where polio was endemic, but it has been rid of the disease since 1999.\nReuters PhotographerGENEVA (Reuters) - Two children in southwestern Ukraine have been paralyzed by polio, the first outbreak of the disease in Europe since 2010, the World Health Organization said on Wednesday, in a setback for a global eradication campaign."}