{"article_title": "Races for 47th Congressional District, 70th Assembly District gearing up", "article_keywords": ["assembly", "district", "reform", "tax", "70th", "whallon", "gearing", "47th", "state", "races", "long", "lowenthal", "beach", "think", "congressional"], "article_url": "http://www.presstelegram.com/government-and-politics/20160423/races-for-47th-congressional-district-70th-assembly-district-gearing-up", "article_text": "With the June 7 primary approaching in California, one veteran local politician faces two familiar foes, while a local assemblyman may not have to put up a fight in seeking his second term.\n\nRunning for his third term in the 47th Congressional District, Rep. Alan Lowenthal, D-Long Beach, faces two Republican challengers: business author and speaker Sanford Kahn, and Andy Whallon, a former aeronautical engineer whom Lowenthal defeated in 2014.\n\nThe top two vote-getters will run against each other in November for the 47th Congressional District, which includes parts of Long Beach, Lakewood, Signal Hill, Avalon, Buena Park, Cypress, Garden Grove, Los Alamitos, Midway City, Stanton, Rossmoor and Westminster.\n\nLowenthal is a veteran of the state Assembly and Senate, and was first elected to office in 1992 as a member of the Long Beach City Council.\n\n“I think I’ve established a leadership role in my district and in Washington,” Lowenthal said. “I’m excited about going back, if the people elect me.”\n\nLowenthal chairs the Safe Climate Caucus and is the ranking member of the House Committee on Natural Resources. Climate change, and environmental work at the ports, will remain among top priorities if he wins election, he said.\n\n“I think I’ve now become one of the leading voices in Congress, in dealing issues of climate change,” Lowenthal said.\n\nHuman rights will remain a key issue, Lowenthal said. He serves as vice-chair of the LGBT Equality Caucus, and has introduced legislation directing the Secretary of State to establish a special envoy for LGBT rights around the globe. In March, he and Rep. Steve Chabot, R-Ohio, announced the creation of a Congressional Cambodia Caucus, with the two congressmen serving as co-chairs.\n\nLowenthal said transportation, clean infrastructure and goods movement are also majors issues for his office.\n\nHe has helped secure $25 million in funding for the STARBASE program, which exposes local fifth-grade students to STEM subjects, and operates at the Joint Forces Training Base in Los Alamitos.\n\n“It’s a very diverse district, both economically and so forth,” Lowenthal said of the 47th. “I’ve worked very closely with all the people in the district. I think I’ve reflected the district very well.”\n\nAdvertisement\n\nLowenthal defeated Whallon with 56 percent of the vote in 2014. Whallon earned 54,309 of the 123,400 votes in the November general election, which encouraged to the challenger to take on Lowenthal again.\n\n“I think that the same reasons why I ran last time still apply,” Whallon said. “What we need is a different set of policies to carry the country forward. I think that what the president has done, with the support of the congressman — are policies that are bad for the country. This is the weakest economic recovery we’ve ever had.”\n\nWhallon has signed the “Taxpayer Protection Pledge,” a written commitment to oppose income tax increases, led by Grover Norquist and his Americans for Tax Reform group. He says the federal government does not have a revenue problem, but a spending problem, and Lowenthal has a poor record of defending taxpayers.\n\n“That’s the typical Republican thing to say,” Lowenthal said. “The people of the district know me. They know how I fight for the district.”\n\nWhallon has pledged to donate his first year congressional salary to charity if he wins election and votes for an unbalanced budget.\n\n“Congress really ought to do its job without having a constitutional straitjacket put on it,” Whallon said. “Congress’s number one job is to balance the country’s checkbook, and if they can’t do it, they shouldn’t get paid.”\n\nHis other priorities are to repeal the Affordable Care Act and allow consumers to buy health insurance across state lines; support a balanced budget amendment; reform government spending and regulations; and develop an energy policy to lower fuel costs.\n\nWhallon also wants to stop government agencies from record the phone calls of private citizens, and reform America’s drug laws, which he says undermine inner-city communities and keep alive the black market in which street gangs and other criminals thrive.\n\nAlso in the 47th Congressional District Race is Republican Sanford Kahn, who earned 3.2 of the vote in the June 2012 primary, when the district was then-open. Lowenthal, who was a state senator at the time, led a field of eight candidates, and later defeated former Councilman Gary DeLong in the November general election.\n\n“Mr. Lowenthal believes the government is the answer to everything, and I believe the entrepreneur, the small businessman, is the answer,” Kahn said.\n\nKahn said high taxes and oppressive government regulation are killing job growth, and California is destroying businesses, which will accelerate as the state’s minimum wage grows to $15 an hour by 2022.\n\nSmall employers can’t afford it the impending minimum wage hike, and black youth will be particularly harmed, Kahn said.\n\n“They’re going to be forced out of the workforce,” he said. “Employers can’t afford to pay this for unskilled labor.”\n\nKahn said he wants to scrap the federal income tax code and go to a flat income tax rate of 15 percent, with no deductions. Those below the federal poverty rate would not pay federal income tax, he said.\n\nKahn is a proponent of vouchers to pay for private and charter schools.\n\n“The only way you’re going to reform education is through competition,” he said. “Mainly, through vouchers, the money should flow to the parents and legal guardians of the children, and then let them decide where to send their children to school.”\n\nRace for the Assembly\n\nIn the 70th Assembly District — which includes the cities of Long Beach, Signal Hill San Pedro as well as Catalina Island — incumbent Patrick O’Donnell, D-Long Beach, a former Long Beach city councilman, is seeking a second term.\n\nWhether he has anyone to formally run against remains to be seen.\n\nBilly Graham, a Democrat from Long Beach who described himself on county forms as a “whistle-blower, litigator, reformer;” and James H. Hoop, a Signal Hill Libertarian who is president of a charitable foundation, each successfully filed nomination papers with the Los Angeles County Registrar-Recorder/County Clerk Office.\n\nHowever, they did not qualify to become candidates on the ballot because they failed to gain a minimum of 40 valid signatures from voters in their district, according to Mike Sanchez, a spokesman with the Los Angeles County Registrar-Recorder/County Clerk Office.\n\nAn educator by trade, O’Donnell said he is seeking office again to be “the voice of the classroom teacher in Sacramento,” ensure the local ports have a voice in Sacramento and make sure “the state lives within its means and has a balanced budget.”\n\nSanchez said the deadline to file as a write-in candidate is May 24 at 5 p.m. Write-in candidates still need to meet the minimum number of nomination signatures required, he said.\n\nVote-by-mail ballots for the June 7 primary will be mailed out starting May 9.", "article_metadata": {"description": "With the June 7 primary approaching in California, one veteran local politician faces two familiar foes, while a local assemblyman may not have to put up a fight in seeking his second term. Running for his third term in the 47th Congressional D", "title": "Races for 47th Congressional District, 70th Assembly District gearing up", "og": {"url": "http://www.presstelegram.com/government-and-politics/20160423/races-for-47th-congressional-district-70th-assembly-district-gearing-up", "image": {"width": "512px", "identifier": "http://local.presstelegram.com/common/dfm/assets/logos/small/presstelegram_new.png", "height": "512px"}, "type": "article", "title": "Races for 47th Congressional District, 70th Assembly District gearing up"}, "twitter": {"domain": "presstelegram.com", "description": "With the June 7 primary approaching in California, one veteran local politician faces two familiar foes, while a local assemblyman may not have to put up a fight in seeking his second term. Running for his third term in the 47th Congressional D", "title": "Races for 47th Congressional District, 70th Assembly District gearing up", "url": "http://www.presstelegram.com/government-and-politics/20160423/races-for-47th-congressional-district-70th-assembly-district-gearing-up", "image": {"src": "http://local.presstelegram.com/common/dfm/assets/logos/small/presstelegram.png?052016"}, "site": "@presstelegram", "app": {"id": {"ipad": "id551754518", "iphone": "id502958939", "googleplay": "com.spreedinc.providers.digitalfirstmedia.longbeachpresstelegram"}}, "card": "summary_large_image"}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "keywords": "campaign 2016,daily, Local elections", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "campaign 2016,daily, Local elections"}, "_id": "\"57477af46914bd0286fd8d4b\"", "article_summary": "Also in the 47th Congressional District Race is Republican Sanford Kahn, who earned 3.2 of the vote in the June 2012 primary, when the district was then-open.\nThe top two vote-getters will run against each other in November for the 47th Congressional District, which includes parts of Long Beach, Lakewood, Signal Hill, Avalon, Buena Park, Cypress, Garden Grove, Los Alamitos, Midway City, Stanton, Rossmoor and Westminster.\nLowenthal is a veteran of the state Assembly and Senate, and was first elected to office in 1992 as a member of the Long Beach City Council.\n“I think I’ve established a leadership role in my district and in Washington,” Lowenthal said.\nI think I’ve reflected the district very well.”AdvertisementLowenthal defeated Whallon with 56 percent of the vote in 2014."}