{"article_title": "Ted Cruz’s demented strategy: He doesn’t need to win the White House to push America rightward", "article_keywords": ["rightward", "deal", "programs", "win", "freedom", "ted", "american", "conservatives", "strategy", "need", "demented", "doesnt", "businessmen", "movement", "house", "push", "party", "white", "laws", "social"], "article_url": "http://www.salon.com/2015/04/05/ted_cruzs_demented_strategy_he_doesnt_need_to_win_the_white_house_to_push_america_rightward/", "article_text": "Topics: Barry Goldwater, Conservatives, Editor's Picks, Tea Party, Ted Cruz, Politics News\n\nTed Cruz’s candidacy highlights a fundamental rift in the Republican Party, a rift that observers often misunderstand as simply a tug-of-war between different gradations of conservatism. It is a gulf far more profound than this. Most Republicans recognize that the government must regulate some aspects of American capitalism, providing Social Security, veterans benefits, workplace safety, and basic infrastructure at the very least. But Cruz belongs to a reactionary wing of the party that rejects the idea that the government has any role at all to play in the American economy. Since the 1950s, the leaders of Cruz’s wing have been fighting to take the American government back to the days before FDR’s New Deal.\n\nAfter unregulated capitalism sparked the stock market crash of 1929 and the ensuing 10-year Depression, Democrats and most Republicans came to accept the idea that the federal government must protect workers, provide jobs and establish a social safety net to keep people from starving. But big business leaders in the Republican Party loathed these programs. New Deal labor laws required businessmen to obey basic rules about safety, wages and hours, cutting into profits. New laws gave workers the right to unionize, and the right to join in a political faction strong enough to counter organizations of businessmen. At the same time, the New Deal raised taxes to pay for the new social safety net. Republican businessmen howled that these laws prevented them from making and keeping as much money as possible. They were “soak the rich” programs that would “crack the timbers of the Constitution.” The New Deal was socialism, pure and simple, they insisted.\n\nBut most Americans saw an active government as the proper response to the conditions of modern industrialism, and reactionary businessmen cried in the wilderness.\n\nIn 1951, fresh out of Yale, the son of a wealthy oil man launched a radical movement to break the popular New Deal consensus and take the party back to the pro-business government policies of Herbert Hoover. Speaking for the nation’s wealthy businessmen, William F. Buckley Jr. insisted that government must never interfere with either Christianity or “freedom,” a word he turned inside out. In Buckley’s worldview, American freedom no longer meant personal liberty; it meant the right of the wealthy to accumulate as much money as possible. He excoriated regulation and taxes as “collectivism” that redistributed wealth, and warned that welfare legislation destroyed individualism. Bemoaning the extraordinary popularity of America’s new government activism, he maintained that it was leading the nation to full-blown communism. He called for right-minded Americans to reverse the tide and restore the economic freedom he insisted was America’s fundamental principle. But Buckley and his ilk made little headway at first, for a mere 11 years after the Depression, very few Americans still believed in wholly unfettered capitalism.\n\nBuckley’s reactionary ideas began to gain traction in 1954, when court-ordered school desegregation gave Movement Conservatives the opportunity to break the New Deal consensus by appealing to white racists. Many white Americans who liked the idea of an active government that regulated business and kept old people from starving hated the idea of an active government that protected their black neighbors. Buckley harped on this racial wedge in his new magazine, National Review. Movement Conservatism—Buckley’s creation– picked up momentum after 1957, when President Eisenhower sent troops to integrate Little Rock Central High School. This was the first intrusion of federal troops into the South since Reconstruction, and Movement Conservatives deliberately revisited the racist arguments of the late nineteenth century. They explained that integration was simply a redistribution of wealth because tax dollars, paid by hardworking white men, funded the troops that were defending grasping African-Americans. In 1960, Movement Conservatives in Buckley’s mold backed Senator Barry Goldwater of Arizona for the presidency. They articulated their principles in “The Conscience of a Conservative,” published under Goldwater’s name but written by Buckley’s brother-in-law L. Brent Bozell. Those principles are Cruz’s playbook.\n\nIn their slim 1960 volume, Buckley and Bozell laid out the tenets of Movement Conservatism. They explained that the laws of God and nature were as fixed and unchanging as the Ten Commandments. Those laws dictated America’s fundamental principle: freedom. The Founding Fathers had deliberately kept the government from “the tyranny of the masses” to guarantee that American freedom could not be compromised by popular demands for government activism. No matter how popular government programs might be, the government could do nothing the Founding Fathers had not expressly enumerated in the Constitution, or it would destroy American freedom. “My aim is not to pass laws,” Bozell had Goldwater say, “but to repeal them.” Movement Conservatives planned “not to inaugurate new programs, but to cancel old ones that do violence to the Constitution… or that impose on the people an unwarranted financial burden.” Movement Conservatism’s goal was to destroy the New Deal government.\n\nAccording to “The Conscience of a Conservative,” American freedom depends on states’ rights. There must be no civil rights legislation, no federal oversight of education, no unions, no taxation for domestic spending. Any government intervention in any of these areas was a collectivism that destroyed freedom. Bozell defended this principle according to his understanding of the Tenth Amendment, which, he insisted, reserved most rights to the states. Explicitly, he took on three issues roiling America in his day. On civil rights, he insisted that all legislation was unconstitutional. Even Brown v. Board of Education, a unanimous Supreme Court decision under Republican Chief Justice Earl Warren, was wrong. “The Constitution is what its authors intended it to be and said it was,” he wrote, “not what the Supreme Court says it is.” Under the same argument, he attacked any federal intervention in education policy. And it was, he said, imperative to reduce taxes. The only way to do that was to cut all domestic programs that used tax funds: “social welfare programs, education, public power, agriculture, public housing, urban renewal,” and so on. Finally, the only way to protect domestic freedom was by attacking totalitarian foreign governments.", "article_metadata": {"description": "Blocking legislation, defunding the government and thwarting compromise is the real mission — and he's winning", "title": "Ted Cruz’s demented strategy: He doesn’t need to win the White House to push America rightward", "og": {"site_name": "Salon", "description": "Blocking legislation, defunding the government and thwarting compromise is the real mission — and he's winning", "title": "Ted Cruz’s demented strategy: He doesn’t need to win the White House to push America rightward", "url": "http://www.salon.com/2015/04/05/ted_cruzs_demented_strategy_he_doesnt_need_to_win_the_white_house_to_push_america_rightward/", "image": "http://media.salon.com/2015/04/ted_cruz15.jpg", "type": "article"}, "twitter": {"description": "Blocking legislation, defunding the government and thwarting compromise is the real mission — and he's winning", "title": "Ted Cruz’s demented strategy: He doesn’t need to win the White House to push America rightward", "image": "http://media.salon.com/2015/04/ted_cruz15.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Heather Cox Richardson", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Barry Goldwater, Conservatives, Editor's Picks, Tea Party, Ted Cruz", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe3f94\"", "article_summary": "In Buckley’s worldview, American freedom no longer meant personal liberty; it meant the right of the wealthy to accumulate as much money as possible.\nIn 1960, Movement Conservatives in Buckley’s mold backed Senator Barry Goldwater of Arizona for the presidency.\nAccording to “The Conscience of a Conservative,” American freedom depends on states’ rights.\nThis was the first intrusion of federal troops into the South since Reconstruction, and Movement Conservatives deliberately revisited the racist arguments of the late nineteenth century.\nNew Deal labor laws required businessmen to obey basic rules about safety, wages and hours, cutting into profits."}