{"article_title": "Helping the People Who Don’t Get Hired", "article_keywords": ["jobs", "dont", "business", "hiring", "house", "work", "helping", "houses", "hired", "candidates", "gordon", "allen", "open"], "article_url": "http://blogs.wsj.com/atwork/2015/05/08/helping-the-job-candidates-who-dont-get-hired/", "article_text": "Getty Images\n\nWhen John Gordon needed to hire two executive assistants earlier this year, he tried something new.\n\nRather than putting out the usual call for resumes and then doing phone screens with promising candidates, he invited every applicant to his midtown Manhattan offices in February for an open house that was part information session, part interview–and part support group for jobseekers.\n\nAround 40 people showed up, and Gordon found the hires he wanted. But then he did something hiring managers rarely do: he followed up with the three dozen or so people he didn’t bring on, inviting them out for dinner a few weeks later.\n\nGordon, whose company helps foreign firms register to do business in the United States, said he was inspired by Brooke Allen, a former trader and money manager. Back in 2004, Allen had a radical thought: what if he decided to care about everyone who applied for jobs at his firm—not just the few who made it to the top of the pile?\n\nNow retired, Allen calls current hiring processes “inhumane” and “unpleasant and unrewarding for all but those who land work.” He has declared that he wants to change “the work world for the better” by improving the way people get hired—an effort that so far is largely a set of ideas with a few real-life experiments behind it.\n\nGordon, the founder and president of USA Corporate Services, Inc., read about Allen’s quest in HackerNews and became one of the first employers to give his ideas a spin.\n\nHe contracted with Allen and a business associate to help him run the open houses in which he met candidates for the executive assistant jobs and another open house that he hoped would yield a sales hire.\n\nTheir philosophy of treating all applicants as individuals “made so much more sense than how we did our hiring before,” Gordon said. He used to post jobs online, then had to sift through hundreds of responses for candidates to interview by phone and, later, in person. Even then, he said, he still had trouble finding people who would succeed and stick around.\n\nBy contrast, the open houses let Gordon assess candidates’ attitudes and interest, and give them a chance to opt out of the process if they decide the job isn’t for them. “It lessens our risk, and their risk too,” he said.\n\nTo be sure, it’s not a perfect solution. Soon after the first set of open houses and subsequent interviews in February and March, one of the three assistants Gordon hired left. “No system that involves people will ever be perfect,” he said.\n\nGordon left the recent open house for sales candidates after the first hour, turning over the floor to Noah Goldman, a business associate of Allen’s who led a discussion about the struggle of looking for work; the applicants were surprised that someone was interested in their stories.\n\nGoldman also asked all attendees two questions: How can you feel more empowered in your next job searches, and how can you help each other? The participants swapped email addresses and brainstormed ways to use one another as resources in job-hunting.\n\nA few weeks after the open houses he held for the assistant jobs, Gordon invited all of the candidates out to dinner. About ten people who had been interested in but not hired for the assistant jobs showed up at a Chinese restaurant to socialize and update one another on their professional progress.\n\nGordon picked up the tab. Later, he acknowledged that it’s not clear whether the community-building aspect of the process will have any lasting effect.\n\n“I’m not sure how much the attendees felt a sense of community,” Gordon said. “Being New York, everyone is already too busy to stay in touch.”", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "An ex-money manager and chief executive say it's time to bring more humanity to the hiring process.", "title": "Helping the People Who Don’t Get Hired", "url": "http://blogs.wsj.com/atwork/2015/05/08/helping-the-job-candidates-who-dont-get-hired/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-IG248_0505HI_P_20150505113914.jpg"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Careers", "article.headline": "Helping the People Who Don’t Get Hired", "description": "An ex-money manager and chief executive say it's time to bring more humanity to the hiring process.", "article_section": "Careers", "author": "Lauren Weber", "user.type": "unsubscribed", "article.page": "At Work Blog", "page.content.format": "responsive", "page.subsection": "At Work", "article.summary": "An ex-money manager and chief executive say it's time to bring more humanity to the hiring process.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2015-05-08T13:35:59-04:00", "dj.asn": "10-141", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/atwork/2015/05/08/helping-the-job-candidates-who-dont-get-hired/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-ATWORKB-2407", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Careers", "language": "en-US", "og": {"site_name": "WSJ", "description": "An ex-money manager and chief executive say it's time to bring more humanity to the hiring process.", "title": "Helping the People Who Don’t Get Hired", "url": "http://blogs.wsj.com/atwork/2015/05/08/helping-the-job-candidates-who-dont-get-hired/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-IG248_0505HI_P_20150505113914.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "At Work", "article.id": "BL-ATWORKB-2407", "user.exp": "default", "article.updated": "2015-05-08T13:37:03-04:00"}, "_id": "\"57477af36914bd0286fca4ae\"", "article_summary": "Soon after the first set of open houses and subsequent interviews in February and March, one of the three assistants Gordon hired left.\nA few weeks after the open houses he held for the assistant jobs, Gordon invited all of the candidates out to dinner.\nTheir philosophy of treating all applicants as individuals “made so much more sense than how we did our hiring before,” Gordon said.\nBy contrast, the open houses let Gordon assess candidates’ attitudes and interest, and give them a chance to opt out of the process if they decide the job isn’t for them.\nLater, he acknowledged that it’s not clear whether the community-building aspect of the process will have any lasting effect."}