{"article_title": "Police Fire At Mentally Ill Man 47 Times, Killing Him -- But They Won't Face Charges", "article_keywords": ["wont", "wojciechowski", "shot", "called", "charges", "47", "ill", "officers", "times", "face", "justice", "davis", "killing", "hall", "mentally", "man"], "article_url": "http://thinkprogress.org/justice/2014/02/26/3332871/police-fatally-shoot-man-coffee/", "article_text": "Justice Police Fire At Mentally Ill Man 47 Times, Killing Him — But They Won’t Face Charges CREDIT:\n\nSix police officers in Saginaw, Michigan fired at a mentally ill, homeless man 47 times — after being called for a stolen cup of coffee. Hit by 11 bullets, 49-year-old suspect Milton Hall died on site, but the FBI and U.S. Department of Justice will not charge the officers involved.\n\nA federal investigation was launched in response to a wrongful death lawsuit filed by Hall’s mother, Jewel Hall, and District Attorney Hugh M. Davis. The fatal shooting occurred in July of 2012, after a convenience store called the police about the stolen beverage. In the lawsuit, Davis claimed that the Police Sergeant at the time, Anjanette Wojciechowski, was the first officer to arrive at the scene, after which she called for backup because the suspect did not ‘[look] so nice.’ Davis also alleges that Wojciechowski also said that she would ‘have to shoot [the] guy’ if the officers did not move quickly, without being provoked. When additional officers joined the scene, they allegedly surrounded Hall and intimidated him with a dog.\n\nAccording to the prosecutors, Hall dialed 911 in search of help, and began waving a pocket knife in defense. The cops fired at him before he received assistance.\n\nBefore the verdict was reached, Davis raised the fact that Milton was known to have a history of mental health problems. “Hall had been approached, contacted, and/or detained by officers of the city on several occasions without incident prior to this date, largely as a result of behaviors related to his illness. As a result, (the officers) knew or should have known of his disability and had a duty to accommodate that disability in their dealings with him.”\n\nNeverthless, it was concluded that neither criminal intent nor misconduct were involved. A news release issued by the Justice Department, U.S. Attorney’s Office for the Eastern District of Michigan, and FBI stated that “Even if the officers were mistaken in their assessment of the threat posed by Hall, this would not establish that the officers acted willfully, or with an unlawful intent, when using deadly force against Hall.”\n\nThis was not the first instance in which police officers shot a mentally ill person, and similar stories have garnered national attention. Last January, a schizophrenic 18-year-old boy was shot dead after a cop rushed to use his weapon. Internal investigators cleared two of three officers involved, and the third is currently on paid administrative leave. In December, an unarmed, schizophrenic man was shot dead after a car chase in Los Angeles. In a non-fatal incident, a cop asked a mentally ill black man to sing and make animal noises.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Police officers who shot and killed a mentally ill man who stole a cup of coffee will not be charged.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Police officers who shot and killed a mentally ill man who stole a cup of coffee will not be charged.", "title": "Police Fire At Mentally Ill Man 47 Times, Killing Him — But They Won’t Face Charges", "url": "http://thinkprogress.org/justice/2014/02/26/3332871/police-fatally-shoot-man-coffee/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/02/shutterstock_147336776.jpg", "type": "article"}, "twitter": {"description": "Police officers who shot and killed a mentally ill man who stole a cup of coffee will not be charged.", "creator": "@CarimahWheat", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2014/02/shutterstock_147336776-321x214.jpg", "title": "Police Fire At Mentally Ill Man 47 Times, Killing Him — But They Won’t Face Charges", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-justice", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2014/02/shutterstock_147336776.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2014/02/shutterstock_147336776.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2014-02-26T12:49:28+00:00", "author": "https://www.facebook.com/carimahwritesstuff/"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fca4c3\"", "article_summary": "Justice Police Fire At Mentally Ill Man 47 Times, Killing Him — But They Won’t Face Charges CREDIT:Six police officers in Saginaw, Michigan fired at a mentally ill, homeless man 47 times — after being called for a stolen cup of coffee.\nIn a non-fatal incident, a cop asked a mentally ill black man to sing and make animal noises.\nIn December, an unarmed, schizophrenic man was shot dead after a car chase in Los Angeles.\nThe fatal shooting occurred in July of 2012, after a convenience store called the police about the stolen beverage.\nA federal investigation was launched in response to a wrongful death lawsuit filed by Hall’s mother, Jewel Hall, and District Attorney Hugh M. Davis."}