{"article_title": "Lack of Indiana exotic animal regulations raising concerns", "article_keywords": ["exotic", "possession", "preserves", "animals", "permits", "lack", "regulations", "state", "concerns", "regulating", "ruling", "animal", "wild", "indiana", "oversight", "raising"], "article_url": "http://www.washingtontimes.com/news/2015/nov/21/lack-of-indiana-exotic-animal-regulations-raising-/", "article_text": "BLOOMINGTON, Ind. (AP) - Some Indiana officials and others are worried about the loss of state oversight for exotic animals since a state appeals court ruling that struck down regulations on fenced deer-hunting preserves.\n\nThe state Department of Natural Resources stopped issuing permits for wild animals and regulating their ownership following the February ruling that said it didn’t have the authority to manage such legally owned animals.\n\n“There’s nobody regulating venomous snakes or other wild animals unless a local entity has an ordinance prohibiting the possession of these animals,” said Linnea Petercheff, operations staff specialist for the DNR’s Division of Fish and Wildlife. “We’re not allowed to issue game breeder licenses and wild animal possession permits.”\n\nThe Exotic Feline Rescue Center near the western Indiana town of Center Point has a federal permit because the public can visit its nearly 200 big cats, including lions and tigers, center director Joe Taft told The (Bloomington) Herald-Times (http://bit.ly/1kFk3CN ).\n\n“Indiana is one of the places that has always had good and responsive regulations within the state,” Taft said. “The way things are right now, anybody can have anything, without regulatory oversight and without any regulatory awareness.”\n\nThe court ruling affected 263 wild animal possession permits, most of those for smaller animals. But 38 permits were for animals that include black bears, bobcats, alligators at least 5 feet long, plus one cougar, one tiger and one wolf, according to the DNR. The ruling also voided 645 permits that allowed holders to breed deer, pheasant, quail and other native species.\n\nThe court decision came in a dispute dating to 2005 over the DNR’s attempt to shut down Indiana’s high-fenced deer-hunting preserves, which opponents maintain offer “canned hunting” of captive deer and increase the risk of spreading diseases to the state’s wild deer.\n\nThe state Senate in April narrowly voted down a bill that would have legalized such preserves and set up licensing and inspection processes.\n\nState Sen. Mike Crider, R-Greenfield, said he’ll sponsor a bill during the 2016 legislative session to reassert state authority over wild animals while avoiding the contentious issue of the regulating the deer-hunting preserves.\n\n“My ultimate goal now is to get some oversight on these other animals,” said Crider, who was the DNR’s law enforcement director when the fenced-hunting ban policy was adopted.\n\nRich Miller, the owner of a deer farm outside Columbus, said the high-fenced hunting preserves should be allowed to operate as legitimate businesses.\n\n“It’s about my private property rights,” he said. “It would be no different from me being a pig or a cow farmer.”\n\n___\n\nInformation from: The Herald Times, http://www.heraldtimesonline.com", "article_metadata": {"description": "Some Indiana officials and others are worried about the loss of state oversight for exotic animals since a state appeals court ruling that struck down regulations on fenced deer-hunting preserves.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/nov/21/lack-of-indiana-exotic-animal-regulations-raising-/", "site_name": "The Washingtion Times", "type": "article", "description": "Some Indiana officials and others are worried about the loss of state oversight for exotic animals since a state appeals court ruling that struck down regulations on fenced deer-hunting preserves.", "title": "Lack of Indiana exotic animal regulations raising concerns"}, "twitter": {"site": "@washtimes", "description": "Some Indiana officials and others are worried about the loss of state oversight for exotic animals since a state appeals court ruling that struck down regulations on fenced deer-hunting preserves.", "card": "summary", "title": "Lack of Indiana exotic animal regulations raising concerns"}, "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af36914bd0286fd26b0\"", "article_summary": "(AP) - Some Indiana officials and others are worried about the loss of state oversight for exotic animals since a state appeals court ruling that struck down regulations on fenced deer-hunting preserves.\n“Indiana is one of the places that has always had good and responsive regulations within the state,” Taft said.\n“The way things are right now, anybody can have anything, without regulatory oversight and without any regulatory awareness.”The court ruling affected 263 wild animal possession permits, most of those for smaller animals.\nThe ruling also voided 645 permits that allowed holders to breed deer, pheasant, quail and other native species.\n“It would be no different from me being a pig or a cow farmer.”___Information from: The Herald Times, http://www.heraldtimesonline.com"}