{"article_title": "The real September issue: When back-to-school photos flood social media", "article_keywords": ["real", "picture", "school", "photos", "media", "twitter", "flood", "youll", "facebook", "social", "lenz", "backtoschool", "issue"], "article_url": "http://www.salon.com/2014/09/04/the_real_september_issue_when_back_to_school_photos_flood_social_media/", "article_text": "Topics: back to school, Facebook, Social Media, Twitter, Media News\n\nGo on Facebook right now and you’ll be deluged with photos of school-age children — from pre-kindergartners to high school seniors — with a tag line “Back to school” or “Time flies!” or “You won’t believe how much they’ve grown!” The child is generally standing with his or her arm around a sibling or friend. A giant backpack is in tow and a gap-toothed grin is on display. One friend told me about her Facebook feed: “There’s a back-to-school picture with a 3-month-old in front of a chalkboard.” People I haven’t seen post in months — a year, even — have squeezed an image of their child waving to the camera.\n\nSharing back-to-school photos of your children through social media has become September’s Christmas card. The #kindergarten hashtag has been trending on Twitter since Aug. 25. On Instagram, more than 1.3 million people are using the #backtoschool hashtag. Look up #firstdayofschool on Twitter and you’ll find endless anecdotes and photos, including a black-and-white cuddly shot from actress Vera Farmiga, who tweeted: “Heart is beyond heavy in this moment of takeoff, going to miss my oldest’s #firstdayofschool tomorrow. Xcrutiating.”\n\nXcruciating indeed. Sure there are some parents, like writer Lyz Lenz, who opt out of the trend altogether. Yet it didn’t stop Lenz from acknowledging that she was opting out on Facebook: “Both my kids went to school today. You are welcome for not posting a picture. I would say I did it because I have high social media standards, but it’s really because the baby ate a face full of dirt while we were outside trying to get a picture and the three-year-old has a giant bruise on her face.”", "article_metadata": {"description": "Pics of smiling kids with backpacks have become the Christmas cards of the fall", "title": "The real September issue: When back-to-school photos flood social media", "og": {"site_name": "Salon", "description": "Pics of smiling kids with backpacks have become the Christmas cards of the fall", "title": "The real September issue: When back-to-school photos flood social media", "url": "http://www.salon.com/2014/09/04/the_real_september_issue_when_back_to_school_photos_flood_social_media/", "image": "http://media.salon.com/2014/09/back_to_school.jpg", "type": "article"}, "twitter": {"description": "Pics of smiling kids with backpacks have become the Christmas cards of the fall", "title": "The real September issue: When back-to-school photos flood social media", "image": "http://media.salon.com/2014/09/back_to_school.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Hayley Krischer", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, back to school, Facebook, Social Media, Twitter", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fca4eb\"", "article_summary": "Sharing back-to-school photos of your children through social media has become September’s Christmas card.\nYet it didn’t stop Lenz from acknowledging that she was opting out on Facebook: “Both my kids went to school today.\nI would say I did it because I have high social media standards, but it’s really because the baby ate a face full of dirt while we were outside trying to get a picture and the three-year-old has a giant bruise on her face.”\nOn Instagram, more than 1.3 million people are using the #backtoschool hashtag.\nOne friend told me about her Facebook feed: “There’s a back-to-school picture with a 3-month-old in front of a chalkboard.” People I haven’t seen post in months — a year, even — have squeezed an image of their child waving to the camera."}