{"article_title": "South Africa rejoices as constitution wields its 'mighty sword'", "article_keywords": ["constitution", "zumas", "africa", "wields", "zuma", "rejoices", "ruling", "mighty", "legal", "sword", "political", "judgment", "leader", "south", "mogoeng"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/01/South-Africa-rejoices-constitution-wields-its-mighty-sword", "article_text": "JOHANNESBURG (Reuters) - When he became South Africa's top judge in 2011, Mogoeng Mogoeng was derided as everything from a legal lightweight and political stooge to Christian zealot and apartheid lackey.\n\nFive years later, the 55-year-old son of a miner and a housemaid is being feted as the savior of a young democracy.\n\nAlongside damning findings against President Jacob Zuma, who made him Chief Justice, Mogoeng laid out with unassailable legal clarity and flashes of literary flair the soul of a 20-year-old constitution cherished as a blueprint for a better society.\n\nFor the millions who watched on television, it was the day the supreme law, embodied in the 11 judges - black and white - sitting impassively in an old apartheid prison in Johannesburg, reasserted itself in a state that has lost its way since the idealism of Nelson Mandela's four years in office.\n\nIn a unanimous ruling, the court ordered Zuma to pay back some of the $16 million spent doing up his sprawling private residence, and declared that he had failed to uphold and respect the constitution, an impeachable offence.\n\nAlthough the judgment may not mean Zuma's immediate political demise - the African National Congress and its large parliamentary majority could yet protect him - it reaffirmed the faith of many South Africans in their broader democracy.\n\n\"It's a winning situation. Everyone is very happy with the ruling,\" said student Fighter Makobudi. \"I'm quite sure that the president is going to do the right thing and step down.\"\n\nThe rand, pummeled since December by a string of Zuma-related scandals, most notably his unexplained axing of a respected finance minister, hit a four-month high.\n\nFor many, there was a sense of relief that the ANC, whose dominance has reduced parliament to little more than a rubber stamp, was being held to account.\n\n\"I feel like I am breathing new air,\" said one caller to the Talk Radio 702 station.\n\n\"UGLY HEAD\"\n\nAlthough Mogoeng receded into the background after his ruling, his intervention is likely to be felt for years to come as South Africa's fractured society negotiates and contests the basis of political power.\n\nOne of his main detractors, cartoonist Jonathan Shapiro, who has depicted Mogoeng as a moron, Bible-bashing fanatic and salivating Zuma lapdog, admitted publicly he had got it wrong.\n\n\"Justice Mogoeng, you have really proved yourself,\" Shapiro, better known by his pen name Zapiro, said on the ENCA television channel. \"I'm eating humble pie.\"\n\nNewspapers heralded the judgment as the start of a new chapter for a country that has been floundering under the weight of a stagnating economy, sliding credit ratings and a procession of scandals emanating from Zuma's front door.\n\n\"South Africa wakes up to a new reality - we must not allow ourselves to be intimidated or abused by those in power,\" the Times said in an editorial. \"Today, we remain resolute that the constitution is the bedrock of our democracy.\"\n\nBefore the ruling, Zuma's legal team had begged the court to keep its judgment as narrow as possible for fear of political fallout months before important provincial elections.\n\nMogoeng ignored them, laying out how the constitution's checks and balances were designed to stop abuse of power - and how they had been undermined by Zuma, who for two years disregarded the findings of Public Protector Thuli Madonsela, a constitutionally mandated watchdog.\n\n\"Constitutionalism, accountability and the rule of law constitute the sharp and mighty sword that stands ready to chop the ugly head of impunity off its stiffened neck,\" he stated in a preamble that set the tone for the hour-long ruling.\n\nHe likened Madonsela to a \"Biblical David\" taking on the Goliath of state corruption, a simile that spawned lurid cartoons and headlines.\n\n\"Chop Zuma the Ugly Head\", the Sowetan newspaper, a popular read among Johannesburg's black middle classes, said on its front page.\n\nThe government said Zuma was studying the ruling and would decide the appropriate action in due course.\n\nANC'S CHOICE\n\nThis is not to say the ruling has resolved all the questions hanging over many of Zuma's actions.\n\nA policeman denounced by a judge as \"biased and dishonest\" and a liar under oath is still in charge of the force's elite investigations unit.\n\nNor has there has been an explanation for the government's flouting last year of its legal obligations to arrest Sudanese leader Omar al-Bashir, wanted by the International Criminal Court on genocide charges.\n\nAnd there is still no clarity about the political role of the Guptas, a wealthy family of Indian-born businessmen with close ties to Zuma accused last month by deputy finance minister Mcebisi Jonas of offering him the top job in the Treasury.\n\nBut it has shown that some of South Africa's institutions are working in the interests of the public, rather than a ruling party that, in the words of opposition leader Mmusi Maimane, must now choose between its leader and its country.\n\n\"The choice is final: it's the constitution or Jacob Zuma,\" Maimane said. \"It cannot be both.\"\n\n(Reporting by Ed Cropley; editing by Giles Elgood)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "JOHANNESBURG (Reuters) - When he became South Africa's top judge in 2011, Mogoeng Mogo", "title": "South Africa rejoices as constitution wields its 'mighty sword'", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/01/South-Africa-rejoices-constitution-wields-its-mighty-sword", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/southafrica_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/01/South-Africa-rejoices-constitution-wields-its-mighty-sword", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/southafrica_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "JOHANNESBURG (Reuters) - When he became South Africa's top judge in 2011, Mogoeng Mogo", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "JOHANNESBURG (Reuters) - When he became South Africa's top judge in 2011, Mogoeng Mogoeng was derided as everything from a legal lightweight and political stooge to Christian zealot and apartheid lackey.\nBefore the ruling, Zuma's legal team had begged the court to keep its judgment as narrow as possible for fear of political fallout months before important provincial elections.\n\"The choice is final: it's the constitution or Jacob Zuma,\" Maimane said.\nANC'S CHOICEThis is not to say the ruling has resolved all the questions hanging over many of Zuma's actions.\n\"South Africa wakes up to a new reality - we must not allow ourselves to be intimidated or abused by those in power,\" the Times said in an editorial."}