{"article_title": "Brazil World Cup song fails to strike right tone", "article_keywords": ["brazil", "fails", "right", "tone", "cup", "song", "great", "leitte", "theme", "music", "rich", "brazilian", "strike", "world", "tradition", "shakira", "official"], "article_url": "http://www.salon.com/2014/05/25/brazil_world_cup_song_fails_to_strike_right_tone/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nSANTIAGO, Chile (AP) — The official World Cup song definitely strikes a chord, but some think it’s the wrong one.\n\nSince the recent release of FIFA’s “We Are One (Ole Ola),” hordes of fans in Brazil have been slamming the official 2014 Cup theme. Many expressed their frustration on Twitter under the tag # VoltaWakaWaka — a plea for the return of the widely loved song that Colombian artist Shakira performed for the 2010 tournament in South Africa.\n\nAlthough Brazilian Claudia Leitte is also featured in the newest theme, critics say they don’t understand why Cuban-American rapper Pitbull and Bronx-born Puerto Rican singer Jennifer Lopez were chosen for the song when there are so many other great musicians in the land of Bossa Nova. They also complain that the song is mostly in English and Spanish, leaving only a few seconds at the end for Leitte to sing in her native Portuguese.\n\n“What I don’t like about the music is that it’s a poor, dull, generic pop theme,” said Gaia Passarelli, a Brazilian music journalist and a former VJ for MTV Brazil. “It’s a shame considering Brazil’s rich musical tradition, which is admired all over the world.”\n\n“In the end, we lost a chance to do something rich, inspiring and cool. I’m feeling ‘saudades’ for Shakira,” she said, using a Portuguese word that roughly translates as painful longing.\n\nFIFA Secretary General Jerome Valcke emphasized Leitte’s involvement when the song was released earlier this year. “In my many visits to this country, I’ve heard a lot about the great Brazilian music tradition and it gives me great pleasure to see a Brazilian artist at the heart of this song,” the head of international soccer said after the theme was presented at Rio de Janeiro’s Maracana stadium.", "article_metadata": {"description": "Brazil World Cup song fails to strike right tone", "author": "Luis Andres Henao", "og": {"site_name": "Salon", "description": "Brazil World Cup song fails to strike right tone", "title": "Brazil World Cup song fails to strike right tone", "url": "http://www.salon.com/2014/05/25/brazil_world_cup_song_fails_to_strike_right_tone/", "image": "http://media.salon.com/2014/05/brazil-world-cup-song.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Brazil World Cup song fails to strike right tone", "creator": "@salon", "image": "http://media.salon.com/2014/05/brazil-world-cup-song.jpeg-1280x960.jpg", "title": "Brazil World Cup song fails to strike right tone", "site": "@salon", "card": "summary_large_image"}, "title": "Brazil World Cup song fails to strike right tone", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd8d8b\"", "article_summary": "Topics: From the Wires, Entertainment News, NewsSANTIAGO, Chile (AP) — The official World Cup song definitely strikes a chord, but some think it’s the wrong one.\nSince the recent release of FIFA’s “We Are One (Ole Ola),” hordes of fans in Brazil have been slamming the official 2014 Cup theme.\n“What I don’t like about the music is that it’s a poor, dull, generic pop theme,” said Gaia Passarelli, a Brazilian music journalist and a former VJ for MTV Brazil.\nFIFA Secretary General Jerome Valcke emphasized Leitte’s involvement when the song was released earlier this year.\n“It’s a shame considering Brazil’s rich musical tradition, which is admired all over the world.”“In the end, we lost a chance to do something rich, inspiring and cool."}