{"article_title": "America’s disastrous drug war in Afghanistan", "article_keywords": ["afghanistan", "counternarcotics", "sigar", "defense", "opium", "ghani", "cultivation", "drug", "americas", "past", "disastrous", "poppy", "afghan", "war"], "article_url": "http://www.salon.com/2014/10/26/americas_disastrous_drug_war_in_afghanistan_partner/", "article_text": "Topics: Afghanistan, Ashraf Ghani Ahmadzai, GlobalPost, Opium, SIGAR, Business News, Politics News\n\nThis article originally appeared on GlobalPost\n\nKABUL, Afghanistan — Ashraf Ghani Ahmadzai, Afghanistan’s new president, has basked in a warm wave of national goodwill since taking office last month. Afghans are just happy the transfer of power happened without bloodshed — a rarity here.\n\nBut Ghani has his work cut out. As he whittles away at corruption, economic problems, and the insurgency, he also has to deal with the ever-increasing problem of drugs.\n\nThe Office of the Special Inspector General for Afghanistan Reconstruction (SIGAR) released a new report on Tuesday that lays out the facts in stark detail:\n\n• The US has spent $7.6 billion on counternarcotics efforts in Afghanistan over the past 12 years. Yet poppy cultivation has reached unprecedented levels, with more than 516,000 acres of the opium crop now planted.\n\n• Previously “poppy-free” provinces are now growing it.\n\n• Deep-well technology has allowed farmers to reclaim almost 500,000 acres of desert land for cultivation — most of which has gone for poppy.\n\n• The value of the crop and its derivative products is estimated to be about $3 billion — up from $2 billion the year before. Proceeds from drugs fuel corruption and the insurgency.\n\nSIGAR — an independent US government watchdog — prodded President Barack Obama’s administration to take stock.\n\n“The recent record-high level of poppy cultivation calls into question the long-term effectiveness and sustainability of [prior US government and coalition] efforts,” John Sopko, the agency’s special inspector general, said in a letter to top members of Obama’s Cabinet. “Given the severity of the opium problem and its potential to undermine US objectives in Afghanistan, I strongly suggest that your departments consider the trends in opium cultivation and the effectiveness of past counternarcotics efforts when planning future initiatives.”\n\nIn other words, it ain’t working.\n\nNot our fault\n\nThe Department of Defense (DOD) took umbrage at SIGAR’s evaluation. The real culprit according to Michael Lumpkin, deputy defense secretary, is the Afghan government.\n\n“The failure to reduce poppy cultivation and increase eradication is due to the lack of Afghan government support for the effort,” Lumpkin writes in a letter to Sopko that was included in the SIGAR report.\n\nHe also bristled at the suggestion that Defense may not be taking heed of past failures:\n\n“The DOD always attempts to apply lessons learned,” he wrote, right before asking that Defense Secretary Chuck Hagel be removed from the distribution list “since the report provides no new information relating to our department.”\n\nThe State Department also voiced its objections, although more diplomatically, as is its wont.\n\nMore from GlobalPost: Afghanistan: The rise of a narco state\n\nCharles Randolph, a program coordinator at the US Embassy in Kabul, allowed that the soaring poppy crop was “disappointing, as was the decline in poppy eradication by provincial authorities this year.”\n\nBut he delicately points out that “our counternarcotics goals can be accomplished only when they are also Afghan counternarcotics goals.” Ahem.\n\n“We look forward to the new Afghan government assuming a leadership role in this regard.”", "article_metadata": {"description": "The U.S. has spent $7.6 billion on counternarcotics, and the country's opium industry is now bigger than ever", "title": "America’s disastrous drug war in Afghanistan", "og": {"site_name": "Salon", "description": "The U.S. has spent $7.6 billion on counternarcotics, and the country's opium industry is now bigger than ever", "title": "America’s disastrous drug war in Afghanistan", "url": "http://www.salon.com/2014/10/26/americas_disastrous_drug_war_in_afghanistan_partner/", "image": "http://media.salon.com/2012/10/afghanistan-opium-trade-heroin-production-war-on-drugs82221.jpeg", "type": "article"}, "twitter": {"description": "The U.S. has spent $7.6 billion on counternarcotics, and the country's opium industry is now bigger than ever", "title": "America’s disastrous drug war in Afghanistan", "image": "http://media.salon.com/2012/10/afghanistan-opium-trade-heroin-production-war-on-drugs82221.jpeg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Jean MacKenzie", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Afghanistan, Ashraf Ghani Ahmadzai, GlobalPost, Opium, SIGAR", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd8da1\"", "article_summary": "Yet poppy cultivation has reached unprecedented levels, with more than 516,000 acres of the opium crop now planted.\nTopics: Afghanistan, Ashraf Ghani Ahmadzai, GlobalPost, Opium, SIGAR, Business News, Politics NewsThis article originally appeared on GlobalPostKABUL, Afghanistan — Ashraf Ghani Ahmadzai, Afghanistan’s new president, has basked in a warm wave of national goodwill since taking office last month.\n• Deep-well technology has allowed farmers to reclaim almost 500,000 acres of desert land for cultivation — most of which has gone for poppy.\nAs he whittles away at corruption, economic problems, and the insurgency, he also has to deal with the ever-increasing problem of drugs.\n“The recent record-high level of poppy cultivation calls into question the long-term effectiveness and sustainability of [prior US government and coalition] efforts,” John Sopko, the agency’s special inspector general, said in a letter to top members of Obama’s Cabinet."}