{"article_title": "Sunday Chatter: GOP hold up ‘Obama-is-weak’ card; GOP angling – CNN Political Ticker", "article_keywords": ["ukraine", "angling", "russia", "chatter", "republicans", "political", "gas", "obamaisweak", "states", "blinken", "united", "cnn", "president", "paul", "hold", "ticker", "gop", "card", "obama"], "article_url": "http://politicalticker.blogs.cnn.com/2014/03/09/sunday-chatter-gop-hold-up-obama-is-weak-card-gop-angling/", "article_text": "2 years ago\n\nThe Sunday political talk shows were stacked with Republicans, and most of them said President Barack Obama has repeatedly showed weakness in his foreign policy, bolstering Russian President Vladimir Putin’s resolve and agenda in Ukraine.\n\nIf you missed any of the Sunday political chatter, we've got you covered:\n\nObama is not weak: Tony Blinken, Obama’s deputy national security adviser, defended the President and his response to Putin’s advancement in the Crimean peninsula in Ukraine.\n\n\n\nFollow @politicalticker Follow @LACaldwellDC\n\n“With regard to Russia, in coordination with our allies, we've imposed significant sanctions on Russia, and that's already exerting a cost. We've seen Russian markets go down substantially, the ruble go down and investors sitting on the fence,” Blinken said on CNN’s “State of the Union.” “Russia is paying a price for this.”\n\nBut Obama really is weak: But Republican adversaries aren’t buying it.\n\n“The administration thought if we just act nice, everyone will act nice with us. That's not way that Putin and the Russian Federation sees the rest of the world,” Rep. Mike Rogers, chairman of the House Intelligence Committee, said on ABC’s “This Week.”\n\nOn CBS News’ “Face the Nation,” Rep. Paul Ryan, Republican of Wisconsin and potential 2016 presidential candidate, criticized the United States’ “reset” policy with Russia as “wishful, naïve thinking” – a targeted jab at fellow potential presidential candidate Hillary Clinton, who led that policy as secretary of state.\n\nAnd former Vice President Dick Cheney, a foreign policy hawk, was the most pointed: “We have created an image around the world - not just for the Russians - of weakness, of indecisiveness,” he told CBS News’ “Face the Nation” guest host Charlie Rose.\n\nCheney said the world is “a safer, more stable place when the United States leads, when we have significant military capability, and when people know we will use it if necessary.”\n\n“They no longer fear us,” he added.\n\n“The Syrian situation is a classic - we got all ready to do something, but … at the last minute, Obama backed off.”\n\nSyria is not Ukraine: When CNN’s Candy Crowley asked Blinken whether Putin sensed weakness after watching the United States deal with Syria, Blinken said the civil war in Syria and the United States’ policy there had no bearing on Ukraine.\n\n“The notion that this is somehow a result of Syria makes very little sense to me. This is about Ukraine,” he said, adding that Obama and the United States are “doing the leading” against Putin.\n\nBob Gates, former defense secretary for both Obama’s and President George W. Bush’s administrations, defended the President on “Fox News Sunday.”\n\nHe said criticism of the President “ought to be toned down while he’s trying to handle the crisis,” Gates said.\n\nRemember Georgia? Rogers, of Michigan, said Russia’s actions in Crimea are similar to what Russia did in Georgia in 2008.\n\n“We’ve seen this story before, and when we didn’t react … we ended up buying into bigger trouble later, and I think that’s what you’re seeing happening,” he said.\n\nGates said President Bush didn’t receive the same criticism then as Obama is receiving now.\n\n“My own view is, after all, Putin invaded Georgia when George W. Bush was President. Nobody ever accused George W. Bush of being weak or unwilling to use military force.”\n\nCheney addressed that, saying the Bush administration did respond to Russia’s invasion of Georgia.\n\n“We did take some steps in terms of providing assistance to Georgia. We had ships in the region and so forth,” Cheney told Rose.\n\nTwo paths – for Russia and for the United States: Blinken laid out the Obama administration’s plan:\n\n“What Putin is seeing is the President mobilizing the international community, both in support of Ukraine and isolate Russia for its actions in Ukraine,” Blinken said. He added that Russia has a choice to make: continue to push forward in Ukraine and face economic repercussions, or retreat.\n\nBlinken on @CNNsotu: \"The door is clearly open to resolving this diplomatically.\" #Ukraine → http://t.co/XhPGB4Gbum, pic.twitter.com/PilvGpkjsw — Andrea Purse (@Purse44) March 9, 2014\n\n“The President made it very clear in announcing our sanctions, as did the Europeans the other day, that this was a first step,” Blinken said.\n\nBut some Republicans outline a different path for Obama to take.\n\nCheney said the ballistic missile defense system in the Czech Republic and Poland should be put back on the table. He also said the United States should conduct joint military training exercises in Poland and provide equipment and training to the Ukrainian military.\n\nOil and natural gas: Republicans, who have been pushing the Obama administration to expand domestic oil and natural gas production, read from similar scripts Sunday, saying American energy production is critical to minimizing Putin’s international influence.\n\nRyan: “We're a nation with vast energy reserve and potential but with a government that's seen as hostile toward developing those energy reserves. If our government changed its tune on that, if we told Europe we are going to green light the languishing permit applications for exporting natural gas to Europe, that could do a lot to send signals that we're intent on loosening Russia's grip on its energy to Europe.”\n\nRep. Peter King of New York on NBC’s “Meet the Press”: “We have to increase exports of liquefied natural gas. These countries like England and others and Germany cannot be forced to rely on Russia. … The natural gas - we have enough to supply so many countries in the world. And we should right now start lifting restrictions. We should begin exporting as quickly as we can.”\n\nSen. Rand Paul of Kentucky on “Fox News Sunday”: I “would immediately get every obstacle out of the way for our export of oil and gas, and I would begin drilling in every possible conceivable place within our territories in order to have production that we could supply Europe with if it's interrupted from Ukraine.”\n\nCheney: “Energy is also a weakness for Russia. They depend on Petroleum for 50% of their GDP. Price of oil drops a few dollars, they go into recession.”\n\nRand Paul is not weak, either: Paul pushed back on criticism from fellow Republicans that he is an isolationist, saying those who criticize him do so for “their own person political gain.”\n\nPaul recently said the United States needs to have a “respectful - sometimes adversarial but a respectful – relationship.”\n\n“In fact, what Ronald Reagan said in about one sentence sums up a lot of what I believe. He said to our potential adversary, ‘Don't mistake our reluctance for war for a lack of resolve,’” Paul said.\n\nNow for some politics: The annual Conservative Political Action Conference wrapped up Sunday with Sarah Palin reading a parody of Dr. Seuss’ children’s book “Green Eggs and Ham.”\n\nBut the real headline- grabbers from the conference were the nearly dozen possible 2016 presidential contenders who addressed the activist crowd and the fact that Paul was the overwhelming winner of the straw poll.\n\nAs Paul put it, CPAC is a friendly crowd because it is “chock full of young people” who share his concern over privacy rights even though he is also reaching out to Attorney General Eric Holder to repeal felon voting bans.\n\n“I don't mind saying that I agree with the President or Eric Holder on this because I think the people who know me know that I will stand up to the President when he's wrong, which I think is quite a bit of the time,” he said.\n\nPaul joked that at a friendly lunch to talk about felon voting, Paul said to Holder, \"I'll see you in court,\" referring to his suit against he Obama administration's surveillance program.\n\nHis statements are a contrast to those of fellow Republican Sen. Ted Cruz, who has been a major pain to many of his colleagues because he doesn’t play by the rules and holds little regard for taking one for the team.\n\nCruz told the CPAC crowd that Republicans who “don't stand and draw a clear distinction” or don’t stand for principle don’t win.\n\nSen. Paul says he’s focused on making GOP bigger, not taking Cruz’s approach http://t.co/ycpggS9WxE — CNN Political Ticker (@PoliticalTicker) March 9, 2014\n\nRyan said Republican Party disagreements aren’t a civil war but rather show that the party has a “big tent.”\n\n“I think we're a party with a vibrant debate adding ideas, solving problems. We're going to be OK,” he said.\n\nThe new Democrat has some words for the old Democrats: Former Florida Gov. Charlie Crist, who is running to win his job back - this time as a Democrat - had loads of praise for Obama.\n\nHe said Obama has “a compassionate heart,” is “leading well” and that Democrats need to “support him.”\n\n“God bless him,” Crist said about Obama twice during the interview on CNN’s “State of the Union.”\n\nAs for the endangered Democrats up for re-election who are running from the Affordable Care Act, Crist said they need to “strengthen up.”\n\nThe kicker: Ryan and Paul both enlightened us one more time about their plans for a 2016 presidential run. They both are considering.\n\nRyan also said House Speaker John Boehner is “controversial but doing a very good job.” But Ryan has no interest in taking on one of the most difficult jobs in Washington.", "article_metadata": {"description": "The Sunday political talk shows were stacked with Republicans, and most of them said President Barack Obama has repeatedly showed weakness in his foreign policy, bolstering Russian President Vladimir Putin’s resolve and agenda in Ukraine.", "generator": "WordPress.com", "title": "Sunday Chatter: GOP hold up ‘Obama-is-weak’ card; GOP angling", "og": {"url": "http://politicalticker.blogs.cnn.com/2014/03/09/sunday-chatter-gop-hold-up-obama-is-weak-card-gop-angling/", "image": "http://i2.cdn.turner.com/cnn/dam/assets/140309095016-exp-sotu-crowley-tony-blinken-ukraine-russia-00002001-story-top.jpg", "type": "article", "description": "The Sunday political talk shows were stacked with Republicans, and most of them said President Barack Obama has repeatedly showed weakness in his foreign policy, bolstering Russian President Vladimir Putin’s resolve and agenda in Ukraine.", "title": "Sunday Chatter: GOP hold up ‘Obama-is-weak’ card; GOP angling"}, "msapplication-tooltip": "- All politics, all the time", "fb": {"admins": 690014395, "app_id": 80401312489}, "msapplication-window": "width=device-width;height=device-height", "application-name": "CNN Political Ticker", "keywords": "dick cheney, obama administration, paul ryan, rand paul, russia, ted cruz, ukraine, uncategorized, vladimir putin, by cnn's leigh ann caldwell", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "msapplication-task": "name=Subscribe;action-uri=http://politicalticker.blogs.cnn.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico"}, "_id": "\"57477af36914bd0286fca4f7\"", "article_summary": "He also said the United States should conduct joint military training exercises in Poland and provide equipment and training to the Ukrainian military.\nThis is about Ukraine,” he said, adding that Obama and the United States are “doing the leading” against Putin.\nCheney said the world is “a safer, more stable place when the United States leads, when we have significant military capability, and when people know we will use it if necessary.”“They no longer fear us,” he added.\nCharlie Crist, who is running to win his job back - this time as a Democrat - had loads of praise for Obama.\nHe added that Russia has a choice to make: continue to push forward in Ukraine and face economic repercussions, or retreat."}