{"article_title": "The Landscape Is Changing in the Security Technology Industry", "article_keywords": ["relationship", "food", "data", "industry", "companies", "massive", "need", "changing", "security", "technology", "example", "landscape"], "article_url": "http://www.computerworld.com/article/2936901/data-security/the-landscape-is-changing-in-the-security-technology-industry.html", "article_text": "As a result of massive data breaches experienced by major corporations in every industry, data security is the talk of the tech world. It has also become a board-level topic. As these highly-publicized data breaches show, security – or the lack of it – can have enormous economic and brand/reputation impact. A security failure can cause a company to go into crisis mode.\n\nCompounding today’s data security challenge, there is a huge mismatch – a massive gap – between what customers actually need and what today’s security technology can deliver. From a customer’s perspective, security technology should protect an enterprise against anything that could materially impact it, such as a massive data breach. It also should be easy to use, unobtrusive and not create an impediment to productivity or critical activities, such as connecting to partners, developing new applications or automating new business processes.\n\nBut, today’s security technology is not yet up to the challenge of meeting the needs of the enterprise. The gap between what customers want and what security technology can deliver is massive because, for the longest time, the security industry has been focused on creating point-solutions for security practitioners rather than holistic answers to an enterprise’s security challenges. The network group, for example, has deployed network security tools. The applications group has deployed applications security tools. The end-point group responsible for PCs and mobile devices, etc. has deployed point security tools. They have all attempted to solve their piece of the really big security puzzle in order to avoid being seen as the cause of any security lapses.\n\nA medieval castle under siege by a foreign invader provides a good analogy – an illustration of why the old approach to enterprise security no longer works. During the siege, the guard at each gate or tower has determined that the enemy is not going to get past him and breach the walls of the fortress – while paying little attention to the fact that the enemy invader’s assaults are coming in through the air now, not just from the ground.\n\nSo, now, there’s a massive shift going on in the world of data security. The perimeter-less world of pervasive computing is disrupting the security infrastructure. The individual security defenses now being deployed on a point-solution basis are no longer adequate to the task. The various security point solutions, such as firewalls, in fact might be thought of as active sensors that can not only detect threats but also take action to address them. These sensors generate information in real time but this is not by itself sufficient. Companies must be able to see the bigger picture. As a result, we are now seeing the marriage of security and analytics. The sensor part of a secure network provides alerts which need to be incorporated into a larger analytical environment and comprehensively analyzed using Hadoop, cloud and advanced data security intelligence.\n\nIn addition to the recognition that there’s a huge, growing and unsolved problem that cannot be addressed by point solutions alone, there’s also a growing realization that security needs to be prioritized. Some business processes are critical and must be well protected. But in other areas of the business, the financial costs – the usability costs – of security are prohibitive because so much security is needed that it hinders business processes.\n\nAs a result, companies today need to be able to identify what to protect – the enterprise “crown jewels” that need to be well protected. So, instead of starting at the network level and focusing on, for example, how many PCs or mobile devices are attached, companies must ask themselves, “What am I really protecting?”\n\nThe answers will vary, based on industry. The U.S. healthcare industry provides an excellent example of what I mean. Healthcare is an industry that is undergoing a radical transition from B2B to B2C – from an industry in which the major connection is between providers and payors, to one in which both providers and payors strive to cement a strong loyalty-based relationship directly with consumers. Under the Affordable Care Act, for example, healthcare companies want to establish a direct relationship with consumers so that, when they change employers, the consumers will continue to have a relationship with them. To cement that relationship, healthcare providers are collecting a lot of consumer data and that raises the issue of security to a very high level. The creation of exchanges under the Affordable Care Act also means a lot more data will be exchanged and the greater exchange of data will create a lot more security holes.\n\nThe food and beverage industry provides another example. For food processing companies, the most important thing is food safety. What is it about food safety that needs to be protected? The answer is not as simple as it seems. In addition to the physical safety having to do with antibiotics and keeping the workplace clean, food processing companies also have supply chains and these supply chains are information-based. So, the question is: “How do you ensure your food is safe throughout your supply chain?”\n\nTo answer the question of what to protect and how to protect it, companies now are starting to think about data security from a top-down perspective. “What is most important to me, what roles does information play and how do I keep that information secure?”\n\nAt Informatica, we are working on answers to these questions by focusing our development efforts on data security intelligence. This intelligence leverages and repurposes metadata (data about data) that has been collected and refined over many years for tasks such as data integration and data quality.\n\nAll security devices and controls are important, but they are part of a larger picture. You need to see the forest, not just the trees. And, this requires the marriage of security and analytics. Everything we are doing in the area of big data – everything we do with regard to data integration, data quality, data security – enables us to play a major role in the changing security landscape by enabling our customers to not get lost in the trees.", "article_metadata": {"rating": "General", "parsely-link": "http://www.computerworld.com/article/2936901/data-security/the-landscape-is-changing-in-the-security-technology-industry.html", "parsely-section": "Data Security", "author": "Anil Chakravarthy", "og": {"site_name": "Computerworld", "description": "The Big Picture for Big Data Security Intelligence", "title": "The Landscape Is Changing in the Security Technology Industry", "url": "http://www.computerworld.com/article/2936901/data-security/the-landscape-is-changing-in-the-security-technology-industry.html", "image": "http://idge.staticworld.net/ctw/computerworld-logo300x300.png", "type": "article"}, "twitter": {"url": "http://www.computerworld.com/article/2936901/data-security/the-landscape-is-changing-in-the-security-technology-industry.html", "image": "http://idge.staticworld.net/ctw/computerworld-logo300x300.png", "site": "@computerworld", "card": "summary", "description": "The Big Picture for Big Data Security Intelligence"}, "robots": "NOODP,NOYDIR", "DC.date.issued": "2015-06-17T08:39-05:00", "parsely-title": "The Landscape Is Changing in the Security Technology Industry", "fb": {"app_id": 123026274413041, "pages": 103687894679}, "sailthru.tags": "data-security,anil-chakravarthy,great-data-thinking,opinion,medium", "parsely-author": "Anil Chakravarthy", "parsely-type": "NewsArticle", "date": "2015-06-17", "google-site-verification": "_JEYLpDBDU_w1eI6P77BYlB1lvpukoxFcYDS_-Aznko", "parsely-pub-date": "2015-06-17T15:39:00Z", "parsely-tags": "blog: Great Data Thinking,type: opinion,source: computerworld,original", "viewport": "width=device-width, initial-scale=1.0", "description": "The Big Picture for Big Data Security Intelligence"}, "_id": "\"57477af46914bd0286fd8da9\"", "article_summary": "The gap between what customers want and what security technology can deliver is massive because, for the longest time, the security industry has been focused on creating point-solutions for security practitioners rather than holistic answers to an enterprise’s security challenges.\nAs a result of massive data breaches experienced by major corporations in every industry, data security is the talk of the tech world.\nBut, today’s security technology is not yet up to the challenge of meeting the needs of the enterprise.\nCompounding today’s data security challenge, there is a huge mismatch – a massive gap – between what customers actually need and what today’s security technology can deliver.\nEverything we are doing in the area of big data – everything we do with regard to data integration, data quality, data security – enables us to play a major role in the changing security landscape by enabling our customers to not get lost in the trees."}