{"article_title": "Thumbs up, thumbs down", "article_keywords": ["districts", "carnival", "space", "irs", "spacecraft", "pluto", "county", "slide", "thumbs", "cruise", "twister"], "article_url": "http://www.floridatoday.com/story/opinion/2015/07/16/thumbs-thumbs/30258515/", "article_text": "CARNIVAL CRUISE LINE PHOTOTwo guests on the Carnival Magic enjoy main features of the ship’s WaterWorks aqua park, the DrainPipe slide attraction, left, and a 312-foot-long Twister waterslide, right. The Twister slide is the longest slide in Carnival's fleet. The WaterWorks aqua park on Carnival Two guests on the Carnival Magic a main feature of the ship's WaterWorks aqua park, a 312-foot-long Twister waterslide (entrance on right), and the DrainPipe slide attraction (left). The Twister slide is the longest side in Carnival's fleet. Photo by Andy Newman/Carnival Cruise Lines (Photo: Andy Newman/Carnival Cruise Line) Story Highlights Disagree? Email your take to letters@floridatoday.com\n\nTo Pluto — and beyond\n\nThumbs up to NASA and its partners at American universities for continuing to dominate deep space exploration. Tuesday, the New Horizons space craft flew past Pluto, beaming back high-definition photos and data. It was the latest in a string of successes for U.S. spacecraft launched from Cape Canaveral —most of them still active years after blasting off. On Mars, our Curiosity rover is still running and just revealed evidence that the Red Planet once had a continental crust like Earth. The Cassini space probe continues to orbit and photograph Saturn and its moons. In April, NASA's messenger spacecraft mapped and studied the surface of Mercury before finally dropping out of orbit. And somewhere out there, in a cold place twice as far away as Pluto, America's Voyager 1 spacecraft is the first human-made probe to exit the solar system. Thanks in part to the Pluto fly-by, the United States will go down in history as the first nation to explore the solar system — and we're still discovering more of it.\n\nVandals striking countywide\n\nThumbs down to vandals who have damaged places where people pray, play and learn around Brevard County. New Shiloh Christian Church, a predominantly black congregation, has been struck three times in six months, with Melbourne police now calling the actions a hate crime. Vandals also recently damaged the trail bridge at Cruickshank Sanctuary in Rockledge, tearing off rails and deck boards. The first week of July, a Palm Bay preschool was hit for the third time in a month. Whatever their motive, these vandals are causing thousands of dollars worth of damage and untold emotional distress. If the perpetrators think they're making a statement, we hope the response they hear is \"Guilty\" after they're caught and adjudicated.\n\nTop corporate citizen stays\n\nThumbs up to Harris Corp., for deciding to keep its corporate headquarters in Melbourne after its acquisition of McLean, Virginia-based Exelis Inc., an aerospace and defense firm. In addition to keeping 400 corporate employees on the Space Coast, Harris announced that it will base two of its combined business segments in Palm Bay. That could mean significantly more research dollars and engineering talent flowing into Brevard in the future, FLORIDA TODAY reported. Besides the jobs, Harris has been a first-class corporate citizen since placing its headquarters here in 1978. Its decision comes as a vote of confidence in the local talent pool, school system and business climate.\n\nCongressional districts aren't 'fair'\n\nThumbs down, Florida judges say, to Republican state House and Senate leaders in 2012, who couldn't resist playing games with the redrawing of Congressional districts. The Florida Supreme Court last week ordered a do-over after finding that the redistricting process was tainted by an \"unconstitutional intent to favor the Republican Party and incumbents.\" It threw out eight districts. And on Wednesday, a Leon County Circuit Judge gave the Legislature five months to produce a new map that complies with Florida's \"Fair Districts\" constitutional amendment. That means House Speaker Steve Crisafulli, R-Merritt Island, and Senate President Andy Gardiner, R-Orlando, probably will have to convene the year's second special session. Still, we don't expect much change to the Brevard-Indian River County district represented by Congressman Bill Posey, R-Rockledge.\n\nCan't wait for these four to soar\n\nThumbs up to NASA test pilots Bob Behnken, Eric Boe, Doug Hurley and Sunita Williams, the four astronauts who'll be training for test flights of new Boeing and SpaceX capsules. When those orbital missions head to the International Space Station, possibly in 2017, that foursome will likely be the crew. All have flown on the shuttle and ISS. Since the final shuttle mission in 2011, it's been hard for many locals — especially those with personal and professional ties to Kennedy Space Center — to accept reliance on Russia for rides into orbit. So their ride can't come soon enough for us. Said Williams: \"I remember when I launched from Kennedy the first time on a U.S. space shuttle, and it was pretty amazing. So I can only imagine what it's going to be like after this long period of time to get back on a spacecraft at Kennedy.\"\n\nThese IRS numbers are a mess\n\nThumbs down to the IRS for service so bad, why call it service? A report to Congress from the National Taxpayer Advocate, created to help taxpayers with IRS problems, contains troubling numbers, including almost-doubled hold times and an increase in calls dropped by the overloaded IRS switchboard. Cut-off calls went from about 540,000 in 2014 to more than 8 million. Nina Olson, NTA head, called the filing season \"the worst in memory,\" blaming crappy customer experience on $1.5 billion in congressional budget cuts between 2010 and 2015. Add to that implementing parts of the Affordable Care Act and Foreign Account Compliance Act. And yet, the report said, \"the IRS ran a generally successful filing season under difficult circumstances\" — despite the IRS commissioner calling service \"abysmal\" earlier this year.\n\nReady for cruise-ship diplomacy?\n\nThumbs up to Carnival Corp. for announcing the start of cruises to Cuba within a year. The parent company of Carnival, Princess and eight other cruise brands announced it will launch seven-night \"people-to-people\" tours to the island via ship, as long as Cuban authorities approve. Count us among those interested in normalizing relations with the Cuban people through a departure from Port Canaveral. \"All of our research suggests there is a huge pent-up demand for the Cuba experience,\" Carnival CEO Arnold Donald told USA TODAY.\n\nTroops need American sneakers\n\nThumbs down to the U.S. Department of Defense, which still hasn't made good on a 2014 promise to start outfitting recruits with athletic shoes 100-percent made in the U.S.A. Doing so isn't just patriotic. Congress passed a law in 1941 requiring the department to give preference to American-made goods, and companies like New Balance have been lobbying for compliance for years. More than a year after the Pentagon pledged change, the Army, Navy, Air Force and Marines still have not purchased a single shoe that satisfies the standards of the 1941 law.\n\nOK with this county decor\n\nThumbs up to Brevard County commissioners for a subtle but meaningful addition to the lobby outside its meeting room in Viera. Visitors can now peruse some nicely framed reproductions of America's founding documents including the U.S. Constitution, Bill of Rights and the Declaration of Independence. We're not usually fans of government spending on prestigious office décor, but in this case, we approve.\n\nEverything's not a photo op\n\nThumbs down to an Ohio man arrested for vehicular trespassing, doing so to record cell phone video after a car crash that killed one teenager and severely injured another. Instead of offering aid, Paul Pelton, 41, of Lorain, captured video car of the severely injured 17-year-old driver and his passenger, who died later inside the car. Other bystanders tried to help. But Pelton is heard repeatedly calling the teens, whose car crossed railroad tracks, hit a house and caught fire, \"idiots.\" To top it off, he tried to sell the video to news outlets and posted it to Facebook. All of us, journalists included, can learn from this: Using technology in this ghoulish way is reprehensible. As Lorain police said, citizens are \"allowed and encouraged\" to render aid or comfort and help others if they can do so safely. But they cannot \"trespass into a person's vehicle criminally and without permission for the seemingly singular cause of filming, a young man's dying moments, for profit.\"\n\nRead or Share this story: http://on.flatoday.com/1J434mz", "article_metadata": {"google": "notranslate", "description": "A Brevard take on winners and losers of the week", "og": {"site_name": "Florida Today", "description": "A Brevard take on winners and losers of the week", "title": "Thumbs up, thumbs down", "url": "http://www.floridatoday.com/story/opinion/2015/07/16/thumbs-thumbs/30258515/", "image": "http://www.gannett-cdn.com/GDContent/applogos/floridatoday.png", "type": "article"}, "twitter": {"description": "A Brevard take on winners and losers of the week", "title": "Thumbs up, thumbs down", "image": "http://www.gannett-cdn.com/-mm-/d65c3a3e12130f653d5a69909c17973cd824f4b6/c=626-0-2920-2294&r=x643&c=640x640/local/-/media/2015/07/16/Brevard/B9318084325Z.1_20150716170138_000_GTNBCAJBC.1-0.jpg", "creator": "@Florida_Today", "site": "@Florida_Today", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=811359748", "fb": {"app_id": 133451750049911}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Brevard, NASA, Pluto, Carnival, Harris Corp., Florida Legislature, Melbourne, New Balance, Cuba"}, "_id": "\"57477af46914bd0286fd8dbb\"", "article_summary": "The Twister slide is the longest slide in Carnival's fleet.\nThe Twister slide is the longest side in Carnival's fleet.\nThumbs up to Carnival Corp. for announcing the start of cruises to Cuba within a year.\nCARNIVAL CRUISE LINE PHOTOTwo guests on the Carnival Magic enjoy main features of the ship’s WaterWorks aqua park, the DrainPipe slide attraction, left, and a 312-foot-long Twister waterslide, right.\nIn April, NASA's messenger spacecraft mapped and studied the surface of Mercury before finally dropping out of orbit."}