{"article_title": "Here’s the Bill Gross Effect on Shares, an Index and Bonds", "article_keywords": ["index", "management", "look", "gross", "heres", "bill", "fund", "effect", "shares", "large", "holdings", "mr", "bonds", "investment", "market", "bond"], "article_url": "http://blogs.wsj.com/moneybeat/2014/09/26/heres-the-bill-gross-effect-on-shares-an-index-and-bonds/", "article_text": "Reuters\n\n“Gross can’t be replaced,” said one trader today as news broke that the star bond fund manager was leaving Pacific Investment Management Co. to join Janus Capital Group. “He is Pimco.”\n\nAll talk, you might say, until you look at the effect his move is having on share prices, at least in the short term.\n\nShares in Allianz SE, the German insurance company that owns California-based Pimco, fell sharply as soon as the news broke, dragging Germany’s DAX index lower.\n\nBut Allianz’s loss is Janus’s gain. Shares the NYSE listed asset manager leapt an astonishing 40% to a four-and-a-half year high.\n\nAnd it’s not just the shares that are moving. News of Mr. Gross‘s exit sparked selling in Treasury bonds, traders said. Mr. Gross manages the world’s largest bond fund which holds 41% in U.S. government-related holdings.\n\nTraders say it is a knee-jerk reaction given that Mr. Gross is one of the most renowned bond-fund managers in the world and the news raised questions about what will happen with Pimco Total Return’s large holdings of Treasurys.\n\n“There are concerns that a large liquidation will result due to his abrupt departure,” says Tom di Galoma at ED&F Man Capital Markets.\n\nGregor Macintosh, head of fixed income at Lombard Odier Investment Management, with $16 billion in assets under management, said that his fund trimmed its holdings of long-dated U.S. Treasurys upon seeing the news of Mr. Gross’ departure, on the assumption that large amounts of money could be withdrawn from Pimco’s bond funds, which are a big player in the market for Treasurys.\n\nMr. Macintosh said that even the enormous U.S. bond market is vulnerable to such events because investment banks’ proprietary trading desks, which provided so much liquidity in the past, have been shut down by regulations. “The market does not have the capacity to absorb this kind of event as it did in the past,” he said. Immediately following the news of Mr Gross’ departure “there was a noticeable weakening” of Treasurys, he added.\n\n“The market is effectively scrambling to look at the holdings data of Pimco’s funds and look at their own holdings and evaluate how wedded they are to various positions.”\n\n“They’re a vast player in the market and the market does not have the ability to warehouse this risk.”\n\nYields on the 10-year note moved slightly higher to 2.52% after news of Mr. Gross’s exit broke, and moved higher in the early New York afternoon to 2.54%, according to Factset. Yields move in the opposite direction to prices.\n\nMin Zeng, Cynthia Lin, Juliet Samuel, Ulrike Dauer and Thomas Leppert contributed.\n\nThis post was updated at 1 p.m. ET with Gregor Macintosh’s comments.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Bill Gross' move is having a big impact on shares of his old and new employers -- and on Treasury markets.", "title": "Here’s the Bill Gross Effect on Shares, an Index and Bonds", "url": "http://blogs.wsj.com/moneybeat/2014/09/26/heres-the-bill-gross-effect-on-shares-an-index-and-bonds/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-EA467_allian_G_20140808090018.jpg"}, "site": "WSJMoneyBeat", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Markets", "article.headline": "Here’s the Bill Gross Effect on Shares, an Index and Bonds", "description": "Bill Gross' move is having a big impact on shares of his old and new employers -- and on Treasury markets.", "article_section": "Markets", "author": "Phillipa Leighton-Jones", "user.type": "unsubscribed", "testkeys": "C", "article.page": "MoneyBeat Blog", "page.subsection": "MoneyBeat", "article.summary": "Bill Gross' move is having a big impact on shares of his old and new employers -- and on Treasury markets.", "page.site": "blogs.wsj.com", "page.content.format": "responsive", "article.published": "2014-09-26T13:49:54-04:00", "dj.asn": "10-161", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/moneybeat/2014/09/26/heres-the-bill-gross-effect-on-shares-an-index-and-bonds/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-MBB-27467", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Markets", "language": "en-US", "og": {"site_name": "WSJ", "description": "Bill Gross' move is having a big impact on shares of his old and new employers -- and on Treasury markets.", "title": "Here’s the Bill Gross Effect on Shares, an Index and Bonds", "url": "http://blogs.wsj.com/moneybeat/2014/09/26/heres-the-bill-gross-effect-on-shares-an-index-and-bonds/", "image": {"width": 553, "identifier": "http://si.wsj.net/public/resources/images/BN-EA467_allian_G_20140808090018.jpg", "height": 369}, "type": "article"}, "article.access": "free", "article.type": "MoneyBeat", "article.id": "BL-MBB-27467", "user.exp": "default", "article.updated": "2014-09-26T17:05:16-04:00"}, "article_summary": "Immediately following the news of Mr Gross’ departure “there was a noticeable weakening” of Treasurys, he added.\nGross manages the world’s largest bond fund which holds 41% in U.S. government-related holdings.\nReuters“Gross can’t be replaced,” said one trader today as news broke that the star bond fund manager was leaving Pacific Investment Management Co. to join Janus Capital Group.\nGross is one of the most renowned bond-fund managers in the world and the news raised questions about what will happen with Pimco Total Return’s large holdings of Treasurys.\nShares in Allianz SE, the German insurance company that owns California-based Pimco, fell sharply as soon as the news broke, dragging Germany’s DAX index lower."}