{"article_title": "Honoring Ruth Bader Ginsburg, panel discusses Roberts Court", "article_keywords": ["supreme", "discusses", "court", "harvard", "honoring", "judicial", "marshall", "ginsburg", "school", "roberts", "panelists", "radcliffe", "bader", "ruth", "law", "panel"], "article_url": "http://harvardmagazine.com/2015/05/radcliffe-day-roberts-court", "article_text": "To honor the life work of Ruth Bader Ginsburg, L ’59, LL.D. ’11, an associate justice of the Supreme Court of the United States (SCOTUS), the Radcliffe Institute for Advanced Study (RIAS) convened a panel discussion of the Roberts Court on Radcliffe Day, traditionally held on the Friday after Commencement.\n\nDean Lizabeth Cohen opened the remarks by recalling that Chief Justice John G. Roberts ’76, J.D. ’79, said during his confirmation hearings that “Judges are like umpires. Umpires don’t make the rules, they apply them.” And he went on to say, she recalled, “[M]y job [is] to call balls and strikes, and not to pitch or bat.” In the years since 2005, when he was nominated to the court by President George W. Bush, M.B.A. ’75, he has “made a lot of calls,” said Cohen. The court has made decisions on “doctor-assisted suicide, voting rights, campaign-finance reform, and reproductive rights, to name a few.”\n\nThe panel, she said, would discuss some of these calls, moderated by Margaret H. Marshall, Ed.M. ’69, former chief justice of the Supreme Judicial Court of Massachusetts, and senior research fellow and lecturer on law at Harvard Law School. “I cannot think of a better umpire,” Cohen said of Marshall, who received the Radcliffe Medal in 2012 (she is also a director of Harvard Magazine Inc.). The panelists were Linda Greenhouse ’68, former Supreme Court correspondent for The New York Times, now a journalist in residence and lecturer at Yale Law School; Michael Klarman, Kirkland & Ellis Professor at Harvard Law School, the author of the Harvard Magazine feature “How Same-Sex Marriage Came to Be”; Lauren Sudeall Lucas, J.D. ’05, an assistant professor at Georgia State University College of Law; and John Manning ’82, J.D. ’85, Bromley professor of law at HLS.\n\nThe panelists considered three cases decided by the Roberts Court, covering issues ranging from the powers of Congress, to race, to access to justice:\n\nNational Federation of Independent Business v. Sebelius (2012), which upheld congressional authority to legislate the “individual mandate” in the Affordable Care Act (ACA), requiring Americans to either maintain health insurance or pay a penalty to the Internal Revenue Service (IRS);\n\nParents Involved in Community Schools v. Seattle School District (2007), which invalidated the use of racial classification to achieve racial integration in schools; and\n\nAshcroft v. Iqbal (2009), which changed the requirements for bringing a lawsuit in federal court from a lenient standard that presumed a claim to be true unless proven not to be beyond doubt, to a standard requiring that judicial discretion find a claim to be “plausible on its face.” (The court refused to hear the complaint of a Pakistani Muslim, Javaid Iqbal, who claimed he was abused while in federal custody after being detained on immigration charges in the wake of 9/11.)\n\nSummaries of each of these cases were distributed at the event.\n\nThe panelists suggested that the Roberts Court has in fact engaged in judicial activism in many cases, even “second-guessing Congress,” as moderator Marshall summarized Manning’s remarks, “to a remarkable degree.” Greenhouse, citing the Parents Involved case, noted that there had been no dissent in the lower courts over that case, so that the Supreme Court, by taking it on, engaged in “an assertion of jurisdiction” that was “emblematic of the Roberts Court.”\n\nKlarman agreed, noting a substantive activism in addition to what he called “procedural activism.” Courts are generally deferential to local governments, he said, but in Parents Involved, “this was as local as it gets, a school board.”\n\nLucas noted that the effect of Iqbal has been to restrict access to the courts. It also introduced more “judicial discretion, a subjective determination” about whether a complaint should be heard. One study showed that for black plaintiffs claiming race discrimination, the dismissal rate went from 20 percent to 54 percent after Iqbal, and white judges were two times as likely to dismiss such claims as black judges.\n\nDuring the question period, a large number of the inquiries from the audience centered on the Citizens United case, wondering what the panelists thought of that decision, which has had the effect of allowing unlimited financing of election campaigns by nonprofit and other associations under the First Amendment's protection of free speech.\n\nKlarman questioned how spending money could be interpreted as speech. And Greenhouse described how a Montana state law banning corporate financing of campaigns, which had historical roots (senators had famously been bought), gave the Roberts Court a chance to refine its opinion. But the Montana law was struck down as unconstitutional, indicating, in her words, that there was “no remorse” over Citizens United.\n\nNoting that Roberts, at 50, was the youngest Chief Justice appointed to the court since John Marshall, the panel discussed judicial tenure, and specifically the notion of 18-year staggered terms. (Klarman, whose students had advanced the notion in a note in the Harvard Law Review, judged that has “no chance” of ever being adopted). As democracy has spread around the world, Greenhouse pointed out, not a single country has adopted lifetime appointments, nor have any of the 50 U.S. states except Rhode Island.\n\nKlarman, who clerked for Ginsburg, spoke last, lauding her extraordinary record of accomplishment on the Court, and elsewhere in public life, particularly as a champion of women’s rights. Even if she had never been appointed to the Supreme Court, he said, she would be regarded as an important American. (For more on Ginsburg, see the report on the awarding of the Radcliffe Day Medal.)", "article_metadata": {"description": "Radcliffe Day panel discusses “a decade of decisions and dissents.”", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Harvard Magazine", "description": "Radcliffe Day panel discusses “a decade of decisions and dissents.”", "title": "The Roberts Court", "url": "http://harvardmagazine.com/2015/05/radcliffe-day-roberts-court", "image": "http://harvardmagazine.com/sites/default/files/img/article/0515/Radcliffe_MMarshall_byTonyRinaldo.jpg", "updated_time": "2015-06-01T14:47:02-04:00", "type": "article"}, "twitter": {"url": "http://harvardmagazine.com/2015/05/radcliffe-day-roberts-court", "description": "Radcliffe Day panel discusses “a decade of decisions and dissents.”", "card": "summary", "title": "The Roberts Court"}, "article": {"published_time": "2015-05-29T14:49:36-04:00", "modified_time": "2015-06-01T14:47:02-04:00"}, "viewport": "width=990"}, "_id": "\"57477af46914bd0286fd8dc8\"", "article_summary": "’69, former chief justice of the Supreme Judicial Court of Massachusetts, and senior research fellow and lecturer on law at Harvard Law School.\nEven if she had never been appointed to the Supreme Court, he said, she would be regarded as an important American.\n’11, an associate justice of the Supreme Court of the United States (SCOTUS), the Radcliffe Institute for Advanced Study (RIAS) convened a panel discussion of the Roberts Court on Radcliffe Day, traditionally held on the Friday after Commencement.\n(Klarman, whose students had advanced the notion in a note in the Harvard Law Review, judged that has “no chance” of ever being adopted).\nAnd Greenhouse described how a Montana state law banning corporate financing of campaigns, which had historical roots (senators had famously been bought), gave the Roberts Court a chance to refine its opinion."}