{"article_title": "Paul Ryan’s stunning hypocrisy: The little-noticed way the GOP proved it’s full of it", "article_keywords": ["scoring", "proved", "hypocrisy", "ryans", "media", "republicans", "dynamic", "cbo", "ryan", "littlenoticed", "stunning", "way", "politics", "paul", "gop", "congressional", "theres"], "article_url": "http://www.salon.com/2014/11/22/paul_ryans_stunning_hypocrisy_the_little_noticed_way_the_gop_proved_its_full_of_it/", "article_text": "Topics: Adam Serwer, CBO, Congressional Budget Office, dynamic scoring, Editor's Picks, Grubergate, Jonathan Gruber, MIT, Paul Ryan, peter orszag, Media News, News, Politics News\n\nAs a general rule, I try not to write about hypocrisy in politics. It’s such a constant, such a fact of life, that it can feel a bit like complaining about traffic or the weather.\n\nBut just as there’s a difference between waiting an extra 20 minutes during rush hour and being stranded in your car for five days — or between a typical snowstorm and what’s happening currently in Buffalo — there’s a difference between the routine hypocrisy of politics and the kind we saw this week from Republicans in the House. One kind is an annoyance to be quickly forgotten; the other leaves a mark.\n\nBefore getting into why they’re so egregious, however, let’s pause to recap the Congressional GOP’s recent machinations.\n\nAware no doubt of how President Obama’s announcement this week on immigration reform would dominate both the media and the public’s attention, Republicans in the House, led by Rep. Paul Ryan, have been working to make sure the next head of the Congressional Budget Office (CBO) — which acts as Congress’s honest broker when it comes to scoring fiscal policy — is not a nonpartisan technocrat, as has usually been the case, but rather a loyal member of the conservative movement. And, as former CBO chief Peter Orszag recently explained, because the CBO has no institutional protections from partisan hackery, and maintains its integrity mostly through tradition, there’s precious little anyone can do to stop them.\n\nWhile there are no doubt many changes ideologues like Ryan would like to see the CBO make, reports indicate that the main reason GOPers want to install a right-wing hack as its chief is in order to make the agency integrate “dynamic scoring” more fully into its estimations. “Dynamic scoring,” for those who don’t know, is a phrase conservatives like to use to give a tenet of their anti-tax religion — lower taxes lead to more revenue! — an intellectual gloss. More importantly, dynamic scoring is generally the special sauce right-wing “wonks” put into their projections in order to claim that massively cutting taxes on the rich won’t lead to fiscal ruin. Remember the absurd claim that Bush’s tax cuts wouldn’t explode deficits? Thank dynamic scoring for that.\n\nSo that’s what’s happening under the radar with the CBO. And if that were the whole story, it’d probably fall under into the “routine traffic and weather” category of hypocrisy I mentioned earlier. What makes this more of a Buffalo snowstorm-level problem is the context — specifically, the fact that Republicans are destroying yet another norm of American politics, the nonpartisan CBO, at the very same time that they’re waging a relentless and disingenuous campaign to persuade the media (and thus the American people) that the way the Affordable Care Act was written was a breach of democratic norms without precedent.", "article_metadata": {"description": "GOP's still banging the \"Grubergate\" drum -- but an under-the-radar push from Ryan shows they don't mean a word", "title": "Paul Ryan’s stunning hypocrisy: The little-noticed way the GOP proved it’s full of it", "og": {"site_name": "Salon", "description": "GOP's still banging the \"Grubergate\" drum -- but an under-the-radar push from Ryan shows they don't mean a word", "title": "Paul Ryan’s stunning hypocrisy: The little-noticed way the GOP proved it’s full of it", "url": "http://www.salon.com/2014/11/22/paul_ryans_stunning_hypocrisy_the_little_noticed_way_the_gop_proved_its_full_of_it/", "image": "http://media.salon.com/2014/11/paul_ryan7.jpg", "type": "article"}, "twitter": {"description": "GOP's still banging the \"Grubergate\" drum -- but an under-the-radar push from Ryan shows they don't mean a word", "title": "Paul Ryan’s stunning hypocrisy: The little-noticed way the GOP proved it’s full of it", "image": "http://media.salon.com/2014/11/paul_ryan7.jpg", "creator": "@eliasisquith", "site": "@salon", "card": "summary_large_image"}, "author": "Elias Isquith", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Adam Serwer, CBO, Congressional Budget Office, dynamic scoring, Editor's Picks, Grubergate, Jonathan Gruber, MIT, Paul Ryan, peter orszag", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd8ded\"", "article_summary": "“Dynamic scoring,” for those who don’t know, is a phrase conservatives like to use to give a tenet of their anti-tax religion — lower taxes lead to more revenue!\nThank dynamic scoring for that.\nMore importantly, dynamic scoring is generally the special sauce right-wing “wonks” put into their projections in order to claim that massively cutting taxes on the rich won’t lead to fiscal ruin.\nTopics: Adam Serwer, CBO, Congressional Budget Office, dynamic scoring, Editor's Picks, Grubergate, Jonathan Gruber, MIT, Paul Ryan, peter orszag, Media News, News, Politics NewsAs a general rule, I try not to write about hypocrisy in politics.\nAnd if that were the whole story, it’d probably fall under into the “routine traffic and weather” category of hypocrisy I mentioned earlier."}