{"article_title": "Fruit Flies' Genes Influence Their Preference For Morning Or Evening Activity", "article_keywords": ["flies", "evening", "associated", "gene", "humans", "study", "genes", "influence", "system", "morning", "genetic", "fruit", "preference", "activity", "tauber"], "article_url": "http://www.medicaldaily.com/fruit-flies-genes-influence-their-preference-morning-or-evening-activity-what-it-333712", "article_text": "Fruit flies have a similar genetic system to humans — and the insects may help humans better understand their circadian clock.\n\nGeneticists from the University of Leicester in the UK studied Drosophila fruit flies emerging from their pupa cases (the second to last stage of their life cycle), which are regulated by their circadian clock. When looking at these flies’ RNA — the nucleic acid present in a fly’s cells — geneticists found nearly 80 genes were associated with “morning-ness” and “evening-ness.” In addition, a large number of the genes were associated MAPK, a molecular pathway also present in humans.\n\n“In this new study, we have used fruit-flies, whose gene clocks are very similar to human, to get a first insight into the molecular basis of ‘morningness/eveningness’ preference,” Dr. Eran Tauber, study co-author, said in a press release. “Because this genetic system is so similar between insects and human, there is a good chance that some of the genes that we have identified in flies, would be also important for diurnal preference in humans.”\n\nDr. Ezio Rosato, who led the study, added a key finding was most genes were not “core-clock genes,” but rather they were genes involved with these molecular pathways. This changes their view of the body’s internal clock, “from a pacemaker that drives rhythms to a time reference system that interacts with the environment.” In which case, these findings may be a “stepping stone” towards a better understanding of the exact genes involved with determining a person’s morning and evening activity.\n\nThis isn’t the first fruit fly study to have implications for humans. A study published in the journal Nature found when fruit flies lose a gene called “twenty-four,” they have a harder time waking up; the loss disrupts their sleep-wake cycle. Researchers said the equivalent in humans would be someone who has trouble waking up in the morning.\n\nAs it stands, the circadian clock dictates the sleep-wake cycle. It tells both flies and humans when to get up and be active, and when to rest and sleep. It’s no surprise then cycles thrown off balance are linked to sleep problems, plus conditions like obesity and cardiovascular disease. The more science does to understand what, if any, genes influence morning and evening activity, the more likely it is for experts to develop new, effective therapies for these imbalanced sleep-wake cycles.\n\nOf course, gene expression is only one part of the equation, Tauber said.\n\n“This difference is largely due to genetic variations in [the flies] DNA sequences — different gene versions that are present in larks and owls,” he added. “In another set of experiments, we took advantage of the fact that the DNA sequence of the entire genome of many fly strains in now available. We carried a large survey and identified some interesting genetic variations that are associated with diurnal preference. We are currently analysing the data and hope to publish the results in due course.”\n\nSource: Tauber E, et al. Gene expression associated with early and late chronotypes in Drosophila melanogaster. Frontiers of Neurology, 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "fruit, flies, genes, influence, their, preference, morning, or, evening, activity, what, it", "og": {"site_name": "Medical Daily", "description": "A new fruit fly study offers new insight to the human's circadian clock.", "title": "Night Owl Or Morning Lark? The Answer May Be In Our Genes", "url": "http://www.medicaldaily.com/fruit-flies-genes-influence-their-preference-morning-or-evening-activity-what-it-333712", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/16/fruit-flies_0.jpg", "type": "article"}, "twitter": {"description": "A new fruit fly study offers new insight to the human's circadian clock.", "title": "Night Owl Or Morning Lark? The Answer May Be In Our Genes", "url": "http://www.medicaldaily.com/fruit-flies-genes-influence-their-preference-morning-or-evening-activity-what-it-333712", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/16/fruit-flies_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/16/fruit-flies_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-05-16T17:49:43-04:00", "modified_time": "2015-05-16T17:49:42-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new fruit fly study offers new insight to the human's circadian clock."}, "_id": "\"57477af36914bd0286fca549\"", "article_summary": "Fruit flies have a similar genetic system to humans — and the insects may help humans better understand their circadian clock.\nGeneticists from the University of Leicester in the UK studied Drosophila fruit flies emerging from their pupa cases (the second to last stage of their life cycle), which are regulated by their circadian clock.\nA study published in the journal Nature found when fruit flies lose a gene called “twenty-four,” they have a harder time waking up; the loss disrupts their sleep-wake cycle.\nIt tells both flies and humans when to get up and be active, and when to rest and sleep.\nThe more science does to understand what, if any, genes influence morning and evening activity, the more likely it is for experts to develop new, effective therapies for these imbalanced sleep-wake cycles."}