{"article_title": "The ticks that are going to turn us all into vegetarians", "article_keywords": ["believe", "star", "meat", "beef", "ticks", "lone", "according", "turn", "going", "vegetarians", "world", "tick", "red", "population"], "article_url": "http://www.salon.com/2014/08/20/the_ticks_that_are_going_to_turn_us_all_into_vegetarians/", "article_text": "Topics: Beef, Climate Change, insects, red meat, ticks, wildlife, Sustainability News, News\n\nArguably one of the biggest ways to lower greenhouse gas emissions and ensure there’s adequate food to sustain a growing population is for more of us to stop eating meat, specifically beef. According to one scientist, the decision to significantly cut down would have a bigger impact on our carbon footprints than giving up cars. Now more than ever, the world needs more vegetarians.\n\nBut no one wanted it to happen like this.\n\nMeet the lone star tick, an aggressive species that seeks out its victims and whose bite, scientists believe, can make people severely allergic to red meat. Really. At least 1,500 people in the U.S. have developed the allergy, rarely if ever seen in the general population, to alpha-gal, a sugar found in the organ tissues of pigs, sheep and cows (not to mention deer, squirrels and beavers — according to a story last year in Al Jazeera, those affected basically have to avoid everything containing or contaminated by mammal products). It can cause hives and swelling, at minimum, along with more severe symptoms of anaphylaxis, like “vomiting, diarrhea, trouble breathing and a drop in blood pressure.” Enough, in other words, to get patients to swear off red meat forever (although in some people, the condition appears to not be permanent).\n\nThis isn’t a new phenomenon, but according to Popular Science, experts believe it’s on the rise — and moving north. A number of environmental factors could be behind the uptick (sorry) in cases. According to the CDC, the “distribution, range and abundance” of the lone star tick itself has increased over the past 20 to 30 years. As of 2011, it could be found from central Texas to as far up the East Coast as Maine:", "article_metadata": {"description": "Red meat allergies are on the rise, and experts say this insect's bite is responsible", "author": "Lindsay Abrams", "og": {"site_name": "Salon", "description": "Red meat allergies are on the rise, and experts say this insect's bite is responsible", "title": "The ticks that are going to turn us all into vegetarians", "url": "http://www.salon.com/2014/08/20/the_ticks_that_are_going_to_turn_us_all_into_vegetarians/", "image": "http://media.salon.com/2014/08/678px-Amblyomma_americanum_tick_2-678x960.jpg", "type": "article"}, "twitter": {"description": "Red meat allergies are on the rise, and experts say this insect's bite is responsible", "creator": "@readingirl", "image": "http://media.salon.com/2014/08/678px-Amblyomma_americanum_tick_2-678x960.jpg", "title": "The ticks that are going to turn us all into vegetarians", "site": "@salon", "card": "summary_large_image"}, "title": "The ticks that are going to turn us all into vegetarians", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Beef, Climate Change, insects, red meat, ticks, wildlife", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd8e0f\"", "article_summary": "According to the CDC, the “distribution, range and abundance” of the lone star tick itself has increased over the past 20 to 30 years.\nMeet the lone star tick, an aggressive species that seeks out its victims and whose bite, scientists believe, can make people severely allergic to red meat.\nThis isn’t a new phenomenon, but according to Popular Science, experts believe it’s on the rise — and moving north.\nAccording to one scientist, the decision to significantly cut down would have a bigger impact on our carbon footprints than giving up cars.\nAs of 2011, it could be found from central Texas to as far up the East Coast as Maine:"}