{"article_title": "Broken Hearted: Longmont 9-month-old survives open-heart surgery", "article_keywords": ["congenital", "survives", "born", "scar", "family", "heart", "jamie", "carson", "broken", "parents", "openheart", "carsons", "hearted", "9monthold", "surgery", "longmont", "haag"], "article_url": "http://www.timescall.com/lifestyles-top-stories/ci_25301161/broken-hearted-longmont-9-month-old-survives-open", "article_text": "Less than 24 hours after Carson Haag was born, he was admitted to the neonatal intensive care unit and his parents were getting a crash course in cardiology.\n\nThe Longmont 9-month-old was born with a congenital heart defect called tricuspid atresia. The right side of Carson's heart is dysfunctional, leaving his parents, Jamie and Greg Haag, broken hearted over Carson's broken heart.\n\n\"We were living every parent's worst nightmare,\" Jamie Haag, 31, said. \"It was really, really difficult in the beginning to accept that your baby's not healthy; that my son was born with ½ a heart.\"\n\nIt was three weeks after his birth before Jamie Haag got to hold her son.\n\nNine-month-old Carson Haag, of Longmont, shows off his scar from two heart surgeries in a photo taken by his parents in January. Carson's photo won first place in his age category in the first Rock Your Scar contest to raise awareness of congenital heart disease. (Courtesy photo)\n\nFor 21 days she watched respirators breathing for Carson, who couldn't do it on his own. He was on the highest level of life support, practically in a coma, she said. She was as helpless as he was.\n\nFinally, a month after he was born, Carson got to go home.\n\nWeekly doctor visits and testing filled the next four months and then in October the big day came; Carson's first open heart surgery.\n\n\"It completely failed,\" Jamie Haag said. \"They found another problem that prevented them from completing the procedure.\"\n\nThree days later, her nearly 5-month-old son was having his second open heart surgery.\n\nThe second surgery was a success. Doctors put a patch on Carson's heart and, six days later, he was home again.\n\nAdvertisement\n\nFor months, the three-inch pink scar in the center of Carson's chest was a reminder of the hardships the Haag family faced. Now, the family embraces the scar as a sign of strength and survival.\n\n\"We've been through more in less than a year than some people will face in their entire lives,\" Greg Haag said. \"But we survived and we're stronger for it and that's what matters.\"\n\nFor more info Visit: http://mendedlittlehearts.org/mlh.htm\n\nCarson has become the face of congenital heart defects for children under 4 years old after winning the Rock Your Scar contest last month.\n\nThe contest was launched in January by Mended Little Hearts, a national nonprofit that supports families affected by congenital heart disease, to raise awareness about the disease and empower families, said program director Jodi Lemacks.\n\n\"It's about helping people living with CHD to not feel bad or ashamed of their scars,\" Lemacks said. \"We all have scars, some internal and some external, but it's about surviving and making it and being powerful and rocking your scar.\"\n\nThe Haags' photo of Carson sitting in a guitar case with a broken heart tattoo on his upper arm and a leather vest that shows off his scar won first place in the infant-toddler category.\n\nThe family is still waiting to receive their gift certificate, but it was never about the prize, the family said.\n\nThe family hopes to encourage others who are going through something similar and raise awareness about the disease and the need for support.\n\nAbout 40,000 babies are born every year in the United States with a congenital heart defect — the most common birth defect in the U.S., Lemacks said.\n\nJamie Haag feeds her son, Carson, in their Longmont home. Carson has a congenital heart defect that left the right side of his heart dysfunctional. (Lewis Geyer / Longmont Times-Call)\n\n\"I'm a heart mom myself, and one of the hardest parts of it is that feeling of being so alone,\" she said. \"You feel like you need to talk to someone who's been through this, who can tell you you can make it through, who can tell you how you are going to live with this.\"\n\nCarson will likely need a third heart surgery in a couple of years, Jamie Haag said. But rather than dwelling on the struggles they've faced and the challenges ahead, the Haags are cherishing every moment they have with Carson.\n\n\"Every day is a gift with him,\" Jamie Haag said. \"Our family has been through so much, but it has bonded us.\"\n\n\"We got through it and came out stronger on the other side,\" she said.\n\nContact Times-Call community reporter Whitney Bryen at 303-684-5274 or wbryen@times-call.com", "article_metadata": {"sailthru.url": "http://www.timescall.com/lifestyles-top-stories/ci_25301161/broken-hearted-longmont-9-month-old-survives-open", "modificationDate": "2014-03-08T22:37:02-0700", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2014/0307/20140307__09TCCLIFw_TEST~2_300.jpg", "sailthru.author": "By Whitney Bryen \n  Times-Call staff writer", "description": "Less than 24 hours after Carson Haag was born, he was admitted to the neonatal intensive care unit and his parents were getting a crash course in cardiology.", "ag": {"canon": "LongmontTimes-Call:article:25301161:view"}, "startDate": "2014-03-08T19:39:42-0700", "og": {"url": "http://www.timescall.com/lifestyles-top-stories/ci_25301161/broken-hearted-longmont-9-month-old-survives-open", "image": "http://extras.mnginteractive.com/live/media/site46/2014/0307/20140307__09TCCLIFw_TEST~1.jpg", "type": "article", "description": "Less than 24 hours after Carson Haag was born, he was admitted to the neonatal intensive care unit and his parents were getting a crash course in cardiology.", "title": "Broken Hearted: Longmont 9-month-old survives open-heart surgery"}, "twitter": {"domain": "timescall.com", "description": "Less than 24 hours after Carson Haag was born, he was admitted to the neonatal intensive care unit and his parents were getting a crash course in cardiology.", "title": "Broken Hearted: Longmont 9-month-old survives open-heart surgery", "url": "http://www.timescall.com/lifestyles-top-stories/ci_25301161/broken-hearted-longmont-9-month-old-survives-open", "image": "http://extras.mnginteractive.com/live/media/site46/2014/0307/20140307__09TCCLIFw_TEST~1.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2014-03-08T19:39:42-0700", "sailthru.site": "timescall.com", "endDate": "2024-03-07T22:37:25-0700", "sailthru.title": "Broken Hearted: Longmont 9-month-old survives open-heart surgery", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Lifestyles: Top Stories", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "byline": "By Whitney BryenTimes-Call", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2014/0307/20140307__09TCCLIFw_TEST~2.jpg", "pubDate": "2014-03-07T23:18:12-0700"}, "_id": "\"57477af36914bd0286fca560\"", "article_summary": "The right side of Carson's heart is dysfunctional, leaving his parents, Jamie and Greg Haag, broken hearted over Carson's broken heart.\nThe Longmont 9-month-old was born with a congenital heart defect called tricuspid atresia.\nIt was three weeks after his birth before Jamie Haag got to hold her son.\nNine-month-old Carson Haag, of Longmont, shows off his scar from two heart surgeries in a photo taken by his parents in January.\nDoctors put a patch on Carson's heart and, six days later, he was home again."}