{"article_title": "Event helps Homeless make Connections", "article_keywords": ["sanders", "griffin", "right", "help", "hes", "wegener", "work", "connections", "helps", "homeless", "trying", "event", "care"], "article_url": "http://www.columbian.com/news/2015/jan/29/helping-homeless-make-connections/", "article_text": "A A\n\nAttendance was visibly down from previous years at Thursday’s Project Homeless Connect, the annual roundup of services, benefits and hands-on care hosted by the Council for the Homeless and St. Joseph Catholic Church in Vancouver.\n\nNobody was exactly sure why; theories included everything from the mild winter so far to the fact that the federal Affordable Care Act has brought more health care to more poor people — who then don’t have to turn up at free clearinghouses such as Project Homeless Connect.\n\nOr, organizer David Bilby added, it could be the winter influenza that’s raging right now. That’s why a substantial chunk of the volunteers who were supposed to participate on Thursday sent in their last-minute regrets, he said.\n\nBut the flu was also a motivation for at least some homeless people to show up, said Zac Sanders of the Free Clinic of Southwest Washington, one of 30 agencies and businesses that set up shop inside the church. Flu shots were a new feature for Homeless Connect this year, Bilby said.\n\n“They really appreciate it because they are out in the cold and they know they’re more at risk,” Sanders said. “They don’t have access to sanitation, hot showers, hand washing that prevents things from spreading.” When they do get sick, he added, it can get serious quickly. Lack of access to health care — or trying just not to deal with the illness — may mean winding up in the emergency room with something that was easily preventable, he said.\n\n“We are always trying to reach this population, which can be very hard to reach,” Sanders said.\n\nIn another room, Kaiser Permanente podiatrist Dr. David Griffin and a couple of foot-care nurses were reaching for feet that have spent too much time cold, wet and on the streets. Griffin offered William Wegener, an unemployed welder whose diabetes has led to some numbness in his feet and hands, some instruction and brochures about caring for his extremities and avoiding any more nerve damage.\n\n“Welding’s a good career. I just want to make sure we get your feet in shape so you can work,” Griffin told Wegener. “You see trouble, you get help right away, OK?” Then he passed Wegener on to the donated footwear and shoe-fitting experts of Vancouver shop Fit Right NW.\n\n“We just want to provide good, quality care,” Griffin said. “This is a great way to help some of the most neglected of our fellow citizens.” He added that 80 percent of Americans are wearing the wrong-sized shoes.\n\n“I’m trying to get back to work as soon as possible,” said Wegener, 49. The San Diego native said he’s been welding since age 19 — except for the stretches when layoffs led to drinking, drugs and other troubles. He’s got a transitional apartment now but he’s been homeless more than once, he said. Lately he’s been spending his days with Friends of the Carpenter, a woodshop and day center for the homeless, because staying busy and connected is what prevents him from resuming bad habits, he said.\n\nHe knows he’s always “a step away” from homelessness again, he said. “I put myself in that bad position before,” he acknowledged. “Now I’m trying to make the right decisions.”\n\nJoan Caley, a nurse and nursing teacher as well as a commissioner for the Vancouver Housing Authority, brings her senior nursing students at the University of Portland to this event to do foot care every year, she said.\n\n“They’re in their community health clinical rotations,” she said. “This gives them a chance to learn to talk to this population and see what this is like.”\n\nVolunteers from local churches, clinics, businesses and nonprofit and government agencies also offered free haircuts, chiropractic care and massage, dental exams and hygiene, vision exams and glasses, access to social services and benefits, transportation resources and connections to employment and housing opportunities.\n\nLarry Stevens was waiting for a chiropractic session; he said he isn’t able to work due to serious arthritis all over his body. He spent some time living in his van, he said, and he’s grateful to be in a transitional apartment now.\n\n“I’m not homeless but if it wasn’t for help like this, I would be,” he said. “It ain’t no fun not being able to work.”", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "Attendance was visibly down from previous years at Thursday's Project Homeless Connect, the annual roundup of services, benefits and hands-on care hos", "application-name": "", "og": {"site_name": "The Columbian", "description": "Attendance was visibly down from previous years at Thursday's Project Homeless Connect, the annual roundup of services, benefits and hands-on care hosted by the Council for the Homeless and St. J", "title": "Event helps Homeless make Connections", "url": "http://www.columbian.com/news/2015/jan/29/helping-homeless-make-connections/", "image": "http://16749-presscdn-0-94.pagely.netdna-cdn.com/wp-content/themes/columbian/static/img/columbian_c_200x200.png", "type": "article"}, "twitter": {"domain": "columbian.com", "creator": "_ScottHewitt", "site": "@thecolumbian", "card": "summary", "title": "Event helps Homeless make Connections"}, "msapplication-TileColor": "#3A5B7C", "robots": "index, follow", "fb": {"admins": 1256005586, "app_id": 122928857737763}, "msapplication-TileImage": "http://16749-presscdn-0-94.pagely.netdna-cdn.com/wp-content/themes/columbian/static/img/windows-tiles/square-144x144.png", "article": {"publisher": "https://www.facebook.com/thecolumbian", "section": "Carousel,Charities and nonprofits,Latest News,Life,Local News,News,Vancouver", "published_time": "2015-01-29 16:00:00"}, "generator": "WordPress 4.5.2", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fca56d\"", "article_summary": "I just want to make sure we get your feet in shape so you can work,” Griffin told Wegener.\nHe’s got a transitional apartment now but he’s been homeless more than once, he said.\n“We just want to provide good, quality care,” Griffin said.\n“I’m not homeless but if it wasn’t for help like this, I would be,” he said.\n“You see trouble, you get help right away, OK?” Then he passed Wegener on to the donated footwear and shoe-fitting experts of Vancouver shop Fit Right NW."}