{"article_title": "Documented Irresponsibility", "article_keywords": ["irresponsibility", "multiple", "issue", "immigrants", "immigration", "policy", "politicians", "rates", "sweeping", "documented", "border", "debate"], "article_url": "http://www.realclearpolitics.com/articles/2015/07/28/documented_irresponsibility__127565.html", "article_text": "People who entered the United States illegally may be called \"undocumented\" in politically correct circles, but what is all too well documented is the utter irresponsibility of both political parties in dealing with immigration issues.\n\nBoth Democratic and Republican administrations have left the border with Mexico porous for years -- porous not just for Mexicans but for anybody else, including terrorists from the Middle East.\n\nTwo very different issues have gotten jumbled together in the political stew called \"comprehensive immigration reform.\" The first and most fundamental issue is whether we are going to have an immigration policy at all. The second issue is: Just what should that immigration policy be?\n\nIf we do not control our own border, then we do not have any immigration policy. We may have immigration laws on the books, but if anybody can cross the border that wants to, those laws are just words on paper and a bad joke.\n\nPolls showing the surprisingly favorable reactions of some Republican voters to Donald Trump's irresponsible generalities about immigrants probably reflect many people's frustrations with politicians' weasel words on the subject, and politicians' failure to do anything about a festering problem.\n\nThe recent murder of Kate Steinle in San Francisco by an illegal immigrant with multiple felonies and multiple expulsions, followed by multiple illegal returns to this \"sanctuary city,\" has been galling to many people.\n\nOne immediate consequence of this outrage has been a drive to pass \"Kate's law\" prescribing mandatory prison time for anyone who has been expelled from this country and comes back again illegally. That is overdue.\n\nIt is a painful sign of the deterioration of respect for law that a new law has to be passed to prevent a \"sanctuary city\" from obstructing justice, which is already a crime.\n\nThe larger issue is control of our own borders. We can debate forever whether building a fence is the best way to do that. But too much time has been wasted already.\n\nOne thing is certain. Building a fence won't hurt. If other things can be done to secure the border, then do those things as well. The American people deserve some concrete reassurance that Congress is finally getting serious.\n\nDonald Trump's sweeping smear of immigrants does not need to be answered by an equally sweeping celebration of immigrants. Nor should we use the old cop-out that \"the truth lies somewhere in between.\" The truth is wherever you find it. But too many politicians of both parties do not even want to look for the truth.\n\nInstead of holding extensive Congressional hearings, airing all the arguments pro and con on immigration issues, and bringing out all the available facts, some politicians seek to rush through \"comprehensive immigration reform\" -- meaning some sweeping legislation that neither the public nor the Congress has had time to consider.\n\nCongress did that when it passed ObamaCare. Do we want to let immigration laws become something else that we learn about only after the fact, when it is too late?\n\nNo doubt immigrants, like any other large group of human beings, range from some of the best people to some of the worst. But it makes a huge difference what the proportions are.\n\nWhat are the crime rates, the disease rates, the automobile fatality rates, the educational records of the children of immigrants from different countries?\n\nAbove all, we need the facts. There has been too much rhetoric already. If our politicians are too gutless to bring out the facts, perhaps some think tank or television station can hold an hour-long debate between some proponent of expansive immigration and some opponent.\n\nJason Riley of the Manhattan Institute has written a book titled \"Let Them In\" and columnist Ann Coulter has written a book on the other side titled \"Adios, America.\" Both cite empirical studies.\n\nA spirited debate between knowledgeable and articulate advocates could bring out which evidence stands up under scrutiny and which does not. Regardless of who might \"win\" the debate, we could all become more enlightened. This issue needs all the light it can get.", "article_metadata": {"description": "People who entered the United States illegally may be called", "title": "Documented Irresponsibility | RealClearPolitics", "fragment": "!", "twitter": {"site": "@RealClearNews", "card": "summary"}, "og": {"url": "http://www.realclearpolitics.com/articles/2015/07/28/documented_irresponsibility__127565.html", "image": "http://images.rcp.realclearpolitics.com/310367_5_.jpg", "type": "article", "description": "People who entered the United States illegally may be called", "title": "Documented Irresponsibility | RealClearPolitics"}, "fb": {"app_id": 1415921935346245}, "tweetmeme-title": "Documented Irresponsibility | RealClearPolitics", "keywords": "immigration,", "viewport": "width=device-width, initial-scale=1.0, user-scalable=1"}, "_id": "\"57477af36914bd0286fca56e\"", "article_summary": "People who entered the United States illegally may be called \"undocumented\" in politically correct circles, but what is all too well documented is the utter irresponsibility of both political parties in dealing with immigration issues.\nThe first and most fundamental issue is whether we are going to have an immigration policy at all.\nIf we do not control our own border, then we do not have any immigration policy.\nThe second issue is: Just what should that immigration policy be?\nDonald Trump's sweeping smear of immigrants does not need to be answered by an equally sweeping celebration of immigrants."}