{"article_title": "Obama admin cites Catholic Health Association to bolster case against Little Sisters", "article_keywords": ["case", "catholic", "little", "organizations", "admin", "support", "supported", "bolster", "services", "hhs", "health", "wrote", "mandate", "sisters", "providing", "religious", "cites", "association", "obama"], "article_url": "https://www.lifesitenews.com/news/obama-admin-cites-catholic-health-association-to-bolster-case-against-littl", "article_text": "NewsCatholic Church, Contraception, Faith, Freedom\n\nWASHINGTON, D.C., April 13, 2016 ( LifeSiteNews ) – To bolster its case for the HHS mandate against the Little Sisters of the Poor, the Obama administration cited the Catholic Health Association's support for the current opt-out system.\n\nThe HHS mandate requires all employers to provide insurance coverage for female employees to receive contraception, sterilization, and potentially abortion-inducing drugs with no co-pay. Some organizations qualify for an exemption – but they must sign a paper stating that to directly provide such services violates their deeply held religious beliefs.\n\nThe Little Sisters of the Poor and others say, since this process triggers the insurance company's providing potentially abortion-inducing drugs to women, it compels their cooperation in sin.\n\nSolicitor General Donald Verrilli Jr. wrote in his 20-page legal brief that at least some religious figures believe the current system is acceptable to the Catholic conscience.\n\nIn a footnote in his 20-page brief, filed yesterday, he notes a positive comment made by the Catholic Health Association of the United States (CHA).\n\nIn a letter to the Centers for Medicare & Medicaid Services on April 4, 2013, Sister Carol Keehan and Deborah Proctor wrote that CHA supported an option in which “an eligible organization would be treated as complying with the contraceptive mandate once it delivers its self-certification” to its insurance company's third party administrator.\n\nDemocrats have frequently used Sr. Keehan and CHA's supportive comments to bolster ObamaCare and the HHS mandate. During a 2012 House hearing, Democratic congressmen repeatedly confronted Bishop William Lori with CHA's statements in support of ObamaCare – support some Catholics branded a “scandal.”\n\nIn 2013, CHA supported the HHS mandate accommodation, putting it at odds with the Catholic hierarchy, as well as evangelical Protestant groups.\n\nLast June, President Obama spoke at CHA's annual meeting.\n\nIn the same letter in which the CHA supported the self-certification method, it also advocated that the the government consider scrapping the system and providing contraceptives directly to affected women.\n\n“We urge the departments to consider providing coverage for contraceptive services which eligible organizations exclude from their group health plans directly to the plan beneficiaries. For example, beneficiaries of such plans could request and be given the ability to access contraceptives through the Title X program or through an OPM-selected multi-State policy offered on the State exchanges,” Sr. Keehan wrote. “This is a far simpler solution to the problem and would avoid lingering and serious difficulties with the proposed accommodation.”\n\nThey also recommended a more broader conscience exemption. “While we appreciate the efforts the administration is making to respond to the concerns of religious organizations,” they wrote, “we still believe the best course is to adopt an expanded definition of religious employer.\"", "article_metadata": {"og": {"site_name": "LifeSiteNews", "description": "In 2013, CHA supported the HHS mandate accommodation, putting it at odds with the Catholic hierarchy.", "title": "Obama admin cites Catholic Health Association to bolster case against Little Sisters", "locale": "en_US", "image": "https://s3.amazonaws.com/lifesite/2015-assembly-obama2-hires.jpg", "url": "https://www.lifesitenews.com/news/obama-admin-cites-catholic-health-association-to-bolster-case-against-littl", "type": "article"}, "twitter": {"card": "In 2013, CHA supported the HHS mandate accommodation, putting it at odds with the Catholic hierarchy."}, "description": "In 2013, CHA supported the HHS mandate accommodation, putting it at odds with the Catholic hierarchy.", "viewport": "width=device-width, initial-scale=1.0", "fb": {"admins": 1477213784, "app_id": 132010293551131, "pages": 112623813202}}, "article_summary": "Democrats have frequently used Sr. Keehan and CHA's supportive comments to bolster ObamaCare and the HHS mandate.\nThe HHS mandate requires all employers to provide insurance coverage for female employees to receive contraception, sterilization, and potentially abortion-inducing drugs with no co-pay.\nNewsCatholic Church, Contraception, Faith, FreedomWASHINGTON, D.C., April 13, 2016 ( LifeSiteNews ) – To bolster its case for the HHS mandate against the Little Sisters of the Poor, the Obama administration cited the Catholic Health Association's support for the current opt-out system.\nIn a footnote in his 20-page brief, filed yesterday, he notes a positive comment made by the Catholic Health Association of the United States (CHA).\n“While we appreciate the efforts the administration is making to respond to the concerns of religious organizations,” they wrote, “we still believe the best course is to adopt an expanded definition of religious employer.\""}