{"article_title": "The Gig Economy Can Actually Be Great for Women", "article_keywords": ["traditional", "great", "youre", "ondemand", "workers", "work", "worker", "actually", "gig", "need", "labor", "women", "economy"], "article_url": "http://www.wired.com/2015/10/unfinished-business-women-men-work-family/", "article_text": "If you’re an American worker, chances are your job either doesn’t grant you much flexibility or else requires far too much of it.\n\nIf you’re lucky enough to have a traditional 9-to-5 gig, you’re also probably unlucky enough to be held to the standard of what labor scholars call the “ideal worker”: You’re in constant competition with a hypothetical employee who shows up early, makes every meeting, never gets sick, says yes to every new project, is constantly available on mobile devices, and can jet off on a work trip at a moment’s notice. The cult of the ideal worker has been with us for a while, but it receives frequent updates: Consider the New York Times’ recent portrait of Amazon’s work culture, in which employees continually challenge themselves and each other to work harder, longer, and smarter in a spirit of “purposeful Darwinism.”\n\nAt the other end of the employment spectrum, meanwhile, minimum-wage workers suffer not from too little flexibility but too much. A growing swath of the American workforce now labors at the whim of something called just-in-time scheduling. Their employers use software to assign shifts for armies of part-timers, with algorithms that make adjustments in real time to account for day-to-day fluctuations in consumer demand, weather, cancellations, and the like. Workers may be called up for duty with just a couple of hours’ notice, or show up only to be sent home.\n\nPeople who are responsible for caring for loved ones need the ability to fit their work and caregiving schedules together.\n\nNow here’s the thing: In either kind of workplace, many of the employees who wind up getting driven out of their jobs by these demands are caregivers of one kind or another. Workplaces that either deny or require flexibility are simply incompatible with the very different and all-too-human rhythms of children, the sick, or the elderly—the rhythms of human bodies and their ailments, of school activities and sports games, of birthdays, anniversaries, weddings, and funerals. These are the natural and man-made events that order our lives in ritual but still unpredictable ways. And women are still overwhelmingly our primary caregivers, even as a majority of them are also bringing home income.\n\nWhatever their gender, people who are responsible for caring for loved ones need the ability to fit their work schedules and their caregiving schedules together. That’s where the new digital labor economy—call it what you like: the sharing economy, the gig economy, the on-demand economy, the platform economy—holds enormous promise, if we make the right choices.\n\nFor professional women, the on-demand economy is already a godsend. Lawyers, business executives, bankers, doctors, and many other professional women can continue to advance in their careers or at least stay in the game while being the kind of parents they want to be. Consider Axiom Law and Bliss Lawyers, two legal services that rent out a bench of high-quality law firm alumni to large companies on a project basis—doing the same work that law firms do but at a fraction of the cost and a multiple of the flexibility. Upwork matches freelancers in a wide range of professions—web developers, designers, engineers, writers, translators—to projects; Eden McCallum provides project-based consulting services. The Business Talent Group, based in Los Angeles, even rents out executives who use their skills to get a specific project done.\n\nBut on-demand work at the low end of the income scale poses a bunch of problems. On the plus side, workers can stay home when a child is sick or school is closed and not lose their jobs. They can also at least try to work as many hours as they need. That puts on-demand work ahead of many part-time, low-wage jobs. But what these workers usually cannot do is make a real living, much less support the arc of a life that builds assets in middle age to support a comfortable retirement.\n\nWe need to give on-demand workers more bargaining power, which is tricky. Traditional collective bargaining simply doesn’t apply.\n\nFor the on-demand economy to truly work for everyone, it must be accompanied by what some policy wonks call a portable social safety net—a benefits package, essentially, that travels with a worker from gig to gig. Obamacare is an essential first step in this direction, allowing workers whose labor is not tied to any one workplace to buy affordable health insurance. What we need next is a system akin to Social Security for contract workers. Nick Hanauer, a cofounder of the Seattle venture capital firm Second Avenue Partners, recently got together with David Rolf, a Seattle leader of the Service Employees International Union, to hash out a plan for a universal “Shared Security System”: a policy idea that would provide every American worker with a floating, prorated account in which to accrue the basic employment benefits necessary for a thriving middle class.\n\nWe also need a way to give on-demand workers more bargaining power vis-à-vis the Ubers and Taskrabbits of the world, which is perhaps an even trickier challenge. Traditional collective bargaining simply doesn’t apply. Rolf, who led the successful 2014 campaign to increase Seattle’s minimum wage to $15, has argued that the American labor movement needs to stop business as usual and start investing its significant war chest the way a venture capital firm would: by incubating a raft of startuplike new ideas, like mobile tools that would allow workers to easily and anonymously share information about pay and working conditions, or flash campaigns that focus on local minimum wage levels or municipal labor law enforcement. (Another possibility, raised by the MIT organizational theorist Thomas Malone, is that skilled or semiskilled freelancers will increasingly organize themselves into guilds rather than unions to even the playing field with employers.)\n\nThese challenges are immense, but they’re worth tackling precisely because of the potential here. Your children are young, and your parents are old, only once. And the traditional image of a career as a ladder, a race, or a scramble to the top that cannot be interrupted is an idea worth overthrowing. On-demand work can also mean on­demand time for caregiving, for women and for men. The technology has changed enough to make it happen. It’s the human factors—the hidebound attitudes and dysfunctional politics—that are holding us back.\n\nAdapted from Unfinished Business: Women Men Work Family, copyright © 2015 Anne-Marie Slaughter, published by Random House, a division of Penguin Random House LLC.", "article_metadata": {"description": "People who care for loved ones need the ability to fit their work and caregiving schedules together. The gig economy can help---if we make good choices.", "viewport": "width=device-width, initial-scale=1.0, minimal-ui, shrink-to-fit=no", "news_keywords": "diversity, gender diversity, gig economy, magazine-23.11, on-demand economy, WIRED Instagram", "application-name": "WIRED: WIRED", "Author": "Anne-Marie Slaughter", "og": {"site_name": "WIRED", "description": "People who care for loved ones need the ability to fit their work and caregiving schedules together. The gig economy can help---if we make good choices.", "title": "The Gig Economy Can Actually Be Great for Women", "locale": "en_US", "image": {"width": 1200, "identifier": "http://www.wired.com/wp-content/uploads/2015/10/ondemand1-1200x630-e1445452541172.jpg", "height": 630}, "url": "http://www.wired.com/2015/10/unfinished-business-women-men-work-family/", "type": "article"}, "twitter": {"domain": "WIRED", "description": "People who care for loved ones need the ability to fit their work and caregiving schedules together. The gig economy can help---if we make good choices.", "creator": "@wired", "image": {"src": "http://www.wired.com/wp-content/uploads/2015/10/ondemand1-660x371.jpg"}, "title": "The Gig Economy Can Actually Be Great for Women", "site": "@wired", "card": "summary_large_image"}, "msapplication-TileColor": "#cb0004", "msapplication-tooltip": "Read in-depth coverage of current and future trends in technology, and how they are shaping business, entertainment, communications, science, politics, and culture at Wired.com.", "gmapkey": "ABQIAAAAF5yd_X_vTzike6sB6lp3wBQ4h890iMeKvsDZGQOc75SG0lWKAhQW755bw9E_-3ijKe6eqE5sg_NLEw", "apple-itunes-app": "app-id=373903654", "fb": {"page_id": 19440638720}, "Subsection": "WIRED", "article": {"section": "Magazine", "tag": "WIRED Instagram"}, "robots": "index, follow", "DisplayDate": "2015-10-23", "ExpiryDate": "2060-12-31", "parsely-page": "{\"title\": \"The Gig Economy Can Actually Be Great for Women\", \"link\": \"http://www.wired.com/2015/10/unfinished-business-women-men-work-family/\", \"image_url\": \"http://www.wired.com/wp-content/uploads/2015/10/ondemand1-150x150-e1445452374909.jpg\", \"type\": \"post\", \"post_id\": \"1863707\", \"pub_date\": \"2015-10-23T06:50:23+00:00\", \"section\": \"WIRED\", \"author\": \"Wired Staff\", \"tags\": [\"diversity\",\"gender diversity\",\"gig economy\",\"magazine-23.11\",\"on-demand economy\",\"WIRED Instagram\"]}", "Section": "Blog", "msapplication-TileImage": "http://www.wired.com/wp-content/themes/Phoenix/assets/images/favicon_ie.png"}, "article_summary": "That’s where the new digital labor economy—call it what you like: the sharing economy, the gig economy, the on-demand economy, the platform economy—holds enormous promise, if we make the right choices.\nFor professional women, the on-demand economy is already a godsend.\nOn-demand work can also mean on­demand time for caregiving, for women and for men.\nBut on-demand work at the low end of the income scale poses a bunch of problems.\nFor the on-demand economy to truly work for everyone, it must be accompanied by what some policy wonks call a portable social safety net—a benefits package, essentially, that travels with a worker from gig to gig."}