{"article_title": "Calif. judge rules teacher tenure policies unconstitutional", "article_keywords": ["school", "los", "rules", "lawsuit", "unconstitutional", "angeles", "students", "unions", "ineffective", "california", "teachers", "policies", "tenure", "judge", "calif", "teacher"], "article_url": "http://www.washingtontimes.com/news/2014/jun/10/calif-judge-teacher-tenure-policies-violation/?page=all", "article_text": "In a stunning defeat for California’s powerful teachers unions, a Los Angeles Superior Court judge found Tuesday that job security policies such as tenure are unconstitutional because they cause disproportionate harm to poor and minority students.\n\nIn a 16-page opinion in Vergara v. California, Judge Rolf Treu said that three state laws making it difficult to fire incompetent teachers violate the state’s equal protection clause, given evidence showing that most “grossly ineffective” teachers are in high-poverty, low-performing schools.\n\n“Evidence has been elicited in this trial of the specific effect of grossly ineffective teachers on students,” Judge Treu said in his tentative ruling. “The evidence is compelling. Indeed, it shocks the conscience.”\n\nThe lawsuit was brought by nine California public school students and backed by wealthy Silicon Valley entrepreneur David Welch, who hired top attorneys from the Los Angeles law firm Gibson, Dunn & Crutcher.\n\n“This is a historic day. This is a huge, huge win for the children of the state of California, educators and the educational system,” attorney Marcellus McRae said at a Los Angeles news conference after the decision was announced.\n\nEducation Secretary Arne Duncan delivered another blow to teachers unions, a core Democratic Party constituency, by calling the decision “a mandate to fix these problems.”\n\n“The students who brought this lawsuit are, unfortunately, just nine out of millions of young people in America who are disadvantaged by laws, practices and systems that fail to identify and support our best teachers and match them with our neediest students,” Mr. Duncan said.\n\nThe legal team for Students Matter, the group defending the nine students, was led by blue-chip lawyers Theodore Boutrous Jr. and former U.S. Solicitor General Ted Olson, who also were involved the lawsuit invalidating California’s Proposition 8 and paving the way for same-sex marriage.\n\nThe California Teachers Association, along with its national affiliate, the National Education Association, criticized the decision as a product of the “billionaire boys’ club.”\n\n“This lawsuit has nothing to do with what’s best for kids, but was manufactured by a Silicon Valley millionaire and a corporate PR firm to undermine the teaching profession and push their agenda on our schools,” California Teachers Association President Dean E. Vogel said in a statement.\n\nThe National Education Association Union argued that without tenure, teachers would be denied due process and school systems would have difficulty attracting “the best and brightest to the teaching profession — which already loses up to 50 percent of new teachers within the first five years.”\n\nEven so, public sentiment against the tenure laws has been building.\n\nReports have proliferated in recent years about the Los Angeles Unified School District’s “rubber rooms,” where hundreds of teachers accused of wrongdoing are assigned while their cases are resolved. The process can take years.\n\n“The evidence this court heard was that it could take anywhere from two to almost ten years and cost $50,000 to $450,000 or more to bring these cases to conclusion under the Dismissal Statutes, and that given these facts, grossly ineffective teachers are being left in the classroom because school officials do not wish to go through the time and expense to investigate and prosecute these cases,” said Judge Treu’s ruling.\n\nCalifornia teachers typically must work for 18 months before they are considered eligible for tenure. The Los Angeles school district alone wanted to dismiss 350 grossly ineffective teachers at the time of the trial but had not begun proceedings on any of them, according to the decision.\n\nJudge Treu said “substantial evidence presented makes it clear to this court that the Challenged Statutes disproportionately affect poor and/or minority students.”\n\nCalifornia has more than 6 million K-12 students and more than 300,000 teachers in public schools, according to the state Department of Education.\n\nJohn Deasy, the superintendent of the state’s largest district, Los Angeles Unified, cheered the judge’s ruling.\n\n“Every day these laws remain in place represents another opportunity denied,” said a statement by Mr. Deasy. “I look forward to engaging with our elected leaders here in Los Angeles and in Sacramento about the future of education in California.”\n\nThe decision also was applauded by free-market advocates and others who said that eliminating barriers to firing ineffective teachers would benefit students.\n\n“Thanks to a brave group of California students, the unions’ choking grip on our children’s future loosened today,” Terry Pell, president of the Center for Individual Rights, said in a statement. “For years, teachers unions have been waging war against the very people they are supposed to represent — students and educators who do not always believe in the unions’ misplaced priorities, including tenure for those who don’t deserve it.”\n\nMr. Pell noted that California teachers unions are fighting another lawsuit, Friedrichs v. California, filed by teachers challenging the payment of compulsory union dues.\n\nOne of the nine students, Julia Macias, also issued a statement on the ruling.\n\n“Being a kid, sometimes it’s easy to feel as though your voices aren’t heard,” Julia said. “Today I’m glad I did not stay quiet; with the support of my parents I was given the ability to fight for my right for an equal education.”", "article_metadata": {"description": "In a stunning defeat for teachers' unions, a Los Angeles Superior Court judge found Tuesday that job-security policies such as teacher tenure are unconstitutional because they cause disproportionate harm to poor and minority students.", "Author": "Valerie Richardson", "og": {"site_name": "The Washingtion Times", "description": "In a stunning defeat for teachers’ unions, a Los Angeles Superior Court judge found Tuesday that job-security policies such as teacher tenure are unconstitutional because they cause disproportionate harm to poor and minority students.", "title": "Calif. judge rules teacher tenure policies unconstitutional", "url": "http://www.washingtontimes.com/news/2014/jun/10/calif-judge-teacher-tenure-policies-violation/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/06/10/ap651853124707.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/06/10/ap651853124707.jpg", "title": "Calif. judge rules teacher tenure policies unconstitutional", "description": "In a stunning defeat for teachers' unions, a Los Angeles Superior Court judge found Tuesday that job-security policies such as teacher tenure are unconstitutional because they cause disproportionate h", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "bitly-verification": "d180fd45f70d", "news_keywords": "Education, Labor, Rolf Treu, Los Angeles"}, "_id": "\"57477af46914bd0286fdc3de\"", "article_summary": "“Evidence has been elicited in this trial of the specific effect of grossly ineffective teachers on students,” Judge Treu said in his tentative ruling.\nJohn Deasy, the superintendent of the state’s largest district, Los Angeles Unified, cheered the judge’s ruling.\nIn a stunning defeat for California’s powerful teachers unions, a Los Angeles Superior Court judge found Tuesday that job security policies such as tenure are unconstitutional because they cause disproportionate harm to poor and minority students.\nCalifornia teachers typically must work for 18 months before they are considered eligible for tenure.\nThe Los Angeles school district alone wanted to dismiss 350 grossly ineffective teachers at the time of the trial but had not begun proceedings on any of them, according to the decision."}