{"article_title": "UA Physician to Begin US 'Bike Listening Tour'", "article_keywords": ["physician", "begin", "gray", "medical", "tucson", "tour", "bike", "health", "gordon", "listening", "medicine", "college", "ua", "think", "care"], "article_url": "https://uanews.arizona.edu/story/ua-physician-begin-us-bike-listening-tour", "article_text": "When the Affordable Care Act is in the news, usually politicians or prominent health care policy \"wonks\" are doing the talking.\n\nDr. Paul Gordon, professor and former chair of the Department of Family and Community Medicine at the University of Arizona College of Medicine – Tucson, wants to know what other people have to say — specifically, those who live in rural America, where voices seldom are heard beyond town lines.\n\nOn Thursday, Gordon will fly to Washington, D.C., and pick up his bicycle and gear, which he shipped ahead. On Friday, he will begin a two-month bicycle tour from the nation’s capital to Seattle, stopping along the way to learn what people think of what is commonly called \"Obamacare.\"\n\nHe’s not looking for physicians or people enrolled in the Affordable Care Act, although he will not exclude them from being interviewed. He will not disclose what he thinks of the ACA, and he will not try to correct anyone who makes an inaccurate statement about the act.\n\nHe simply wants to hear and record people’s thoughts.\n\n\"My plan is to arrive in a small town, find that small café that I expect many rural towns still have, walk in, introduce myself to whoever is sitting there, and ask if they would be willing to talk to me,\" Gordon said.\n\nThe idea for the tour came to Gordon a year ago when he was on a backpacking vacation in the Grand Canyon with his wife, Tucson pediatrician Dr. Eve Shapiro, and their children. A cyclist since high school, he had wanted for 40 years or more to do a cross-country bike tour, but he kept putting the idea on hold because of other obligations.\n\n\"So when the thought of riding across the country came up again, the challenge was to find an appropriate sabbatical activity that would fit with it,\" said Gordon, who has been with the UA College of Medicine – Tucson and the Department of Family and Community Medicine since 1989. \"The question about the Affordable Care Act always has been of interest to me, so the two seemed to meet.\"\n\nAlso cycling for part of the tour will be Shapiro and Laurel Gray, a first-year medical student at the UA College of Medicine – Tucson.\n\nGray will start her leg of the Bike Listening Tour after she finishes classes in early June. She will fly to her hometown of Minneapolis and proceed on her bike to Seattle. She plans to return to Tucson in late June to begin her second year of medical school.\n\nGray is a 2013 graduate of Arizona State University, where she majored in global health with a focus on medical anthropology. She learned about health care disparities by working as an AmeriCorps volunteer at Casa Marianella, an emergency shelter for immigrants and asylum seekers in Austin, Texas. She helped them find health insurance and providers willing to care for them for reduced cost — work that inspired her to expand her skill set by becoming a physician.\n\n\"I’m really excited about this project,\" she said of the tour. \"I want to know what the general population is facing in terms of barriers to care. And as an anthropologist, I’m just generally very curious about what people think about health care.\n\n\"I think listening is one of the most important things we do as physicians,\" she said. \"I am hoping this experience will make me a better doctor.\"\n\nThe journal Academic Medicine has invited Gordon to submit a commentary summarizing his experience, and Gray plans to write for submission to Academic Medicine and other peer-reviewed journals.\n\nThose interested in following the cyclists can go to the blog they have set up: bikelisteningtour.wordpress.com. Gordon and Gray will post regularly about their experiences.", "article_metadata": {"description": "When the Affordable Care Act is in the news, usually politicians or prominent health care policy \"wonks\" are doing the talking. Dr. Paul Gordon, professor and former chair of the Department of Family and Community Medicine at the University of Arizona College of Medicine – Tucson, wants to know what other people have to say — specifically, those who live in rural America, where voices seldom are heard beyond town lines.", "generator": "Drupal 7 (http://drupal.org)", "og": {"url": "https://uanews.arizona.edu/story/ua-physician-begin-us-bike-listening-tour", "type": "article", "site_name": "UANews", "description": "When the Affordable Care Act is in the news, usually politicians or prominent health care policy \"wonks\" are doing the talking. Dr. Paul Gordon, professor and former chair of the Department of Family and Community Medicine at the University of Arizona College of Medicine – Tucson, wants to know what other people have to say — specifically, those who live in rural America, where voices seldom are heard beyond town lines.", "title": "UA Physician to Begin US 'Bike Listening Tour'"}, "HandheldFriendly": "true", "MobileOptimized": "width", "viewport": "width=device-width"}, "article_summary": "When the Affordable Care Act is in the news, usually politicians or prominent health care policy \"wonks\" are doing the talking.\nAlso cycling for part of the tour will be Shapiro and Laurel Gray, a first-year medical student at the UA College of Medicine – Tucson.\nGray will start her leg of the Bike Listening Tour after she finishes classes in early June.\nShe learned about health care disparities by working as an AmeriCorps volunteer at Casa Marianella, an emergency shelter for immigrants and asylum seekers in Austin, Texas.\nAnd as an anthropologist, I’m just generally very curious about what people think about health care."}