{"article_title": "“Good judgment seeks balance and progress;” – Dwight D. Eisenhower", "article_keywords": ["imbalance", "republican", "good", "d", "congress", "military", "dwight", "power", "speech", "president", "progress", "nation", "balance", "judgment", "eisenhower", "seeks"], "article_url": "http://cjonline.com/blog-post/lucinda/2015-08-23/%E2%80%9Cgood-judgment-seeks-balance-and-progress%E2%80%9D-%E2%80%93-dwight-d-eisenhower", "article_text": "George Will posted an opinion piece yesterday titled, \"Honoring Ike with a monstrosity.\"\n\nIt reminded me of Ike's speech to the country three days before his last day as President in 1961.\n\nI was a kid then and destined to grow up to be a Democrat whose first vote was for Lyndon Johnson after JFK was assassinated and Johnson's first term had ended. I was too young and inexperienced about government and the state of the union at the time to be able to see anything Eisenhower said as wise. That took some years to accomplish.\n\nIn that speech he might be said to have been a visionary. If he knew today how true his words then were and what was to come, he might have switched and registered as an Independent or a Democrat.\n\nHere are some excerpts from that speech fifty-four years ago:\n\n\n\n“Our people expect their President and the Congress to find essential agreement on issues of great moment, the wise resolution of which will better shape the future of the Nation. \"\n\nand\n\n…each proposal must be weighed in the light of a broader consideration: the need to maintain balance in and among national programs -- balance between the private and the public economy, balance between cost and hoped for advantage -- balance between the clearly necessary and the comfortably desirable; balance between our essential requirements as a nation and the duties imposed by the nation upon the individual; balance between actions of the moment and the national welfare of the future. Good judgment seeks balance and progress; lack of it eventually finds imbalance and frustration. \"\n\nand\n\n“ In the councils of government, we must guard against the acquisition of unwarranted influence, whether sought or unsought, by the military industrial complex. The potential for the disastrous rise of misplaced power exists and will persist.\n\nWe must never let the weight of this combination endanger our liberties or democratic processes. We should take nothing for granted. Only an alert and knowledgeable citizenry can compel the proper meshing of the huge industrial and military machinery of defense with our peaceful methods and goals, so that security and liberty may prosper together. \"\n\n1. “Our people expect their President and the Congress to find essential agreement on issues of great moment” – and yet the Republican leaders in Congress met on President Obama’s inauguration day to plot to overthrow his presidency and block him in every way possible, for the purpose of making a Democratic president look bad, and a Republican president next election to look better. The Republican Party succeeded in nearly destroying itself, instead, and that may still happen.\n\n2. “Good judgment seeks balance and progress; lack of it eventually finds imbalance and frustration.” – and yet we plunge headlong toward Oligarchy, which is the extreme imbalance between what is good for the non-wealthy vs what is good for the wealthy. Imbalance between the burdens felt by the non-wealthy vs the burdens felt by the wealthy because of the decisions made by our Supreme Court and our Congress.\n\n3. “… by the military industrial complex. The potential for the disastrous rise of misplaced power exists and will persist.” – and yet we have people right here on these boards who deplore any suggestion that the Department of Defense should be auditable and audited annually. The absolute power of the DOD comes from the fact that our representatives in Congress are scared to death that the DOD will harm the citizens in their districts by withdrawing military bases from their districts, or in other possible ways, if they push accountability from the DOD. That possiblity might mean they would not be re-elected. Cowards and scoundrels who govern for re-election rather than for the good of the country.\n\n(1) http://cjonline.com/opinion/2015-08-22/george-will-honoring-ike-monstrosity", "article_metadata": {"og": {"url": "http://cjonline.com/blog-post/lucinda/2015-08-23/%E2%80%9Cgood-judgment-seeks-balance-and-progress%E2%80%9D-%E2%80%93-dwight-d-eisenhower", "site_name": "CJOnline.com", "image": "http://cjonline.com/sites/default/files/images/sms-default-facebook-share.png", "type": "article", "title": "“Good judgment seeks balance and progress;” – Dwight D. Eisenhower"}, "description": "George Will posted an opinion piece yesterday titled, \"Honoring Ike with a monstrosity.\"It reminded me of Ike's speech to the country three days before his last day as President in 1961. I was a kid then and destined to grow up to be a Democrat whose first vote was for Lyndon Johnson after JFK was assassinated and Johnson's first term had ended. I was too young and inexperienced about government and the state of the union at the time to be able to see anything Eisenhower said as wise. That took some years to accomplish."}, "_id": "\"57477af46914bd0286fd8e7f\"", "article_summary": "Good judgment seeks balance and progress; lack of it eventually finds imbalance and frustration. \"\n“Good judgment seeks balance and progress; lack of it eventually finds imbalance and frustration.” – and yet we plunge headlong toward Oligarchy, which is the extreme imbalance between what is good for the non-wealthy vs what is good for the wealthy.\nIt reminded me of Ike's speech to the country three days before his last day as President in 1961.\nCowards and scoundrels who govern for re-election rather than for the good of the country.\nI was too young and inexperienced about government and the state of the union at the time to be able to see anything Eisenhower said as wise."}