{"article_title": "Many Unfamiliar With Health Insurance Lingo, Study Says", "article_keywords": ["terms", "university", "fully", "study", "unfamiliar", "understanding", "health", "texas", "marks", "uninsured", "understand", "insurance", "lingo"], "article_url": "https://consumer.healthday.com/public-health-information-30/lack-of-insurance-news-418/many-texans-unfamiliar-with-health-insurance-lingo-study-says-708849.html", "article_text": "FRIDAY, March 11, 2016 (HealthDay News) -- One-quarter of adults in Texas don't understand basic health insurance terms, a new report finds.\n\nPoor, uninsured and Hispanic Texans were least likely to know the meaning of health-plan basics such as \"premium,\" \"copayment\" and \"provider network,\" according to the Rice University report, which was released this week.\n\nResearchers analyzed data from a survey of adults aged 18 to 64 in Texas that took place between September 2013 and September 2015.\n\nAbout 25 percent of the respondents said they lacked confidence in understanding seven basic health insurance terms: premium, copayment, deductible, provider network, coinsurance, covered services and maximum out-of-pocket expenses.\n\n\"This research shows that understanding the key parts of a health insurance plan can be tough, especially for the uninsured,\" study author Elena Marks said in a university news release \"These numbers illustrate the continuing need to offer education and outreach targeting the uninsured so they can better understand their health insurance options.\"\n\nAt least half of respondents without health insurance didn't fully understand five of the seven terms, nearly double that of those with insurance.\n\n\"Even among those with insurance, many lacked confidence in aspects of employer-provided insurance that have changed dramatically over the past several years,\" Marks said. \"Workers are paying larger portions of premiums, deductibles and copays. They need to fully understand how these changes can influence their out-of-pocket spending on health care.\"\n\nMore than 40 percent of Hispanic participants did not fully understand all of the terms, which was much higher than the rates for whites and blacks. That's an alarming finding, the researchers said, noting Hispanics account for a increasingly larger share of the state's population.\n\nThis is the latest in a series of reports Marks has co-authored on implementation of the Affordable Care Act in Texas.\n\nMore information\n\nThe American Academy of Family Physicians has more on health insurance.", "article_metadata": {"og": {"url": "https://consumer.healthday.com/public-health-information-30/lack-of-insurance-news-418/many-texans-unfamiliar-with-health-insurance-lingo-study-says-708849.html", "image": "https://media.healthday.com/Images/icimages/obamacare_625.jpg", "site_name": "Consumer HealthDay", "description": "Texas survey found words like 'premiums,' 'copayment'  often stumped potential applicants", "title": "Many Unfamiliar With Health Insurance Lingo, Study Says"}, "description": "Texas survey found words like 'premiums,' 'copayment'  often stumped potential applicants", "viewport": "width=device-width,minimum-scale=1,initial-scale=1,maximum-scale=2.0,user-scalable=1"}, "article_summary": "At least half of respondents without health insurance didn't fully understand five of the seven terms, nearly double that of those with insurance.\nFRIDAY, March 11, 2016 (HealthDay News) -- One-quarter of adults in Texas don't understand basic health insurance terms, a new report finds.\nMore informationThe American Academy of Family Physicians has more on health insurance.\nAbout 25 percent of the respondents said they lacked confidence in understanding seven basic health insurance terms: premium, copayment, deductible, provider network, coinsurance, covered services and maximum out-of-pocket expenses.\nThey need to fully understand how these changes can influence their out-of-pocket spending on health care.\""}