{"article_title": "6 Independent News Sources That Sold Out to the Highest Bidder", "article_keywords": ["independent", "vice", "media", "sold", "million", "propaganda", "sources", "hillary", "social", "highest", "bidder", "corporate", "acquisition"], "article_url": "http://www.mintpressnews.com/6-independent-news-sources-sold-highest-bidder/214696/", "article_text": "6 Independent News Sources That Sold Out to the Highest Bidder\n\nThe following six examples mark the most egregious recent sell-outs in online journalism.\n\nOne of the most powerful propaganda tools is still print journalism. Though most sources have migrated to digital platforms and now integrate video and social media avenues in order to stay relevant, acquisitions of news publications remain an insidious way to control mainstream narratives.\n\nThe following six examples mark the most egregious recent sell-outs in online journalism:\n\nThe Huffington Post\n\n\n\nofficial MintPress sponsor official MintPress sponsor\n\nArianna Huffington’s namesake media empire, The Huffington Post,originated in 2005 as a liberal news aggregating alternative to the Drudge Report. It even won a Pulitzer Prize in 2012. However, the writing was already on the wall, as one year earlier, Huffington sold HuffPo to AOL for $315 million.\n\nThe acquisition caused many to question whether major corporate influence would dramatically affect the publication. Unsurprisingly, the answer was ‘yes,’ as within a few short years the website became a pro-corporate mainstream media vessel watered down with anemic liberal platitudes. These days, HuffPo is little more than clickbait with pulse, a partisan aggregator of trending stories that rarely, if ever, questions the symbiotic nature of state and corporate messaging.\n\nTake these hard-hitting headlines as anecdotal evidence:\n\n“10 Things to do with Mac ‘n’ Cheese Before you Die”\n\n“Japan earthquake and god’s will”\n\n“Could nuclear war reverse global warming?”\n\n“PHOTOS: 9 Politicians Eating Pizza”\n\nLast year, Verizon acquired AOL, making it the de facto owner of HuffPo, further consolidating control of the publication into the hands of heavily compromised corporate interests.\n\nVice Media\n\nLongtime countercultural icon Vice shocked more than a few people when it sold 5% of its stock to stalwart conservative ideologue and media tycoon, Rupert Murdoch and his 21st Century Fox. Many immediately saw the $70 million stake as a social engineering chess move by the mogul.\n\nLast year, Disney injected Vice with an additional $200 million, to which A&E added $250 million for a 10% share.\n\nNow worth $2.5 billion, the former Montreal-based punk magazine masquerades as an indie renegade news brand that reports from the most extreme geopolitical nooks and crannies on the globe. In actuality,Vice functions as a kind of Trojan horse for nationalist propaganda while also providing advertisers with an invaluable data mining tool. Between social media and entities like Vice, the establishment has unfettered access to the hearts and mind of ostensibly anti-establishment millennials.\n\nA Reddit thread documents how Vice was a propaganda machine from the get-go. Check out this interview with co-founder Shane Smith about sponsorship deals. Further evidencing Vice’s newfound biases, “on at least two occasions, it wove documentary footage into promotions for advertisers. In another instance, a months-long investigative project was killed, apparently out of concern about its effect on a major sponsor,” the Washington Post recently reported.\n\nNational Geographic\n\nIt turned out Rupert Murdoch had another trick up his sleeve last year, when 21st Century Fox announced the stunning 73% acquisition of National Geographic. Suddenly, the respected yellow bound nature magazine, which for 127 years had been a non-profit, was taken over by the same climate change denier who presides over Fox News.\n\nWhile it remains to be seen how big of an impact the new ownership will have over Nat Geo’s journalistic integrity, it’s hard to imagine it won’t have a deleterious effect. Already, Murdoch has fired most of the longtime, celebrated staff of the magazine — 180 staffers, including photographers and designers — and critics have noted Murdoch’s penchant for changing the editorial direction of recently-acquired publications. Whether this will mean blatant revisionism with regard to climate change remains to be seen.\n\nThe Onion\n\nThe Onion is one of the most beloved publications on the internet. For years, their hilariously gut-wrenching satirical headlines have perfectly encapsulated America’s hypocrisies with unflinching, often brutal honesty. Earlier this year, Univision bought a 40% controlling interest in the company, which includes the right to buy the site, as well as ownership over the sister satire site, Clickhole.\n\nThe Intercept points out an interesting fact: one of Hillary Clinton’s biggest supporters and financial backers is Univision co-owner and chairman Haim Saban. Conflict of interest? Let’s do a bit of comparison.\n\nConsider this pre-acquisition headline: “Hillary Clinton To Nation: ‘Do Not Fuck This Up For Me.” And now, this post-acquisition headline: “Female Presidential Candidate Who Was United States Senator, Secretary Of State Told To Be More Inspiring.”\n\nAnd incidentally, Saban has been brazen about his political meddling in the Democratic Party. According to The Intercept, he has openly stated the three ways to manipulate American politics are political donations, think tanks, and controlling media outlets. Check, check, and check.\n\nReddit\n\nReddit is a social bookmarking and news aggregation site that has somewhat of a cult following. After outpacing competitors Digg and StumbleUpon, Reddit is now visited by 6% of all adults who use the Internet, garnering three billion page views a month. A huge part of this meteoric rise was its 2006 acquisition by Conde Naste. Since then, its valuation has soared from $20 million to an estimated $240 million.\n\nThe real price, however, may have been the site’s integrity. After its acquisition and the departure of founder Steve Huffman, Reddit has been riddled with accusations of censorship and “manufactured consensus.” Anti-Media documented these charges last year, detailing blatant cases of administrative censorship, rampant trolling by shills, guerilla propaganda wars, branded and celebrity-sponsored AMA’s, and more.\n\nBlue Nation Review\n\nLast year, Hillary Clinton ally David Brock acquired Blue Nation Review, a long-time staple of independent liberal journalism. If you thought the Onion purchase was bad, this one is outright awful. The Hillary Clinton camp now essentially controls its very own media outlet. Recent headlines include “Hated By Insiders, Loved by the People – Hillary Clinton Is the Great American Populist.”\n\nSince Brock’s 80% acquisition, the entire BNR staff has been replaced.\n\nWhat To Read Instead\n\nWe’re not necessarily saying you have to completely disavow these sources because of their new corporate overlords, but it is good to stay grounded with independent news. This article lists six non-corporate news outlets to follow. While you’re at it, you may as well add yours truly, Anti-Media. Corporate influence will never compromise our journalistic integrity.\n\nThis article (6 Independent News Sources That Sold Out to the Highest Bidder) is free and open source. You have permission to republish this article under a Creative Commons license with attribution to Jake Andersonand theAntiMedia.org.", "article_metadata": {"description": "The following six examples mark the most egregious recent sell-outs in online journalism., Independent News, Journalism, Sold Out,", "generator": "WordPress 4.5.2", "AUTHOR": "Jake Anderson | AntiMedia", "og": {"site_name": "MintPress News", "description": "The following six examples mark the most egregious recent sell-outs in online journalism., Independent News, Journalism, Sold Out,", "title": "6 Independent News Sources That Sold Out to the Highest Bidder", "url": "http://www.mintpressnews.com/6-independent-news-sources-sold-highest-bidder/214696/", "image": "http://www.mintpressnews.com/wp-content/uploads/2016/03/slide_421556_5396094_free.jpg", "updated_time": "2016-03-11T19:06:46-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "The following six examples mark the most egregious recent sell-outs in online journalism., Independent News, Journalism, Sold Out,", "creator": "@MintPressNews", "image": "http://www.mintpressnews.com/wp-content/uploads/2016/03/slide_421556_5396094_free.jpg", "title": "6 Independent News Sources That Sold Out to the Highest Bidder", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "section": "Daily Digest", "tag": "Sold Out", "published_time": "2016-03-12T05:00:33-05:00", "modified_time": "2016-03-11T19:06:46-05:00"}}, "article_summary": "This article (6 Independent News Sources That Sold Out to the Highest Bidder) is free and open source.\n6 Independent News Sources That Sold Out to the Highest BidderThe following six examples mark the most egregious recent sell-outs in online journalism.\nBetween social media and entities like Vice, the establishment has unfettered access to the hearts and mind of ostensibly anti-establishment millennials.\nHowever, the writing was already on the wall, as one year earlier, Huffington sold HuffPo to AOL for $315 million.\nThough most sources have migrated to digital platforms and now integrate video and social media avenues in order to stay relevant, acquisitions of news publications remain an insidious way to control mainstream narratives."}