{"article_title": "House, Senate Republicans Divided Over Zika Funding", "article_keywords": ["billion", "funding", "emergency", "package", "senate", "house", "divided", "republicans", "administration", "spending", "money", "zika"], "article_url": "http://www.insurancejournal.com/news/national/2016/05/18/409030.htm", "article_text": "House and Senate Republicans can’t get on the same page when it comes to fighting the Zika virus — and Democrats are pouncing.\n\nThe Senate, on a 68-29 vote, advanced $1.1 billion of the administration’s $1.9 billion emergency request Tuesday, with Republicans trying to get past the politically charged issue before mosquito season begins in earnest in the continental U.S.\n\nHouse Republicans, however, facing pressure from conservatives, aren’t going along with a plan to bypass spending caps for Zika.\n\nHouse Appropriations Chairman Hal Rogers of Kentucky instead unveiled a $622 million package of his own, paid for by cutting other health spending, including to combat the deadly Ebola virus. His plan immediately had Democrats and some Republicans crying foul.\n\n“We can quite frankly do much better than what the House is proposing,” Republican Senator Marco Rubio of Florida said Tuesday on the Senate floor.\n\nThe Obama administration threatened a veto of Rogers’ measure, saying in a statement the amount was “woefully inadequate” and that funds for Ebola shouldn’t be cut to pay for it.\n\nThe National Institutes of Health is close to running out of the money it needs to develop a Zika vaccine and may not be able to begin testing early next year without more funding, the head of its infectious disease program told Bloomberg BNA in an interview Tuesday.\n\n“We’re really running out of time,” Anthony Fauci said. “If we don’t get the money soon, then we’re really going to have to start modifying our plans.”\n\nBattleground Florida\n\nEven if House and Senate Republicans were on the same page it could take months to get the broader spending package to the president’s desk. The amount of money at stake could be dwarfed by the political blowback should the virus take hold in key election battleground states like Florida later this year.\n\n“Why take the chance that you’re going to have to go home in August and September and explain to millions of people across this country why are so many Americans being infected by this and you were low-balling our approach to it a few months ago?” Rubio asked his colleagues.\n\nThe Florida Republican is backing the full $1.9 billion Obama administration request and has repeatedly taken his colleagues to task for slow-walking the matter.\n\n“This is a public health emergency that cannot wait for this extended debate on this issue,” Rubio said.\n\n‘Totally Inadequate’\n\nDemocrats also torched the House plan.\n\n“Totally inadequate,” Senator Chuck Schumer of New York, the heir apparent to Minority Leader Harry Reid, said in an interview in the Capitol. “It doesn’t have enough to fight Zika and it robs Peter to pay Paul.”\n\n“That’s not acceptable,” said Senator Patty Murray of Washington, the Democrat who negotiated the $1.1 billion compromise package with Republican Roy Blunt of Missouri and also pushed unsuccessfully for the full $1.9 billion request in a separate vote. “That doesn’t get us to what we need. It’s irresponsible,” she said of the House bill, adding that the money should be treated as emergency spending that doesn’t require offsetting cuts.\n\nBut Rogers said the House plan would give the administration about $1.2 billion to spend on Zika through Sept. 30, counting money the administration already transferred from Ebola accounts at Republicans’ request, with potentially more on the way in next year’s spending bills.\n\n“That’s just for the next five months,” he said. “The White House request was for several years.” The Senate proposal would provide funds through Sept. 30, 2017.\n\nEbola Cuts\n\nRogers’s package takes even more from the Ebola account — money the administration says will help prevent another outbreak in the coming years, as well as from other administration accounts — rather than provide new funding.\n\nHe disputed whether the administration really needs the money for Ebola, saying they have about $2 billion in that account “that’s just laying there.”\n\nThe broader philosophical debate has Democrats and some Republicans contending that spending for emergencies like Zika shouldn’t count against the spending caps set in last year’s bipartisan budget deal. Congress has traditionally approved emergency spending above the caps, ranging from responses to viral outbreaks to hurricane relief. But it’s a practice fiscal conservatives have repeatedly chafed at because it adds to the deficit.\n\nThe spending offsets, Rogers said, are “necessary” for House Republicans.\n\nThree Amendments\n\nSenate Republicans held three votes Tuesday on amendments to a package of spending bills that fund transportation, housing and veterans programs, H.R. 2577. Senators blocked the full $1.9 billion emergency request sponsored by Florida’s two senators, Rubio and Democrat Bill Nelson, as well as an amendment that would offset the $1.1 billion package with cuts to an Obamacare account.\n\nThe second vote was intended to give Republicans enough political cover to back the deficit-raising emergency package crafted by Blunt and Murray, because they could blame Democrats for not supporting the Obamacare cuts.\n\nThe final 68-29 vote exposed deep splits within the GOP. Most vulnerable Republicans up for re-election backed the $1.1 billion in emergency Zika spending, along with Majority Leader Mitch McConnell of Kentucky. But most Republicans voted no, including No. 2 Republican John Cornyn of Texas, and two facing tough re-election fights, Pat Toomey of Pennsylvania and Ron Johnson of Wisconsin.\n\nToomey, a former president of the conservative Club for Growth, stood at the well of the Senate for several minutes before finally voting no.\n\nThe spending bill package would still need to be approved by the Senate and the House, which is likely to further delay the enactment of any Zika funding.\n\nBlunt, who chairs the Appropriations subcommittee that funds health programs, told reporters he hopes for a deal with the House on Zika funding in a few weeks. He said he wants funding to last through September 2017, when a vaccine may be available.\n\nRogers said Tuesday he would try to get the Zika bill on the House floor Wednesday, although “there’s a lot of competition” this week for floor time. He described the Senate’s much bigger bill as “a bridge too far.”\n\nRelated:", "article_metadata": {"msapplication-notification": "frequency=30;polling-uri=http://notifications.buildmypinnedsite.com/?feed=http://www.insurancejournal.com/rss/mostpopular/&polling-uri2=http://notifications.buildmypinnedsite.com/?feed=http://www.insurancejournal.com/rss/mostpopular/&id=2;polling-uri3=http://notifications.buildmypinnedsite.com/?feed=http://www.insurancejournal.com/rss/mostpopular/&id=3;polling-uri4=http://notifications.buildmypinnedsite.com/?feed=http://www.insurancejournal.com/rss/mostpopular/&id=4;polling-uri5=http://notifications.buildmypinnedsite.com/?feed=http://www.insurancejournal.com/rss/mostpopular/&id=5; cycle=1", "description": "House and Senate Republicans can't get on the same page when it comes to fighting the Zika virus -- and Democrats are pouncing. The Senate, on a 68-29 vote", "application-name": "Insurance Journal", "og": {"site_name": "Insurance Journal", "description": "House and Senate Republicans can't get on the same page when it comes to fighting the Zika virus -- and Democrats are pouncing. The Senate, on a 68-29 vote", "title": "House, Senate Republicans Divided Over Zika Funding", "locale": "en_US", "image": {"width": 900, "identifier": "http://www.insurancejournal.com/app/uploads/2016/04/Zika-Virus-In-U.S.jpg", "height": 720}, "updated_time": "2016-05-18T09:35:09-04:00", "url": "http://www.insurancejournal.com/news/national/2016/05/18/409030.htm", "type": "article"}, "twitter": {"description": "House and Senate Republicans can't get on the same page when it comes to fighting the Zika virus -- and Democrats are pouncing. The Senate, on a 68-29 vote", "title": "House, Senate Republicans Divided Over Zika Funding", "image": "http://www.insurancejournal.com/app/uploads/2016/04/Zika-Virus-In-U.S.jpg", "creator": "@ijournal", "site": "@ijournal", "card": "summary"}, "msapplication-TileColor": "#B10000", "msapplication-square70x70logo": "/img/insurance-journal-tile-128x128.png", "robots": "noodp", "msapplication-square310x310logo": "/img/insurance-journal-tile-558x558.png", "msapplication-wide310x150logo": "/img/insurance-journal-tile-558x270.png", "fb": {"page_id": 75524109257, "pages": 75524109257, "app_id": 106194681485}, "msapplication-TileImage": "/img/insurance-journal-tile-144x144.png", "msapplication-starturl": "/?utm_source=windows&utm_medium=web&utm_campaign=windows-pinned-sites", "date": "2016-05-18", "article": {"publisher": "https://www.facebook.com/insurancejournal", "section": "National News", "tag": "Zika vaccine", "published_time": "2016-05-18T09:29:17-04:00", "modified_time": "2016-05-18T09:35:09-04:00"}, "msapplication-square150x150logo": "/img/insurance-journal-tile-270x270.png"}, "article_summary": "House and Senate Republicans can’t get on the same page when it comes to fighting the Zika virus — and Democrats are pouncing.\nMost vulnerable Republicans up for re-election backed the $1.1 billion in emergency Zika spending, along with Majority Leader Mitch McConnell of Kentucky.\nCongress has traditionally approved emergency spending above the caps, ranging from responses to viral outbreaks to hurricane relief.\nThe spending bill package would still need to be approved by the Senate and the House, which is likely to further delay the enactment of any Zika funding.\nThe spending offsets, Rogers said, are “necessary” for House Republicans."}