{"article_title": "Rupert Murdoch: Self-styled authority on ‘real’ blackness", "article_keywords": ["real", "selfstyled", "authority", "carson", "york", "black", "blackness", "americans", "rupert", "apparently", "murdoch", "obama"], "article_url": "https://www.washingtonpost.com/news/the-fix/wp/2015/10/08/rupert-murdoch-ben-carson-fan-and-self-styled-authority-on-real-blackness/", "article_text": "\n\nNews Corp. Chief Executive and Chairman Rupert Murdoch in April 2012. (Olivia Harris/Reuters)\n\nIf there is one clear downside to obtaining large quantities of power, money and/or authority, it is that the list of people willing to co-sign your strangest ideas grows in proportion with your stature.\n\nMichael Jackson hired someone to put him into a state of surgical slumber each evening, until it killed him. Just this week, the world got a glimpse of Vladimir Putin's birthday exhibition hockey game. It pitted Putin's team of government officials against professional Russian hockey players, yet mysteriously ended with the government officials victorious and Putin —having scored seven goals — sporting a gold medal.\n\nAnd just a bit closer to home, media magnate Rupert Murdoch shared an idea that should probably be spoken in low tones in private rather than where he shared it — on Twitter.\n\nMurdoch, reportedly a long-time admirer of Republican presidential candidate and retired neurosurgeon Ben Carson, decided to share some of the reasons that he believes Carson should be elected president. In the process, he also appointed himself a kind of arbiter of what it is to be black — \"real black.\"\n\nBen and Candy Carson terrific. What about a real black President who can properly address the racial divide? And much else. — Rupert Murdoch (@rupertmurdoch) October 8, 2015\n\nMurdoch is apparently under the impression that his narrow notion of what makes a person black, what black life is and, according to Murdoch, what it should be, has weight. But that impression appears largely limited to what he's gleaned through stereotypes, probably some movies of questionable value (possibly produced by his own studio) and, allegedly, a few thoughts picked up while reading a New York Magazine article this week titled, \"The Paradox of a Black President.\"\n\nRead New York magazine for minority community disappointment with POTUS — Rupert Murdoch (@rupertmurdoch) October 8, 2015\n\nMurdoch has since apologized.\n\nApologies! No offence meant. Personally find both men charming. — Rupert Murdoch (@rupertmurdoch) October 8, 2015\n\nBut judging by Murdoch's public comments — including about Carson and President Obama — blackness is apparently authenticated or made real by single-race parentage and a mono-racial family circle, remarkable personal determination and, despite an impoverished childhood, early demonstrations of academic promise. Real black people seek constantly to prove themselves. They put responsibility when it comes to overcoming the toll of inequality on their own shoulders and, when speaking publicly about other black people — particularly those who are poor — cite insufficient self-discipline. Real black people should be grateful if they manage to escape economic deprivation, terrible schools or — many would say — unequal treatment by courts, cops or other public authorities. And most of all, they should constantly genuflect at the feet of America's greatness.\n\n2 stories. Carson, Detroit ghetto to brilliant neurosurgeon. Obama white upbringing to community organizer. Sincere men, different values — Rupert Murdoch (@rupertmurdoch) September 5, 2015\n\nReal blackness is apparently Carson; Obama is apparently none of these things. But in fairness, Murdoch is hardly the first one to say or imply that.\n\nNow, we could dedicate time and space here to the real causes of disproportionate black poverty and the share of black Americans who have managed to escape or never live in it without embracing a full-Carson approach. We could point readers to the psychological research suggesting that one of the least healthy things any person of color in the United States can do is decide to attribute socioeconomic inequality to personal failings. And we could certainly point to the growing body of research around what degree of self-confidence black Americans can exhibit before it becomes offensive, disconcerting or even threatening to many white Americans.\n\nBut what we will focus on here is Murdoch's incredibly reductive notion of blackness and his self-appointed role as an authority. Murdoch apparently believes that he not only knows what real blackness is but is equipped to award gold medals in the field.\n\nMurdoch, as has been mentioned, is king of a media empire in which some segments have done plenty to criticize Obama's policies as excessively liberal and even spread rumors about the president. It's probably no coincidence that Carson became a Fox commentator in 2013 after speaking about the scourge of political correctness and the danger presented by Obamacare while standing feet away from Obama at the National Prayer Breakfast.\n\nIn the months that followed, Carson described Obamacare as \"worse than slavery\" more than once. Obamacare, a label that Obama has embraced, is widely considered Obama's signature domestic policy achievement. And it also happens to be a policy that has directly benefited so many black Americans that the New York Times included African Americans on the list of \"biggest winners\" in the age of Obamacare. None of that is likely a simple coincidence.\n\nAnd none of that is to say that the critiques, complaints and dashed wishes expressed in that New York Magazine piece about Obama are without merit. The piece is full of well-reasoned arguments (and some others). It is, as Murdoch said, worth reading. But it's simply hard, if not nearly impossible, to believe that Murdoch genuinely shares the concerns expressed by a range of mostly left-leaning political activists, writers and thinkers or would be pleased if many of the policies that naturally flow from their concerns had become law under Obama.\n\nIn fact, over on Murdoch's Fox News, one of the running themes — the sometimes-overt but more often subtle lines of news coverage and commentary — amounts to this: Obama has done too much for black America. He has prioritized the needs of too many non-white Americans and provoked the anger and open racial divisions and resentments that most Americans no longer deny. He has failed to deliver the country from its chronic racial condition.\n\nYou simply cannot have it both ways. You cannot claim that Obama has failed black America while also saying the above. You simply cannot suggest that a candidate — namely Ben Carson — or the issues raised in a New York magazine article by a league of liberals represent solutions or improvements when said candidate would likely embrace few or none of them.\n\nThese, shall we say, inconsistencies make the actual meaning of Murdoch's \"real\" blackness clear.", "article_metadata": {"description": "Breaking down the media mogul's tweet about Ben Carson and Obama.", "author": "https://www.facebook.com/janell.ross.549", "og": {"site_name": "Washington Post", "description": "Breaking down the media mogul's tweet about Ben Carson and Obama.", "title": "Rupert Murdoch: Self-styled authority on ‘real’ blackness", "url": "https://www.washingtonpost.com/news/the-fix/wp/2015/10/08/rupert-murdoch-ben-carson-fan-and-self-styled-authority-on-real-blackness/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2012/05/01/Production/WashingtonPost/Images/2012-05-01T104552Z_01_OCH105_RTRIDSP_3_NEWSCORP-HACKING.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@janellross"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/the-fix/wp/2015/10/08/rupert-murdoch-ben-carson-fan-and-self-styled-authority-on-real-blackness/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "real blackness, Rupert Murdoch, Ben Carson, Barack Obama", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/janell.ross.549"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "real blackness, Rupert Murdoch, Ben Carson, Barack Obama"}, "article_summary": "In the process, he also appointed himself a kind of arbiter of what it is to be black — \"real black.\"\nSincere men, different values — Rupert Murdoch (@rupertmurdoch) September 5, 2015Real blackness is apparently Carson; Obama is apparently none of these things.\nMurdoch apparently believes that he not only knows what real blackness is but is equipped to award gold medals in the field.\nThese, shall we say, inconsistencies make the actual meaning of Murdoch's \"real\" blackness clear.\nRead New York magazine for minority community disappointment with POTUS — Rupert Murdoch (@rupertmurdoch) October 8, 2015Murdoch has since apologized."}