{"article_title": "Funerals in Charleston for slain members of black church", "article_keywords": ["sanders", "jackson", "flag", "slain", "black", "members", "church", "charleston", "associated", "shooting", "funerals", "racial", "south", "hurd"], "article_url": "http://www.usnews.com/news/us/articles/2015/06/27/obama-sings-hymn-of-hope-in-eulogy-for-slain-church-members", "article_text": "Rain falls as pallbearers exit Emanuel AME Church carrying the casket of Cynthia Hurd as mourners for Susie Jackson and Tywanza Sanders file inside the church for their funerals Saturday, June 27, 2015, in Charleston, S.C. Hurd, Jackson and Sanders were three of the nine people killed in the shooting at the church on June 17. (Grace Beahm/The Post And Courier via AP) The Associated Press\n\nBy MEG KINNARD, JEFFREY COLLINS and JOHN MORITZ, Associated Press\n\nCHARLESTON, S.C. (AP) — Speaking at the funerals for three of the victims of a deadly attack on a historic African-American church in South Carolina, eulogizers said Saturday that the lives lost had become a catalyst for change.\n\nThe services were held for Cynthia Hurd, Tywanza Sanders and Susie Jackson at the Emanuel African Methodist Episcopal Church in Charleston, 11 days after a gunman entered the church and killed nine people — all African-Americans. Police contend the attack was racially motived.\n\nThe tragedy \"shook an America that didn't want to believe this kind of hate could still exist,\" said Charleston Mayor Joseph Riley Jr. during a eulogy for Hurd.\n\nRiley said the killings will go down in history with other episodes of church violence, referencing the Civil Rights-era bombing of a Baptist church in Alabama that killed four girls.\n\nRemembering the 54-year-old Hurd as a young girl who worked serving people ice cream during the summer, Riley said she went on \"to leading them to knowledge,\" as a librarian for almost 30 years.\n\n\"Her death will lead to change and Cynthia Hurd will be helping millions,\" he said.\n\nSouth Carolina Gov. Nikki Haley attended the services along with U.S. Sen. Tim Scott and the Rev. Jesse Jackson.\n\nSpeaking at the combined service for Sanders, 26 and Jackson, 87, Haley said the shooting happened on her watch, and she promised \"we will make this right.\" The governor did not say what actions she planned to take.\n\nOutside the church, Jackson told The Associated Press that it is \"really time for a new South.\"\n\n\"This was the most traumatic hit since Dr. Martin Luther King was killed 50 years ago. This could be a defining moment for the American dream for all its people,\" Jackson said. \"This is a resurrection. Look around, there are white and black people together.\"\n\nThe funerals follow one on Friday for the church's slain pastor, the Rev. Clementa Pinckney, whose eulogy was delivered in person by President Barack Obama.\n\nObama sang a hymn of hope and spoke with the fervor of a preacher as he eulogized Pinckney, and minced no words in calling for an end to racial injustice and gun violence in the United States. Obama suddenly began singing \"Amazing Grace,\" quickly joined by ministers and some of the thousands who packed into the arena at the College of Charleston in South Carolina.\n\nThe nation's first black president called for gun control and efforts to eliminate poverty and job discrimination, and said the Confederate battle flag — long a symbol of Southern pride — must be removed from places of honor.\n\n\"For many — black and white — that flag was a reminder of systemic oppression and racial subjugation. We see that now,\" he said during Pinckney's funeral Friday.\n\nHours later, a woman was arrested early Saturday on the grounds of the South Carolina Capitol in Columbia after scaling a flagpole to rip down a Confederate flag that flew at the Statehouse. Bree Newsome, 30, was arrested immediately afterward. She and James Ian Tyson, 30, also of Charlotte, face misdemeanor charges in the incident.\n\nAn official at the Alvin S. Glenn Detention Center said both were released from jail Saturday after posting bond.\n\nIn his eulogy to Pinckney, Obama spoke of how the Emanuel church was founded by the leader of a failed slave revolt and burned to the ground by angry whites in 1822. After the Civil War, the church led efforts to expand equal rights in the South, hosting Martin Luther King Jr. during campaigns in South Carolina.\n\n\"We do not know whether the killer of Rev. Pinckney and eight others knew all of this history,\" the president said. \"But he surely sensed the meaning of his violent act. It was an act that drew on a long history of bombs and arsons and shots fired at churches; not random, but as a means of control, a way to terrorize and oppress.\"\n\n\"An act that he imagined would incite fear, and incrimination, violence and suspicion. An act he presumed would deepen divisions that trace back to our nation's original sin,\" Obama continued, his voice rising in the cadence of the preachers who preceded him.\n\n\"Oh, but God works in mysterious ways!\" Obama said, and the crowd rose to give him a standing ovation. \"God has different ideas!\"\n\nOn Saturday, minutes before the afternoon funeral services were set to begin, the clouds opened up to a heavy thunderstorm which sent those getting ready to enter the church scrambling into the first floor where the shooting occurred.\n\nThere they waited patiently while helpers laid white sheets along the wet floor to prevent slipping. Some shared memories of those lost.\n\nDaniel E. Martin Jr. said as a life-long congregant at Emanuel, he grew up with Hurd and later served on the Board of Trustees with Jackson.\n\n\"She was one of the true soldiers of the church,\" Martin said of Jackson. \"Whenever you came to church you knew you were going to look up and see her smiling face.\"\n\nAccording to a pamphlet given at the funeral, Sanders died trying to protect Jackson, his aunt, and Felicia Sanders, his mother who survived the shooting. Sanders' last words were to the shooter, the pamphlet said.\n\n\"You don't have to do this, we are no harm to you,\" Sanders is alleged to have said, followed by \"where is my Aunt Susie, I've got to get to my Aunt Susie.\"\n\nObama spoke plainly about the ugliness of America's racial history — from slavery to the many ways minorities have been deprived of equal rights in more recent times. Taking down the Confederate flag is a righteous step, \"but God doesn't want us to stop there,\" he said.\n\nAmericans should want to fight poverty with as much effort as they fight hate, and realize that hate isn't always obvious, he said, \"so that we're guarding against not just racial slurs, but we're guarding against the subtle impulse to call Johnny back for a job interview, but not Jamal.\"\n\nThe president wrapped up the four-hour funeral in song, belting out the first words of \"Amazing Grace\" all by himself. Ministers behind him quickly stood up and began singing, too, and the choir and organist and many in the audience of thousands joined in.\n\nJustice Department officials broadly agree the shootings meet the legal requirements for a hate crime, meaning federal charges are likely, a federal law enforcement source told The Associated Press on Thursday, speaking anonymously because the investigation is ongoing.\n\nDylann Storm Roof, now charged with nine murders, embraced Confederate symbols before the attack, posing with the rebel battle flag and burning the U.S. flag in photos. Their appearance online prompted this week's stunning political reversals, despite the outsized role such symbols have played in Southern identity.\n\nObama praised Haley for moving first by asking lawmakers Monday to bring down the flag outside South Carolina's Statehouse. Other politicians then came out saying historic but divisive symbols no longer deserve places of honor.\n\nMeanwhile, Jeb Bush's campaign says the Republican presidential candidate plans to meet with black pastors in Charleston on Monday, part of a rescheduled visit to the state after he cut short an earlier stop because of the church shooting.\n\nBush was in Charleston as part of his campaign kickoff on June 17, the day of the shooting. He was staying not far from the scene. Bush then canceled the rest of his visit, which included a town hall meeting focusing on military issues.\n\n___\n\nCollins and Bruce Smith reported from Columbia, South Carolina. Associated Press Writers Jonathan Drew in Charleston and Eric Tucker in Washington contributed to this report.", "article_metadata": {"zone": "us/articles", "keyword": "Collections: US", "title": "Funerals in Charleston for slain members of black church", "og": {"site_name": "US News & World Report", "description": "CHARLESTON, S.C. (AP) — President Barack Obama sang a hymn of hope and spoke with the fervor of a preacher, bringing members of a saddened congregation to their feet as he eulogized their slain pastor and eight fellow parishioners — and minced no words in calling for an end to racial injustice and gun violence in the United States.", "title": "Funerals continue for victims of Charleston church slaying; A Confederate flag gets swiped", "url": "http://www.usnews.com/news/us/articles/2015/06/27/obama-sings-hymn-of-hope-in-eulogy-for-slain-church-members", "image": "http://www.usnews.com/cmsmedia/b1/b6ced2b42d1ec4eec3f76ef99c3373/media:97b392e2d456429c946be45f5cde724bAPTOPIXCharlestonShooting.JPEG", "type": "article"}, "twitter": {"description": "CHARLESTON, S.C. (AP) — President Barack Obama sang a hymn of hope and spoke with the fervor of a preacher, bringing members of a saddened congregation to their feet as he eulogized their slain pastor and eight fellow parishioners — and minced no words in calling for an end to racial injustice and gun violence in the United States.", "site": "@USNews", "card": "summary", "title": "Funerals in Charleston for slain members of black church"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "June 27, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Collections: Top News,Associated Press,Collections: US", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "CHARLESTON, S.C. (AP) — President Barack Obama sang a hymn of hope and spoke with the fervor of a preacher, bringing members of a saddened congregation to their feet as he eulogized their slain pastor and eight fellow parishioners — and minced no words in calling for an end to racial injustice and gun violence in the United States."}, "_id": "\"57477af36914bd0286fca5e4\"", "article_summary": "Outside the church, Jackson told The Associated Press that it is \"really time for a new South.\"\nMeanwhile, Jeb Bush's campaign says the Republican presidential candidate plans to meet with black pastors in Charleston on Monday, part of a rescheduled visit to the state after he cut short an earlier stop because of the church shooting.\nThe services were held for Cynthia Hurd, Tywanza Sanders and Susie Jackson at the Emanuel African Methodist Episcopal Church in Charleston, 11 days after a gunman entered the church and killed nine people — all African-Americans.\nBush was in Charleston as part of his campaign kickoff on June 17, the day of the shooting.\nAssociated Press Writers Jonathan Drew in Charleston and Eric Tucker in Washington contributed to this report."}