{"article_title": "Breast Cancer Awareness Month Gets Social Media Facelift, As Agency Redesigns Popular Logos", "article_keywords": ["logos", "cancer", "media", "social", "networks", "breasts", "month", "popular", "thats", "breast", "redesigns", "facelift", "gets", "check", "know"], "article_url": "http://www.medicaldaily.com/breast-cancer-awareness-month-gets-social-media-facelift-agency-redesigns-popular-logos-305880", "article_text": "You know October is breast cancer awareness month, but did you know more women check their social networks more than they check their breasts? At least that’s the premise of a new visual ad campaign from DDB Singapore and the Breast Cancer Foundation. Since a woman that’s familiar with the normal look and feel of her breasts is better able to spot any abnormalities, the two organizations have teamed up to try and reverse this occurrence by tweaking the logos for Facebook, Instagram, and Twitter.\n\nAs reported by AdWeek (also as seen by your own eye when you check out the ads), “the familiar logos have been redesigned to anatomically pay homage to breasts and remind you to perform an exam — on yourself, or someone you care about — as frequently as you check your social feeds.\" Each logo includes the headline, \"If only you checked your breasts as often,\" as well as a message that more or less states missing newly uploaded photos or messages isn't the end of the world; breast cancer often is.\n\nIn addition to their designs, DDB is also urging people to appeal to these social networks to actually use these logos throughout the month of October. It's a pretty awesome and ingenius idea, if you ask us, considering the 80 percent of 18- to 44-year-olds who check their smartphone within the first 15 minutes they wake up. Business Insider declared social media as the top Internet activity, too, so imagine the impact these logos could have on breast cancer prevention.\n\nPhotos courtesy of the Breast Cancer Foundation", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "breast, cancer, awareness, month, gets, social, media, facelift, agency, redesigns, popular", "og": {"site_name": "Medical Daily", "description": "The new campaign hopes to encourage women to check their breasts for lumps more than they check their social feeds.", "title": "Social Media Logos For Breast Cancer Awareness Month Are Kind Of Awesome [PHOTOS]", "url": "http://www.medicaldaily.com/breast-cancer-awareness-month-gets-social-media-facelift-agency-redesigns-popular-logos-305880", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/01/breast-cancer-awareness-logos.jpg", "type": "article"}, "twitter": {"description": "The new campaign hopes to encourage women to check their breasts for lumps more than they check their social feeds.", "title": "Social Media Logos For Breast Cancer Awareness Month Are Kind Of Awesome [PHOTOS]", "url": "http://www.medicaldaily.com/breast-cancer-awareness-month-gets-social-media-facelift-agency-redesigns-popular-logos-305880", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/01/breast-cancer-awareness-logos.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/10/01/breast-cancer-awareness-logos.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-10-01T12:01:38-04:00", "modified_time": "2014-10-01T12:01:37-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The new campaign hopes to encourage women to check their breasts for lumps more than they check their social feeds."}, "_id": "\"57477af36914bd0286fd27c1\"", "article_summary": "You know October is breast cancer awareness month, but did you know more women check their social networks more than they check their breasts?\nBusiness Insider declared social media as the top Internet activity, too, so imagine the impact these logos could have on breast cancer prevention.\nAt least that’s the premise of a new visual ad campaign from DDB Singapore and the Breast Cancer Foundation.\nPhotos courtesy of the Breast Cancer Foundation\nIn addition to their designs, DDB is also urging people to appeal to these social networks to actually use these logos throughout the month of October."}