{"article_title": "National Review", "article_keywords": ["plans", "exchange", "federal", "review", "abortion", "msp", "states", "state", "elective", "coverage", "national", "plan"], "article_url": "http://www.nationalreview.com/corner/365504/abortion-obamacare-exchanges-chuck-donovan-genevieve-c-plaster", "article_text": "December 1 has come and gone with fresh assurances from the Obama administration that the federal exchange website, HealthCare.gov, will work for approximately 80 percent of its visitors. A review of the website, and the state of the health-care plans offered via the state exchanges, suggests that the problem of absent or incomplete information regarding plans that exclude coverage of elective abortions and abortion-inducing drugs and devices is far from fixed.\n\nThe problem is multi-layered. First and foremost, the federal exchange continues to offer little or no information on abortion coverage, and what does exist there is profoundly misleading. A search of the site using the words “abortion” and “abortifacient” returns only two results, both referring to the Affordable Care Act’s (ACA’s) preventive-services mandate. The language found via searching indicates that the mandate covers contraception and excludes “abortion-inducing drugs.”\n\nThe federal government makes this claim on the basis of a definitional trope used by the Food and Drug Administration that defines pregnancy as occurring only after a fertilized ovum has implanted in the mother’s womb. Medical dictionaries by and large retain the older, accepted definition of new life occurring at fertilization (i.e., before implantation), thereby making any drug or device that destroys it at this stage or later an abortifacient.\n\nAt minimum, the federal website should provide full information regarding the properties of these drugs and devices and “teach the controversy.” Buyers of health insurance (at least pending the outcome of the lawsuits now before the Supreme Court on issues of conscience related to this mandate) have no choice but to accept plans that include anything defined by the Food and Drug Administration as “contraceptive,” regardless of its mode of action. The result is an oppressive mandate that is not transparently explained by the Department of Health and Human Services.\n\nCompounding the problem is the absence of plans that exclude elective abortion in at least seven states, and the continuing difficulty for Americans in identifying which health-insurance options have such exclusions. Last month, the federal Office of Personnel Management (OPM), responding to an inquiry from members of the U.S. House, indicated that it had required each health-insurance company offering a Multi-State Plan on an exchange to offer at least one that did not include elective abortion. OPM told the Congress members that all of the MSP providers complied with the request and that, as a result, all but two of the MSPs listed on exchanges across the country exclude elective abortion coverage.\n\nThe two plans that include elective abortion are in Alaska: Blue Cross/Blue Shield Plus 5250 HSA High MSP and Blue Cross Blue Shield Plus 2500 HSA High.\n\nWhile this is consoling, there remain serious challenges if one wants to avoid elective coverage of abortion or doing business with a company that pays for elective abortions via other plans, especially inasmuch as one of the macro effects of Obamacare is to narrow health-insurance plan options for most Americans.\n\nThe most significant of these limits is the fact that the Affordable Care Act only requires health insurers with MSPs to operate in 30 states in 2014. Twenty states will have no MSP option at all next year. Health insurers who offer MSPs need not reach all 50 states with their plans until 2017. Of those states that do not have an MSP, eleven have elected by state law to opt out of allowing any elective abortion coverage in their exchange. These eleven states are Alabama, Arizona, Florida, Idaho, Mississippi, Nebraska, North Carolina, North Dakota, Ohio, South Dakota, and Utah. In these states none of the plans offered via the exchange should cover elective abortion.\n\nAccording to a new review by analyst Richard Doerflinger made available to the Lozier Institute, there are nine states that have no MSP in place excluding elective abortion and no ban on elective abortion plans in their exchanges. The existence of a pro-life option in these states depends therefore on the insurers themselves and the discretion of state executives who may choose to include or not include such an option. These nine no-guarantee states are: Connecticut, Hawaii, Iowa, Minnesota, New Jersey, Oregon, Rhode Island, Vermont, and Wyoming.\n\nAs it stands, the states of Connecticut and Rhode Island do not offer any health-insurance plans for those seeking abortion-free options. It becomes clear from surveying the Summaries of Benefits of plans on Connecticut’s exchange that most if not all individual plans formally list elective abortion under Covered Services. Further CLI’s direct communication with exchange representatives in November led us on a confusing round-about in which we were directed to call the three carriers themselves – HealthyCT, Connecticare, and Anthem. In sum, the first two readily confirmed that all plans covered abortion.\n\nCall time with the Anthem representative took 25-plus minutes, with three transfers including a hold so that a supervisor could be asked, and an eventual disconnection during a fourth transfer. A visit to the exchange online reveals, however, that the Anthem plans offered there do cover “therapeutic and elective abortion” under the category of Maternity and Family Planning.\n\nRhode Island has also attracted recent public attention with its 28 plans and three carriers all covering abortion. Concerned groups such as Democrats for Life of America (DFLA) and the National Right to Life Committee (NRLC) are seeking alternatives for Ocean State residents. In a letter to Governor Lincoln Chafee, DFLA executive director Kristen Day states: “Surely those individuals in your state who have moral objections to abortion will be unhappy with having no choice but to accept a plan that requires them to pay a separate premium exclusively used to pay for elective abortion.” Even earlier, in October, Susan Muskett of NRLC reported that “the federal government gave over $82 million to the state of Rhode Island to establish its Exchange. The result? A marketplace exclusively for abortion-covering plans.”\n\nThere are positive findings, however, regarding two of the other no-guarantee states listed above. CLI was able to determine that at least two other states, Oregon and Iowa, do indeed have marketplace plans that exclude at least some elective abortions. In Oregon’s state exchange, we found that Providence Health Plans excludes abortion “unless there is a severe threat to the mother, or if the life of the fetus cannot be sustained.” For Iowa, which has a state-federal partnership in which it is responsible for plan management only, at least one of the plan carriers, CoOpportunity Health, clearly lists elective abortions in its online Outline of Coverage document under Limitations and Exclusions.\n\nThe remaining five states — Hawaii, Minnesota, New Jersey, Vermont, and Wyoming — do not currently have abortion-specific information readily available for consumers prior to enrolling via the exchange.\n\nAs a matter of serious concern to individuals opposed to abortion residing in these no-guarantee states and other states without an MSP option for the time being, it is apparent that something in the law — either federal or state — must change if the liberty to obey one’s conscience is to prevail. Legislation remains urgently needed to ensure that the status of elective abortion coverage in each plan offered on the federal and state exchanges is readily discernible before a plan is purchased.\n\nTo date, Obamacare continues to represent a major expansion of publicly subsidized coverage for abortion with minimal alerting of the public to their options for avoiding or minimizing their participation in such coverage.\n\n— Chuck Donovan is the president of the Charlotte Lozier Institute. Genevieve C. Plaster is an intern at Susan B. Anthony List.", "article_metadata": {"tweettext": "Abortion in the Obamacare Exchanges", "sailthru.author": "Chuck Donovan, Genevieve C. Plaster", "description": "December 1 has come and gone with fresh assurances from the Obama administration that the federal exchange website, HealthCare.gov, will work for approximately 80 percent of its visitors. A review of the website, and the state of the health-care plans offered via the state exchanges, suggests that the problem of absent or incomplete information regarding plans that exclude coverage of elective abortions and abortion-inducing drugs and devices is far from fixed. \n\nThe problem is multi-layered. First and foremost, the federal exchange continues to offer little or no information on abortion coverage, and what does exist there is profoundly misleading. A search of the site using the words “abortion” and “abortifacient” returns only two results, both referring to the Affordable Care Act’s (ACA’s) preventive-services mandate. The language found via searching indicates that the mandate covers contraception and excludes “abortion-inducing drugs.” \n\nThe federal government makes this claim on the basis of a definitional trope used by the Food and Drug Administration that defines pregnancy as occurring only after a fertilized ovum has implanted in the mother’s womb.  Medical dictionaries by and large retain the older, accepted definition of new life occurring at fertilization (i.e., before implantation), thereby making any drug or device that destroys it at this stage or later an abortifacient.\n\nAt minimum, the federal website should provide full information regarding the properties of these drugs and devices and “teach the controversy.” Buyers of health insurance (at least pending the outcome of the lawsuits now before the Supreme Court on issues of conscience related to this mandate) have no choice but to accept plans that include anything defined by the Food and Drug Administration as “contraceptive,” regardless of its mode of action. The result is an oppressive mandate that is not transparently explained by the Department of Health and Human Services.\n\n\nCompounding the problem is the absence of plans that exclude elective abortion in at least seven states, and the continuing difficulty for Americans in identifying which health-insurance options have such exclusions. Last month, the federal Office of Personnel Management (OPM), responding to an inquiry from members of the U.S. House, indicated that it had required each health-insurance company offering a Multi-State Plan on an exchange to offer at least one that did not include elective abortion. OPM told the Congress members that all of the MSP providers complied with the request and that, as a result, all but two of the MSPs listed on exchanges across the country exclude elective abortion coverage.\n\nThe two plans that include elective abortion are in Alaska: Blue Cross/Blue Shield Plus 5250 HSA High MSP and Blue Cross Blue Shield Plus 2500 HSA High.\n\nWhile this is consoling, there remain serious challenges if one wants to avoid elective coverage of abortion or doing business with a company that pays for elective abortions via other plans, especially inasmuch as one of the macro effects of Obamacare is to narrow health-insurance plan options for most Americans.  \n\nThe most significant of these limits is the fact that the Affordable Care Act only requires health insurers with MSPs to operate in 30 states in 2014. Twenty states will have no MSP option at all next year. Health insurers who offer MSPs need not reach all 50 states with their plans until 2017. Of those states that do not have an MSP, eleven have elected by state law to opt out of allowing any elective abortion coverage in their exchange. These eleven states are Alabama, Arizona, Florida, Idaho, Mississippi, Nebraska, North Carolina, North Dakota, Ohio, South Dakota, and Utah. In these states none of the plans offered via the exchange should cover elective abortion.\n\nAccording to a new review by analyst Richard Doerflinger made available to the Lozier Institute, there are nine states that have no MSP in place excluding elective abortion and no ban on elective abortion plans in their exchanges. The existence of a pro-life option in these states depends therefore on the insurers themselves and the discretion of state executives who may choose to include or not include such an option. These nine no-guarantee states are: Connecticut, Hawaii, Iowa, Minnesota, New Jersey, Oregon, Rhode Island, Vermont, and Wyoming.\n\nAs it stands, the states of Connecticut and Rhode Island do not offer any health-insurance plans for those seeking abortion-free options. It becomes clear from surveying the Summaries of Benefits of plans on Connecticut’s exchange that most if not all individual plans formally list elective abortion under Covered Services. Further CLI’s direct communication with exchange representatives in November led us on a confusing round-about in which we were directed to call the three carriers themselves – HealthyCT, Connecticare, and Anthem. In sum, the first two readily confirmed that all plans covered abortion.\n\nCall time with the Anthem representative took 25-plus minutes, with three transfers including a hold so that a supervisor could be asked, and an eventual disconnection during a fourth transfer. A visit to the exchange online reveals, however, that the Anthem plans offered there do cover “therapeutic and elective abortion” under the category of Maternity and Family Planning.\n\nRhode Island has also attracted recent public attention with its 28 plans and three carriers all covering abortion. Concerned groups such as Democrats for Life of America (DFLA) and the National Right to Life Committee (NRLC) are seeking alternatives for Ocean State residents. In a letter to Governor Lincoln Chafee, DFLA executive director Kristen Day states: “Surely those individuals in your state who have moral objections to abortion will be unhappy with having no choice but to accept a plan that requires them to pay a separate premium exclusively used to pay for elective abortion.” Even earlier, in October, Susan Muskett of NRLC reported that “the federal government gave over $82 million to the state of Rhode Island to establish its Exchange. The result? A marketplace exclusively for abortion-covering plans.”\n\nThere are positive findings, however, regarding two of the other no-guarantee states listed above. CLI was able to determine that at least two other states, Oregon and Iowa, do indeed have marketplace plans that exclude at least some elective abortions. In Oregon’s state exchange, we found that Providence Health Plans excludes abortion “unless there is a severe threat to the mother, or if the life of the fetus cannot be sustained.” For Iowa, which has a state-federal partnership in which it is responsible for plan management only, at least one of the plan carriers, CoOpportunity Health, clearly lists elective abortions in its online Outline of Coverage document under Limitations and Exclusions.\n\nThe remaining five states — Hawaii, Minnesota, New Jersey, Vermont, and Wyoming — do not currently have abortion-specific information readily available for consumers prior to enrolling via the exchange.\n\nAs a matter of serious concern to individuals opposed to abortion residing in these no-guarantee states and other states without an MSP option for the time being, it is apparent that something in the law — either federal or state — must change if the liberty to obey one’s conscience is to prevail. Legislation remains urgently needed to ensure that the status of elective abortion coverage in each plan offered on the federal and state exchanges is readily discernible before a plan is purchased.\n\nTo date, Obamacare continues to represent a major expansion of publicly subsidized coverage for abortion with minimal alerting of the public to their options for avoiding or minimizing their participation in such coverage.\n\n— Chuck Donovan is the president of the Charlotte Lozier Institute. Genevieve C. Plaster is an intern at Susan B. Anthony List.", "generator": "Drupal 7 (http://drupal.org)", "title": "| National Review", "og": {"site_name": "National Review Online", "description": "December 1 has come and gone with fresh assurances from the Obama administration that the federal exchange website, HealthCare.gov, will work for approximately 80 percent of its visitors. A review of the website, and the state of the health-care plans offered via the state exchanges, suggests that the problem of absent or incomplete information regarding plans that exclude coverage of elective abortions and abortion-inducing drugs and devices is far from fixed. \n\nThe problem is multi-layered. First and foremost, the federal exchange continues to offer little or no information on abortion coverage, and what does exist there is profoundly misleading. A search of the site using the words “abortion” and “abortifacient” returns only two results, both referring to the Affordable Care Act’s (ACA’s) preventive-services mandate. The language found via searching indicates that the mandate covers contraception and excludes “abortion-inducing drugs.” \n\nThe federal government makes this claim on the basis of a definitional trope used by the Food and Drug Administration that defines pregnancy as occurring only after a fertilized ovum has implanted in the mother’s womb.  Medical dictionaries by and large retain the older, accepted definition of new life occurring at fertilization (i.e., before implantation), thereby making any drug or device that destroys it at this stage or later an abortifacient.\n\nAt minimum, the federal website should provide full information regarding the properties of these drugs and devices and “teach the controversy.” Buyers of health insurance (at least pending the outcome of the lawsuits now before the Supreme Court on issues of conscience related to this mandate) have no choice but to accept plans that include anything defined by the Food and Drug Administration as “contraceptive,” regardless of its mode of action. The result is an oppressive mandate that is not transparently explained by the Department of Health and Human Services.\n\n\nCompounding the problem is the absence of plans that exclude elective abortion in at least seven states, and the continuing difficulty for Americans in identifying which health-insurance options have such exclusions. Last month, the federal Office of Personnel Management (OPM), responding to an inquiry from members of the U.S. House, indicated that it had required each health-insurance company offering a Multi-State Plan on an exchange to offer at least one that did not include elective abortion. OPM told the Congress members that all of the MSP providers complied with the request and that, as a result, all but two of the MSPs listed on exchanges across the country exclude elective abortion coverage.\n\nThe two plans that include elective abortion are in Alaska: Blue Cross/Blue Shield Plus 5250 HSA High MSP and Blue Cross Blue Shield Plus 2500 HSA High.\n\nWhile this is consoling, there remain serious challenges if one wants to avoid elective coverage of abortion or doing business with a company that pays for elective abortions via other plans, especially inasmuch as one of the macro effects of Obamacare is to narrow health-insurance plan options for most Americans.  \n\nThe most significant of these limits is the fact that the Affordable Care Act only requires health insurers with MSPs to operate in 30 states in 2014. Twenty states will have no MSP option at all next year. Health insurers who offer MSPs need not reach all 50 states with their plans until 2017. Of those states that do not have an MSP, eleven have elected by state law to opt out of allowing any elective abortion coverage in their exchange. These eleven states are Alabama, Arizona, Florida, Idaho, Mississippi, Nebraska, North Carolina, North Dakota, Ohio, South Dakota, and Utah. In these states none of the plans offered via the exchange should cover elective abortion.\n\nAccording to a new review by analyst Richard Doerflinger made available to the Lozier Institute, there are nine states that have no MSP in place excluding elective abortion and no ban on elective abortion plans in their exchanges. The existence of a pro-life option in these states depends therefore on the insurers themselves and the discretion of state executives who may choose to include or not include such an option. These nine no-guarantee states are: Connecticut, Hawaii, Iowa, Minnesota, New Jersey, Oregon, Rhode Island, Vermont, and Wyoming.\n\nAs it stands, the states of Connecticut and Rhode Island do not offer any health-insurance plans for those seeking abortion-free options. It becomes clear from surveying the Summaries of Benefits of plans on Connecticut’s exchange that most if not all individual plans formally list elective abortion under Covered Services. Further CLI’s direct communication with exchange representatives in November led us on a confusing round-about in which we were directed to call the three carriers themselves – HealthyCT, Connecticare, and Anthem. In sum, the first two readily confirmed that all plans covered abortion.\n\nCall time with the Anthem representative took 25-plus minutes, with three transfers including a hold so that a supervisor could be asked, and an eventual disconnection during a fourth transfer. A visit to the exchange online reveals, however, that the Anthem plans offered there do cover “therapeutic and elective abortion” under the category of Maternity and Family Planning.\n\nRhode Island has also attracted recent public attention with its 28 plans and three carriers all covering abortion. Concerned groups such as Democrats for Life of America (DFLA) and the National Right to Life Committee (NRLC) are seeking alternatives for Ocean State residents. In a letter to Governor Lincoln Chafee, DFLA executive director Kristen Day states: “Surely those individuals in your state who have moral objections to abortion will be unhappy with having no choice but to accept a plan that requires them to pay a separate premium exclusively used to pay for elective abortion.” Even earlier, in October, Susan Muskett of NRLC reported that “the federal government gave over $82 million to the state of Rhode Island to establish its Exchange. The result? A marketplace exclusively for abortion-covering plans.”\n\nThere are positive findings, however, regarding two of the other no-guarantee states listed above. CLI was able to determine that at least two other states, Oregon and Iowa, do indeed have marketplace plans that exclude at least some elective abortions. In Oregon’s state exchange, we found that Providence Health Plans excludes abortion “unless there is a severe threat to the mother, or if the life of the fetus cannot be sustained.” For Iowa, which has a state-federal partnership in which it is responsible for plan management only, at least one of the plan carriers, CoOpportunity Health, clearly lists elective abortions in its online Outline of Coverage document under Limitations and Exclusions.\n\nThe remaining five states — Hawaii, Minnesota, New Jersey, Vermont, and Wyoming — do not currently have abortion-specific information readily available for consumers prior to enrolling via the exchange.\n\nAs a matter of serious concern to individuals opposed to abortion residing in these no-guarantee states and other states without an MSP option for the time being, it is apparent that something in the law — either federal or state — must change if the liberty to obey one’s conscience is to prevail. Legislation remains urgently needed to ensure that the status of elective abortion coverage in each plan offered on the federal and state exchanges is readily discernible before a plan is purchased.\n\nTo date, Obamacare continues to represent a major expansion of publicly subsidized coverage for abortion with minimal alerting of the public to their options for avoiding or minimizing their participation in such coverage.\n\n— Chuck Donovan is the president of the Charlotte Lozier Institute. Genevieve C. Plaster is an intern at Susan B. Anthony List.", "title": "Abortion in the Obamacare Exchanges", "url": "http://www.nationalreview.com/corner/365504/abortion-obamacare-exchanges-chuck-donovan-genevieve-c-plaster", "image": "http://www.nationalreview.com/sites/default/files/logo_nr_social_2016_600_D.jpg", "type": "article"}, "twitter": {"url": "http://www.nationalreview.com/corner/365504/abortion-obamacare-exchanges-chuck-donovan-genevieve-c-plaster", "description": "December 1 has come and gone with fresh assurances from the Obama administration that the federal exchange website, HealthCare.gov, will work for approximately 80 percent of its visitors. A review of the website, and the state of the health-care plans offered via the state exchanges, suggests that the problem of absent or incomplete information regarding plans that exclude coverage of elective abortions and abortion-inducing drugs and devices is far from fixed. \n\nThe problem is multi-layered. First and foremost, the federal exchange continues to offer little or no information on abortion coverage, and what does exist there is profoundly misleading. A search of the site using the words “abortion” and “abortifacient” returns only two results, both referring to the Affordable Care Act’s (ACA’s) preventive-services mandate. The language found via searching indicates that the mandate covers contraception and excludes “abortion-inducing drugs.” \n\nThe federal government makes this claim on the basis of a definitional trope used by the Food and Drug Administration that defines pregnancy as occurring only after a fertilized ovum has implanted in the mother’s womb.  Medical dictionaries by and large retain the older, accepted definition of new life occurring at fertilization (i.e., before implantation), thereby making any drug or device that destroys it at this stage or later an abortifacient.\n\nAt minimum, the federal website should provide full information regarding the properties of these drugs and devices and “teach the controversy.” Buyers of health insurance (at least pending the outcome of the lawsuits now before the Supreme Court on issues of conscience related to this mandate) have no choice but to accept plans that include anything defined by the Food and Drug Administration as “contraceptive,” regardless of its mode of action. The result is an oppressive mandate that is not transparently explained by the Department of Health and Human Services.\n\n\nCompounding the problem is the absence of plans that exclude elective abortion in at least seven states, and the continuing difficulty for Americans in identifying which health-insurance options have such exclusions. Last month, the federal Office of Personnel Management (OPM), responding to an inquiry from members of the U.S. House, indicated that it had required each health-insurance company offering a Multi-State Plan on an exchange to offer at least one that did not include elective abortion. OPM told the Congress members that all of the MSP providers complied with the request and that, as a result, all but two of the MSPs listed on exchanges across the country exclude elective abortion coverage.\n\nThe two plans that include elective abortion are in Alaska: Blue Cross/Blue Shield Plus 5250 HSA High MSP and Blue Cross Blue Shield Plus 2500 HSA High.\n\nWhile this is consoling, there remain serious challenges if one wants to avoid elective coverage of abortion or doing business with a company that pays for elective abortions via other plans, especially inasmuch as one of the macro effects of Obamacare is to narrow health-insurance plan options for most Americans.  \n\nThe most significant of these limits is the fact that the Affordable Care Act only requires health insurers with MSPs to operate in 30 states in 2014. Twenty states will have no MSP option at all next year. Health insurers who offer MSPs need not reach all 50 states with their plans until 2017. Of those states that do not have an MSP, eleven have elected by state law to opt out of allowing any elective abortion coverage in their exchange. These eleven states are Alabama, Arizona, Florida, Idaho, Mississippi, Nebraska, North Carolina, North Dakota, Ohio, South Dakota, and Utah. In these states none of the plans offered via the exchange should cover elective abortion.\n\nAccording to a new review by analyst Richard Doerflinger made available to the Lozier Institute, there are nine states that have no MSP in place excluding elective abortion and no ban on elective abortion plans in their exchanges. The existence of a pro-life option in these states depends therefore on the insurers themselves and the discretion of state executives who may choose to include or not include such an option. These nine no-guarantee states are: Connecticut, Hawaii, Iowa, Minnesota, New Jersey, Oregon, Rhode Island, Vermont, and Wyoming.\n\nAs it stands, the states of Connecticut and Rhode Island do not offer any health-insurance plans for those seeking abortion-free options. It becomes clear from surveying the Summaries of Benefits of plans on Connecticut’s exchange that most if not all individual plans formally list elective abortion under Covered Services. Further CLI’s direct communication with exchange representatives in November led us on a confusing round-about in which we were directed to call the three carriers themselves – HealthyCT, Connecticare, and Anthem. In sum, the first two readily confirmed that all plans covered abortion.\n\nCall time with the Anthem representative took 25-plus minutes, with three transfers including a hold so that a supervisor could be asked, and an eventual disconnection during a fourth transfer. A visit to the exchange online reveals, however, that the Anthem plans offered there do cover “therapeutic and elective abortion” under the category of Maternity and Family Planning.\n\nRhode Island has also attracted recent public attention with its 28 plans and three carriers all covering abortion. Concerned groups such as Democrats for Life of America (DFLA) and the National Right to Life Committee (NRLC) are seeking alternatives for Ocean State residents. In a letter to Governor Lincoln Chafee, DFLA executive director Kristen Day states: “Surely those individuals in your state who have moral objections to abortion will be unhappy with having no choice but to accept a plan that requires them to pay a separate premium exclusively used to pay for elective abortion.” Even earlier, in October, Susan Muskett of NRLC reported that “the federal government gave over $82 million to the state of Rhode Island to establish its Exchange. The result? A marketplace exclusively for abortion-covering plans.”\n\nThere are positive findings, however, regarding two of the other no-guarantee states listed above. CLI was able to determine that at least two other states, Oregon and Iowa, do indeed have marketplace plans that exclude at least some elective abortions. In Oregon’s state exchange, we found that Providence Health Plans excludes abortion “unless there is a severe threat to the mother, or if the life of the fetus cannot be sustained.” For Iowa, which has a state-federal partnership in which it is responsible for plan management only, at least one of the plan carriers, CoOpportunity Health, clearly lists elective abortions in its online Outline of Coverage document under Limitations and Exclusions.\n\nThe remaining five states — Hawaii, Minnesota, New Jersey, Vermont, and Wyoming — do not currently have abortion-specific information readily available for consumers prior to enrolling via the exchange.\n\nAs a matter of serious concern to individuals opposed to abortion residing in these no-guarantee states and other states without an MSP option for the time being, it is apparent that something in the law — either federal or state — must change if the liberty to obey one’s conscience is to prevail. Legislation remains urgently needed to ensure that the status of elective abortion coverage in each plan offered on the federal and state exchanges is readily discernible before a plan is purchased.\n\nTo date, Obamacare continues to represent a major expansion of publicly subsidized coverage for abortion with minimal alerting of the public to their options for avoiding or minimizing their participation in such coverage.\n\n— Chuck Donovan is the president of the Charlotte Lozier Institute. Genevieve C. Plaster is an intern at Susan B. Anthony List.", "card": "summary", "title": "Abortion in the Obamacare Exchanges, by Chuck Donovan, Genevieve C. Plaster, National Review"}, "sailthru.date": "Wed, 2013-12-04 17:11", "robots": "follow, index", "sailthru.title": "Abortion in the Obamacare Exchanges", "keywords": "Chuck Donovan, Genevieve C. Plaster", "fb": {"app_id": 129250807108374}, "sailthru.tags": "Abortion in the Obamacare Exchanges, Chuck Donovan, Genevieve C. Plaster, National Review", "msvalidate.01": "E48498F585100158A880ED1615918208", "google-site-verification": "OOtPjyj3i8ggfSXzZ7MPoTiwFy_JnfzKMPkjZ5bhpk0", "copyright": "© National Review, Inc.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Chuck Donovan, Genevieve C. Plaster, Politics, Nation, World"}, "_id": "\"57477af46914bd0286fd8ed5\"", "article_summary": "According to a new review by analyst Richard Doerflinger made available to the Lozier Institute, there are nine states that have no MSP in place excluding elective abortion and no ban on elective abortion plans in their exchanges.\nFirst and foremost, the federal exchange continues to offer little or no information on abortion coverage, and what does exist there is profoundly misleading.\nDecember 1 has come and gone with fresh assurances from the Obama administration that the federal exchange website, HealthCare.gov, will work for approximately 80 percent of its visitors.\nConcerned groups such as Democrats for Life of America (DFLA) and the National Right to Life Committee (NRLC) are seeking alternatives for Ocean State residents.\nIn these states none of the plans offered via the exchange should cover elective abortion."}