{"article_title": "Obama's Smart Syria Decision Has Fractured The Republican Party", "article_keywords": ["chemical", "president", "republican", "using", "presidents", "decision", "fractured", "america", "americas", "weapons", "party", "action", "syria", "republicans", "obamas", "war", "smart"], "article_url": "http://www.politicususa.com/2013/09/03/obamas-smart-syria-decision-fractured-republican-party.html", "article_text": "There are myriad derogatory missives applicable to Republicans in Congress that would take ten thousand words to enumerate and justify, but the one overriding constant is that they are all related to Republicans’ devotion to their special interests without regard for the needs of others. In fact, Republicans lack of a sense of urgency to address any issue unrelated to enriching their wealthy donors or advancing their religious sycophants’ theocratic agenda and it is the hallmark of the GOP since President Obama was sworn in office in 2009. Now that President Obama gave Republicans what they wanted and expects them to address America’s response to Syria’s chemical weapons use against the rebellion attempting to topple the Assad administration, they are using the opportunity to advance various special and self-interest agendas with no regard for the task at hand; chemical weapon use against innocent Syrian civilians.\n\nAfter Republicans return from their 5 week hiatus next week, they will have a small window of time (9 days) to address looming issues such as the budget crisis and debt ceiling deadline as well as debating and deciding whether America should take action against the Syrian government for using chemical weapons against the insurgency battling the Syrian government. Republicans have weighed in on the President’s request for authorization to launch a limited strike to send a message the world cannot tolerate any government using chemicals weapons, but they have splintered off into separate groups that inform an honest debate and resolution will not be forthcoming anytime soon. It is astonishing, really, that for a group normally opposed to anything President Obama proposes, most Republicans praised the President’s decision to revert to the Constitution’s mandate that Congress authorizes acts of war, but that is where the cohesiveness typical of Republicans ends.\n\nThere was a typical reaction from neo-con warmongers anxious to exert their imperialistic agenda of using America’s military to impose their will in the Middle East led by Senators John McCain and Lindsey Graham who will not comport a limited military response. McCain and Graham want America to repeat Bush’s Iraq debacle of invasion for regime change because a limited strike will not satisfy their lust to antagonize and draw Iran, and likely Russia and China, into a full-scale regional conflict with the United States like an invasion force on Syrian soil. On Sunday McCain revealed his intent when he said the President going to Congress is “sending a bad signal to Iran, to North Korea, to Bashar al-Assad” that a decision to launch a war is no longer in the hands of one warmongering President.\n\nMcCain said, “We’re in a bit of a dilemma here, because Senator Lindsey Graham and I and others will be wanting a plan, rather than just, ‘We’re going to launch some cruise missiles and that’s it. We even worry more when the president’s Chairman of the Joint Chiefs says, ‘Well it doesn’t matter when we strike.’ Well, that’s not a military action, then. That’s a symbolic action.” The President’s request is to send a message, a symbolic action, to Assad’s regime and the world that chemical weapons are unacceptable. McCain’s criticism of the President and Chairman of the Joint Chiefs reveals his personal agenda is war for dominance and to benefit the military industrial complex; particularly the oil industry that stands to profit most from war.\n\nKentucky Senator Rand Paul took advantage of the President’s request for congressional action for personal political gain with Israelis and Christians by appealing to anti-Muslim sentiment to garner support for a possible presidential campaign in 2016. Paul thinks America should sit down and convene a confab with America’s allies Russia and China to consult on how best to avoid confronting Assad’s use of chemical weapons because he is, after all, killing Muslims and protecting Christians. Paul believes America should bring in Russia and China to “negotiate a settlement where Assad is gone, but Assad’s regime remains stable because that would also be good for the Christians.” Paul has no clue, or interest, in addressing the use of chemical weapons so long as the innocent victims are Muslims and not Christians because he needs their support if he decides to run for president.\n\nSome Republicans and the media are unhappy the President is not following Bush’s tactics of using the presidency to rush to war. Representative Peter King said going to Congress weakens the presidency, and it was a subject the main stream media shared over the weekend probably because they pre-arranged brilliant graphics, theme music, and lined up experts replete with maps and charts about war with Syria. On five political programs, Secretary of State John Kerry faced NBC, Fox, CBS, ABC, and CNN hosts to dispute their claims that the President’s decision to hold off on immediate military action emboldened America’s adversaries, undermined America’s resolve, and weakened future warmongering presidents. That the media is cheering for another rush to war and criticizing the President debunks the persistent conservative claims the media labors under a liberal bias and reveals their lust for ratings’ boosts that accompany America at war.\n\nThe Republican leadership in the House, Boehner and Cantor, could not be bothered with Syria because they still have a week of their 5-week hiatus to instigate their constituents to support shutting down the government, creating a credit default, and eliminate Social Security and Medicare if President Obama fails to allow them to defund and abolish the Affordable Care Act. Since they will only be in session for nine days in September, it is likely they will continue missing briefings and put off debate on the Syrian issue because as Boehner told his caucus “there will be many classified briefings” implying there is no urgency to the President’s request for authorization to strike Syria that, by the way, Boehner said he will back even though his support means very little in a teabagger-led House he has no control over.\n\nThroughout all of the Republican opinions about what, if any, action America should take against Syria, it is evident that none of them have the least interest in the only question at hand; what should America’s part in an international response to the use of chemical weapons be that may prevent more civilian deaths in a sovereign nation’s civil war. Republicans are typically unified in opposing the President, and although many of them praised President Obama for going to Congress, a fractured party pursuing their individual self-interests and ideological bents informs they will give the same urgency to a serious problem they afford the economy, jobs, and rising poverty; none.", "article_metadata": {"description": "Republicans have weighed in on the President's request for authorization to launch a limited strike,  but they have splintered off into separate groups and resolution will not be coming anytime soon.", "generator": "WordPress 4.5.2", "author": "Rmuse", "og": {"site_name": "Politicus USA", "description": "Republicans have weighed in on the President's request for authorization to launch a limited strike,  but they have splintered off into separate groups and resolution will not be coming anytime soon.", "title": "Obama's Smart Syria Decision Has Fractured The Republican Party", "url": "http://www.politicususa.com/2013/09/03/obamas-smart-syria-decision-fractured-republican-party.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2013/09/split-GOP-300x210-200x200.jpg", "updated_time": "2013-09-03T22:14:47+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Featured News,America's military,Barack Obama,Bashar al-Assad,Bush,chemical weapon use,John McCain,Lindsey Graham,Main stream media,Peter King,Rand Paul,Republican Party,Syria,Syrian government,Syrian uprising,politicususa,liberal,politics,sarah jones,jason easley,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Featured News", "published_time": "2013-09-03T22:14:47+00:00", "modified_time": "2013-09-03T22:14:47+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "America's military, Barack Obama, Bashar al-Assad, Bush, chemical weapon use, John McCain, Lindsey Graham, Main stream media, Peter King, Rand Paul, Republican Party, Syria, Syrian government, Syrian uprising"}, "_id": "\"57477af36914bd0286fca5f7\"", "article_summary": "That’s a symbolic action.” The President’s request is to send a message, a symbolic action, to Assad’s regime and the world that chemical weapons are unacceptable.\nSome Republicans and the media are unhappy the President is not following Bush’s tactics of using the presidency to rush to war.\nThere was a typical reaction from neo-con warmongers anxious to exert their imperialistic agenda of using America’s military to impose their will in the Middle East led by Senators John McCain and Lindsey Graham who will not comport a limited military response.\nWe even worry more when the president’s Chairman of the Joint Chiefs says, ‘Well it doesn’t matter when we strike.’ Well, that’s not a military action, then.\nPaul thinks America should sit down and convene a confab with America’s allies Russia and China to consult on how best to avoid confronting Assad’s use of chemical weapons because he is, after all, killing Muslims and protecting Christians."}