{"article_title": "The Tide of the Culture War Shifts", "article_keywords": ["control", "ad", "culture", "senate", "support", "tide", "shifts", "state", "democrats", "birth", "mr", "republican", "war", "women"], "article_url": "http://www.nytimes.com/2014/09/29/opinion/the-tide-of-the-culture-war-shifts.html", "article_text": "Not long ago, it would have been unusual for a Democratic senatorial candidate in Iowa to run a powerful abortion-rights television ad like the one recently broadcast by Representative Bruce Braley.\n\nThe ad lists in detail the anti-abortion positions taken by Mr. Braley’s Republican opponent, Joni Ernst. In the State Senate, the ad says, she sponsored a “personhood” amendment (declaring a fertilized egg to be a person) that would have the effect of outlawing abortion even in cases of rape or incest, and would also ban many common forms of birth control. Ms. Ernst is even shown saying at a debate that she favors criminal punishment for doctors who perform abortions; the ad describes her position as “radical.”\n\nMs. Ernst’s personhood ideas, shared by at least five other Republican candidates for United States Senate this year, have been radical for years. What’s new is that Democrats are increasingly willing to say so. For years they were cowed by the religious right into changing the subject when abortion or birth control or same-sex marriage came up. But now, increasingly assured that public opinion supports their positions, Democrats have become more aggressive in challenging Republicans about their beliefs.\n\nIn Colorado, Senator Mark Udall, a Democrat, has sharply criticized the views of his challenger, Representative Cory Gardner, about women’s reproductive rights, running an ad that points out the dangers in the Life at Conception Act that Mr. Gardner has helped sponsor in the House. Senator Kay Hagan, Democrat of North Carolina, continually reminds voters that her opponent, Thom Tillis, has worked to make contraception less accessible. As speaker of the State House, Mr. Tillis also made it far more difficult to get an abortion. Similar campaigns are going on in Michigan and Montana.\n\nThe decision to go on the offensive is in part designed to incite the anger of women and draw support in the November elections, particularly that of single women, who tend to vote in small numbers in midterms. But it is also a reflection of the growing obsolescence of traditional Republican wedge issues in state after state. For a younger generation of voters, the old right-wing nostrums about the “sanctity of life” and the “sanctity of marriage” have lost their power, revealed as intrusions on human freedom. Democrats “did win the culture war,” Alex Castellanos, a Republican strategist, admitted to The New York Times recently.\n\nAdvertisement Continue reading the main story\n\nThat’s not necessarily true in the most conservative states. In Louisiana and Arkansas this year, two endangered Democratic senators, Mary Landrieu and Mark Pryor, have not been as outspoken in attacking their opponents’ anti-abortion positions. But even there, Republicans have not campaigned against same-sex marriage.\n\nOne of the most telling signs of the cultural change is the number of Republicans who are bucking conservative activists and trying to soft-pedal or even retreat from their ideology. Mr. Gardner now says he opposes a similar bill on the ballot this year in Colorado. It apparently came as a surprise to him that the bill would effectively ban certain kinds of birth control, which he says is the reason for his switch. Several other Republican candidates are trumpeting their support for over-the-counter birth control pills, though they remain opposed to the insurance coverage of contraception required by the Affordable Care Act.\n\nIn Oregon, the Republican candidate for the Senate, Monica Wehby, is running an ad promoting her support of same-sex marriage. Mitch McConnell of Kentucky, the Senate minority leader, seems to support the expansion of Medicaid in the state, despite his implacable opposition to the law that pays for it. In Arkansas, Representative Tom Cotton, the Republican Senate candidate, tries to explain his inexcusable vote against the reauthorization of the Violence Against Women Act by stressing his firm opposition to violence against women. (The law, he says, is too expensive and helps fund liberal groups.)\n\nThe shift in public opinion might not be enough for Democrats to keep the Senate this year. But over time, it may help spell an end to the politics of cultural division.", "article_metadata": {"tone": "opinion", "ptime": 20140928211850, "twitter": {"description": "Changes in public opinion on issues like abortion and same-sex marriage are apparent in this year’s Senate races.", "title": "The Tide of the Culture War Shifts", "url": "http://www.nytimes.com/2014/09/29/opinion/the-tide-of-the-culture-war-shifts.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003145243"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/icons/t_logo_150_black.png", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/09/29/opinion/the-tide-of-the-culture-war-shifts.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003145243", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/09/29/opinion/the-tide-of-the-culture-war-shifts.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "dfp-ad-unit-path": "opinion", "channels": "NytNow", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "DISPLAYDATE": "Sept. 28, 2014", "edt": "NewYork", "org": "Senate", "keywords": "Political Advertising,United States Politics and Government,Birth Control and Family Planning,Abortion,Same-Sex Marriage  Civil Unions and Domestic Partnerships,Republican Party,United States,Editorials,Iowa,Democratic Party,Senate,States (US),Midterm Elections (2014)", "news_keywords": "Abortion,Editorial,Iowa,Senate", "applicationName": "article", "PT": "article", "author": "The Editorial Board", "sourceApp": "nyt-v5", "byl": "By THE EDITORIAL BOARD", "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Changes in public opinion on issues like abortion and same-sex marriage are apparent in this year’s Senate races.", "tom": "Editorial", "dfp-amazon-enabled": "false", "description": "Changes in public opinion on issues like abortion and same-sex marriage are apparent in this year’s Senate races.", "CG": "opinion", "robots": "noarchive", "dat": "Sept. 28, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "Editorial", "article": {"author": "http://www.nytimes.com/interactive/opinion/editorialboard.html", "section_url": "http://www.nytimes.com/pages/opinion/index.html", "section": "Opinion", "modified": "2014-09-29", "collection": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "Midterm Elections (2014)", "published": "2014-09-28", "section-taxonomy-id": "AD8090D7-4137-4D71-84C8-70DA3BD89778"}, "geo": "Iowa", "slug": "29mon1", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20140929145818, "hdl_p": "The Tide of the Culture War Shifts", "og": {"url": "http://www.nytimes.com/2014/09/29/opinion/the-tide-of-the-culture-war-shifts.html", "image": "https://static01.nyt.com/images/icons/t_logo_291_black.png", "type": "article", "description": "Changes in public opinion on issues like abortion and same-sex marriage are apparent in this year’s Senate races.", "title": "The Tide of the Culture War Shifts"}, "pdate": 20140928, "des": "Midterm Elections (2014)", "articleid": 100000003145243, "cre": "The New York Times", "hdl": "The Tide of the Culture War Shifts", "col": "Editorial", "PST": "Editorial"}, "_id": "\"57477af46914bd0286fd8ee2\"", "article_summary": "For years they were cowed by the religious right into changing the subject when abortion or birth control or same-sex marriage came up.\nDemocrats “did win the culture war,” Alex Castellanos, a Republican strategist, admitted to The New York Times recently.\nIt apparently came as a surprise to him that the bill would effectively ban certain kinds of birth control, which he says is the reason for his switch.\nBut it is also a reflection of the growing obsolescence of traditional Republican wedge issues in state after state.\nIn Oregon, the Republican candidate for the Senate, Monica Wehby, is running an ad promoting her support of same-sex marriage."}