{"article_title": "Bugs Bunny vs. Kim Jong Un", "article_keywords": ["obama", "war", "threat", "thing", "throwing", "bugs", "nation", "understood", "vs", "jong", "kim", "im", "course", "bunny", "really"], "article_url": "http://www.americanthinker.com/blog/2014/12/bugs_bunny_vs_kim_jong_un.html", "article_text": "Bugs Bunny vs. Kim Jong Un\n\nSony has canceled the release of The Interview. Par for the course in a nation that has lost its backbone. America has surrendered to a stupid little country with a dictator better cast for an Austin Powers film than reality, and nary a shot has been fired. LAME! Now, of course, it isn't the United States Armed Forces surrendering to North Korea, but if one of Hollywood's biggest movie studios is throwing away a $43-million investment two weeks before it is set to start paying dividends, can the rest of society really be that far off? After all, truth is stranger than fiction, and life imitates art imitating life all the time.\n\nI blame Obama. Yes, yes I do. It sounds trite, but it's true, because Obama, if he stands for nothing else, if he has failed at nothing else, he has failed at executing his paramount duty as president: protecting this nation from foreign threat. Sure, Obamacare is a disaster. Our national debt is spiraling out of control. There's the Lois Lerner thing, the Fast and Furious thing, the amnesty thing. The list can go on and on, with major failures by Obama and his pals in Congress, but at the very least, those things are largely internal, and Congress is equally complicit. Protecting our homeland from foreign threat, though, really falls under the purview of the commander-in-chief. Of course, people are flipping out because he's recommitting troops to the Middle East to combat ISIS (as he should) without any sort of congressional oversight, so there's that whole War Powers Act thing. But I'm not talking about direct action; I'm talking about setting the tone of the nation. I'm a big believer in the separation of powers and a limited executive. But one thing the president can do without any sort of legislation or executive order is use the bully pulpit. Teddy Roosevelt understood this when he talked about speaking softly and carrying a big stick. Reagan understood it when he told Gorbachev to \"tear down this wall.\" George W. Bush understood it. Even Clinton understood it to some extent. There's a reason why most big guys you meet don't go throwing their weight around. They don't need to. But even more important than one's size is how one carries oneself. The Duchy of Grand Fenwick comes to mind, and isn't it sadly ironic that a Peter Sellers comedy is now reality. Obama has the bully pulpit. So far he's used it to tell Putin's puppet that he'd have more flexibility after the election (indeed), drawn fake red lines in the Syrian sand, called ISIS the JV team (one instance where he should have used less hubris), and apologized to a bunch of other enemies while throwing our allies under the bus. To his credit, he did say we should all go to the movies on Christmas. (I could probably make a joke about the War on Christmas here, but I won't.) Sorry, Barry. It's too little, too late. You did say you were going to fundamentally transform America. Well, congratulations. We're a nation of cowards now. A vague threat from a couple of guys sitting in their underwear in their mothers' basements eating North Korea's answer to the cheesy-poofs have now completely derailed a major motion picture release. I just hope Seth Rogen and James Franco didn't take the majority of their pay in box office percentages. And that's really something. As I said, we're cowering in fear of a kid who'd probably still be carded were he to go to The Interview if it had been released. We're cowering to a nation that levels threats on a regular basis and so far has managed to launch only a few missiles into the ocean miles off their intended course. (Yeah, they killed a few South Koreans, and as tragic as that was, it really doesn't amount to much in the way of threats. Walking down the street in Detroit is more dangerous.) I'm sure there was plenty of chatter from the jihadis (and the North Koreans) when Team America: World Police was released. Same goes for Zero Dark Thirty. Heck, there was a legitimate bomb scare outside Comedy Central after South Park did an episode making fun of Muhammad. And probably the granddaddy of them all: during World War II, Warner Brothers turned out plenty of Bugs Bunny and Daffy Duck cartoons making fun of a couple of dictators that were actively killing millions of people. When a cartoon rabbit and a cartoon waterfowl have more backbone than you do, it's time to take a serious look behind you to see if your spine is still there. But I guess this is par for the course (with no apologies to the Golfer-in-Chief). We pulled out of Iraq because they wanted to play a little footsie during Status of Forces negotiations. We threw a no-talent hack with a camcorder under the bus when we couldn't heed warnings and common sense to protect our consulate in Benghazi. We let Putin mow over half of Ukraine while setting eyes on the rest of Eastern Europe. The only \"threat\" we seem to take seriously these days is a Canadian oil pipeline. Maybe Sony should release a film lampooning Stephen Harper next. Mark Griswold is a conservative radio show host and writer and lives in the Seattle area. His opinions can be read at ThePoliticalBistro.com or heard on Seattle’s Freedom 1590 AM.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2014/12/bugs_bunny_vs_kim_jong_un.html", "image": "http://www.americanthinker.com/images/bucket/2014-12/193669_5_.jpg", "title": "Blog: Bugs Bunny vs. Kim Jong Un"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fca5ff\"", "article_summary": "Bugs Bunny vs. Kim Jong UnSony has canceled the release of The Interview.\nThere's the Lois Lerner thing, the Fast and Furious thing, the amnesty thing.\nProtecting our homeland from foreign threat, though, really falls under the purview of the commander-in-chief.\nBut I'm not talking about direct action; I'm talking about setting the tone of the nation.\nBut one thing the president can do without any sort of legislation or executive order is use the bully pulpit."}