{"article_title": "Like A Girl video campaign goes viral", "article_keywords": ["viral", "run", "stereotype", "campaign", "means", "girls", "young", "throw", "video", "goes", "girl", "asked", "shows"], "article_url": "http://www.smh.com.au/nsw/like-a-girl-video-campaign-goes-viral-20140705-zsxdr.html", "article_text": "A young woman stands before a camera and is asked to show what it means to \"run like a girl\".\n\nWith arms flailing weakly she prances timidly and feebly. Others - young women, a young man and a teenage boy - act similarly when asked to \"throw like a girl\" and \"fight like a girl\".\n\nThis is the beginning of a powerful three-minute video called #LikeAGirl that has gone viral with nearly 25 million hits.\n\nChallenging perceptions of what the phrase \"like a girl\" means, the video's director then asks pre-pubescent girls the same questions.\n\nAdvertisement\n\nWithout hesitation, they run, throw, karate kick and swing a golf club with gusto, strength and confidence.\n\n\"What does it mean to you when I say run like a girl?\" one girl is asked. \"It means run fast as you can,\" she says.\n\nMoments later, the older participants realise they have been reinforcing a negative stereotype. Without thinking, they have decided \"like a girl\" is an insult.\n\nPart of an advertising campaign for US company Always, #LikeAGirl shows the extraordinary change in confidence and self-perception during adolescence for girls. Spurred by research from a US market research company, it also seeks to mirror how society portrays and influences children about what it means to be a girl.\n\nDr Marc de Rosnay, a behavioural scientist at the University of Sydney, says the video cleverly accomplishes several things.\n\n\"It exposes the stereotype,\" he says. \"Instead of being something that we explicitly accept, we are confronted with the stereotype. And it's uncomfortable.\n\n\"It also shows us, in a really clever way, how the meaning of the phrase changes with development.\n\n\"The little girls interpret it positively, they haven't learnt yet that it's a negative thing. And that shows us that this is a socialisation force, that they haven't been subjected fully to it yet and they still have a positive association to being a girl.\"\n\nDr de Rosnay believes the video also reveals the secrecy around the issue of girls' development in society.\n\n\"I found it very moving to be honest,\" he says.\n\nThe video's director, Sundance Film Festival award–winner Lauren Greenfield, a lauded photographer and documentarian, has long explored such stereotypes, including the \"confidence crisis\" of girls on reaching puberty.\n\n\"When the words 'like a girl' are used to mean something bad, it is profoundly disempowering,\" she says in #LikeAGirl's online description.\n\nAs the video ends a young women is asked what advice she would give girls who are told they run, kick and throw \"like a girl\".\n\nShe says: \"It doesn't matter what they say. Yes, I kick like a girl and I swim like a girl and I walk like a girl and I wake up in the morning like a girl - because I am a girl. And that is not something I should be ashamed of.\"", "article_metadata": {"news_keywords": "NSW", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "A video asking people what it means to be like a girl - to throw like a girl, to run like a girl - has gone viral with nearly 25 million hits.", "title": "Like A Girl video campaign goes viral", "url": "http://www.smh.com.au/nsw/like-a-girl-video-campaign-goes-viral-20140705-zsxdr.html", "image": "http://images.smh.com.au/2014/02/12/5155383/FAIRFAX-logo.jpg", "type": "article"}, "twitter": {"image": {"src": "http://images.smh.com.au/2014/02/12/5155383/FAIRFAX-logo.jpg"}, "description": "A video asking people what it means to be like a girl - to throw like a girl, to run like a girl - has gone viral with nearly 25 million hits.", "site": "@smh", "card": "summary", "title": "Like A Girl video campaign goes viral"}, "msapplication-tooltip": "Open The Sydney Morning Herald", "robots": "ACAP allow-present prohibited-modification=annotation", "fb": {"app_id": 193677504039845}, "msapplication-starturl": "http://www.smh.com.au", "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "description": "A video asking people what it means to be like a girl - to throw like a girl, to run like a girl - has gone viral with nearly 25 million hits."}, "_id": "\"57477af46914bd0286fe4c81\"", "article_summary": "Yes, I kick like a girl and I swim like a girl and I walk like a girl and I wake up in the morning like a girl - because I am a girl.\nChallenging perceptions of what the phrase \"like a girl\" means, the video's director then asks pre-pubescent girls the same questions.\nOthers - young women, a young man and a teenage boy - act similarly when asked to \"throw like a girl\" and \"fight like a girl\".\nAdvertisementWithout hesitation, they run, throw, karate kick and swing a golf club with gusto, strength and confidence.\nThis is the beginning of a powerful three-minute video called #LikeAGirl that has gone viral with nearly 25 million hits."}