{"article_title": "Bieber booed, strips at Fashion Rocks concert", "article_keywords": ["giants", "strips", "concert", "crowd", "performers", "minaj", "booed", "rocks", "york", "fashion", "bieber", "included", "jennifer", "lopez", "performed"], "article_url": "http://www.washingtontimes.com/news/2014/sep/10/boos-booty-dominate-fashion-rocks-concert/", "article_text": "NEW YORK — The 2014 Fashion Rocks was all about booing and booty.\n\nJustin Bieber was heavily booed by the audience at the Barclays Center on Tuesday night in Brooklyn, New York. He entered the stage to introduce singer Rita Ora, and once the crowd booed loudly, he stripped down to his boxers and socks.\n\n“I actually don’t feel comfortable unless I’m in my Calvin’s. So, what’s up? Is that cool?” Bieber said to his co-presenter, model Lara Stone.\n\nSome cheered once he removed his blazer, tank top and pants.\n\nNew York Giants’ receiver Victor Cruz was also booed before he introduced breakthrough reggae-pop band MAGIC! The Giants lost to the Detroit Lions on Monday.\n\nThose moments were contrasted by the rump-shaking dance moves of Jennifer Lopez and Nicki Minaj. Lopez performed her new single, “Booty,” in a shimmery silver minidress. She enticed the crowd and earned some of the night’s loudest cheers.\n\nLopez clapped and watched as Minaj performed “Anaconda,” also a crowd favorite. The rapper danced in a denim skirt with a number of background dancers, including shirtless men.\n\nUsher kicked off the two-hour show that aired on CBS, which included fiery performances from Jennifer Hudson, Enrique Iglesias and the Band Perry.\n\nModels walked onstage as some of the performers sang.\n\nKiss closed the special with “Rock and Roll All Nite.” Other performers included Duran Duran, Nico & Vinz, Afrojack, Pitbull and Luke Bryan.\n\nNaomi Campbell and Paris Hilton were among the presenters. Ryan Seacrest was the host.", "article_metadata": {"description": "The 2014 Fashion Rocks was all about booing and booty.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The 2014 Fashion Rocks was all about booing and booty.", "title": "Bieber booed, strips at Fashion Rocks concert", "url": "http://www.washingtontimes.com/news/2014/sep/10/boos-booty-dominate-fashion-rocks-concert/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/02/6136b512835f8f225e0f6a706700dc9b.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/09/02/6136b512835f8f225e0f6a706700dc9b.jpg", "description": "The 2014 Fashion Rocks was all about booing and booty.", "site": "@washtimes", "card": "summary", "title": "Bieber booed, strips at Fashion Rocks concert"}, "Author": "Mesfin Fekadu", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Entertainment Culture"}, "_id": "\"57477af36914bd0286fca60c\"", "article_summary": "He entered the stage to introduce singer Rita Ora, and once the crowd booed loudly, he stripped down to his boxers and socks.\nKiss closed the special with “Rock and Roll All Nite.” Other performers included Duran Duran, Nico & Vinz, Afrojack, Pitbull and Luke Bryan.\nNew York Giants’ receiver Victor Cruz was also booed before he introduced breakthrough reggae-pop band MAGIC!\nJustin Bieber was heavily booed by the audience at the Barclays Center on Tuesday night in Brooklyn, New York.\nLopez performed her new single, “Booty,” in a shimmery silver minidress."}