{"article_title": "Nonpartisan Analysis Shows Donald Trump Right About Marco Rubio's 'No Show' Voting Record", "article_keywords": ["votes", "right", "running", "trump", "senate", "rubio", "analysis", "rubios", "record", "donald", "marco", "president", "vote", "sen", "missed", "voting", "nonpartisan", "gop", "shows"], "article_url": "http://www.breitbart.com/big-government/2015/10/02/exclusive-nonpartisan-analysis-shows-donald-trump-right-marco-rubios-no-show-voting-record/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nPresidential candidate Sen. Marco Rubio (R-FL) has missed the most Senate votes this year out of all the senators who are also running for president, a point that GOP frontrunner Donald Trump highlighted during last month’s GOP primary debate.\n\nProject Vote Smart – a non-partisan, non-profit political research organization – examined the voting records for Sen. Bernie Sanders (I-VT), running against Democratic frontrunner Hillary Clinton, as well as Sen. Rand Paul (R-KY), Sen. Marco Rubio (R-FL), Sen. Ted Cruz (R-TX) and Sen. Lindsey Graham (R-SC) – all running for the GOP nomination, and found out that Trump was correct, Rubio missed the most votes.\n\nSIGN UP FOR OUR NEWSLETTER\n\nProject Vote Smart’s Legislative Research Director Jace Sternadel spoke to Breitbart News about the results, noting:\n\nThe senate vote breakdowns are listed on senate.gov and senators are shown as not voting. Now, that can mean the senator is not physically in the room for the vote, or it can also mean the senator is in the room but choosing to symbolically not vote on the issue.\n\nAccording to Sternadel’s research, Rubio missed the most votes this year while Sanders has missed the fewest:\n\nMarco Rubio = 81 missed votes\n\nTed Cruz = 61 missed votes\n\nLindsey Graham = 51 missed votes\n\nRand Paul = 8 missed votes\n\nBernie Sanders = 6 missed votes\n\n“I’m more concerned over the quality of the votes missed than the quantity,” President of Americans for a Limited Government Rick Manning tells Breitbart News, after hearing the results. “If someone doesn’t show up for meaningless attendance votes, who cares? But if they continually miss votes on issues that define the nation, then that is a huge problem.”\n\nOne of the major issues facing the U.S. Senate this month was defunding Planned Parenthood, which was pushed by the conservative base after undercover videos of Planned Parenthood officials allegedly selling aborted baby body parts went viral on the internet.\n\nHowever, Rubio missed that vote, even though he repeatedly expressed his pro-life position.\n\nAs the Des Moines Register noted:\n\nA secret-money group that supports Marco Rubio for president dropped a mailer in Iowa this week that says he ‘will defund Planned Parenthood.’” But Rubio skipped two opportunities this week to weigh in on the uproar over the abortion provider, U.S. Senate records show.\n\n“Even more important than simply voting is how has a Member of the Senate running for President used this unique position to fight for and further their beliefs,” Manning added. “We know that Rand Paul stands for Fourth Amendment freedoms, that Ted Cruz stands for the Constitution and is willing to fight the hard battles against Obamacare, the Iran treaty and funding the dissection and selling of baby parts by Planned Parenthood, but we don’t have any idea what Marco Rubio is willing to fight for.”\n\nManning said that he thinks the fact that he can’t identify Rubio with standing firm on a specific conservative issue is “far more problematic than the fact he has missed more votes than any other candidate.”\n\n“Just what cause outside of his own desire for advancement is he willing to put his political life on the line for? After hearing him in the debate, I hope he chooses to reconsider and stay in the Senate where he can act on those principles he so clearly outlines.”\n\nTrump also criticized Rubio’s voting record during the second GOP primary debate in Simi Valley, California last month.\n\n“The one thing that the federal government must do — the one thing that only the federal government can do — is keep us safe,” Rubio said during the second GOP debate hosted by CNN. “And a president better be up-to-date on those issues on his first day in office, on her first day in office.”\n\n“You have to understand, I am not sitting in the United States Senate with, by the way, the worst voting record there is today,” challenged Trump, referencing Rubio’s absent votes. “Number one, I am not sitting in the United States Senate. I am a businessman doing business transactions.”\n\nRubio has acknowledged his attendance record is less than perfect, but says it is because he is focusing on a more important goal, winning the White House.\n\nPolitifact also fact-checked Trump’s statements, and found the GOP frontrunner is accurate with regards to Rubio’s voting attendance. Politifact’s research “found that the “most truant” award goes to Rubio if we’re looking at this year only. If we examine career records, Republican rival Sen. Ted Cruz of Texas takes the crown.”", "article_metadata": {"description": "Trump was correct, Rubio missed the most votes.", "og": {"site_name": "Breitbart", "description": "Trump was correct, Rubio missed the most votes.", "title": "Exclusive - Nonpartisan Analysis Shows Donald Trump Right About Marco Rubio's 'No Show' Voting Record - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/10/Rubio-Getty.png", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/10/02/exclusive-nonpartisan-analysis-shows-donald-trump-right-marco-rubios-no-show-voting-record/", "type": "article"}, "twitter": {"description": "Trump was correct, Rubio missed the most votes.", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/10/Rubio-Getty.png", "title": "Exclusive - Nonpartisan Analysis Shows Donald Trump Right About Marco Rubio's 'No Show' Voting Record - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Donald Trump, Politifact, Project Vote Smart, Sen. Bernie Sanders, Sen. Lindsey Graham, Sen. Marco Rubio, Sen. Rand Paul, Sen. Ted Cruz, Truant, U.S. Senate, Voting Record,2016 Presidential Race, Big Government,Rubio", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "2016 Presidential Race", "tag": "Voting Record", "published_time": "2015-10-02T08:40:45-07:00", "categories": "Big Government,2016 Presidential Race"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fd9188\"", "article_summary": "However, Rubio missed that vote, even though he repeatedly expressed his pro-life position.\nPolitifact also fact-checked Trump’s statements, and found the GOP frontrunner is accurate with regards to Rubio’s voting attendance.\nSIGN UP FOR OUR NEWSLETTERProject Vote Smart’s Legislative Research Director Jace Sternadel spoke to Breitbart News about the results, noting:The senate vote breakdowns are listed on senate.gov and senators are shown as not voting.\n“Even more important than simply voting is how has a Member of the Senate running for President used this unique position to fight for and further their beliefs,” Manning added.\nPolitifact’s research “found that the “most truant” award goes to Rubio if we’re looking at this year only."}