{"article_title": "New bill strives to make textbooks affordable", "article_keywords": ["affordable", "success", "textbooks", "bill", "according", "textbook", "students", "book", "college", "online", "prices", "strives"], "article_url": "http://www.usatoday.com/story/news/nation/2013/12/09/affordable-textbooks/3921337/", "article_text": "Legislation filed last month would create a competitive grant program to expand the use, access and distribution of free online textbooks.\n\nTextbook prices have increased by 82% since 2002, according to a report released this summer by the Government Accountability Office. (Photo: Nurken Khalykbergen Getty Images/iStockphoto) Story Highlights Textbook prices have increased by 82% since 2002, according to a report.\n\nAt the start of each semester, Donovan Birch Jr. skips the dreadfully long lines of the bookstore and the rental possibilities that abound online. Instead, he hits the on-campus library whenever he needs a book for class.\n\nAnd while it's perhaps not the most convenient option, it's the cheapest, he says.\n\n\"Textbooks cost more than what some people make in a week,\" the junior at Emerson College said. \"In the high-tech world we live in, professors should be uploading readings online. If I ever need a textbook I just go to the library and use the reserve copy.\"\n\nTextbook prices have increased by 82% since 2002, according to a report released this summer by the Government Accountability Office — even though the overall Consumer Price Index has risen 28% during the same period.\n\nMeaning more students have joined Birch in looking for books in places other than bookstores and websites.\n\nNearly one-third of college students said they downloaded course content from an unauthorized website this spring, which is up from 20% from three years ago, according to a report by the Book Industry Study Group.\n\nThirty-one percent say they skirted textbook costs by photocopying pages from another student, which is also up from 20% three years ago.\n\nCue the \"Affordable College Textbook Act.\"\n\nThe legislation was filed last month by Sen. Dick Durbin, a Democrat from Illinois, and Sen. Al Franken, a Democrat from Minnesota, that would create a competitive grant program to expand the use, access and distribution of free online textbooks.\n\nDurbin says the success of an \"open textbook project\" has already been proved at the University of Illinois. Since \"Sustainability: A Comprehensive Foundation\" was made available free online in 2012 as part of a trial for the project, more than 60,000 students have accessed it, Durbin said.\n\nAt least a dozen universities have either directed students to use the book, or have inquired about it.\n\n\"This bill can replicate and build on this success and help make the cost of attending college more affordable,\" he said in a statement.\n\nCanton Winer, a junior at Fordham University in New York, says he doesn't like using online textbooks during class but respects the goal of the legislation.\n\n\"I've tutored some students who haven't been able to afford physical copies of textbooks, so they simply don't buy them,\" he said. \"But how can students have success without having the required textbook for a class?\"\n\nThe bill would also mandate that book publishers make all textbooks and other educational materials available for individual purchase rather than as a bundle, as well as require the Government Accountability Office to publish an update on the price trends of college textbooks by 2017.\n\nThe legislation is an extension of the 2008 Higher Education Opportunity Act, which similarly aimed to make more materials available to students who were not able to afford the prices of physical textbooks.\n\nDurbin says he was inspired to draft the Affordable College Textbook Act after he learned book publishers were frequently updating textbook editions with little changed content in an effort to increase costs.\n\nWiner says he has seen that problem.\n\n\"It is unfair for the textbook industry to change minute details in a text simply for the sake of creating a new edition so they can make more money,\" Winer said. \"It sounds like this bill would stop that.\"\n\nA complementary bill has been drafted in the House.\n\nConnor Ryan is a junior at Fordham University.\n\nRead or Share this story: http://usat.ly/1diQhtO", "article_metadata": {"google": "notranslate", "description": "At the start of each semester, Donovan Birch Jr. skips the dreadfully long lines of the bookstore and the rental possibilities that abound online. Instead, he hits the on-campus library whenever he needs a", "og": {"site_name": "USA TODAY", "description": "At the start of each semester, Donovan Birch Jr. skips the dreadfully long lines of the bookstore and the rental possibilities that abound online. Instead, he hits the on-campus library whenever he needs a", "title": "New bill strives to make textbooks affordable", "url": "http://www.usatoday.com/story/news/nation/2013/12/09/affordable-textbooks/3921337/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "At the start of each semester, Donovan Birch Jr. skips the dreadfully long lines of the bookstore and the rental possibilities that abound online. Instead, he hits the on-campus library whenever he needs a", "title": "New bill strives to make textbooks affordable", "image": "http://www.gannett-cdn.com/-mm-/878a6bf2bea1e446d272768ef080f469436678cd/c=164-0-502-338&r=x643&c=640x640/local/-/media/USATODAY/test/2013/12/09//1386621119000-textbooks.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Places/Fordham University", "gci-asset-type": "story", "gci-categories": "Places/Fordham University", "title": "New bill strives to make textbooks affordable", "author": "Connor Ryan", "pageclass": "article", "recs": {"category": "news/nation", "image-3-4": "http://www.gannett-cdn.com/-mm-/1f858ab6e90157c2077c3c528eea0960c3a348a9/c=209-0-463-338/local/-/media/USATODAY/test/2013/12/09//1386621119000-textbooks.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/bb4c515e2725a325bdbdb1799a79d47b489f44c8/c=164-0-502-338/local/-/media/USATODAY/test/2013/12/09//1386621119000-textbooks.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/a41f829e69e274f6fca4b6f0139582347cf039c8/c=28-0-478-338/local/-/media/USATODAY/test/2013/12/09//1386621119000-textbooks.jpg", "image": "http://www.gannett-cdn.com/-mm-/1032b26ef08aa2d6764499c6dfe0b93b3df309f2/c=0-40-506-326&r=x633&c=1200x630/local/-/media/USATODAY/test/2013/12/09//1386621119000-textbooks.jpg", "publishtime": "2013-12-09T17:13:56-05:00", "shorthed": "New law would ease textbook cost burden", "articleid": 3921337, "image-16-9": "http://www.gannett-cdn.com/-mm-/497f70aa016b542b7f794adf99cfd365c54fc114/c=0-40-506-326/local/-/media/USATODAY/test/2013/12/09//1386621119000-textbooks.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/f060180d3685734029648d640c2154194cfaa89c/c=257-0-446-338/local/-/media/USATODAY/test/2013/12/09//1386621119000-textbooks.jpg"}}, "news_keywords": "textbooks, open textbook project, Sen. Dick Durbin, finances, Connor Ryan"}, "_id": "\"57477af36914bd0286fcc955\"", "article_summary": "Legislation filed last month would create a competitive grant program to expand the use, access and distribution of free online textbooks.\nCanton Winer, a junior at Fordham University in New York, says he doesn't like using online textbooks during class but respects the goal of the legislation.\nCue the \"Affordable College Textbook Act.\"\nTextbook prices have increased by 82% since 2002, according to a report released this summer by the Government Accountability Office.\n(Photo: Nurken Khalykbergen Getty Images/iStockphoto) Story Highlights Textbook prices have increased by 82% since 2002, according to a report."}