{"article_title": "Health Care Groups Offer Support For Proposed Price Transparency Database", "article_keywords": ["insurance", "bill", "groups", "proposed", "database", "pay", "price", "offer", "told", "think", "barrack", "cost", "health", "transparency", "hospital", "support", "care"], "article_url": "http://health.wusf.usf.edu/post/health-care-groups-offer-support-proposed-price-transparency-database", "article_text": "Listen to the story.\n\nGov. Rick Scott’s proposed state budget includes $5 million for the creation of a database that would show all the costs and expenses associated with hospital treatment and other health care.\n\n\n\nScott says hospitals would have to post what they actually get paid for every procedure in order to prevent price gouging. He says patients and insurance companies should know the cost of health care treatments up front, just as consumers know the cost of items at the grocery store.\n\n\n\nFlorida Blue CEO Pat Geraghty told WLRN’s The Sunshine Economy that he supports the concept of bringing more transparency to health care prices.\n\n\n\n“I don’t think you’d find us opposing it. I think we think that visibility to cost is an important place to be,\" Geraghty says. \"The devil is always in the detail in these arrangements. So, conceptually that’s a good idea, but you want to make sure that if your pricing is not on a fee-for-service basis, how would that be compared to something that is on a fee-for-service basis?\"\n\n\n\nThe governor’s Commission on Healthcare and Hospital Funding has been taking testimony since May about health care pricing and quality at Florida hospitals.\n\n\n\nLindsay Barrack appeared before the commission earlier this month to talk about the high cost of breaking her pinky finger and not having insurance.\n\n\n\n“I contacted the hospital weeks out before my surgery to try and get a price quote, letting them know that I would be paying private pay and would be willing to pay cash, and I was going to do everything in my power to try and pay for the surgery up front,” Barrack says.\n\n\n\nBut the cost quotes never came.\n\n\n\nBarrack trains horses and riders. She says her insurance was canceled shortly before her accident because she could no longer afford the premiums, which had quadrupled.\n\n\n\nA friend who is a surgeon agreed to operate on her finger for free. But Barrack had to pay for the operating room and other services at a Tallahassee hospital.\n\n\n\n“I at first just received a very large bill in the mail that said you owe us almost $18,000 with no itemization,\" Barrack says. \"I was not told what I was paying for. I was just told I owe this amount, and when I received the bill they left me four days to pay it.”\n\n\n\nBarrack later received an itemized bill that she says included an $800 pregnancy test. She went over the bill with the surgeon.\n\n\n\n“He helped me mark everything that I was charged for and what it would have actually cost the hospital, and I mean we’re talking about pennies on the dollar -- where I was charged $800 for a $37 item, where I was charged $1,000 for a $2 item,” Barrack says.\n\n\n\nGov. Scott wants what’s known as an All-Payer Claims Database, so all parties who pay or are paid in a health care transaction can see the charges and expenses. That includes hospitals, insurance companies and patients.\n\n\n\nThe Florida Hospital Association has come out in support of the database.\n\n\n\n“It is the only way to really ensure transparency from everyone involved in the entire episode of care,” says Bill Bell, general counsel for the association. “Patients receive the care, providers deliver the care and health insurance companies pay for it. So the best way to truly empower patients is for everyone to be transparent about what they do and how much it costs.”\n\n\n\nState Sen. Rene Garcia, R-Hialeah, doesn’t like the idea just yet. Garcia chairs one health committee and sits on another in the Senate. He thinks people are mainly concerned about what comes out of their own pocket, even though the hidden costs may impact their health care premiums.\n\n\n\n“I think what the consumer is more worried about is what the cost to them is going to be,\" Garcia says. \"I think government’s role in this case is to make sure that the consumer is protected, make sure the consumer knows what they’re paying.”\n\n\n\nMore than a dozen states have established these databases. Florida’s proposed database would be maintained by the state Agency for Health Care Administration.\n\n", "article_metadata": {"category": "HNF Stories", "description": "Listen \n        Listening...", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/health-care-groups-offer-support-proposed-price-transparency-database", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201512/459738292.jpg", "type": "article", "description": "Listen \n        Listening...", "title": "Health Care Groups Offer Support For Proposed Price Transparency Database"}, "story_id": 459731674, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Gina Jordan", "org_id": 482, "dc": {"title": "Health Care Groups Offer Support For Proposed Price Transparency Database"}, "nid": 12969, "datePublished": "2015-12-15", "keywords": "All-Payer Claims Database, Commission on Healthcare and Hospital Funding, Florida Hospital Association", "wordCount": 1478, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "Florida’s proposed database would be maintained by the state Agency for Health Care Administration.\nFlorida Blue CEO Pat Geraghty told WLRN’s The Sunshine Economy that he supports the concept of bringing more transparency to health care prices.\nHe thinks people are mainly concerned about what comes out of their own pocket, even though the hidden costs may impact their health care premiums.\n“Patients receive the care, providers deliver the care and health insurance companies pay for it.\nRick Scott’s proposed state budget includes $5 million for the creation of a database that would show all the costs and expenses associated with hospital treatment and other health care."}