{"article_title": "VIDEO: Western Journalist Spends Hellish Evening on Mount Sinjar", "article_keywords": ["wont", "evening", "uprooted", "sinjar", "mount", "visit", "yazidi", "water", "hellish", "journalist", "video", "krohn", "women", "refugees", "spends", "western"], "article_url": "http://townhall.com/tipsheet/danieldoherty/2014/08/12/video-western-journalist-spends-evening-on-mount-sinjar-n1877718", "article_text": "The Telegraph’s Jonathan Krohn is the first and only Western journalist to visit and spend a night on Mount Sinjar in northern Iraq. His reporting therefore provides a first-hand account of the plight and human suffering of the tens of thousands of Yazidi refugees struggling to survive there, all of whom have been displaced and uprooted from their homes.\n\nEvery day for these men, women, and children, he explains, is a non-stop and endless search to find bare essentials: food, water, medical care, and, as he relates in the video below, shovels to bury the dead. He describes the Yazidi refugees as “already poor to begin with”; but because of the recent humanitarian crisis, most of them are now surviving on nothing but raw meat and water previously reserved for livestock. “We are living like animals,” one refugee told The Telegraph.\n\nMeanwhile, Krohn also notes it's impossible to determine the total number of casualties at this point in time. “Until this is over,” he said ruefully, “we won’t know how many people have died”:", "article_metadata": {"description": "Awful..05/26/2016 2:36:46AM EST.", "author": "Daniel Doherty", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Awful.", "title": "Daniel Doherty - VIDEO: Western Journalist Spends Hellish Evening on Mount Sinjar", "url": "http://townhall.com/tipsheet/danieldoherty/2014/08/12/video-western-journalist-spends-evening-on-mount-sinjar-n1877718", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2014/8/12/12.png", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Awful.", "title": "Daniel Doherty - VIDEO: Western Journalist Spends Hellish Evening on Mount Sinjar", "url": "http://townhall.com/tipsheet/danieldoherty/2014/08/12/video-western-journalist-spends-evening-on-mount-sinjar-n1877718", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2014/8/12/12.png", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "VIDEO: Western Journalist Spends Hellish Evening on Mount Sinjar, Daniel Doherty, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fca624\"", "article_summary": "The Telegraph’s Jonathan Krohn is the first and only Western journalist to visit and spend a night on Mount Sinjar in northern Iraq.\nMeanwhile, Krohn also notes it's impossible to determine the total number of casualties at this point in time.\n“Until this is over,” he said ruefully, “we won’t know how many people have died”:\nHis reporting therefore provides a first-hand account of the plight and human suffering of the tens of thousands of Yazidi refugees struggling to survive there, all of whom have been displaced and uprooted from their homes.\nHe describes the Yazidi refugees as “already poor to begin with”; but because of the recent humanitarian crisis, most of them are now surviving on nothing but raw meat and water previously reserved for livestock."}