{"article_title": "Election 2014: The Google Poll", "article_keywords": ["term", "google", "results", "minds", "running", "race", "election", "isnt", "popular", "net", "poll", "worth", "obama"], "article_url": "http://reason.com/blog/2014/11/04/election-2014-the-google-poll", "article_text": "The most entertaining election data of the day comes from Google, which has posted the most popular search terms associated with candidates around the country. Here, for example, are the results for Georgia's would-be governors:\n\nDeal is ahead in the polls, but evidently he's losing the word-association race. I mean, \"Related To Jimmy Carter\" isn't the first thing I'd want people searching with my name, but Deal clearly has it worse.\n\nIn Michigan, meanwhile, the gubernatorial race appears to be a contest between \"Net Worth\" and \"Not Prepared\":\n\n\"Not Prepared\" has been a popular pair of words in this race: The Democrat deployed the phrase in a gaffe last spring and the GOP has been running with it ever since. Snyder's net worth, for the record, is \"in the vicinity of $200 million.\"\n\nElsewhere, Scott Brown's Cosmo centerfold is still on people's minds, in whichever organ those minds might be located:\n\nFinally, these are the results for President Obama, who isn't running for anything this year but looms ominously above all the Democrats who are:\n\nThe term at #3 surprises the staff of The Federalist: \"The third most-searched term connected to Obama is 'divorce'? Really?\" I'm not so shocked: Given how hard The National Enquirer has been hitting the dubious idea that an Obama divorce is on the horizon, I'm surprised the word isn't ranked even higher. There are people who buy supermarket tabloids, and there are people who wait til they get home and then Google what they saw on the cover. Or, um, so I hear.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Google gives us a glimpse into the electorate's minds.", "title": "Election 2014: The Google Poll", "url": "http://reason.com/blog/2014/11/04/election-2014-the-google-poll", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jwalker/2014_11/GPE_List_Georgia-v2.jpg", "type": "article"}, "twitter": {"description": "The most entertaining election data of the day comes from\nGoogle, which has \nposted the most popular search terms associated with candidates\naround the country. Here, for example, are the results for\nGeorgia's would-be governors:\n\nDeal is \nahead in the polls, but evidently he's losing the\nword-association race. I mean, \"Related To Jimmy Carter\" isn't the\nfirst thin", "title": "Election 2014: The Google Poll", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jwalker/2014_11/GPE_List_Obama.jpg", "creator": "@notjessewalker", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2014-11-04T17:52:00+00:00", "author": "http://reason.com/people/jesse-walker"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fd8f19\"", "article_summary": "The most entertaining election data of the day comes from Google, which has posted the most popular search terms associated with candidates around the country.\nSnyder's net worth, for the record, is \"in the vicinity of $200 million.\"\nThere are people who buy supermarket tabloids, and there are people who wait til they get home and then Google what they saw on the cover.\nHere, for example, are the results for Georgia's would-be governors:Deal is ahead in the polls, but evidently he's losing the word-association race.\nI mean, \"Related To Jimmy Carter\" isn't the first thing I'd want people searching with my name, but Deal clearly has it worse."}