{"article_title": "ABC-7.com WZVN News for Fort Myers, Cape Coral & Naples, Florida", "article_keywords": ["good", "scene", "lee", "coral", "wzvn", "florida", "searching", "abc7com", "county", "leaphart", "say", "kids", "upshaw", "cape", "myers", "morning", "naples", "fort"], "article_url": "http://www.abc-7.com/story/29423570/authorities-investigating-death-in-lehigh-acres", "article_text": "Lee County Sheriff's Office on Saturday said Tehran Leaphart, 43, was killed in the early morning homicide at 2137 Wilson Road in Lehigh Acres the day before.\n\nNo arrests are announced and Major Crime detectives are still investigating.\n\nLeaphart's family, meanwhile, is left searching for answers after the father of three was found dead in a driveway.\n\nAuthorities arrived at the scene Friday around 12:53 a.m.\n\n\n\nNeighbors living along Bolt Lane near the Westminster Golf Club say they heard about five gunshots just before 1 o'clock Friday morning. They then heard a car speed away.\n\nLeaphart's body was later found lying in a pool of blood in a nearby driveway.\n\nThey say Leaphart was standing outside his brother's home when he was suddenly gunned down. Records show Leaphart has been arrested 14 times in Lee County, mostly for drugs. Neighbors who know him, though, described him as a good person.\n\n\"He was a good guy, a good dude,\" said Amy Upshaw, who's known Leaphart since the two were kids. \"Some people have their past, but he was a good guy.\"\n\nIt took investigators nearly 12 hours to remove Leaphart's body from the scene. The family of his fiancee says the couple had three kids together -the oldest is just 7-years-old.\n\n\"I feel sorry for the kids,\" said Upshaw. \"He's got a lot of kids that he takes care off. It's terrible, it's a tragedy.\"\n\nLee county deputies have not said if they are currently searching for anyone or what they think led up to Leaphart's death.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "An active scene was cordoned off Friday morning involving a death investigation in Lehigh Acres in the area of Bolt Avenue, just off of Leonard Boulevard.", "og": {"url": "http://www.abc-7.com/story/29423570/authorities-investigating-death-in-lehigh-acres", "image": "http://ftpcontent.worldnow.com/wncustom/custom/wzvn/wzvn_og_image.jpg", "type": "article", "description": "An active scene was cordoned off Friday morning involving a death investigation in Lehigh Acres in the area of Bolt Avenue, just off of Leonard Boulevard.", "title": "Authorities name victim in Lehigh Acres homicide"}, "twitter": {"image": "http://WZVN.images.worldnow.com/images/8180111_G.jpg", "description": "An active scene was cordoned off Friday morning involving a death investigation in Lehigh Acres in the area of Bolt Avenue, just off of Leonard Boulevard.", "card": "summary", "title": "Authorities name victim in Lehigh Acres homicide"}, "wnreadableurl": "authorities-investigating-death-in-lehigh-acres", "ROBOTS": "index,follow,noarchive", "owner": "WZVN", "fb": {"admins": 1851799707, "app_id": 1678378052403648}, "date": "2015/06/27", "google-site-verification": "gcWGJ_5HBMygrFxFQLREn-pvEzLmkYG-FQepn2WoVSk", "wn-version": "ContainerE-Story", "wn-base": "IIS30"}, "article_summary": "They say Leaphart was standing outside his brother's home when he was suddenly gunned down.\nLee county deputies have not said if they are currently searching for anyone or what they think led up to Leaphart's death.\nRecords show Leaphart has been arrested 14 times in Lee County, mostly for drugs.\n\"He was a good guy, a good dude,\" said Amy Upshaw, who's known Leaphart since the two were kids.\nLee County Sheriff's Office on Saturday said Tehran Leaphart, 43, was killed in the early morning homicide at 2137 Wilson Road in Lehigh Acres the day before."}