{"article_title": "Parents Take Stand Against Common Core in Annapolis", "article_keywords": ["core", "school", "teachers", "students", "annapolis", "smith", "standards", "state", "parents", "stand", "education", "common"], "article_url": "http://patch.com/maryland/perryhall/educators-and-parents-face-off-on-common-core-february-2014", "article_text": "Several spoke about 'untested standards' and teachers being 'deathly afraid' to oppose the program, while Maryland Board of Education defended it.\n\nBy Ethan Barton, CAPITAL NEWS SERVICE\n\nMaryland parents lobbied to repeal the Common Core State Standards at the House Ways and Means Committee this week, while education experts defended the program.\n\nCommon Core was adopted in June 2010 by the state Board of Education and was implemented at the beginning of this school year. The standards were created by several bodies, including the Council of Chief State School Officers and the National Governors Association, and set universal objectives for students to achieve.\n\nParents argued alongside Delegate Michael D. Smigiel Sr., R-Cecil, who has introduced a measure to repeal Common Core in Maryland. Parents told lawmakers that they believe the standards are ineffective, untested and command teachers how to instruct.\n\n“No loving parent would choose to support untested standards,” said Cindy Rose, a mother of five in Frederick County. Two of her children are currently in public school and one has special needs, she said.\n\nVarious experts, however, testified that they believe that Common Core is beneficial to students and does not drive curriculum, but sets high standards of which students must achieve.\n\n“The curriculum in Maryland will continue to be developed locally,” said Jack Smith, the chief academic officer of the Maryland Board of Education. “The autonomy to local school systems will be tremendous.”\n\nWhile experts argue that the standards don’t directly outline a curriculum that teachers are required to instruct, parents said they believe that claim is a matter of perspective.\n\n“I continue to be frustrated with those who claim they’re standards and not curriculum,” said Margaret Bibbo, an instructor at Anne Arundel Community College. “The standards drive the curriculum.”\n\nBibbo, who holds a Ph.D. in education and instruction, is also the mother of two students.\n\n\n\nThose on either side of the issue gave testimony that teachers supported their stance.\n\n“Most teachers that I’ve talked to agree that they believe that Common Core is the way to go,” said Delegate Jay Walker, D-Prince George’s. “But … implementation seems where the question is.”\n\nSmigiel, however, said: “Not one teacher has come up to me and said they like Common Core.”\n\n“Teachers are deathly afraid to speak out against Common Core,” said Clair Sumner of Annapolis. Sumner is a mother of two students, one with autism, and was previously a kindergarten teacher.\n\nOthers expressed concerns that the state did not act independently in its adoption of the Common Core standards.\n\n“I found it as the federal equivalent of Obamacare,” Smigiel said. He, among others testifying with him, noted the federal dollars that came as a result of adopting the standards and said that they incentivized the state.\n\nThe federal money came from the Race To The Top grant. The state used its adoption of Common Core in its application for the grant.\n\nWhile not all states adopted Common Core, many approved standards that are similar.\n\n“Look at Virginia’s standards,” Smith said. “They mirror the Common Core State Standards.”\n\nWhile Smith and those opposing Smigiel’s bill refuted many of the claims the parents made, one argument was left untouched.\n\n“I found it interesting that Dr. Smith noted all of the stakeholders that he considered, but not once did he mention parents, specifically,” Bibbo said.\n\nSmigiel and his supporters noted that about half of the 45 states that adopted Common Core were now rescinding.\n\nThose states, however, asked the federal government for temporary waiver, according to the committee.\n\nParents were also frustrated that they hadn’t had a voice in the matter.\n\n“It’s the first time [parents] have had the opportunity to speak,” Bibbo said.", "article_metadata": {"og": {"site_name": "Perry Hall, MD Patch", "description": "Several spoke about 'untested standards' and teachers being 'deathly afraid' to oppose the program, while Maryland Board of Education defended it.", "title": "Parents Take Stand Against Common Core in Annapolis", "locale": "en_US", "image": "http://cdn.patch.com/users/57041/2014/02/T800x600/67dcc4f6fb87033e1c4de53c2a3642e9.png", "url": "http://patch.com/maryland/perryhall/educators-and-parents-face-off-on-common-core-february-2014", "type": "article"}, "article": {"publisher": 116541048368485, "section": "Schools", "published_time": "2014-02-08T15:00:35-05:00", "modified_time": "2014-02-08T15:00:35-05:00"}, "fb": {"app_id": 521361477908471}, "description": "Perry Hall, MD - Several spoke about 'untested standards' and teachers being 'deathly afraid' to oppose the program, while Maryland Board of Education defended it.", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fd8f25\"", "article_summary": "Parents argued alongside Delegate Michael D. Smigiel Sr., R-Cecil, who has introduced a measure to repeal Common Core in Maryland.\nSmigiel and his supporters noted that about half of the 45 states that adopted Common Core were now rescinding.\nOthers expressed concerns that the state did not act independently in its adoption of the Common Core standards.\n“They mirror the Common Core State Standards.”While Smith and those opposing Smigiel’s bill refuted many of the claims the parents made, one argument was left untouched.\n“But … implementation seems where the question is.”Smigiel, however, said: “Not one teacher has come up to me and said they like Common Core.”“Teachers are deathly afraid to speak out against Common Core,” said Clair Sumner of Annapolis."}