{"article_title": "Call child care staff what they are", "article_keywords": ["workers", "work", "theyre", "early", "parents", "teachers", "child", "staff", "childhood", "day", "care"], "article_url": "http://www.wausaudailyherald.com/story/opinion/columnists/2016/02/12/child-care-workers-early-childhood-teachers/80276120/", "article_text": "Buy Photo Zachery Woods, 2, has a choice of hoops as he plays basketball at the Little Miracles Family Child Care in the town of Menasha in this 2004 file photo. (Photo: File/USA TODAY NETWORK-Wisconsin)Buy Photo\n\nChild care costs more than a new car; it costs more than college. The average cost in the U.S. to keep a child in a day care center while you go to work is $11,666 per year, according to an industry group. More than one kid? Don't ask.\n\nSo why do the professionals who provide this care get paid so little?\n\nTheir work is important. It's hard. It allows new parents to rejoin the workforce. Based on what we know now about brain development in a child's early years, the people who care for babies and young kids in their first four years are also among the most important teachers those children will have in their entire lives.\n\nBut they are underpaid and undervalued. In central Wisconsin, the average wage for child care workers is about $10.50 an hour, according to Kelly Borchardt, executive director of the nonprofit Childcaring Inc., which helps connect parents to child care resources.\n\nThe people who care for our babies, depending on the size of their own families, often earn barely enough to keep them above the federal poverty line.\n\nBorchardt spoke Wednesday as part of a panel discussion in Wausau on the importance of investing in early childhood education. Rob Grunewald, an economist at the Federal Reserve Bank of Minneapolis, spoke at the same event — \"Baby Business,\" sponsored by the Marathon County Early Years Coalition and others — about his hard-nosed research into the extraordinary, almost magical long-term economic impact of quality early childhood services. Grunewald also noted that even those who have a vocation for working with kids are given economic incentives to steer away from early childhood care: kindergarten teachers earn more than child care workers.\n\nI don't think most of us see kindergarten teachers as overpaid workers with cushy jobs; I certainly do not. But public school teachers have a solidly middle-class job. Teachers of 2-year-olds, in most places, do not.\n\nThere are a lot of reasons child care workers' wages are low. It is a female-dominated field, and historically most jobs mostly held by women have been underpaid and undervalued. It's a job with a low barrier to entry — many child care providers don't have specialized education in the field, though some do. There's no union. The workers often are young. And there is still this idea out there in the world that people who work with children — who presumably do go into the field because they enjoy working with children — should be there only because they love the work, not to earn honest wages.\n\nThe state government and nonprofit networks provide some relief to parents in the form of grants and scholarships. The federal government provides funding for early childhood through the Head Start program. Advocates argue, persuasively, that all these things should be expanded, because every $1 invested in early childhood services ends up saving taxpayers somewhere between $7 and $18 later.\n\nThe historical and economic conditions that make child care both extremely expensive and leave its workers underpaid are complex, and they won't be easily solved.\n\nBut here's a simple way to begin. Let's call child care workers what they are.\n\nTeachers.\n\nI remember vividly the first day my wife and I dropped off our son at day care, about four years ago now. Forrest was 3 months old. We were exhausted but also ready to get back to work; we were lucky -- we had the sort of jobs we wanted to get back to. We were also young parents and therefore terrified about leaving our still-tiny baby with someone else.\n\nForrest's day care was expensive, but we had money to pay for it. It was rated highly by the state's YoungStar rating system and we had confidence that it was a quality place. That first day, that first drop-off, was a little bit rough, emotionally. There may have been tears. (Laura comforted me.) But very soon after it was an enormous relief to feel like Forrest was in a place where he was cared for, where he was learning, where he was meeting kids and trying new things and growing in every sense of the word.\n\nFrom the first day, we have called it his school and we called the day care workers his teachers. They're not babysitters. They're not the women who watch him; they're not people whose sole job is to corral a bunch of toddlers in a small space. They're professionals with professional skills. They're teachers.\n\nIt's a small step, and there are lots of underlying issues it doesn't address. But it's also an easy thing, something everyone can do. Child care workers are teachers. Let's call them that.\n\nRobert Mentzer is central Wisconsin storytelling coach and a columnist for USA TODAY NETWORK-Wisconsin. Contact: robert.mentzer@gannettwisconsin.com, 715-845-0604; on Twitter: @robertmentzer\n\nRead or Share this story: http://wdhne.ws/1XodYYU", "article_metadata": {"google": "notranslate", "description": "Using the word 'teacher' gives respect to professionals in early childhood.", "og": {"site_name": "Daily Herald Media", "description": "Using the word 'teacher' gives respect to professionals in early childhood.", "title": "Call child care staff what they are: teachers", "url": "http://www.wausaudailyherald.com/story/opinion/columnists/2016/02/12/child-care-workers-early-childhood-teachers/80276120/", "image": "http://www.gannett-cdn.com/GDContent/applogos/wausaudailyherald.png", "type": "article"}, "twitter": {"description": "Using the word 'teacher' gives respect to professionals in early childhood.", "title": "Call child care staff what they are: teachers", "image": "http://www.gannett-cdn.com/-mm-/159294c57afba240787d0611ca68b62677c95096/c=419-0-2464-2045&r=x643&c=640x640/local/-/media/2016/02/12/WIGroup/Wausau/635908672438568394-HOMEDAYCARE5-062904DJP.jpg", "creator": "@wausauherald", "site": "@wausauherald", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=884268453", "fb": {"app_id": 187427251271455}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "early childhood, child care, wausau, wisconsin, babies, children"}, "article_summary": "In central Wisconsin, the average wage for child care workers is about $10.50 an hour, according to Kelly Borchardt, executive director of the nonprofit Childcaring Inc., which helps connect parents to child care resources.\nGrunewald also noted that even those who have a vocation for working with kids are given economic incentives to steer away from early childhood care: kindergarten teachers earn more than child care workers.\nChild care workers are teachers.\nThere are a lot of reasons child care workers' wages are low.\nIt's a job with a low barrier to entry — many child care providers don't have specialized education in the field, though some do."}