{"article_title": "States Fighting Obama EPA’s Global Warming Decrees", "article_keywords": ["unconstitutional", "plot", "climate", "epas", "congress", "power", "federal", "global", "fighting", "states", "state", "decrees", "epa", "warming", "obama"], "article_url": "http://www.thenewamerican.com/tech/environment/item/18634-states-fighting-obama-epa-s-global-warming-decrees", "article_text": "When the Obama administration failed in its bid five years ago to have the Democrat-controlled Congress create an unconstitutional cap-and-trade regime targeting carbon dioxide to fight “global warming,” it waited a few years, then imposed the radical scheme by executive decree. Rather than foisting it directly on businesses and individuals, Obama’s new presidential edicts purport to commandeer state governments for the purpose. The “regulations” even “graciously” offer states what the anti-CO 2 zealots in the administration and its EPA describe as a “menu” of “policy options” they can “choose” from to comply with the decrees. The battle to stop the abuse, though, is now underway.\n\nThe “climate” regulatory regime unveiled by the EPA last month calls for massive reductions in emissions from power plants. Under the scheme, described as “ObamaCare for the atmosphere,” emissions of what scientists refer to as the “gas of life” — exhaled by humans and required for plants — must be slashed by 30 percent from 2005 levels by 2030. Obama explained the economic effects of his plot in a 2008 interview: “Under my plan of a cap-and-trade system, electricity rates would necessarily skyrocket.” At least in that instance, he was telling the truth. The U.S. Chamber of Commerce estimated that the scheme could cost $50 billion per year in lost GDP and over 200,000 jobs annually, in addition to a plunge in household disposable income of over half a trillion dollars a year.\n\nIf states refuse to submit to the administration’s widely ridiculed edicts, the EPA claims it has the power to step in and create its own “plan.” More than a few state governments, however, are already fighting back — or at least pretending to in an effort to appease the groundswell of opposition — against what elected officials say is brazen anti-constitutional federal and executive overreach. Multiple avenues to stop the plot are being pursued, ranging from congressional action and federal lawsuits to state nullification efforts. Some analysts also suggested forcing the agency to prepare a legally required “impact statement” outlining and justifying the human devastation set to be wrought on America under the scheme.\n\nWith the GOP-controlled House of Representatives complicit in the administration’s scheming — the House has the constitutional power to cut off all funding for Obama’s “climate” antics, yet has refused to do so for reasons that remain unclear — attention is increasingly shifting to state capitols. Shortly after the latest EPA plot was unveiled, Indiana Gov. Mike Pence, citing higher energy costs, lost jobs, and lost business, promised to “oppose these regulations using every means possible.” Pennsylvania Governor Tom Corbett vowed to “fight these regulations every step of the way.” Other governors and state lawmakers offered similar rhetoric, but many of those same states are already working on their own plots to needlessly reduce emissions of the essential-to-life gas.\n\nUnder growing public pressure, though, lawmakers and some governors, especially from coal states, are actually turning up the heat. On July 1, for example, The Hill reported that nine state governments joined a lawsuit against the EPA climate regime by Murray Energy that seeks to overturn the “illegal, irrational, and destructive cap-and-tax” plot. The states include West Virginia, Alabama, Alaska, Kentucky, Nebraska, Ohio, Oklahoma, South Carolina, and Wyoming. The suit, filed on June 18 in the U.S. District Court of Appeals for the District of Columbia, aims to have the courts restrain Obama’s EPA and stop it from issuing and enforcing unlawful decrees.\n\n“EPA’s assertion of authority denied it by Congress imposes real harms on the States now: States have to undertake huge amounts of burdensome work now to develop plans to meet the anticipated rule and cannot wait for the final rule and still have any chance of meeting the indicated deadlines,” explains a brief filed by the nine state governments, blasting as “extraordinary” the EPA’s claims of authority. “The ‘specific prohibition’ against the EPA’s proposed rule is in the very statutory provision the agency cites as its authority.”\n\nAccording to the states’ court filing, Section 111(d) of the Clean Air Act — the same statute the EPA cites as its supposed authority for issuing the decrees — actually prohibits the administration from regulating “any air pollutant emitted from a source category that EPA already regulates” under a different section of the statute. In other words, as The Hill explained, that means the EPA cannot regulate those power plants under Section 111(d) if they are already regulated under another section of the Clean Air Act. Of course, Congress itself never had the constitutional authority to pass a “Clean Air Act” to begin with — much less delegate such anti-constitutional powers to an unconstitutional agency created by an executive order.\n\nStill, in a bizarre ruling handed down last month that makes a mockery of science and the U.S. Constitution, the Supreme Court gave backing to much of the EPA’s radical anti-CO 2 scheming. As such, efforts to hold the federal government accountable to the Constitution via federal courts are widely viewed as unlikely to succeed. The ruling did say, however, that federal agencies have “no power to ‘tailor’ legislation to bureaucratic policy goals.” That could bolster the position of some state officials who were demanding that the administration withdraw its unconstitutional and unlawful plot before being forced to squander even more taxpayer funds defending it in court.\n\n“As the chief legal officer for the State of West Virginia, I respectfully request that you withdraw the Proposed Rule immediately because EPA lacks the legal authority to adopt that Rule,” West Virginia Attorney General Patrick Morrisey wrote in a letter to EPA boss Administrator Gina McCarthy, saying the plot should be nixed to “avoid needless litigation.” The EPA is not allowed to “blatantly violate the law in order to achieve its policy goals,” Morrisey added in a statement. The letter also cited the arguments made by the nine states in their recent court filing.\n\nIn Congress, lawmakers are also considering their options. One plan, proposed by Senate Minority Leader Mitch McConnell (R-Ky.), would invoke the Congressional Review Act. Once the EPA regulations are finalized, Congress could use the law to simply overturn the CO 2 regulatory regime. Sen. McConnell, an establishment Republican up for re-election widely viewed by conservatives as an enabler of the out-of-control executive branch, called Obama’s carbon plot “a dagger in the heart of the American middle class” and vowed to fight it. Indeed, among Republicans of all varieties, public support for the scheme is virtually non-existent. It remains to be seen, though, how dedicated the GOP truly is to using the tools it has to stop Obama’s EPA.\n\nEven some Democrats, including McConnell’s opponent, have publicly turned against the administration’s attack on Americans and their economy. “Last week, the EPA unleashed its latest assault on the jobs and livelihoods of our coal miners,” Rep. Nick Rahall (D-W.Va.) said after the latest EPA decrees were unveiled. “The EPA needs to get their head out of the clouds and come back down to Earth where the rest of us must live and work. We don't need more regulation to solve our energy challenges — we need more innovation.”\n\nHowever, Rep. Rahall and the dozens of co-sponsors for his legislation to block the new decrees, dubbed the “Protection and Accountability Regulatory Act of 2014,” know full well that even if the Senate were to pass the bill as well, Obama would veto it. The only real option for Congress, aside from using the Congressional Review Act to kill the edicts, is to defund the EPA, or at least its ability to impose the unconstitutional and unlawful carbon decrees on America.\n\nAt the state level, nullification of unconstitutional federal statutes and edicts has been spreading like wildfire. Under heavy pressure from struggling constituents, lawmakers in both Arizona and Idaho have been working hard this year to nullify all EPA decrees in their states. Nullification was a favorite solution touted by some of America’s most prominent Founding Fathers such as Thomas Jefferson and James Madison. Still today, liberal- and conservative-leaning states are nullifying unconstitutional federal acts ranging from attacks on gun rights to marijuana prohibition. Even disgraced Attorney General Eric Holder has been forced to acknowledge the viability of the tactic.\n\nA solid majority of Americans reject the man-made global-warming theories cited by the Obama administration and the United Nations to justify their radical plans. According to a recent Pew survey, 53 percent of respondents rejected the theory, while 40 percent believe human activities are responsible for “warming” — despite the fact that there has been no global warming in almost two decades and counting. Obama and his fellow alarmists simply doubled down, with the president outlandishly using a commencement speech to ridicule the majority of Americans who refuse to believe his discredited theory. The EPA has also been lawlessly hiding the “science” purportedly justifying its power grabs.\n\nIt has become clear that what more than a few U.S. lawmakers have referred to as “the imperial presidency” will not stop abusing regulatory agencies such as the EPA until forced to do so. As such, the best strategy would be for House Republicans to cut off all funding to the EPA and other unconstitutional agencies enforcing unconstitutional executive decrees. In addition, state governments ought to use nullification to protect citizens from federal abuse and tyranny. The climate, which has always changed and always will, should be the least of Americans' worries. Without serious action, the administration’s accelerating wars on coal, guns, the Constitution, state sovereignty, the economy, jobs, and more will continue to wreak real havoc on Americans and the world.\n\nAlex Newman is a correspondent for The New American, covering economics, education, politics, and more. He can be reached at This email address is being protected from spambots. You need JavaScript enabled to view it. . Follow him on Twitter @ALEXNEWMAN_JOU.\n\nRelated articles:\n\nObama’s EPA Coal Plant Regulations: “Obamacare for the Atmosphere”\n\nSupreme Court Upholds Most of Obama’s EPA “Climate” Regime\n\nState vs. Federal: The Nullification Movement\n\nOn Pot Nullification, AG Holder Admits Limits to Federal Power\n\nWhite House Boasts of Obama Power Grabs as Congress Funds Them\n\nObama EPA Climate Decrees Will Further Damage U.S. Economy\n\nObama’s Alarmist “Climate” Report Debunked by Scientists\n\nEPA v. USA\n\nClimate Alarmists Push Chinese Communism, Population Control\n\nNASA Data: Global Warming Still on “Pause,” Sea Ice Hit Record", "article_metadata": {"keywords": "Obama, global warming, decrees, executive decree, EPA, regulatioins, CO2, state, fighting back, nullification, lawsuits", "og": {"url": "http://www.thenewamerican.com/tech/environment/item/18634-states-fighting-obama-epa-s-global-warming-decrees", "image": "http://www.thenewamerican.com/media/k2/items/cache/cd4a2d95097d290d0b6463d92720a004_XL.jpg", "type": "article", "description": "States are fighting back against Obama EPA's global warming decrees, using everything from nullification to lawsuits. by Alex Newman", "title": "States Fighting Obama EPA’s Global Warming Decrees"}, "image": "http://www.thenewamerican.com/media/k2/items/cache/cd4a2d95097d290d0b6463d92720a004_XL.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fca641\"", "article_summary": "Still today, liberal- and conservative-leaning states are nullifying unconstitutional federal acts ranging from attacks on gun rights to marijuana prohibition.\nUnder heavy pressure from struggling constituents, lawmakers in both Arizona and Idaho have been working hard this year to nullify all EPA decrees in their states.\n“Last week, the EPA unleashed its latest assault on the jobs and livelihoods of our coal miners,” Rep. Nick Rahall (D-W.Va.) said after the latest EPA decrees were unveiled.\nShortly after the latest EPA plot was unveiled, Indiana Gov.\nAt the state level, nullification of unconstitutional federal statutes and edicts has been spreading like wildfire."}