{"article_title": "Questioning Sincerity: The Role of the Courts After Hobby Lobby", "article_keywords": ["rfra", "belief", "beliefs", "corporations", "questioning", "insincere", "role", "sincerity", "courts", "claims", "hobby", "religious", "lobby"], "article_url": "http://www.stanfordlawreview.org/online/questioning-sincerity", "article_text": "Questioning Sincerity The Role of the Courts After Hobby Lobby\n\nIntroduction\n\nIn Burwell v. Hobby Lobby Stores, Inc., the Supreme Court extended the protections of the Religious Freedom Restoration Act (RFRA) to Hobby Lobby, Mardel, and Conestoga Wood Specialties, three closely held corporations, and held that the contraception mandate of the Affordable Care Act substantially burdened their religious exercise. The sincerity of their religious beliefs was never disputed. As such, they had no difficulty meeting RFRA’s requirement that their asserted beliefs be both sincere and religious in nature. In the wake of the decision, however, critics have expressed concern that future courts will be powerless to block insincere RFRA claims brought by wholly secular corporations seeking to evade generally applicable laws.\n\nIn her powerful dissent, Justice Ginsburg proclaimed an “overriding interest” in “keeping the courts ‘out of the business of evaluating’ . . . the sincerity with which an asserted religious belief is held.” Under that view, a court “must accept as true” any assertion that one’s “beliefs are sincere and of a religious nature” when evaluating a RFRA claim. Justice Ginsburg’s approach treats the merits of a religious belief much the same as the sincerity with which a belief is held; evaluating either, in her view, would make the courts arbiters of scriptural interpretation. If unable to evaluate sincerity, courts would indeed be powerless to identify fraudulent claims.\n\nFortunately, courts historically have demonstrated that they are able to ferret out insincere religious claims. There is a long tradition of courts competently scrutinizing asserted religious beliefs for sincerity without delving into their validity or verity. The difference is this: Suppose someone claims a religious objection to eating broccoli, but that same person knowingly eats broccoli each week. A court, without asking whether there is any moral truth behind a religious objection to broccoli consumption, may nonetheless ask whether the claimant actually holds that religious belief. The former, spiritual question is one no court should ever ask. The latter, factual inquiry into fraud is something courts are well equipped to do by examining objective criteria. As courts face future RFRA claims from for-profit corporate litigants, they can continue to use objective criteria to give teeth to RFRA’s “sincere belief” requirement.\n\nI. Judicial Experience Ferreting Out Religious Insincerity\n\nLooking back on how courts have historically evaluated the sincerity of religious objections sheds light on how they can do so in the future. When Justice Alito, writing for the Hobby Lobby majority, concluded that a for-profit corporation’s “pretextual assertion of a religious belief in order to obtain an exemption for financial reasons would fail,” he was drawing on deep judicial experience identifying fraudulent claims—religious and otherwise.\n\nThe sincere belief requirement has its roots in a long tradition of exempting conscientious objectors from conscripted military service. That policy created a strong incentive to feign religious sincerity—and forced draft boards and courts to conduct rigorous factual inquiries into religious claims. In Witmer v. United States, the Court observed that “the ultimate question” in such cases is “the sincerity of the registrant” objecting to military service. During that inquiry, “any fact which casts doubt on the veracity of the registrant is relevant.”\n\nSince then, courts have questioned religious sincerity in a variety of contexts, notably in criminal cases. Religious objections to drug laws have sometimes succeeded, but criminal courts are generally skeptical, wary that claimed “churches” exist for “the desire to use drugs and to enjoy drugs for their own sake, regardless of religious experience.” For example, in his Hobby Lobby opinion, Justice Alito cited to United States v. Quaintance, in which the defendants claimed RFRA barred their drug prosecutions because “they [we]re the founding members of the Church of Cognizance, which teaches that marijuana is a deity and sacrament.” The Tenth Circuit rejected that claim as insincere, observing that the evidence “strongly suggest[ed]” that the defendants’ marijuana dealings stemmed from “commercial or secular motives rather than sincere religious conviction.” Outside the drug context, courts have also rejected insincere RFRA claims in a variety of animal-related prosecutions, such as for possessing and trading in eagle feathers and for importing parts of endangered African primate species. Ultimately, these cases show that where there is a financial or otherwise self-interested motive to lie about a religious belief, courts are willing and able to evaluate sincerity.\n\nIn Hobby Lobby, Justice Alito also noted Congress’s belief that federal courts are “up to the job of dealing with insincere prisoner claims,” referencing the vast judicial experience exposing insincere religious claims by prisoners. In the prison environment, both sincere and insincere religious accommodation claims are common, as intense regulation of mundane details of daily life gives rise to frequent conflict between government and religious interests. Prisoners have challenged prison dietary restrictions, grooming restrictions, housing policies, and a host of other prison rules. Both prison officials and courts have proven able to reject insincere religious claims, whether by evaluating the consistency of the prisoner’s actions or the context in which the objection was raised.\n\nBankruptcy proceedings provide yet another window into the sincerity inquiry. For instance, large pre-petition donations to religious organizations can be invalidated or “avoided” as fraudulent transfers. While the Religious Liberty and Charitable Donation Protection Act of 1998 protected smaller donations from creditors, Congress left § 548(a)(1) of the Bankruptcy Code intact, allowing the avoidance of any transfer, regardless of size, when made with “actual intent to hinder, delay, or defraud.” This forces bankruptcy courts to determine whether religious contributions are motivated by sincere religious belief.\n\nThese examples show that courts have meaningful experience questioning religious sincerity. This experience has also demonstrated that courts are best able to examine sincerity “where extrinsic evidence is evaluated” and objective factors dominate the analysis. First, courts look for any secular self-interest that might motivate an insincere claim. In Quaintance, for instance, the defendant’s desire to avoid prison and continue selling drugs offered an obvious motive to fabricate religious belief. This factor is particularly probative where the purported religious belief arose only after the benefit of claiming such a belief became apparent. On the flip side, not “all accommodations [will] be perceived as ‘benefits.’” For example, in Jolly v. Coughlin, there was little reason to question the sincerity of a prisoner who had endured “the conditions of medical keeplock for over three and a half years based on what he claims are the tenets of his religion.”\n\nSecond, courts look to the claimant’s behavior. Witnesses might testify about regular attendance at services or religious study. More controversially, courts might also look for inconsistencies between a litigant’s purported beliefs and his behavior. For example, evidence that a prisoner regularly violates the requirements of his religiously mandated diet can reveal insincerity. The obvious challenge here is that no one is perfect; simply because someone fails to live up to his religious ideals does not mean those beliefs are insincere. Particularly for religions with stringent requirements, imperfect compliance may be the norm. Nevertheless, actions can be strongly probative of sincerity. Courts should weigh this evidence carefully to avoid improperly concluding that new or erratically followed beliefs are insincere.\n\nClaims of religious sincerity are ultimately questions of fact, and courts have a wealth of experience weighing witness credibility. They are “seasoned appraisers of the ‘motivations’ of parties” and can observe the claimant’s “demeanor during direct and cross-examination.” A religious claimant must convincingly explain in court the basis for his objection, and he can be pressed on inconsistencies. “Neither the government nor the court has to accept the defendants’ mere say-so.”\n\nII. Harnessing Objectivity After Hobby Lobby\n\nGoing forward, for-profit corporations raising RFRA claims must prove sincerity, and courts can put them to that proof, as they do in other contexts. It is important to recognize, however, that courts will be asked to perform an inquiry that can be “exceedingly amorphous, requiring the factfinder to delve into the claimant’s most veiled motivations.” At the core of courts’ apprehension to weigh religious beliefs is the dangerous temptation to confuse sincerity with the underlying truth of a claim. Particularly for unorthodox beliefs, the challenge is that “[p]eople find it hard to conclude that a particularly fanciful or incredible belief can be sincerely held.”\n\nThat challenge, however, should not dissuade courts from questioning the sincerity of RFRA claims. Congress could not have intended RFRA to be a blank check to opt out of government programs. A long history of courts competently questioning sincerity was part of the backdrop against which Congress legislated, and questioning sincerity is the least dangerous way to place reasonable limits on RFRA claims. While there is a risk that sincerity may be used as a proxy for verity, openly questioning the underlying truth of a religious claim surely would be worse. And were courts to examine the importance of an asserted belief, not only would they move closer to scriptural interpretation, but that test would run counter to Congress’s intent to protect religious beliefs regardless of their centrality to a religious system. Provided that courts take care that their test for sincerity is truly one for fraud, not verity or centrality, placing this limit on RFRA claims will best effectuate Congress’s intent.\n\nIn doing so, courts should keep objective indicia of sincerity at the center of their analysis. The most important of those factors will be motivation to lie. If a religious exemption would save the corporation money, the court will need to carefully weigh the corporation’s motives and decide in context whether its claim is merely a secular interest couched in religious language. For instance, there was little reason to question Hobby Lobby’s sincerity, because the contraception mandate was unlikely to impose a monetary cost on the plaintiffs. On the other hand, if publicly traded corporations are allowed to bring RFRA claims, the corporation’s duty to maximize shareholder profit will also be relevant.\n\nCorporate behavior, just like individual behavior, provides the second basket of objective factors. A for-profit corporation’s public activities will often provide extensive evidence of sincerity. Hobby Lobby’s and Mardel’s behavior, for example, reveals their religious convictions: they close their doors on Sundays (losing millions in annual sales), refuse to sell alcohol, donate to Christian groups, and buy hundreds of religious newspaper ads. Conestoga’s corporate mission statement publicly proclaims its commitment to Christian values. If the government disputes sincerity in other cases, internal records of corporate decisionmaking and witness testimony can help resolve doubts.\n\nTo be sure, Hobby Lobby leaves plenty of questions unanswered. Even when weighing the sincerity of individual religious beliefs, “[c]ourts are often unclear about which party bears the burden of proof and what evidence is permissible.” Hobby Lobby is silent as to who will adjudicate religious exemptions claimed by for-profit corporations; in both the draft and prison contexts, courts are generally involved only after government administrators conduct an initial sincerity inquiry. Hobby Lobby also addresses only closely held corporations, the owners of which are unanimous in their beliefs, where the number of owners is small enough that a court could hear testimony and other evidence regarding their beliefs. If publicly traded or nonuniform corporations raise RFRA claims, courts will face unique questions about how to weigh their religious sincerity.\n\nCongress could assist courts in answering these questions by clarifying RFRA’s requirements. In the bankruptcy context, the Religious Liberty and Charitable Donation Protection Act essentially creates a presumption of sincerity where a religious contribution is either less than fifteen percent of a debtor’s income or where it is “consistent with the practices of the debtor in making charitable contributions.” Similarly, Congress could identify objective factors that demonstrate a presumption of religious sincerity in the for-profit context, such as a history of expressing similar positions prior to the instant litigation or lack of economic benefit from adhering to the asserted belief. Congress could also limit RFRA claims to certain types of for-profit corporations, such as those whose owners are uniform in their beliefs or that have previously expressed a religious commitment. Ultimately, RFRA is Congress’s creation, and it is up to Congress to “pass upon its wisdom [and] fairness” and guide courts in how to draw these difficult lines.\n\nConclusion\n\nIt is broadly accepted that the judiciary has no business evaluating the moral truth underlying religious claims. The challenge for courts is how to apply that principle without extending RFRA’s protections to any and all claimants. The answer lies in objectivity. As courts face RFRA claims from for-profit corporations, they can and should evaluate the factual sincerity of asserted religious beliefs as they historically have done in other contexts. Doing so certainly involves risks that courts will improperly slip into questions of verity or centrality, but this path offers the best chance at shielding the religious principles Congress intended to protect while blocking fraudulent claims by for-profit corporations seeking to evade generally applicable laws.", "article_metadata": {"citation_publication_date": "2014/11/07", "citation_firstpage": 59, "description": "Introduction In Burwell v.", "citation_pdf_url": "http://www.stanfordlawreview.org/sites/default/files/online/articles/67_Stan_L_Rev_Online_59_AdamsBarmore.pdf", "citation_journal_title": "Stanford Law Review Online", "citation_title": "Questioning Sincerity: The Role of the Courts After Hobby Lobby: The Role of the Courts After Hobby Lobby", "citation_volume": 67, "citation_author": "Ben Adams & Cynthia Barmore"}, "_id": "\"57477af36914bd0286fd2afc\"", "article_summary": "If publicly traded or nonuniform corporations raise RFRA claims, courts will face unique questions about how to weigh their religious sincerity.\nThere is a long tradition of courts competently scrutinizing asserted religious beliefs for sincerity without delving into their validity or verity.\nA long history of courts competently questioning sincerity was part of the backdrop against which Congress legislated, and questioning sincerity is the least dangerous way to place reasonable limits on RFRA claims.\nFortunately, courts historically have demonstrated that they are able to ferret out insincere religious claims.\nThese examples show that courts have meaningful experience questioning religious sincerity."}