{"article_title": "Wilson Ramos' grand slam, five-run fourth inning not enough for Nationals", "article_keywords": ["inning", "wilson", "run", "left", "second", "mets", "win", "runs", "fiverun", "scherzer", "slam", "fourth", "grand", "thats", "nationals", "williams", "ramos"], "article_url": "http://www.washingtontimes.com/news/2015/sep/7/wilson-ramos-grand-slam-nationals-mets-scherzer/", "article_text": "The top of the first inning told the circumstance. With one out, and a runner on third, the Washington Nationals moved the infield in. Their margin for error is slim and narrowing. How they approached Monday’s opener with the division-leading New York Mets showed the desperation. It also didn’t work.\n\nEach time manager Matt Williams made a move, the result went the other way. Inspiration from Wilson Ramos’ grand slam was easily forgotten during the 8-5 loss. Williams sent a waffling Max Scherzer back out for the sixth inning. He allowed the tying run to score. Bullpen matchups followed. The decisions weren’t filled with controversy, only failure on a day the Nationals went from a stern hunter to kicked five games back when their ace failed.\n\nThe three-game series received extra weight pregame when Mets manager Terry Collins said he was treating this series as the first round of the playoffs. Even the perpetually even-handed Williams gave in to the stakes, noting, “We’re all human.”\n\nSEE ALSO: SNYDER: Max Scherzer’s recent performances not helping Nationals\n\nFrom the start, Scherzer had problems. A leadoff double foreshadowed a three-home run day for the Mets. Summer weather in September helped carry the Mets‘ home runs out of the park. One narrowly, two with clarity, left Scherzer, whose ERA rose above 3.00 for the first time this season, irritated afterward. He later explained his pitches were flat as opposed to diving, crossing the plate at thigh level, not knee high or below.\n\n“That’s something that’s been symptomatic here, it seems like, in the second half,” Scherzer said. “That’s something I’ve got to get better at. I’ve got to get better at getting the ball down in the zone, getting it back down to the knee level. So, that’s what’s going to keep me up late tonight, is figuring out how I should do that.”\n\nThere are other things to consider. Each person Williams plucked from the bullpen on Monday left bruised. Blake Treinen was first, taking over in the sixth after Scherzer could not hold a 5-3 lead. He allowed a run and took the loss. Felipe Rivero followed and walked the only batter he faced. Casey Janssen gave up a hit and a run. That ended his afternoon. Matt Thornton allowed a sacrifice fly and a double, which led to two runs. In the first seven innings, the Mets went in order once. In the seventh, they feasted on four Nationals relievers.\n\n“Doesn’t matter that we’re playing them,” Thornton said. “We need to win as many as we can. Head-to-head is huge, obviously. So, we got to come out and win that game [Tuesday] somehow.”\n\nThe day in an almost-full Nationals Park was flooded with fluctuations. Scherzer’s problems were evident from the start. He gave up three solo home runs in the first four innings. Ramos’ grand slam was the second of his career. Both have been against the Mets. The Nationals scored five runs in the fourth inning. The rejuvenation was temporary. They did not score before or after.\n\nScherzer had thrown 89 pitches after five innings. He approached the plate with two outs and runners on second and third in the bottom of the fifth. The Nationals led, 5-4. Williams did not use any of his bench options, the most likely being left-hander Clint Robinson, to hit for Scherzer. The result was a crisp groundout to second base and second-guessing, the latter of which is a fall tradition in pennant races.\n\n“He’s got pitches left,” Williams said. “He’s at 90, and he’s got the lead. He’s our No. 1 for a reason.”\n\nThe Nationals had one hit after that point, though many of the fans were not in the stadium to notice. The crowd thinned as the game progressed. Asked about the atmosphere and level of noise at the game, Bryce Harper noted the quality of the Mets‘ bullpen, and the early departures.\n\n“They left in the seventh, so that’s pretty brutal,” Harper said. “I don’t know. Whatever.”\n\nHowever many are in the stands on Tuesday will be watching a team that is in a dire position. Fangraphs.com gives the Nationals a 15.7 percent chance to win the division and a 16.4 percent chance to make the playoffs. Five head-to-head games with the Mets remains. There are only 25 to play this season. Postgame compartmentalizing was swift.\n\n“It’s already done,” Harper said. “I’m over it. It’s part of the game. You win, you lose, and sometimes it rains.”", "article_metadata": {"description": "Max Scherzer surrendered five runs over six innings and the bullpen failed to help him in the seventh as the Nationals fell, 8-5, to the Mets on Monday afternoon.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Max Scherzer surrendered five runs over six innings and the bullpen failed to help him in the seventh as the Nationals fell, 8-5, to the Mets on Monday afternoon.", "title": "Wilson Ramos’ grand slam, five-run fourth inning not enough for Nationals", "url": "http://www.washingtontimes.com/news/2015/sep/7/wilson-ramos-grand-slam-nationals-mets-scherzer/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/09/07/AP_802249412051.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/09/07/AP_802249412051.jpg", "description": "Max Scherzer surrendered five runs over six innings and the bullpen failed to help him in the seventh as the Nationals fell, 8-5, to the Mets on Monday afternoon.", "site": "@washtimes", "card": "summary", "title": "Wilson Ramos’ grand slam, five-run fourth inning not enough for"}, "Author": "Todd Dybas", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Sports, New York Mets, Matt Williams, Max Scherzer, National Party Of Australia"}, "_id": "\"57477af46914bd0286fd8f5c\"", "article_summary": "One narrowly, two with clarity, left Scherzer, whose ERA rose above 3.00 for the first time this season, irritated afterward.\nInspiration from Wilson Ramos’ grand slam was easily forgotten during the 8-5 loss.\n“He’s got pitches left,” Williams said.\n“That’s something that’s been symptomatic here, it seems like, in the second half,” Scherzer said.\nThe Nationals scored five runs in the fourth inning."}