{"article_title": "Women Experience 2 Types of Orgasms; Now Sonographs Reveal How Clitoral And Vaginal Climaxes Cause Different Sensations", "article_keywords": ["reveal", "different", "orgasm", "clitoris", "sonographs", "experience", "stimulation", "orgasms", "sensations", "clitoral", "vaginal", "sexual", "study", "types", "women"], "article_url": "http://www.medicaldaily.com/women-experience-2-types-orgasms-now-sonographs-reveal-how-clitoral-and-vaginal-climaxes-cause", "article_text": "The time has come to solve the age-old scientific mystery: Are there two types of female orgasms? The debate and speculation is based on whether different types of orgasms are attained from vaginal penetration and clitoral stimulation. Now, according to a study in the Journal of Sexual Medicine, ultrasounds have found women do experience not one, but two kinds of orgasms — clitoral and vaginal — that differ in blood flow and sensations.\n\n“Women describe at least two types of orgasms: clitoral and vaginal. However, the differences, if any, are a matter of controversy,” wrote the study authors. Through the use of ultrasounds, the researchers believe, they would be able to capture the visualizing movements of the clitorourethrovaginal (CUV) complex — the system of clitoral nerves — during both external and direct stimulation of the clitoris, and during vaginal stimulation. This procedure would be able to clarify the “functional anatomy of this sexual pleasure.”\n\nTwo French gynecologists, Odile Buisson and Emmanuele A. Jannini, used an ultrasound to track blood flow patterns and to determine how the clitoris moves during different types of sex with three healthy volunteers. These women were asked to stimulate themselves during manual self-stimulation of the external clitoris and during vaginal penetration with a wet tampon. A flat probe and vaginal one were used to carry out functional sonography scans. Both probes measured the tiny changes in blood flow patterns in the area during different types of sexual contact to determine how the clitoral and vaginal complex responded.\n\nThe findings revealed during external clitoral stimulation the orgasm did not involve the internal root of the clitoris. However, during vaginal stimulation, due to the movements and displacements, both the root and the external clitoris were involved. The researchers found this difference affected blood flow and therefore led to a difference in sensation.\n\nThis shows “functional differences depending on the type of stimulation,” the researchers explained, the Daily Mail reported. Furthermore, “the [Doppler] signal indicating flow speed in the veins mirrored these anatomical changes.” Overall, Buisson and Jannini believe the different reported perceptions of these two kinds of stimulation could be explained by the different parts of the clitoris — external and internal — and the CUV complex involved.\n\nThis study adheres to Sigmund Freud’s belief who devised the two-orgasm theory. He believed the vaginal orgasm was a feminine and mature sexual response, while the clitoral orgasm was masculine, immature, and inferior. However, Dr. Alfred Kinsey has refuted Freud’s claims through interviews where he found women could not and were not having vaginal orgasms, according to several studies available via The Kinsey Institute. Despite the recent findings of the French study, many will wonder if the vaginal orgasm really does exist.\n\nWhether a woman has a vaginal or clitoral orgasm, her body will physically react in the same way. Everyday Health says a woman’s heart rate, blood pressure, and breathing increase as she feels stimulation in her clitoris, and tension within her pelvis is released upon the orgasm. Partners should learn about the different types of orgasms, as one in three women have trouble achieving an orgasm when having sex, while 80 percent have difficulty orgasming with just vaginal intercourse alone.\n\nSource: Buisson O and Jannini EA. Pilot Echographic Study of the Differences in Clitoral Involvement following Clitoral or Vaginal Sexual Stimulation. Journal of Sexual Medicine. 2013.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "female orgasm, clitoris, vaginal, vaginal, sex, sexual health, women's health, two-orgasm theory, blood flow, sensations", "og": {"site_name": "Medical Daily", "description": "Sonographs reveal women do experience two different types of climaxes — clitoral and vaginal orgasms — which differ in blood flow and sensations.", "title": "How Clitoral And Vaginal Climaxes Cause Different Sensations [VIDEO]", "url": "http://www.medicaldaily.com/women-experience-2-types-orgasms-now-sonographs-reveal-how-clitoral-and-vaginal-climaxes-cause", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/03/14/couple-having-sex.jpg", "type": "article"}, "twitter": {"description": "Sonographs reveal women do experience two different types of climaxes — clitoral and vaginal orgasms — which differ in blood flow and sensations.", "title": "How Clitoral And Vaginal Climaxes Cause Different Sensations [VIDEO]", "url": "http://www.medicaldaily.com/women-experience-2-types-orgasms-now-sonographs-reveal-how-clitoral-and-vaginal-climaxes-cause", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/03/14/couple-having-sex.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/03/14/couple-having-sex.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-03-14T13:47:12-04:00", "modified_time": "2014-03-14T13:47:11-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Sonographs reveal women do experience two different types of climaxes — clitoral and vaginal orgasms — which differ in blood flow and sensations."}, "_id": "\"57477af46914bd0286fd8f6d\"", "article_summary": "The debate and speculation is based on whether different types of orgasms are attained from vaginal penetration and clitoral stimulation.\n“Women describe at least two types of orgasms: clitoral and vaginal.\nPilot Echographic Study of the Differences in Clitoral Involvement following Clitoral or Vaginal Sexual Stimulation.\nHe believed the vaginal orgasm was a feminine and mature sexual response, while the clitoral orgasm was masculine, immature, and inferior.\nWhether a woman has a vaginal or clitoral orgasm, her body will physically react in the same way."}