{"article_title": "South Bend Tribune: Market Basket", "article_keywords": ["shopping", "family", "restaurant", "food", "local", "vasta", "centennial", "dining", "tribune", "south", "basket", "place", "simonini", "market", "bend"], "article_url": "http://www.southbendtribune.com/news/business/marketbasket/tradition-at-heart-of-simonini/article_772235ae-9c59-5db2-b939-600364794289.html", "article_text": "Standing in the Simonini dining room about an hour before a pre-opening dinner Thursday, Tami Vasta pointed out the elements of design that incorporate the shape of ravioli. From the stained-glass panels on the front window to the open cutouts on a partition wall, subtle hints of the Simonini signature dish surround diners before they ever pick up a fork.\n\nVasta easily offers details about the decor and dining experience, but she becomes emotional when the conversation takes a natural turn toward food. The reason? The pastas that will be served at Simonini Gourmet Italian restaurant aren’t store-bought or generic.\n\nThe recipes have been passed down generation to generation.\n\nThe original handwritten recipe for the ravioli dates back to the early 1900s, when Joe Vasta’s great-grandfather owned Simonini restaurant on Halsted Street in Chicago.\n\nThe only known photo of the former business and its owners is featured above the booths on the main wall of the 48-seat dining room at Centennial Place shopping center in Granger.\n\nWhen Simonini opens on Monday, Centennial Place will be fully leased. Fifteen of the 17 tenants at the 36,000-square-foot center, which is located in the 200 block of West Cleveland Road, are independent small businesses or locally owned franchises.\n\nJoe Vasta proudly straightens in posture, his eyes welling with tears, as he takes a break from making pasta in the kitchen to talk about the ancestor he never met, but who played such an important role in determining his destiny more than a 100 years later.\n\n“Family history is the foundation of our restaurant and it makes what we’re doing incredibly personal,” says Vasta, who holds a culinary arts degree and has worked as a chef for the past 20 years. This is the first time he has owned a restaurant and is sharing family recipes.\n\nAbout half of the restaurant entrees are based on recipes that have been handed down.\n\nJoe Vasta has been passionate about food since he was 10.\n\n“Growing up, I was always under Mom’s feet in the kitchen,” Vasta recalls fondly. “I grew up with six brothers and sisters. When they were outside playing, I was with her. I don’t know, maybe I was just hungry, but I also love food. Even though I know I used to be in her way, my mom was gracious and never threw me out.”\n\nBut the family made ravioli only once a year — for Christmas dinner.\n\nTami Vasta remembers spending the entire day in the kitchen with her husband, making it by hand. It has always been made with a blend of meats, mushrooms, spinach and cheese filling that is cooked in the same sauce that’s served over the pasta.\n\nThe process gives the pasta unique depth of flavor.\n\n“We’d get up early in the morning to roll out the dough and make the raviolis all day together as a family,” she says. “Those memories have a lot of meaning, and that’s why what we’re doing is so incredibly personal. To offer our food to people in the community is a big deal.”\n\nRather than make larger quantities by hand in the restaurant, however, the Vastas have purchased a pasta machine from Italy that can do in five minutes what it took the family an entire day to make.\n\nThe Vastas will open Simonini at 7 a.m., Monday through Saturday, and closed Sundays. They have not set a closing time yet, but the restaurant will stay open into the evening.\n\nBreakfasts will cost around $8 to $9, while lunches and dinners for two will generally range in price from $20 to $100, depending on the entree and drinks. Simonini, which obtained a wine permit, will serve wines from Trinitas Cellars, a small Napa Valley winery that’s owned by University of Notre Dame alumni.\n\nIn addition to dining room seating, Simonini will offer deli meats, cheeses, pastas and salads at a retail counter located inside the front door. The restaurant will offer grab-and-go items as well as meals that customers can call ahead and have prepared for pickup.\n\n“Timing is everything, and this time was right for us,” Vasta says about noticing the shopping center vacancy in January 2014. The space formerly contained Victorian Pantry, which relocated to Heather Park Drive to focus on catering, carryout and wholesale.\n\n“This is an intimate space and we want our service to feel that way,” Tami Vasta says. The restaurant employs 15 people, including four chefs.\n\nIn time, the Vastas hope to obtain Food and Drug Administration approval to sell and ship their ravioli directly to customers across the United States and in grocery stores.\n\nJulie Shea, whose family owns Centennial Place, had been looking for a restaurant to fill that endcap and complete the shopping center.\n\nShe believes Centennial’s location in the northern part of the Grape Road-Main Street retail corridor, near University Park Mall, along with the center’s visibility and parking in front of the stores, provide an advantage over other plazas in the region.\n\nBut shopping and dining destinations are ultimately predicated on the tenants.\n\n“No question there is heightened competition in the local retail scene, but Centennial Place occupies an exclusive niche,” Shea says about the mix of tenants that she believes offer an upscale merchandising mix. “Our tenants don’t compete, they collaborate.”\n\nDee Florea, the local owner of the Gigi’s Cupcake franchise store, says she and her neighbor tenants help one another out, sometimes changing out money when the bank is closed and making custom orders when another store is hosting an event.\n\n“I appreciate the sense of community at our center,” Florea says. “Our customers are folks we go to church with, and our children have gone to school with. Friends and acquaintances want us to be successful and support our businesses.”\n\nWhen Vanessa Cooreman Smith scouted possible locations for Flourish Boutique to move to about a year ago, she considered several shopping centers.\n\nShe made the decision to relocate to Centennial Place based on the traffic count on Cleveland Road, the center’s location near the mall, and shopper demographics.\n\n“Our customers can come to Centennial and do a ton of shopping and errands all in one place. And I believe there is a growing movement among consumers to come back and support local businesses,” she says. “The 100 percent occupancy rate is further proof that the economy is continuing to improve.”\n\nHave you heard\n\nThe local owners of the new Crooked Ewe Brewery & Ale House have announced March 20 as its tentative opening date at 1047 Lincoln Way E., in South Bend. Co-owners Sean Meehan and Andy Walton announced plans for the new business back in March of 2013, so this has been a long-awaited opening for sure. … Winter Restaurant Week in downtown South Bend continues through Feb. 8. Sixteen downtown restaurants are participating in the event. … Join our next live chat about local shopping and dining at noon Tuesday at southbendtribune.com.\n\nHeidi Prescott’s column runs on Wednesdays and Sundays. Contact her at hprescott@sbtinfo.com or 574-235-6070. You can also talk retail at Facebook.com/thebasket and at Twitter.com/marketbasket. Hear her weekday reports at 6:52 a.m. and 8:52 a.m. on The WSBT Morning News with JT at WSBT-AM (960) and WSBT-FM (96.1).", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "South Bend Tribune", "description": "Standing in the Simonini dining room about an hour before a pre-opening dinner Thursday, Tami Vasta pointed out the elements of design that incorporate the shape of ravioli. From the stained-glass panels on the front window to the open cutouts on a partition wall, subtle hints of the Simonini signature dish surround diners before they ever pick up a fork.", "title": "Tradition at heart of Simonini", "url": "http://www.southbendtribune.com/news/business/marketbasket/tradition-at-heart-of-simonini/article_772235ae-9c59-5db2-b939-600364794289.html", "image": "http://bloximages.newyork1.vip.townnews.com/southbendtribune.com/content/tncms/assets/v3/editorial/6/74/674f9ad5-b812-596b-86f3-afd7314be736/54cdcc3424f46.image.jpg?resize=760%2C509", "type": "article"}, "twitter": {"image": "http://bloximages.newyork1.vip.townnews.com/southbendtribune.com/content/tncms/assets/v3/editorial/6/74/674f9ad5-b812-596b-86f3-afd7314be736/54cdcc3424f46.image.jpg?resize=760%2C509", "description": "Standing in the Simonini dining room about an hour before a pre-opening dinner Thursday, Tami Vasta pointed out the elements of design that incorporate the shape of ravioli. From the stained-glass panels on the front window to the open cutouts on a partition wall, subtle hints of the Simonini signature dish surround diners before they ever pick up a fork.", "site": "@sbtribune", "card": "summary_large_image", "title": "Tradition at heart of Simonini"}, "description": "Standing in the Simonini dining room about an hour before a pre-opening dinner Thursday, Tami Vasta pointed out the elements of design that incorporate the shape of ravioli. From the stained-glass panels on the front window to the open cutouts on a partition wall, subtle hints of the Simonini signature dish surround diners before they ever pick up a fork.", "Published Date": "2015-02-01T06:00:00", "fb": {"app_id": 368553839952510}, "keywords": "#loc,south bend,granger,marketbasket", "google-site-verification": "3g1dW83HuQbWT4MB-AtH0czzqvwh0eF8rwGwC6sjOhM", "news_keywords": "#loc,south bend,granger,marketbasket"}, "_id": "\"57477af46914bd0286fd8f72\"", "article_summary": "The original handwritten recipe for the ravioli dates back to the early 1900s, when Joe Vasta’s great-grandfather owned Simonini restaurant on Halsted Street in Chicago.\n… Join our next live chat about local shopping and dining at noon Tuesday at southbendtribune.com.\nShe made the decision to relocate to Centennial Place based on the traffic count on Cleveland Road, the center’s location near the mall, and shopper demographics.\nWhen Simonini opens on Monday, Centennial Place will be fully leased.\nJulie Shea, whose family owns Centennial Place, had been looking for a restaurant to fill that endcap and complete the shopping center."}