{"article_title": "Is Social Security Really Going Bankrupt?", "article_keywords": ["retirement", "benefits", "bankrupt", "money", "income", "political", "youre", "likely", "going", "social", "need", "security", "really"], "article_url": "http://www.huffingtonpost.com/bob-lotich/is-social-security-really_b_7346052.html", "article_text": "You've undoubtedly heard this question asked - maybe you've even participated in some discussions on the topic. So is Social Security really going bankrupt?\n\nThe answer to that question might depend mostly on your personal circumstances. If you are currently relying on Social Security income, or you will be in the next few years, it's a question you don't even want to entertain. But if you're many years away from retirement, it might be a foregone conclusion that it won't be there when it's your turn.\n\nBut is that even true?\n\nSocial Security Has Some Serious Flaws\n\nWhether or not we believe that Social Security is actually going bankrupt, there is no debate over the reality that it faces serious problems. Even the Social Security Administration itself acknowledge this, through its Status of the Social Security and Medicare Programs A Summary of the 2014 Annual Reports. Simply put, the program faces limited funding at a time of seemingly unlimited demand for benefits.\n\nThe retirement of the 76 million-member Baby Boom Generation is only the most obvious problem. But less discussed is the fact that Social Security Disability benefit payments are increasing rapidly.\n\nWe are now fast approaching the unsustainable reality that there are barely two working people paying taxes to support the benefits being paid to each Social Security recipient. As that equation continues to deteriorate, the situation becomes increasingly unbalanced.\n\nCongress has two unsavory choices: raise Social Security taxes, or cut benefits. Neither option is likely to get anyone reelected. That largely explains the political paralysis in dealing with the system's structural flaws.\n\n\n\nThe Political and Marketing Angles\n\nApart from fears of public backlash at the polls, politicians can also turn the Social Security dilemma into a form of reliable political gain. All a politician needs to do is to convince the public that his opponent intends to destroy Social Security, while he himself stands as one of the system's few tireless defenders.\n\nAnd politics aside, the financial industry stands to benefit from the hysteria as well. Public fears over the annihilation of Social Security makes for excellent marketing fodder when you're trying to hawk retirement plans and other investment products.\n\nIs it any wonder that the bankruptcy of Social Security is considered to be all but a done deal by so many millions of people?\n\nWhy Social Security Can't Go Bankrupt\n\nSo what's the reality? Can Social Security actually go bankrupt?\n\nLet's consider the reasons why that outcome is so unlikely:\n\nThe party in power at the time that Social Security collapses will likely disappear from the political landscape forever.\n\nThe end of Social Security will result in the impoverishment of tens of millions of elderly Americans.\n\nWere Social Security to go bankrupt, it would likely be part of a general economic disaster that would bring the whole country down (yes, even your 401(k) plan).\n\nThe Social Security Administration is an agency of the US Government; the only way that Social Security will disappear is if the US government disappears.\n\nThe elimination of Social Security will likely result in massive social dislocation, and even unrest.\n\nThe US Government has too much incentive to keep the system from collapsing. It also has a number of potent options to prevent it from happening in the first place.\n\nSome More Likely Outcomes for Social Security\n\nBased on the current actuarial course of Social Security, we should fully expect some sort of reduction in benefits. Exactly how that will play out will depend upon how the government responds to the problem.\n\nOn the revenue side, the government can raise payroll taxes, borrow to cover shortfalls, or print money to keep Social Security checks going out. On the benefit side, they can reduce benefits or raise the retirement age.\n\nBased on those options, we can expect Social Security benefits to be negatively affected in any one or more of the following ways:\n\nBenefits could be lowered\n\nBenefits could be paid in cheaper dollars (inflated by printing money to cover the shortfall)\n\nBenefits could be means-tested, based on certain income levels\n\nBenefits could be delayed, forcing everyone to work longer\n\nIt is those outcomes - not a literal bankruptcy of Social Security - that we should all be preparing for.\n\nTaking the Proactive Approach\n\nSince it is almost certain that Congress will do nothing to remedy the Social Security problem, particularly in any election years, we must do what we can to prepare for less Social Security income.\n\nWe can and should do one or more of the following:\n\nSave as if you're life depends on it - it just might some day. Saving 10 percent of your paycheck into a retirement plan might not cut it with a reduced or delayed Social Security benefit. You may need to save considerably more, and even save money outside of a retirement plan.\n\nLower your cost of living now. This is actually two benefits. By lowering your cost of living now, you become accustomed to living on less money. That will serve you well in retirement. But it will also help you now by increasing the amount of income that you have available to invest for retirement.\n\nGet out of debt. Any debt carried into retirement will represent a major drain on retirement resources. Paying off debt is a major step in the direction of lowering your cost of living. It also relieves the kind of stress that you don't need to be carrying into retirement.\n\nDevelop a post-retirement career or business plan. Each of the potential negative outcomes for Social Security can be more or less severe. In the event that it is on the higher end of the spectrum, you may very well need to consider supplementing your retirement income with some form of earned income. This doesn't mean you have to continue in your current job, but you may want to work on building a post retirement career or business, doing the kind of work that you've always wanted to do. This can also be an all-important income supplement to buy yourself time until some form of permanent fix is developed for Social Security.\n\nSocial Security isn't going bankrupt, at least not in the sense that we normally understand bankruptcy. But it is due for some kind of major haircut - and that's the scenario we all need to be preparing for.\n\n8 Ways To Prepare For Retirement\n\n8 Ways To Prepare For Retirement\n\n1 of 8 1. Start Saving Americans spend an average of 20 years in retirement. If you're not saving, it's time to start. Begin small if you have to, and try to increase the amount you save each month. The sooner you start putting funds aside, the more time your money has to grow. Share this slide:\n\nAlamy\n\nFollow Bob Lotich on Twitter: www.twitter.com/andHarvest", "article_metadata": {"sailthru.expire_date": "2015-05-29 17:21:26 -0400", "og": {"url": "http://www.huffingtonpost.com/bob-lotich/is-social-security-really_b_7346052.html", "site_name": "The Huffington Post", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "type": "article", "locale": "en_US"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "site": "@HuffPostMoney", "card": "summary_large_image", "creator": "andHarvest"}, "sailthru.date": "2015-05-28 17:21:26 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=7346052", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "money", "fb": {"app_id": 46744042133}, "keywords": "Personal Finance,saving for retirement,money,Social security,Retirement Savings,financial education", "article": {"section": "Money", "tag": "Personal Finance,saving for retirement,money,Social security,Retirement Savings,financial education", "published_time": "2015-05-28 17:21:26 -0400", "modified_time": "2015-05-29 04:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fca67b\"", "article_summary": "Social Security Has Some Serious FlawsWhether or not we believe that Social Security is actually going bankrupt, there is no debate over the reality that it faces serious problems.\nEven the Social Security Administration itself acknowledge this, through its Status of the Social Security and Medicare Programs A Summary of the 2014 Annual Reports.\nThe Social Security Administration is an agency of the US Government; the only way that Social Security will disappear is if the US government disappears.\nSo is Social Security really going bankrupt?\nTaking the Proactive ApproachSince it is almost certain that Congress will do nothing to remedy the Social Security problem, particularly in any election years, we must do what we can to prepare for less Social Security income."}