{"article_title": "Tom Yamachika: Fund the IRS so It Stops Hanging Up on Taxpayers", "article_keywords": ["priority", "million", "tom", "taxpayer", "season", "irs", "tax", "stops", "irss", "taxpayers", "fund", "hanging", "minutes", "filing", "yamachika"], "article_url": "http://www.civilbeat.com/2015/08/tom-yamachika-fund-the-irs-so-it-stops-hanging-up-on-taxpayers/", "article_text": "Last May, we observed in this space that the Hawaii Department of Taxation was having a rough time, able to answer less than half of the phone calls it received. It turns out, however, that the IRS has had a much rougher time, and Congress, exhibiting unparalleled shortsightedness, is poised to hobble it even further.\n\nAccording to the National Taxpayer Advocate’s midyear report, during the 2015 filing season the IRS answered only 37 percent of taxpayer calls, down from 71 percent in the 2014 filing season. The hold time for taxpayers who got through averaged 23 minutes, as opposed to 14 minutes last year.\n\nThe number of times the IRS system simply hung up on a taxpayer on hold was 544,000 in 2014 but went up to 8.8 million this past filing season.\n\nDonkeyHotey/flickr.com\n\nThe IRS also maintains a Practitioner “Priority” Service line for tax professionals who are trying to assist taxpayers. Those with “priority” weren’t much better off, as the answer rate was 45 percent, and the average wait time for the practitioners getting through was 45 minutes.\n\nPart of the problem was this season was the first in which the IRS was collecting Obamacare penalties for taxpayers without health insurance, and giving premium tax credits for certain taxpayers who bought it. As with any new laws, taxpayers had more questions and needed more help. But the IRS’s funding was down about 17 percent on an inflation-adjusted basis as compared with fiscal 2010, and the House Appropriations Committee’s Financial Services and General Government Subcommittee voted June 11 to slash the IRS’s budget by another $838 million, or 7.7 percent.", "article_metadata": {"og": {"site_name": "Civil Beat News", "description": "Last May, we observed in this space that the Hawaii Department of Taxation was having a rough time, able to answer less than half of the phone calls it received. It turns out, however, that the IRS has had a much rougher time, and Congress, exhibiting unparalleled shortsightedness, is poised to hobble it even further. According to the …", "title": "Tom Yamachika: Fund the IRS so It Stops Hanging Up on Taxpayers", "locale": "en_US", "image": {"width": 640, "identifier": "http://www.civilbeat.com/wp-content/uploads/2014/11/6262484026_ca2163d6bf_b-640x480.jpg", "height": 480}, "updated_time": "2015-08-19T11:06:10-10:00", "url": "http://www.civilbeat.com/2015/08/tom-yamachika-fund-the-irs-so-it-stops-hanging-up-on-taxpayers/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/civilbeat", "section": "Commentary", "published_time": "2015-08-23T00:01:49-10:00", "modified_time": "2015-08-19T11:06:10-10:00"}, "fb": {"admins": 837243661, "app_id": 122820171101553}, "twitter": {"title": "Tom Yamachika: Fund the IRS so It Stops Hanging Up on Taxpayers", "image": "http://www.civilbeat.com/wp-content/uploads/2014/11/6262484026_ca2163d6bf_b-400x300.jpg", "description": "Crippling the agency that needs to take in the revenue needed to run the government is a sure path to disaster.", "site": "@civilbeat", "creator": "@civilbeat"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fe0ae0\"", "article_summary": "According to the National Taxpayer Advocate’s midyear report, during the 2015 filing season the IRS answered only 37 percent of taxpayer calls, down from 71 percent in the 2014 filing season.\nDonkeyHotey/flickr.comThe IRS also maintains a Practitioner “Priority” Service line for tax professionals who are trying to assist taxpayers.\nThe hold time for taxpayers who got through averaged 23 minutes, as opposed to 14 minutes last year.\nThe number of times the IRS system simply hung up on a taxpayer on hold was 544,000 in 2014 but went up to 8.8 million this past filing season.\nIt turns out, however, that the IRS has had a much rougher time, and Congress, exhibiting unparalleled shortsightedness, is poised to hobble it even further."}