{"article_title": "The Obama Rebound Is Real But It Might Not Matter", "article_keywords": ["real", "standing", "rating", "rebound", "averaged", "public", "early", "matter", "approval", "weeks", "obamas", "support", "obama"], "article_url": "http://www.usnews.com/opinion/blogs/lara-brown/2015/01/02/the-obama-rebound-is-real-but-it-might-not-matter", "article_text": "There's been a lot of chatter this last week about whether President Barack Obama's upward trend in his approval rating is real or statistical noise.\n\nIt's real. But it's also not significant.\n\nThere are four dynamics contributing to Obama's improved standing among the public. Two are seasonal, meaning they are likely to prove ephemeral. Two are genuinely positive, but because of the high levels of partisan polarization in the electorate, are unlikely to be meaningful.\n\nFirst, it's the holidays. As Gallup noted, some of the uptick is related to \"a 'Christmas' bump, reflecting Americans' more charitable attitudes in and around the Christmas season.\" If you look historically at the approval ratings each December you'll see that in most years the president's level of support jumps a few points.\n\n\n\n[SEE: 2014: The Year in Cartoons]\n\nSecond, we just had an election. Campaigns energize and focus the electorate on politics and partisanship. The late October and early November polls tend to show the public at its \"peak divisiveness.\" In December, there is usually some sort of a softening in these stances. For instance, prior to the 2010 election, Obama's approval was between 43-45 percent, but by late December and early January, it was between 47-49 percent.\n\nThe third dynamic is more substantive. Regardless of the constitutional issues surrounding his executive actions, Obama's decision to alter immigration policy and to restore relations with Cuba helped his standing among Hispanics. While Gallup noted this in their release, it did not mention the large change present in the weekly data. During October and early November, Obama's job approval rating among Hispanics averaged 51 percent, but for the past five weeks (since November 17-23), he has averaged 65 percent.\n\nThe fourth dynamic is simply that Obama's support among liberals has also increased since he decided to use his \" pen\" to get around Congress. During October and early November, Obama's job approval rating among liberals averaged 70 percent (the mode was 67), but for the past five weeks (since November 17-23), he has averaged 73 percent of liberals.\n\nWhat's bad about these numbers?\n\n\n\n[GALLERY: Barack Obama Cartoons]", "article_metadata": {"zone": "homepage/articles", "keyword": "Thomas Jefferson Street [Opinion]", "title": "The Obama Rebound Is Real But It Might Not Matter", "og": {"site_name": "US News & World Report", "description": "But it likely isn't big enough to matter.", "title": "The Obama Rebound Is Real", "url": "http://www.usnews.com/opinion/blogs/lara-brown/2015/01/02/the-obama-rebound-is-real-but-it-might-not-matter", "image": "http://www.usnews.com/cmsmedia/1f/4b/78e8eee9482c91b746657e061160/141230-obama-editorial.jpg", "type": "article"}, "twitter": {"description": "But it likely isn't big enough to matter.", "site": "@USNews", "card": "summary", "title": "The Obama Rebound Is Real But It Might Not Matter"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "opinion", "date_published": "Jan. 2, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Lara Brown,Obama, Barack,Obama administration,polls,picks,Thomas Jefferson Street [Opinion]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "But it likely isn't big enough to matter."}, "_id": "\"57477af46914bd0286fd8f8e\"", "article_summary": "There's been a lot of chatter this last week about whether President Barack Obama's upward trend in his approval rating is real or statistical noise.\nThe fourth dynamic is simply that Obama's support among liberals has also increased since he decided to use his \" pen\" to get around Congress.\nFor instance, prior to the 2010 election, Obama's approval was between 43-45 percent, but by late December and early January, it was between 47-49 percent.\nThere are four dynamics contributing to Obama's improved standing among the public.\nDuring October and early November, Obama's job approval rating among Hispanics averaged 51 percent, but for the past five weeks (since November 17-23), he has averaged 65 percent."}