{"article_title": "Obamacare a windfall for insurers: Ex-Obama advisor", "article_keywords": ["emanuel", "companies", "university", "healthcare", "obamacare", "system", "theyre", "exobama", "windfall", "theres", "advisor", "insurers", "insurance", "sign"], "article_url": "http://www.cnbc.com/2014/08/08/obamacare-a-windfall-for-insurers-ex-obama-advisor.html", "article_text": "Ezekiel Emanuel, M.D., University of Pennsylvania, discusses the upshot of those people who do not sign up for health care insurance under the Affordable Care Act.\n\nDon't believe the hype that insurance companies are getting squeezed on Obamacare. That's the message from one of the architects of the president's health-care law.\n\n\"All of these companies are expanding greatly in the exchanges,\" Dr. Ezekiel Emanuel, former special advisor on health policy, told CNBC's \"Squawk Box\" on Friday. \"Their revenues are up. Their profits are up. Their stocks are up. They're not suffering because of\" Obamacare.\n\nLast week, Aetna Chairman and CEO Mark Bertolini appeared on the program, saying the insurer priced its 600,000 Obamacare customers who tend to be older and sicker at lower margins.\n\nRead MoreMany Americans can't afford Obamacare: Aetna CEO\n\n\n\nEmanuel, vice provost at the University of Pennsylvania, countered Friday that insurance and hospital companies anticipate more Americans will sign up for Obamacare. But he did acknowledge some hurdles ahead. \"There is a big challenge going forward renewing, keeping people in. It's a challenge. It's not a mountain.\"\n\nSince leaving the government, Emanuel said he's been trying to change the way hospitals and doctors get paid. \"We don't incentivize the health-care system to keep people healthy.\"\n\n\"We got to get them off the pay-for-service fee system,\" he said. \"We have to move to a situation where doctors and hospitals get money for keeping people healthy and out of the hospital.\"\n\nRead MoreShhhh! Feds still keep some Obamacare data secret\n\nEmanuel—who's no stranger to politics as the brother of former White House chief of staff and now Chicago Mayor Rahm Emanuel—said there's support for his payment-reform idea on Capitol Hill.\n\n\n\n\"If you talk to congressmen and senators ... away from the media, they're 70 percent or 80 percent in agreement that this payment reform is the most important thing and we need to get it done,\" he said. \"We have to start it in the next five years.\"\n\nEmanuel said he thinks there's a shot at an agreement to overhaul health-care financial incentives after the midterm election in November.", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "Don't believe the hype that insurance companies are getting squeezed on Obamacare. That's the message from Ezekiel Emanuel, one of the law's architects.", "news_keywords": "obamacare, health care costs, insurers, just fine, believe, windfall", "author": "Matthew J. Belvedere", "og": {"site_name": "CNBC", "description": "Don't believe the hype that insurance companies are getting squeezed on Obamacare. That's the message from Ezekiel Emanuel, one of the law's architects.", "title": "Obamacare a windfall for insurers: Ex-Obama advisor", "url": "http://www.cnbc.com/2014/08/08/obamacare-a-windfall-for-insurers-ex-obama-advisor.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/07/17/101845708-affordable-care-sign-up.1910x1000.jpg", "type": "article"}, "twitter": {"description": "Don't believe the hype that insurance companies are getting squeezed on Obamacare. That's the message from Ezekiel Emanuel, one of the law's architects.", "creator": "@Matt_Belvedere", "url": "http://www.cnbc.com/2014/08/08/obamacare-a-windfall-for-insurers-ex-obama-advisor.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/07/17/101845708-affordable-care-sign-up.1910x1000.jpg"}, "title": "Obamacare a windfall for insurers: Ex-Obama advisor", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "keywords": "Obamacare, Obamacare, Politics, Health Care, Squawk Box U.S., Aetna Inc, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2014-08-08T11:15:18-0400", "author": "https://www.facebook.com/matthew.belvedere", "section": "Obamacare", "modified_time": "2014-08-08T14:32:04-0400", "tag": "Aetna Inc"}, "pageNodeId": 101906363, "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT"}, "_id": "\"57477af36914bd0286fca698\"", "article_summary": "Don't believe the hype that insurance companies are getting squeezed on Obamacare.\n\"We don't incentivize the health-care system to keep people healthy.\"\nRead MoreMany Americans can't afford Obamacare: Aetna CEOEmanuel, vice provost at the University of Pennsylvania, countered Friday that insurance and hospital companies anticipate more Americans will sign up for Obamacare.\n\"All of these companies are expanding greatly in the exchanges,\" Dr. Ezekiel Emanuel, former special advisor on health policy, told CNBC's \"Squawk Box\" on Friday.\nEmanuel said he thinks there's a shot at an agreement to overhaul health-care financial incentives after the midterm election in November."}