{"article_title": "Why Millennials Are Waiting So Long to Buy Their First Homes", "article_keywords": ["renting", "homes", "buy", "firsttime", "housing", "spent", "long", "millennials", "waiting", "kids", "purchasing", "income", "makes", "buying", "zillow"], "article_url": "http://www.thefiscaltimes.com/2015/08/20/Why-Millennials-Are-Waiting-So-Long-Buy-Their-First-Homes", "article_text": "They may finally be moving out of their parents’ basements, but don’t expect those boomerang kids to be taking out a mortgage any time soon.\n\nToday’s first-time homebuyer rents for an average of six years before buying his or her first home, according to a new analysis by Zillow. Time spent renting has been marching mostly upward since the 1970s, when first-time buyers rented for just 2.6 years before purchasing a home.\n\nToday’s first-time buyers are also more likely to be single and older (with an average age of 32.5) than previous generations.\n\n“Millennials are delaying all kinds of major life decisions, like getting married and having kids, so it makes sense that they would also delay buying a home,” Zillow Chief Economist Svenja Gudell said in a statement.\n\nRelated: Found Your Dream Home? 7 Tips for Getting the Best Deal\n\nPart of the reason for that delay could be that homes cost much more than they did decades ago. Today’s homebuyer makes roughly the same amount of money in inflation-adjusted terms as a buyer in the 1970s, but the homes that they’re purchasing are about 60 percent more expensive.\n\nThere are other roadblocks for first-timers. Limited inventory and strong competition make the home buying process difficult for property virgins and student debt can make it tougher to get a mortgage.\n\nThose six years spent renting aren’t coming cheap, either. In 2013, almost half of all renters were spending more than 30 percent of their income on housing, with more than a quarter sending half their income to their landlord every month, according to the “State of the Nation’s Housing 2015” report issued in June by the Harvard Joint Center for Housing Studies. That makes it pretty tough to save for a down payment.\n\nTop Reads from the Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "They may finally be moving out of their parents’ basements, but don’t expect those boomerang kids to be taking out a mortgage any time soon. Today’s first-time homebuyer rents for an average of six years before buying his or her first home, according to a new analysis by Zillow. Time spent renting has been marching mostly upward since the 1970s, when first-time buyers rented for just 2.6 years before purchasing a home.", "title": "Why Millennials Are Waiting So Long to Buy Their First Homes", "url": "http://www.thefiscaltimes.com/2015/08/20/Why-Millennials-Are-Waiting-So-Long-Buy-Their-First-Homes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slides/hipster-glasses21.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/08/20/Why-Millennials-Are-Waiting-So-Long-Buy-Their-First-Homes", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slides/hipster-glasses21.jpg", "creator": "@bethbrav", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "They may finally be moving out of their parents’ basements, but don’t expect those boomerang kids to be taking out a mortgage any time soon. Today’s first-time homebuyer rents for an average of six years before buying his or her first home, according to a new analysis by Zillow. Time spent renting has been marching mostly upward since the 1970s, when first-time buyers rented for just 2.6 years before purchasing a home.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fd8f9a\"", "article_summary": "Those six years spent renting aren’t coming cheap, either.\nTime spent renting has been marching mostly upward since the 1970s, when first-time buyers rented for just 2.6 years before purchasing a home.\nToday’s first-time homebuyer rents for an average of six years before buying his or her first home, according to a new analysis by Zillow.\nToday’s first-time buyers are also more likely to be single and older (with an average age of 32.5) than previous generations.\n7 Tips for Getting the Best DealPart of the reason for that delay could be that homes cost much more than they did decades ago."}