{"article_title": "Chris Weidman unanimously outpoints Lyoto Machida at UFC 175 – The Denver Post", "article_keywords": ["outpoints", "machida", "unanimously", "round", "solid", "straight", "ufc", "weidmans", "weidman", "denver", "takedown", "davis", "landed", "shots", "chris", "post", "175", "lyoto"], "article_url": "http://www.denverpost.com/boxing/ci_26097552/chris-weidman-unanimously-outpoints-lyoto-machida-at-ufc", "article_text": "LAS VEGAS — Chris Weidman unanimously outpointed Lyoto Machida at UFC 175 on Saturday night to retain his middlewieght title.\n\nWeidman improved to 12-0, with the three judges scoring it 49-46, 49-45, 48-47. Machida fell to 21-5.\n\nIn the co-main event, women’s bamtamwieght champion Ronda Rousey stopped Alexis Davis at 16 seconds of the first round. Rousey improved to 10-0 — all by knockout — with her fourth consecutive title defense.\n\nRousey rocked Davis with a solid right, secured an immediate judo toss and landed nine punches, knocking out Davis and forcing the referee to stop the fight.\n\nWeidman and Machida landed big shots in the first round, with neither taking time to feel out their opponent out. Weidman pressed forward for most of the second round, keeping Machida on his heels and got a takedown against the fence with just under a minute left. Weidman was able to land a few shots to the grounded Machida and two knees as he rose just before the bell.\n\nMachida’s awkward style and solid kicks kept Weidman’s offense in check for most of the first half of the fight. Weidman opened things up in the third round, slamming Machida twice and landing two big straight rights that stunned the challenger and sent him into survival mode. Machida stuffed most of Weidman’s takedown attempts throughout the fight and dazed the champ with a straight left halfway through the fourth round. Machida added a few kicks and punches to clearly gain the momentum in what was his best round.\n\nIn the fifth round, both fighters landed multiple power shots and both were hurt. Weidman seemed to take control of the round with a late takedown, but Machida fought back and had the champ in trouble against the cage as the final bell sounded.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Chris Weidman unanimously outpoints Lyoto Machida at UFC 175", "title": "Chris Weidman unanimously outpoints Lyoto Machida at UFC 175", "url": "http://www.denverpost.com/2014/07/05/chris-weidman-unanimously-outpoints-lyoto-machida-at-ufc-175/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140705_110408_weidman.jpg", "height": 436}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140705_110408_weidman.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-07-05T23:06:30+00:00", "modified_time": "2016-04-27T07:40:28+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fca695\"", "article_summary": "LAS VEGAS — Chris Weidman unanimously outpointed Lyoto Machida at UFC 175 on Saturday night to retain his middlewieght title.\nWeidman and Machida landed big shots in the first round, with neither taking time to feel out their opponent out.\nMachida stuffed most of Weidman’s takedown attempts throughout the fight and dazed the champ with a straight left halfway through the fourth round.\nWeidman was able to land a few shots to the grounded Machida and two knees as he rose just before the bell.\nMachida’s awkward style and solid kicks kept Weidman’s offense in check for most of the first half of the fight."}