{"article_title": "Weld County couple rides the bipolar roller coaster", "article_keywords": ["illness", "coaster", "mood", "manic", "disorder", "couple", "mental", "depression", "county", "person", "bipolar", "know", "weld", "rides", "roller", "dont"], "article_url": "http://www.timescall.com/longmont-local-news/ci_27941377/weld-county-couple-rides-bipolar-roller-coaster", "article_text": "'I'm in a much better place now'\n\nRebecca remembers lying in bed, crying and saying \"please\" over and over again while in the throws of the depressive phase of her bipolar disorder.\n\n\"I don't know what I was saying 'please' for,\" the Weld County resident said. \"I don't know if I just wanted my life to end or the depression to end or I was just saying 'help me.'\"\n\nRebecca — whose last name is being withheld to protect her identity — was first diagnosed with bipolar disorder type II when she was about 20. Now 38, she has been stable for about five years, thanks to a precarious mixture of a half dozen drugs coupled with therapy.\n\nShe also struggles with post traumatic stress disorder and social anxiety disorder. She collects Social Security disability and works part time.\n\nAlthough Rebecca experiences the manic phase of the illness, which includes extreme anger and irritability, the sometimes crippling depression is what she deals with most. She has been hospitalized after becoming suicidal and worked through intensive outpatient programs.\n\n\"I'm in a much better place now, so even I don't understand it,\" she said. \"But when you are in that place. . .You aren't thinking right. You feel alone. You feel like nobody understands. You can't talk to anybody. It just keeps spiraling down.\"\n\nShe said some people don't understand the debilitating effects of depression and tell a person in the throes of it to \"just put a smile on your face and deal with it, or take a walk and pull yourself up by your boot strings.\"\n\nAdvertisement\n\n\"It's not that easy to do,\" she said. \"Sometimes (depressive episodes) would last for months. Sometimes they would last for a year.\"\n\nA misperception that there is 'a huge danger'\n\nMental health has come to the forefront in Longmont over the past several weeks after police arrested Dynel Lane, alleging she attacked Michelle Wilkins and cut Wilkins' unborn baby from her womb on March 18.\n\nThe day before, police say Omar Martinez stabbed both of his parents, killing his father, before committing suicide.\n\nBoth incidents are believed to have involved mental illness.\n\nLongmont Public Safety Chief Mike Butler has called for more community involvement in addressing mental illness that includes reducing the stigma associated with it and fostering a greater inclusion of people whom it has affected.\n\nLocal police and mental health officials held a community mental health forum last week, the first of many being planned.\n\nLongmont-based psychiatrist Dr. William Fink said the stigma related to and understanding of mental illness has improved over the past 20 or 30 years but misperceptions still exist — particularly that mentally ill people are dangerous.\n\n\"Even the vast majority of people who are psychotic are not dangerous,\" he said. \"It's definitely a misperception that there is a huge danger.\"\n\nRebecca said most mentally ill people don't hurt anyone or get in trouble with the law, and the people she knows personally take their medication, raise families, work and pay their bills.\n\nShe agreed about the misperception and said she is disturbed by movies that portray mentally ill characters as \"psychotic killers, totally out of control or just the word 'crazy.'\"\n\n\"I hate that,\" she said. \"I have a mug that says 'don't call me crazy.' We are just regular people who have an illness. And it can be controlled.\"\n\nFink said people struggling with bipolar disorder — as high as five percent of the population — tend to spend most of their time depressed, but the disease can present itself in a variety of ways.\n\n\"There is a whole spectrum,\" Fink said. \"I would say that bipolar II is as common if not more common than bipolar I.\"\n\nFink said bipolar II causes a person to experience periods of depression that alternate with a state called hypomania, an elevated mood that can feel quite pleasant but often makes a person irritable, angry and unable to sleep.\n\n\"Hypomania is less severe manic symptoms,\" he said. \"They have plenty of energy and their thoughts are clicking and so forth. They might sleep a little less but not so much that they are driving themselves into the ground.\"\n\nHe said bipolar II has been an under-diagnosed illness, in part, because the hypomanic phases can be very mild and go unnoticed. The disease is often mistaken for major depression and can be worsened by antidepressant medication.\n\n\"Normally, antidepressants take a few weeks to work,\" Fink said. \"If someone responds the next day, that is a good indication that person is bipolar.\"\n\nFink said that bipolar type I — which is often considered the classic \"manic depression,\" an outdated term for the disorder — includes full manic episodes that can lead a person to not sleep for days on end and engage in destructive behavior like wild spending sprees.\n\nHe said a person having a full manic episode can suffer delusions and even psychosis — a break with reality.\n\n\"Mania is a more severe high,\" he said.\n\n'One day I just crashed'\n\nRebecca said that when she becomes hypomanic, she becomes extremely angry and irritable, yells and screams, has trouble sitting still, feels \"uncomfortable in my skin\" and often can't remember what she has done.\n\n\"I will purposely pick a fight with my husband over small crap,\" she said. \"I will get irritated over little things. . .My husband has gotten pretty good at not engaging me, which helps. It irritates me but it doesn't escalate the situation.\"\n\nOn one occasion, Rebecca experienced what she refers to as the \"high, highs that you think of with bipolar I.\"\n\n\"I didn't even know I was having it,\" she said. \"I just knew I felt good, and I didn't want it to stop.\"\n\nRebecca said that while in that state she stayed up all night playing rapid-fire games of spider solitaire and wanted to go out and party. After becoming \"hypersexual,\" she created a new email account, posted an ad on Craigslist and had an affair that ended abruptly when she slid into depression.\n\n\"One day I just crashed,\" she said. \"I was depressed. It just dropped like that. That's the only time I've had one, and I hope it never happens again. It was like multiple personalities. I don't know who that person was.\"\n\nRebecca's husband Mark said the ways he copes with his wife's illness could fill a book, but he finds solace in his Christian faith which has taught him the \"grace of patience and slow to anger.\"\n\n\"There is a myriad of 'whats' depending on whether the roller coaster is going up or down,\" Mark said. \"There's never a dull moment.\"\n\nMark married Rebecca 16 years ago, a year after her diagnosis. He said that as he has gained an understanding of his wife's disorder, he has been able to both cope with it and support his wife.\n\n\"I understand what is going on half the time,\" he said. \"It's okay. You're going to vent, and I'll be the object of your venting. I'm tough. I can take it and I know that it's going to pass.\"\n\nHe said the two try to talk things out and not blame each other for problems that arise, adding that they keep a close eye on Rebecca's moods because an upward mood swing often precipitates a crash.\n\n\"A mania, even a low one, usually has a deep bottom,\" he said. \"We try to get the signals on the mania, so we can limit the depression.\n\nMark said changing seasons can also affect his wife's mood swings, and she uses a mood light in the winter time to stave off depression when the nights become longer.\n\n\"I used to joke about Becky being solar-powered,\" he said. \"When the days get shorter, she doesn't power up too well.\"\n\nThe search for improved treatments continues\n\nRebecca has been mostly stable for about the past five years, in part, because of a \"cocktail of drugs,\" but the combination has to be managed carefully. Some of the medications she takes can cause manic symptoms to appear if not taken in conjunction with other drugs.\n\nOne of the first mood stabilizers she was prescribed caused her to gain 60 pounds in short order, and another made her develop a serious rash, which can prove fatal in rare instances.\n\n\"A lot of people don't like to take them,\" she said. \"They have weight problems, or they feel it affects their creativity.\"\n\nResearch is underway that could possibly lead to better treatment of the disorder that is specifically tailored to an individual, but currently, health professionals can only treat it like they would diabetes, Fink said.\n\nHe said that bipolar is a largely hereditary disorder that can be set off and affected by events in a person's life, but added that a mood cycle can \"get a life of its own.\n\nPeople with the illness can have a shorter life span and a higher incidence of cardiovascular disease and suicide. Some forms of the disease are easier to control than others, he said.\n\n\"The severity can vary,\" he said. \"Some people have very mild forms of bipolar disorder and are quite functional, and others are very disabled and can't work. It can be quite debilitating.\"\n\nJohn Bear: 303-684-5212, bearj@timescall.com or twitter.com/johnbearwithme", "article_metadata": {"sailthru.url": "http://www.timescall.com/longmont-local-news/ci_27941377/weld-county-couple-rides-bipolar-roller-coaster", "modificationDate": "2015-04-18T11:33:26-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2015/0418/20150418__18TCABIPw~2_300.jpg", "sailthru.author": "By John Bear \n \n  Staff Writer", "description": "Rebecca remembers lying in bed, crying and saying \"please\" over and over again while in the throws of the depressive phase of her bipolar disorder.", "ag": {"canon": "LongmontTimes-Call:article:27941377:view"}, "startDate": "2015-04-18T11:11:12-0600", "og": {"url": "http://www.timescall.com/longmont-local-news/ci_27941377/weld-county-couple-rides-bipolar-roller-coaster", "image": "http://extras.mnginteractive.com/live/media/site46/2015/0418/20150418__18TCABIPw~2.jpg", "type": "article", "description": "Rebecca remembers lying in bed, crying and saying \"please\" over and over again while in the throws of the depressive phase of her bipolar disorder.", "title": "Weld County couple rides the bipolar roller coaster"}, "twitter": {"domain": "timescall.com", "description": "Rebecca remembers lying in bed, crying and saying \"please\" over and over again while in the throws of the depressive phase of her bipolar disorder.", "title": "Weld County couple rides the bipolar roller coaster", "url": "http://www.timescall.com/longmont-local-news/ci_27941377/weld-county-couple-rides-bipolar-roller-coaster", "image": "http://extras.mnginteractive.com/live/media/site46/2015/0418/20150418__18TCABIPw~2.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2015-04-18T11:11:12-0600", "sailthru.site": "timescall.com", "endDate": "2025-04-18T11:09:58-0600", "sailthru.title": "Weld County couple rides the bipolar roller coaster", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Local News", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "byline": "By John BearStaff", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2015/0418/20150418__18TCABIPw~2.jpg", "pubDate": "2015-04-18T11:12:12-0600", "news_keywords": "Longmont Colorado TimesCall local news"}, "_id": "\"57477af36914bd0286fca6a0\"", "article_summary": "\"I don't know what I was saying 'please' for,\" the Weld County resident said.\n\"Some people have very mild forms of bipolar disorder and are quite functional, and others are very disabled and can't work.\nRebecca — whose last name is being withheld to protect her identity — was first diagnosed with bipolar disorder type II when she was about 20.\n'I'm in a much better place now'Rebecca remembers lying in bed, crying and saying \"please\" over and over again while in the throws of the depressive phase of her bipolar disorder.\n\"I don't know if I just wanted my life to end or the depression to end or I was just saying 'help me.'\""}