{"article_title": "With ‘Star Wars’ album release, Wilco proves it’s still a rebel", "article_keywords": ["album", "democratic", "star", "west", "political", "wars", "virginia", "coal", "proves", "rebel", "release", "goodwin", "virginians", "wilco", "didnt", "blankenship", "care"], "article_url": "http://www.wvgazettemail.com/news/20160106/goodwin-announces-run-for-wv-governor-says-state-faces-3-crises-video", "article_text": "Saying that West Virginia is facing three crises — substance abuse, a massive budget deficit and a lack of jobs — former U.S. Attorney Booth Goodwin announced his candidacy for governor on Wednesday.\n\n“We are in serious trouble. We need a leader who is not afraid,” Goodwin told a crowd of about 100 supporters in downtown Charleston. “We will work through, together, the hard problems that face West Virginia today, because we always come back stronger and with more resolve.”\n\nGoodwin offered few specifics but tried to position himself in the political center of a three-way Democratic primary.\n\n“If I were to say where I lie on the political spectrum, it is right down the middle,” he said. “I believe what most West Virginians believe — they want a good education for their kids; they want a strong community; they want to be safe.”\n\nGoodwin answered questions largely with generalities, although he did say he agrees with Gov. Earl Ray Tomblin’s decision to expand Medicaid under the federal Affordable Care Act, which brought health care to more than 160,000 West Virginians.\n\nAsked about the state’s budget deficit, projected to be well over $300 million this year, he said “there’s not one quick fix,” that he looks forward to hearing from West Virginians about the issue and that “there are really tough choices we have to make.”\n\nDespite West Virginia’s flagging coal industry, and with many major coal companies either bankrupt or on the brink of bankruptcy, Goodwin said, “Coal will always be a big part of West Virginia. There’s no question about it.”\n\nHe added that residents of the Mountain State must “come together and figure out what we’re going to do going forward.”\n\nGoodwin enters a Democratic primary that includes Jim Justice, a coal and agriculture magnate and owner of The Greenbrier resort, and state Senate Minority Leader Jeff Kessler, a Marshall County lawyer.\n\nJustice, a former Republican, has said he sees a “real possibility” of coal jobs returning in large numbers.\n\nKessler, on the other hand, largely agrees with industry forecasts that say coal jobs likely aren’t coming back.\n\nGoodwin mentioned neither candidate in his five-minute speech or in taking questions afterward from reporters.\n\nThe closest he came to referencing Justice, the state’s richest man, was when he said, “I’m not a millionaire; I’m certainly not a billionaire.”\n\nGoodwin spoke in front of the federal courthouse where he served as a prosecutor for 15 years, the last five as the presidentially appointed U.S. attorney.\n\nThat appointment, by President Barack Obama, could be a political liability, with the state Republican Party already calling Goodwin “his lawyer.”\n\nWhile he prosecuted several high-profile cases, Goodwin mentioned none of them by name Wednesday.\n\n“I didn’t take it from the crooked politicians,” he said, a reference to the Democratic judge, prosecutor and magistrate in Mingo County that his office successfully prosecuted.\n\nHis office also secured convictions and guilty pleas from former Massey Energy CEO Don Blankenship and six former executives of Freedom Industries, the company responsible for poisoning the Kanawha Valley’s drinking water.\n\nGoodwin didn’t mention them, saying, instead, “I didn’t take it from the corrupt corporate bigwigs who don’t care about their workers and don’t care about us.”\n\nThe Blankenship trial, one of the highest-profile cases in West Virginia history, ended just a month ago. Blankenship and his attorneys long contended that his prosecution, which came in the wake of 29 miners being killed at the Upper Big Branch Mine, was political. Blankenship was convicted of a misdemeanor but acquitted on two other charges.\n\nGoodwin said he didn’t consider politics as U.S. attorney and, when asked about Blankenship, for years the pre-eminent Republican donor in West Virginia, he declined to name him.\n\n“I didn’t always take politically popular positions,” Goodwin said. “You’ve got to do that which brings justice, and that’s what I did.”\n\nGoodwin comes from a family with a long history in West Virginia Democratic politics. On hand for his campaign announcement were his wife, Amy Shuler Goodwin, the state’s tourism commissioner; his mother, Kay Goodwin, a Cabinet secretary for Tomblin; and his cousin, Carte Goodwin, a former U.S. senator. His father, U.S. District Judge Joseph R. Goodwin, was in his courtroom across the street.\n\nDelegate Nancy Guthrie, D-Kanawha, one of several local Democratic politicians on hand, said she is supporting Goodwin because he “doesn’t have an agenda.\n\n“He’s in this for West Virginians,” Guthrie said. “He’s in it for the middle class.”\n\nReach David Gutman at david.gutman@wvgazettemail.com, 304-348-5119 or follow @davidlgutman on Twitter.", "article_metadata": {"og": {"site_name": "Charleston Gazette-Mail", "title": "With ‘Star Wars’ album release, Wilco proves it’s still a rebel", "locale": "en_US", "image": "http://www.wvgazettemail.com/apps/pbcsi.dll/storyimage/CH/20160526/GZ0607/160529692/AR/0/AR-160529692.jpg", "url": "http://www.wvgazettemail.com/ae-music/20160526/with-star-wars-album-release-wilco-proves-its-still-a-rebel", "type": "article"}, "twitter": {"domain": "Charleston Gazette-Mail", "description": "See attached", "creator": "@wvgazettemail", "image": {"src": "http://www.wvgazettemail.com/apps/pbcsi.dll/storyimage/CH/20160526/GZ0607/160529692/AR/0/AR-160529692.jpg"}, "title": "With ‘Star Wars’ album release, Wilco proves it’s still a rebel", "site": "@wvgazettemail", "card": "summary_large_image"}, "google-site-verification": "1bw05nOwAmeGwNrWfrMp361tiStYbQbOwqqj_P_-LVA", "article": {"publisher": "http://www.facebook.com/charlestongazettemail"}, "viewport": "width=device-width, initial-scale=1.0", "dc.title": "With ‘Star Wars’ album release, Wilco proves it’s still a rebel"}, "article_summary": "“You’ve got to do that which brings justice, and that’s what I did.”Goodwin comes from a family with a long history in West Virginia Democratic politics.\nEarl Ray Tomblin’s decision to expand Medicaid under the federal Affordable Care Act, which brought health care to more than 160,000 West Virginians.\n“He’s in this for West Virginians,” Guthrie said.\n“If I were to say where I lie on the political spectrum, it is right down the middle,” he said.\nSaying that West Virginia is facing three crises — substance abuse, a massive budget deficit and a lack of jobs — former U.S. Attorney Booth Goodwin announced his candidacy for governor on Wednesday."}