{"article_title": "Why Hillary Loves Paul Ryan", "article_keywords": ["clinton", "committee", "senate", "house", "budget", "ryan", "produced", "spending", "hillary", "murray", "loves", "cuts", "paul"], "article_url": "http://www.politico.com/magazine/story/2015/02/hillary-clinton-murray-ryan-budget-deal-115499", "article_text": "Hillary Clinton explained yesterday what she likes about Paul Ryan. It’s certainly not that she suddenly agrees with Mitt Romney’s former vice presidential running mate on much of anything. But he and her Democratic friend, Patty Murray, together made Washington work—one time, at least, in 2013.\n\nIf Clinton runs for president and wins, she’ll apparently try to turn Washington into “a nice warm purple space” for compromise where there now exists, well, almost none. That’s the vision she laid out at a Silicon Valley technology conference and it’s not entirely a pipe dream, Clinton told the assembled women.\n\nStory Continued Below\n\nThe red-blue détente that Clinton praised Tuesday as proof of a better way was the budget agreement that Murray, the diminutive senior senator from Washington state, negotiated with Ryan, the conservative Wisconsin congressman. “They actually talked to each other,” Clinton said, feigning shock. “They didn’t show up at a big conference table, with phalanxes of true believers on each side of them, with notebooks filled with argumentation. They had breakfast together. They had lunch together. They’d sit and talk about what each of them wanted, knowing that they couldn’t agree on giving each other everything, but how could they make enough decisions to reach a consensus? And they did. So it’s possible.”\n\nPossible, yes; easy, no. The détente came over after several scorched earth battles left both sides bloodied and wounded on the omnibus battlefield. A 16-day government shutdown, triggered in October 2013 by Republican efforts to block funding for the Affordable Care Act, was the latest of a series of fiscal emergencies that rattled the country and the world. Most Americans blamed Congress, and Republicans in particular, leading to a dive in Congress’ approval rating—from 19 percent in September, to 11 percent amid the shutdown, to an all-time monthly low of 9 percent that November.\n\nPublic anger over the shuttered government and yet another looming debt default finally produced a short-term fix to fund and reopen the government, but it had a catch: It was only good for three months. The chaos would resume in January 2014 unless Murray and Ryan, the respective chairs of the Senate and House budget committees, could forge a longer-term deal that would avert fiscal disaster even while saving face for both sides. And they only had a matter of weeks to do that. On Capitol Hill, people joked that Murray and Ryan had a 5 percent chance of success. “There were a number of moments when I didn’t think we’d get an agreement,” Rep. Chris Van Hollen, the senior Democrat on the House Budget Committee, said in an interview.\n\nAs Americans trick-or-treated, gathered for Thanksgiving and shopped for holiday gifts, Murray and Ryan soldiered on through the fall and early winter of 2013. To the surprise of jaded Americans, the duo produced a two-year plan to keep the federal government running until September 30, 2015.\n\nThe respite offered by that agreement is now nearing an end, just as an emboldened lame duck president and newly empowered Republican leaders confront each other once again over their competing visions for the country. President Obama’s new budget proposal, which raises spending on both defense and domestic priorities, is modeled on the expiring Murray-Ryan deal. Both the Senate and the House are now Republican-controlled, and Murray and Ryan themselves are now on different committees, focused on different projects. Whether another bipartisan agreement can be reached is an open question.\n\nYet the conditions and compromises that allowed Murray and Ryan to succeed provide a template, not just for budget negotiators, but for divided politicians trying to craft agreements on any subject.\n\nHere’s how Ryan and Murray broke through when so many others had previously failed.\n\n***\n\nThere was little cause for optimism when Murray and Ryan were tasked with leading the budget negotiations in 2013. Just look at what preceded them:\n\n· The 2011 debt ceiling crisis, which brought the United States to the edge of default. The Budget Control Act resolved the crisis, but required $1.2 trillion in spending cuts across the board (known as sequestration) early in 2013 unless a “super committee” headed by Murray produced a more rational approach. The super committee failed to find an alternative in November 2011.\n\n· The “fiscal cliff” of late 2012, which threatened a combustible mix of sequestration cuts, expiring tax cuts and another showdown over raising the debt ceiling.\n\n· The Oct. 1, 2013, government shutdown.\n\nThis was the environment in which negotiations commenced between a pair of highly unlikely partners.\n\nRyan was and remains a symbolic North Star for small-government conservatives. At 45, he has spent more than a third of his life in the House and even longer than that in politics. Ryan grew up in Janesville, Wis., where his grandfather founded a construction firm in the 1880s. He started working on campaigns during college, held a series of jobs on and around Capitol Hill, and won his House seat at age 28. As chairman of the House Budget Committee for four years starting in 2011, Ryan produced starkly conservative blueprints that cut taxes and popular entitlement programs. Verbs like “eviscerate” and adjectives like “draconian” were frequently used by Democrats to describe Ryan’s approach, even while Republicans hailed him as a hero and his ideas earned him the vice presidential slot on the 2012 GOP ticket.\n\nA generation older than Ryan, Murray was part of the 1992 “year of the woman” when an unprecedented four women were elected to the Senate. She and her six siblings grew up in Bothell, Wash., where her father ran a five-and-dime store. When her children were small, Murray visited the state capitol to protest plans to end their preschool program. “One legislator in particular told me I was just a mom in tennis shoes—and I had no chance of changing things,” she recalled in a 2013 floor speech. The soft-spoken, 5-foot teacher commandeered the phrase and used it in winning campaigns for school board, state Senate and U.S. Senate. Murray, now 64, is the fourth-highest ranking Democrat in the Senate and chaired the Senate Budget Committee in 2013 and 2014; she is also one of Minority Leader Harry Reid’s closest advisers.\n\nRyan and Murray embodied the gulf between their parties. In 2013, Ryan earned a zero rating from the liberal Americans for Democratic Action; Murray earned the same score from the American Conservative Union. “They couldn’t believe I walked into a room with him,” Murray said of her fellow Democrats as she sat beside Ryan for a post-deal interview with NBC’s Meet The Press.\n\n***\n\nThe sequester was a fiscal strait jacket designed to be so intolerable that both parties would feel compelled to find a better way to spend and save money. The $1.2 trillion in cuts over 10 years were split between defense and non-defense discretionary spending. Lawmakers in both parties were upset that some $20 billion was about to be lopped off the Pentagon budget early in 2014. Democrats were also concerned about automatic cuts in the areas of education, transportation, social services and research, particularly medical research.\n\nThe bottom lines for each party were familiar. Adhering to the GOP catechism, Ryan ruled out all new taxes and he was determined to preserve deficit reduction through permanent changes in automatic federal spending, such as Social Security and Medicare, that would generate increasing savings over time. Democrats refused to consider the possibility and they insisted that any restoration of defense money be matched on the domestic side.", "article_metadata": {"og": {"site_name": "POLITICO Magazine", "description": "The inside story of a rare time Washington worked.", "title": "Why Hillary Loves Paul Ryan", "url": "http://www.politico.com/magazine/story/2015/02/hillary-clinton-murray-ryan-budget-deal-115499.html", "image": "http://s3-origin-images.politico.com/2015/02/25/150225_lawrence_murrayryan_ap.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Hillary Clinton,Politics,Government Shutdown,Affordable Care Act,Patty Murray,Paul Ryan", "twitter": {"site": "@politicomag", "card": "summary_large_image", "creator": "@politicomag"}, "description": "The inside story of a rare time Washington worked.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdc96d\"", "article_summary": "As chairman of the House Budget Committee for four years starting in 2011, Ryan produced starkly conservative blueprints that cut taxes and popular entitlement programs.\nHillary Clinton explained yesterday what she likes about Paul Ryan.\nA generation older than Ryan, Murray was part of the 1992 “year of the woman” when an unprecedented four women were elected to the Senate.\n“There were a number of moments when I didn’t think we’d get an agreement,” Rep. Chris Van Hollen, the senior Democrat on the House Budget Committee, said in an interview.\n***There was little cause for optimism when Murray and Ryan were tasked with leading the budget negotiations in 2013."}