{"article_title": "Young entrepreneur develops money-management program", "article_keywords": ["risk", "johnson", "read", "moneymanagement", "young", "system", "entrepreneur", "develops", "program", "market", "sardonyx", "man", "math", "trimbath"], "article_url": "http://www.washingtontimes.com/news/2015/feb/28/young-entrepreneur-develops-money-management-progr/?page=all", "article_text": "GREENSBURG, Pa. (AP) - Captivated by math, Dylan Johnson spent nearly every spare moment as a teenager immersing himself in numbers - the patterns they can reveal, the problems they can unlock and, especially, what they can forecast.\n\n“I definitely had a strong interest in the stock market because it is so complicated, so difficult to beat,” he said. “It’s not like playing chess. It’s a lot more complicated than that, a lot more variables. You have more market participants every day. Trying to determine what they’re going to do and being able to be on the right side of that is a very satisfying idea.”\n\nHe started reading everything he could in the field of finance and alternative financial analytic techniques. By age 19, he was deeply into quantitative analytics, which he said he found to be the most objective method.\n\nFour years later, Johnson is a 23-year-old quantitative systems architect and engineer at a startup private equity fund, Sardonyx Capital. His algorithms are the basis of the fund’s quantitative, systematic approach that managers say is on the foremost frontier of money management.\n\nThat frontier is based in Johnstown.\n\n“This is something only the highest net worth, wealthiest investors have exposure to,” said Brad Roth, the fund’s chief financial officer. “You don’t get exposure to this unless you’re in New York City, Chicago, Miami or L.A.”\n\nThe fund, which started trading in January with several million dollars in assets under management, applies algorithms Johnson developed to implement a math-based strategy to maximize profit and minimize risk, according to its five founding principals, including Johnson.\n\n“In a nutshell, most people who manage money do so through traditional means of finance investing,” Johnson said. “What we do is use complete, straight mathematics. We use statistical physics and probability analysis to manage money in real time.”\n\nThe series of equations Johnson built make up two algorithms that not only identify entries and exits but also manage risk, he said. Money management and decision-making are completely automated.\n\n“There is zero human error,” he said. “We don’t have a crystal ball, but we do know that when certain equations come to fruition, we have a reasonable expectancy using probability analysis to determine what the best, most-profitable position would be.”\n\nA directional momentum system employs statistical physics to track movement. Unlike some competitors, the Sardonyx system has no optimization, a function that adjusts components inside equations based on past performance.\n\n“We don’t change any of our functions,” Johnson said. “They stay static. Our system is a specific form, very mechanical, very simple and robust with risk management. It’s very risk-averse.”\n\n‘He read books …’\n\nThough he doesn’t fish, Johnson, who grew up near the Quemahoning Reservoir, said he could create a grid of the body of water and measure the momentum of the fish to create a formula to predict the best spot for anglers.\n\nIt was that confidence in the ability to bypass chance or gut feelings that kept him pushing for more answers as a teen.\n\n“You know you can do it because of math, not because you were just lucky,” he said.\n\n“It’s definitely not like ‘Wolf of Wall Street.’ It’s, by far, much more dependable.”\n\nHis father, David Johnson, dabbles in the stock market and was among the first to steer the young man in that direction.\n\n“I tried to explain to him some of the factors going into what you do to pick stocks,” David Johnson said. “He pretty much just took an interest in it. As he decided that’s what he wanted to do, he started to delve into it as a young man. He read books and read books and read more books.”\n\nThe young man decided early on that he wanted to “hang out his own shingle,” his father said.\n\n“He is very driven, and he won’t take no for an answer,” David Johnson said. “In his view, it’s not somebody else’s fault if he doesn’t make it. It’s his fault.”\n\nDylan Johnson also relies on faith in God, his father said. He keeps a Bible, a chess board and a full bookshelf at the Sardonyx office.\n\n“He is a God-fearing young man,” he said. “He says he owes it all to God.”\n\nAnother of Johnson’s first mentors was Conemaugh Township math teacher Rodney Kendig. He encouraged Johnson at 14 to turn his mathematical talents to finance, a goal he continued to pursue as he studied economics and business at Pitt-Johnstown, even when he was working as a waiter up to 35 hours weekly, his dad said.\n\n“You would not believe the books he read,” he said. “They look like technical manuals. He will sit there for hours and devour it and make notations and markings.”\n\nStock market ‘game’\n\nEventually, Dylan Johnson reached out to Dr. Guo Kai, an assistant professor of economics and finance at the university who shared his interest in statistics.\n\nKai, also a co-founding principal at Sardonyx, took the student’s math and turned it into code.\n\n“He made the systems come to life,” Johnson said.\n\nKai said he knew the young man was onto something.\n\n“I recognized his capability at solving problems,” he said. “The stock market is a game, finding how we can beat the system. You identify the weakness or pattern in the game.\n\n“Over time, I became increasingly confident about the system.”\n\nDylan Johnson also reached out to Tyler Trimbath, who had built a reputation for supporting innovation.\n\nTrimbath, 28, has served as a “shark” at Pitt-Johnstown’s entrepreneurial seminar’s “Shark Tank” style events. Trimbath saw potential, he said, and worked with his father-in-law and area business leader, Lou Mihalko, as well as 26-year-old Roth, whose background is in the financial services industry and who had connected with Trimbath in the city’s entrepreneurial circles, Trimbath said.\n\n“It’s very unique how all this lined up,” he said. “There is an initiative underway in this community to keep individuals like Dylan here, because individuals like Dylan who graduate from a local university or college have the opportunity to go elsewhere.\n\n“He could have left and made a quarter million dollars after he graduated, easily.”\n\nWhen the young man pitched his idea, Trimbath said he bit for two reasons.\n\n“One, I want to see all our investors and anybody that believes in this feel this was a successful opportunity for them,” he said. “Secondly, my interest is: How can we help to develop this community with, one, good jobs but also really incredible technology? The fact that this is something that can be housed in Johnstown is extremely interesting to me.”\n\nBuilding the team\n\nMihalko, a local entrepreneur who built Mihalko’s General Contracting into a company with three locations and 50 employees, was intrigued, he said. Mihalko provided real dollars for beta testing of Johnson’s idea.\n\n“I really thought they deserved a chance to excel at something they truly believe in,” Mihalko said. “I’ve dabbled in trading in years past and knew, for myself, that it was way too stressful. This has no stress because it takes it out. It makes decisions. It’s like artificial intelligence, in a way.”\n\nMihalko followed the team’s journey as members sought funding from the area’s trust departments.\n\n“Good minds together, they can just do wonders,” he said.\n\n“What we did was built a team. We raised funding, and we launched this. We feel it will be hugely successful.”\n\nThe math could even be applied to other industries where predicting is key. In Sardonyx’s office along Jaycee Drive in Richland Township, Johnson and the others continue research and development while they watch a computer use their system to track and trade.\n\n“We want to build real jobs around these great ideas,” Mihalko said, adding that he is encouraged by the drive to innovate that he sees among area graduates.\n\n“We’re really looking for other opportunities to come out of new entrepreneurial program UPJ has put together,” he said.\n\n“We would love to work with some of those students.\n\n“There are a lot of people in Johnstown looking for opportunities. They have to have business-minded people willing to take a risk sometimes. I think we’re on the right path. There’s no reason why we can’t have some of these great ideas coming out of a little town. We can do it right here in Johnstown.”\n\n___\n\nOnline:\n\nhttp://bit.ly/1FeEoCM\n\n___\n\nInformation from: The Tribune-Democrat, http://www.tribune-democrat.com", "article_metadata": {"description": "Captivated by math, Dylan Johnson spent nearly every spare moment as a teenager immersing himself in numbers - the patterns they can reveal, the problems they can unlock and, especially, what they can forecast.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/feb/28/young-entrepreneur-develops-money-management-progr/", "site_name": "The Washingtion Times", "type": "article", "description": "Captivated by math, Dylan Johnson spent nearly every spare moment as a teenager immersing himself in numbers - the patterns they can reveal, the problems they can unlock and, especially, what they can forecast.", "title": "Young entrepreneur develops money-management program"}, "twitter": {"description": "Captivated by math, Dylan Johnson spent nearly every spare moment as a teenager immersing himself in numbers - the patterns they can reveal, the problems they can unlock and, especially, what they can", "site": "@washtimes", "card": "summary", "title": "Young entrepreneur develops money-management program"}, "Author": "KECIA BAL", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af36914bd0286fca6b9\"", "article_summary": "As he decided that’s what he wanted to do, he started to delve into it as a young man.\nUnlike some competitors, the Sardonyx system has no optimization, a function that adjusts components inside equations based on past performance.\nKai said he knew the young man was onto something.\nHe read books and read books and read more books.”The young man decided early on that he wanted to “hang out his own shingle,” his father said.\n“He is a God-fearing young man,” he said."}