{"article_title": "Vitter Defeat Clears Way For Obamacare Medicaid Expansion In Louisiana", "article_keywords": ["jindal", "resolution", "hospital", "obamacare", "expansion", "states", "clears", "state", "medicaid", "way", "defeat", "vitter", "health", "louisiana", "expand"], "article_url": "http://talkingpointsmemo.com/dc/louisiana-medicaid-expansion-john-bel-edwards", "article_text": "That state's outgoing Republican Gov. Bobby Jindal had resisted expansion even as his state held one of the highest uninsured rates in the country at 16.3 percent .\n\nLouisiana is just the latest example of a state that has changed its tune on the federal program. Only unlike other states where a Republican-held legislature inevitably came around to expansion, the shift in Louisiana is a remarkably rare instance where a Democrat won control of the governor's mansion and transformed the health care politics of the deeply red state essentially over night.\n\nMore than a quarter million Louisiana residents will soon be eligible for health coverage when Gov.-elect John Bel Edwards (pictured) fulfills his promise to expand Medicaid.\n\n\"We will not allow President Obama to bully Louisiana into accepting an expansion of Obamacare,\" Jindal declared two years ago even though the federal government would have covered 100 percent of the expansion costs of Medicaid until 2017.\n\nEdwards took a strikingly different tone during a press conference Sunday. The day after he defeated Sen. David Vitter (R) in the runoff for governor he promised that his administration \"will expand Medicaid as soon as we can.\"\n\n\"The expansion of health care coverage for working families is among the highest priorities,\" Edwards said Sunday according to a report in the Times-Picayune. \"It's something I've been working on for three years, and I never once during this campaign shied away from that particular issue.\"\n\nLouisiana would join 31 states including the District of Columbia that have already extended their state's Medicaid coverage. Indications are that Edwards plans to move fast.\n\nOn the campaign trail, he pledged to implement the expansion on \"day one\" and he chose state Sen. Ben Nevers (D) – a vocal proponent of Medicaid expansion – to serve as his chief of staff.\n\nEdwards may be up against a small legislative hiccup, however.\n\nThe state legislature passed a resolution earlier this year that paved the way for Medicaid expansion by compelling state hospitals to impose a levy on themselves to assist with the costs of the expansion. The Louisiana Hospital Association backed the measure.\n\nYet, a minor disagreement over how much the expansion would actually save the state has temporarily left Edwards with a bit of political untangling to do.\n\nBefore the hospital's resolution was passed, the Legislative Fiscal Office–the state's bean counter–estimated that a Medicaid expansion could save the state $55 million in the first year alone. In a report this fall, however, the office told the Advocate that \"the short-range savings ... associated with Medicaid Expansion are likely to be diminished significantly.\"\n\nAccording to the Advocate, the savings are less than originally projected because not only did the resolution that passed over the summer put a levy on hospitals, it also implemented \"a provision that guarantees a 'base reimbursement level' for certain Medicaid payments, including uninsured care.\"\n\nThe Louisiana Hospital Association characterized the tussle as minor and said the disagreement would not ultimately impede the governor's ability to expand Medicaid.\n\n“It is not in danger and it is a very technical interpretation that can be clarified,\" said Paul Salles, the CEO of the Louisianas Hospital Association, in an interview Monday with TPM.\" I don’t think this is a major issue in any way. We look forward to working with them.\"\n\nThe new governor has just a few months to get the disagreement sorted out. Under the resolution, the governor has until April 2016 to expand Medicaid to be eligible for the hospital contribution toward Medicaid costs.\n\nAlong the way, however, Louisiana is about to see a very different perspective on what the Affordable Care Act can do for its state. Jindal once touted that an expansion of the Medicaid program would encourage more than 170,000 Louisianans to move from private insurers to Medicaid.\n\n\"The fight over Medicaid expansion is a microcosm of this president's push towards centralized government control,\" Jindal wrote in an op-ed in 2013. \"We are day by day giving up more and more of our freedoms to an ever larger and more powerful government.\"\n\nEdwards is reminding residents that the expansion, however, is merely an opportunity to finally close the door on a time when a quarter million Louisiana residents didn't have access to health care.", "article_metadata": {"p": {"domain_verify": "da088b457e7d0e91a9f692968f1043c1"}, "og": {"site_name": "Talking Points Memo", "description": "More than a quarter million Louisiana residents will soon be eligible for health coverage when Gov.-elect John Bel Edwards (pictured) fulfills his promise to expand Medicaid. \n\nLouisiana is just the latest example of a state that has changed its tune on the federal program. Only unlike other states where a Republican-held legislature inevitably came around to expansion, the shift in Louisiana is a remarkably rare instance where  a Democrat won control of the governor's mansion and transformed the health care politics of the deeply red state essentially over night. \n\nThat state's outgoing Republican Gov. Bobby Jindal had resisted expansion even as his state held one of the highest uninsured rates in the country at 16.3 percent.", "title": "Vitter Defeat Clears Way For Obamacare Medicaid Expansion In Louisiana", "url": "http://talkingpointsmemo.com/dc/louisiana-medicaid-expansion-john-bel-edwards", "image": "http://a4.img.talkingpointsmemo.com/image/upload/c_fill,fl_keep_iptc,g_faces,h_365,w_652/vjf7l6lp25vrlubuqoi0.jpg", "type": "article"}, "parsely-metadata": "{}", "csrf-param": "authenticity_token", "csrf-token": "Cl0rJpOkur/pJdjhHvM48s+4VgnlotfIER+gRJCJObQ=", "fb": {"admins": 12330256, "pages": 98658495398}, "google-site-verification": "iivVZJBLxzSBdse8fFugr6fbJu-DbSB1dhl_fs48KNQ", "parsely-page": "{\"title\":\"Vitter Defeat Clears Way For Obamacare Medicaid Expansion In Louisiana\",\"link\":\"http://talkingpointsmemo.com/dc/louisiana-medicaid-expansion-john-bel-edwards\",\"image_url\":\"http://img.talkingpointsmemo.com/image/upload/v1448295112/vjf7l6lp25vrlubuqoi0.jpg\",\"type\":\"post\",\"section\":\"dc\",\"author\":\"Lauren Fox\",\"pub_date\":\"2015-11-24T11:00:00Z\",\"post_id\":\"article_243120\",\"tags\":[]}"}, "article_summary": "In a report this fall, however, the office told the Advocate that \"the short-range savings ... associated with Medicaid Expansion are likely to be diminished significantly.\"\nThe Louisiana Hospital Association characterized the tussle as minor and said the disagreement would not ultimately impede the governor's ability to expand Medicaid.\nLouisiana would join 31 states including the District of Columbia that have already extended their state's Medicaid coverage.\nThe day after he defeated Sen. David Vitter (R) in the runoff for governor he promised that his administration \"will expand Medicaid as soon as we can.\"\n\"The fight over Medicaid expansion is a microcosm of this president's push towards centralized government control,\" Jindal wrote in an op-ed in 2013."}