{"article_title": "The Not-So-Secret Plan to Nominate Mitt Romney", "article_keywords": ["nominate", "mitt", "republicans", "romney", "running", "strategy", "notsosecret", "plan", "convention", "republican", "wealthy", "best", "trumps"], "article_url": "https://pjmedia.com/trending/2015/12/12/the-not-so-secret-plan-to-nominate-mitt-romney/", "article_text": "The Not-So-Secret Plan to Nominate Mitt Romney\n\nOh, that's just great:\n\nWith Donald Trump’s ruinous domination of the Republican primary polls showing no signs of abating, top leaders in the GOP are reportedly now preparing for the possibility of a contentious brokered convention next year in Cleveland. If that happens, a small group of wealthy donors and die-hard loyalists close to Mitt Romney will be ready with a strategy to win him the nomination from the convention floor... Last month, the Washington Post noted, in a story about the Trump panic consuming the GOP establishment, that friends of Romney had “mapped out a strategy for a late entry to pick up delegates and vie for the nomination in a convention fight, according to the Republicans who were briefed on the talks.” The details of the plan were not included. In recent months, Romney loyalists have told me (on condition of anonymity) that Trump’s rise has added urgency to their strategizing. One former Romney fundraiser said he was in contact with several serious 2012 donors and fundraisers — particularly wealthy Mormons and people in private equity — who were “keeping their powder dry” in hopes that Mitt would enter the race.\n\nBack in 2012, Romney clearly was the best Republican candidate. He was the only one with the support, business experience, knowledge and fundraising prowess to do well. That wasn't due to his strengths as much as it was to his opponents' weaknesses. The fact that Rick Santorum of all people became his main conservative challenger says it all.\n\nIt's different this time. Republicans have the best line-up in modern history. There are some very solid conservatives running -- Cruz, Carson, Rubio, Fiorina, Paul -- who can raise as much if not more money than Romney, who are very organized and charismatic, and who are significantly more conservative.\n\nIf Romney wants to do his party a favor, he'd now announce that there's no chance whatsoever of him running for president again. Not this year, not next year, and not in 2020. Let him play the role of the party's leading statesman: it's what he does best.", "article_metadata": {"page-title": "Romney Supporters Are Secretly Planning to Hand Him the Republican Nomination", "pinterest": "nopin", "og": {"site_name": "Trending", "description": "Thanks, but no thanks.", "title": "The Not So Secret Plan to Nominate Mitt Romney", "url": "https://pjmedia.com/trending/2015/12/12/the-not-so-secret-plan-to-nominate-mitt-romney/", "image": "https://pajamasmed.hs.llnwd.net/e1/trending/user-content/51/files/2015/12/317147_10151132173981121_1886064117_n.sized-770x415xc.jpg", "updated_time": 1464277001, "type": "article"}, "twitter": {"description": "Thanks, but no thanks.", "title": "The Not So Secret Plan to Nominate Mitt Romney", "url": "https://pjmedia.com/trending/2015/12/12/the-not-so-secret-plan-to-nominate-mitt-romney/", "image": "https://pajamasmed.hs.llnwd.net/e1/trending/user-content/51/files/2015/12/317147_10151132173981121_1886064117_n.sized-770x415xc.jpg", "site": "@PJMedia_com", "card": "summary_large_image"}, "title": "Romney Supporters Are Secretly Planning to Hand Him the Republican Nomination", "pinterestDescription": "The Not So Secret Plan to Nominate Mitt Romney", "fb": {"app_id": 149848758413844}, "keywords": "Mitt Romney, Ben Carson, Carly Fiorina, Ted Cruz, Marco Rubio, Elections 2016, Republicans, Conservatives, Hillary Clinton", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe199f\"", "article_summary": "Back in 2012, Romney clearly was the best Republican candidate.\nIn recent months, Romney loyalists have told me (on condition of anonymity) that Trump’s rise has added urgency to their strategizing.\nIf Romney wants to do his party a favor, he'd now announce that there's no chance whatsoever of him running for president again.\nThe Not-So-Secret Plan to Nominate Mitt RomneyOh, that's just great:With Donald Trump’s ruinous domination of the Republican primary polls showing no signs of abating, top leaders in the GOP are reportedly now preparing for the possibility of a contentious brokered convention next year in Cleveland.\nLet him play the role of the party's leading statesman: it's what he does best."}