{"article_title": "FGA Report Highlights Enrollment Explosion Under Medicaid Expansion", "article_keywords": ["explosion", "highlights", "enrollment", "expansion", "maine", "states", "state", "medicaid", "projections", "report", "fga", "numbers"], "article_url": "http://www.themainewire.com/2015/04/fga-report-links-enrollment-explosion-medicaid-expansion/", "article_text": "On Wednesday, the Foundation for Government Accountability (FGA) released a report highlighting the explosion in enrollment in states that have expanded Medicaid under Obamacare.\n\nAfter the Supreme Court’s ruling in National Federation of Independent Businesses v. Sebelius, several states, including Maine, have opted out of Obamacare’s Medicaid expansion. Many states, however, chose to go through with the expansion.\n\nAccording to the FGA report, states which adopted the expansion universally underestimated the number of individuals and families which would enroll in Medicaid. Among the states for which data was available, enrollment numbers far exceeded projections—in some cases adding hundreds of thousands to the state’s Medicaid rolls.\n\nActual enrollment numbers from every state included in the report are already higher than 2022 projections by the Urban Institute and the Kaiser Family Foundation which were used to convince lawmakers to adopt the expansion.\n\n“ObamaCare’s Medicaid expansion isn’t being sold based on facts, it’s being sold on dream scenarios with little basis in reality. When reality does finally hit and expansion states are forced to take on far more expenses than they ever anticipated, taxpayers are on the hook for billions and priorities like kids, cops and roads are put at risk,” said FGA CEO Tarren Bragdon.\n\nThe FGA report uses Maine as an example of how enrollment almost always exceeds projections when expanding Medicaid. When Maine expanded Medicaid prior to Obamacare, according to the FGA, enrollment tripled projections. Similarly, Arizona’s pre-Obamacare expansion saw actual numbers significantly higher than projections.\n\nOne of the most shocking examples of expansion under Obamacare in the FGA report is California, where Medicaid enrollment is 120% above projections. In that state, projections called for just under 1 million people to sign up under the Medicaid expansion—the actual number is above 2 million.\n\nIn the short term, these results may have little effect on state budgets, as the federal government will reimburse states for 100% of the expansion. However, in a few years federal funding will begin ratcheting down. As federal funding decreases, states will have to pick up the tab for the Medicaid expansion. With enrollment numbers astronomically higher than projected, that tab is going to be a lot more expensive than lawmakers expected when they adopted the expansion.\n\n“The fact that every state with available data has outstripped projections should serve as a strong warning to any state that is considering ObamaCare’s Medicaid expansion,” said Bragdon. “There are no reliable estimates of enrollment and cost. Lawmakers who support Medicaid expansion are gambling their constituents’ paychecks to help solidify President Obama’s legacy of an unprecedented growth of the welfare state.”", "article_metadata": {"norton-safeweb-site-verification": "l4eevmxw7wo4ubfwih4pfo40lxp5o9xy0xtopfd1r6irww4trkkwvqolq0gdpm9dbqbfjlx1nk379oqvk9grhgkbs-bdj4b8fxvn60psdfjmeax8z8xdtlvvemiphrpy", "og": {"site_name": "The Maine Wire", "description": "On Wednesday, the Foundation for Government Accountability (FGA) released a report highlighting the explosion in enrollment in states that have expanded Medicai", "title": "FGA Report Highlights Enrollment Explosion Under Medicaid Expansion", "url": "http://www.themainewire.com/2015/04/fga-report-links-enrollment-explosion-medicaid-expansion/", "image": "http://www.themainewire.com/wp-content/uploads/2015/04/health-care-costs.jpeg", "locale": "en_us", "type": "article"}, "twitter": {"card": "summary"}, "fb": {"admins": "MainePolicyNews"}, "article": {"tag": "Obamacare", "published_time": "2015-04-22", "modified_time": "2015-04-22", "author": "http://www.themainewire.com/author/nathan-strout/"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fdea0d\"", "article_summary": "According to the FGA report, states which adopted the expansion universally underestimated the number of individuals and families which would enroll in Medicaid.\nOne of the most shocking examples of expansion under Obamacare in the FGA report is California, where Medicaid enrollment is 120% above projections.\n“ObamaCare’s Medicaid expansion isn’t being sold based on facts, it’s being sold on dream scenarios with little basis in reality.\nThe FGA report uses Maine as an example of how enrollment almost always exceeds projections when expanding Medicaid.\nOn Wednesday, the Foundation for Government Accountability (FGA) released a report highlighting the explosion in enrollment in states that have expanded Medicaid under Obamacare."}