{"article_title": "Third Danbury AFC urgent care center to open this fall", "article_keywords": ["center", "danbury", "medical", "doctors", "primary", "afc", "urgent", "patients", "health", "fall", "kelly", "open", "centers", "care"], "article_url": "http://westfaironline.com/78609/third-danbury-afc-urgent-care-center-in-three-years-to-open-this-fall/", "article_text": "Owners of AFC Doctors Express Urgent Care Danbury, formerly known as Doctors Express, have announced the medical group will open a new urgent care medical facility in Danbury this fall, their fourth in the state since 2013.\n\n“We live in a world where fast food and pizza are at your fingertips, but good health care is not,” said co-owner Tom Kelly. “We want to change that.”\n\nKelly and partner Ron Krippner cite the growing popularity of walk-in urgent care facilities throughout the country as well as here in Connecticut as indicators of the increasing need for fast and affordable health care access, particularly in Danbury.\n\nAccording to the company, there are approximately 50 AFC Doctors Express Urgent Care locations throughout the Northeast, making it the largest chain of urgent care centers in the region.\n\nGene Buccini, a Western Connecticut State University professor of management specializing in health care, said there are a number of forces driving the rise of urgent care centers including the masses of newly insured individuals under the Affordable Care Act and a shortage of primary care physicians.\n\nBoth Kelly and Buccini cite month-long waits for general advanced screening appointments such as physicals as a personal testament to the shortage of primary care physicians.\n\nNot only is the ACA bringing new patients into the health care system, but many of these patients often do not have primary care physicians, which Kelly said has seen firsthand at his facilities.\n\n“A phenomenon we were not expecting is we got people off the couch and into the health care system — people who hadn’t been to the doctor in ten years, people who don’t have primary care doctors,” he said. “About 30 percent of our patients don’t have a primary care doctor.”\n\nIn its first year of operation Kelly’s urgent care centers identified 20 previously unknown cases of diabetes in patients, he said.\n\nKelly and Krippner’s new facility, set to open at 74 Newtown Road, follows two other Danbury facilities at 2 Main St., opened in March 2013, and 100 Mill Plain Road, which opened this past spring.\n\nThe pair’s third location in West Hartford opened in June 2014. In addition to the impending Danbury location this fall, an urgent care center in New Britain is also planned for this summer.\n\nThe two current Danbury facilities serve walk-in patients throughout the region, including Bethel, Brookfield and Newtown as well Pawling and Brewster across the border in New York.\n\nAccording to the medical group, at all of their centers, patients are treated under the care of local Board Certified Doctors, Physician Assistants and APRNs. All doctors are also USCIS Certified Civil Surgeons, and able to perform full immigration physicals as well. They are able to treat a variety of ailments including viruses and infections, cuts and fractures to ear, eye, and skin issues. The new Danbury facility will have its own on-site laboratory, pharmacy and x-ray equipment enabling doctors to diagnose and treat illnesses and injuries as well as dispense medication to patients.\n\n“We are going to do the same exact thing the ER is going to if you come in with the flu or a broken leg,” said Kelly. “The difference is we cost about a tenth of the ER and you are in and out within an hour generally speaking.”\n\nMoney is certainly a driving factor in the rise of urgent care centers, said Buccini.\n\n“As the health care industry consolidates, and you have more and more larger systems, the hospitals need primary care physicians to drive business to its own specialist and its own hospitals,” he said. “By having urgent centers in the community hospitals now have a mechanism to drive business to their system.”\n\nAnd as hospitals continue to focus on advanced and specialized services, urgent care centers are picking up more of the routine treatments which have been burdening emergency rooms, said Kelly.\n\n“Folks are running in and clogging up these emergency department s with cold and flu stuff and minor injuries,” he said. “Really they have no business being in the emergency department. It’s driving a ton of costs into the health care system.”\n\nAlong with urgent care issues, AFC Urgent Care Danbury also provides physicals and vaccinations for school, sports, immigration, DOT and pre-employment in addition to an occupational health program for employers, providing care for Workers’ Compensation cases and employee-related testing, such as drug screening and hearing tests.\n\nThe new health center is expected to create about 20 new jobs for the east side of Danbury.\n\n“We are local guys investing our own money in a medical center to take care of folks in our community,” said Krippner. “Unlike many private equity investors entering the urgent care space, we are not interested in simply opening and quickly flipping an operation. Rather, we are in it for the long haul — we want AFC Doctors Express to make a positive contribution to our communities and to the future of Connecticut’s health care landscape.”\n\nPrint", "article_metadata": {"keywords": "afc doctors express urgent care,tom kelly,ron krippner,gene buccini,", "description": "Owners of AFC Doctors Express Urgent Care Danbury have announced the medical group will open a new urgent care medical facility in Danbury this fall.", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd2e51\"", "article_summary": "Owners of AFC Doctors Express Urgent Care Danbury, formerly known as Doctors Express, have announced the medical group will open a new urgent care medical facility in Danbury this fall, their fourth in the state since 2013.\nAccording to the company, there are approximately 50 AFC Doctors Express Urgent Care locations throughout the Northeast, making it the largest chain of urgent care centers in the region.\nIn addition to the impending Danbury location this fall, an urgent care center in New Britain is also planned for this summer.\nIt’s driving a ton of costs into the health care system.”Along with urgent care issues, AFC Urgent Care Danbury also provides physicals and vaccinations for school, sports, immigration, DOT and pre-employment in addition to an occupational health program for employers, providing care for Workers’ Compensation cases and employee-related testing, such as drug screening and hearing tests.\n“Unlike many private equity investors entering the urgent care space, we are not interested in simply opening and quickly flipping an operation."}