{"article_title": "How You Can Take Advantage of the Low Euro", "article_keywords": ["buy", "advantage", "money", "value", "currency", "right", "trading", "low", "way", "pay", "markets", "euro"], "article_url": "http://www.thefiscaltimes.com/2015/03/16/How-You-Can-Take-Advantage-Low-Euro", "article_text": "For anyone considering a European tour this summer, things are looking pretty good right now.\n\nAs has been widely reported the euro has tumbled in value by nearly a quarter over the last several months, with much of the beating over the past week. In fact many experts think it’s entirely possible that the currency may soon reach parity with the dollar for only the second time since its inception. At time of writing the value of a euro was around $1.06, and Deutsche Bank thinks it might bottom out somewhere around $.085.\n\nMuch of the change has been attributed to a weaker than average bond market as well as profound, structural concerns brought on by the prolonged Greek depression. (For more detail about the relationship between the eurozone's currency and Greece's economic woes, see Robert Paranteau's excellent and fairly wonkish piece here.)\n\nWhile troubling for investors, the euro’s plummet is great news for vacationers. For 20 years the strong currency has bumped up the cost of Continental travel, but right now there’s a window of opportunity. Here are a few ways to take advantage of it, before the currency has a chance to climb back.\n\nRelated: Why Draghi’s Stimulus Plan Is Europe’s Last Shot\n\nStart planning now\n\nThis one may seem like a no-brainer, but forethought is your friend. Start planning that summer vacation in March because markets are fickle things and prices can bounce unpredictably. Not only that, but lots of people seeing these numbers are thinking the same thing: I’ve heard the French are quite attractive these days.\n\n“Airfares will rise,” wrote Albert Herrera, senior vice president at travel network Virtuoso. “People will be clamoring to return to Europe. Summer will not be an easy time to visit, because everyone is thinking Europe is on sale so airfares will go up.”\n\nAbout three months in advance is the right time to price airfare, so now’s the time to buy for early summer. As for the price of the euro, will it keep falling? Yes. No. Maybe. Nobody really knows. Maybe the structural weaknesses of the euro will keep driving this bus into a ditch. Maybe bullish investors will smell their chance to make a killing and push prices up on the currency markets. There’s no way to confidently tell.\n\nWhat we know is this: one euro is a commodity just like any other, and right now it’s historically cheap. In fact…\n\nRelated: Friendless euro sinks to fresh depths, dollar firms\n\nBuy cash now\n\nNo, this is not a scam. We won’t try to buy or sell your gold and no one here has a bunker to lease. Unless you’re up after midnight this is not a late night infomercial. However, cash is a commodity that can be bought or sold like anything else. Withdrawing at an exchange rate is no different than buying euros for $1.06 apiece, and that’s a heck of a lot better than waiting for them to go back up to $1.29 again.\n\nAfter all, if you’re headed to Europe, you will need those euros sooner or later. Why not get in on the fire sale?\n\nThe best strategy is to load up a pre-paid card like those offered by Visa and MasterCard. They come with many of the security features and functions of a debit card and can be used at any vendor or ATM on that network to pick up a few laps around the Parthenon and a gyro.\n\nRelated: When to Book Your Flight for the Best Deal\n\nPay for hotels up front… and everything else\n\n“It doesn’t get better than this,” wrote Herrera. “When was the last time the euro was at this level? 2003?”\n\n“Make your plans now,\" he added. \"Offer to pay for the trip today. It’s an exceptional deal. People have been accustomed to spending $1.38 or $1.40 for the euro at its peak.”\n\nDon’t wait to get there; pay for everything now. This applies even to services that normally accept just a deposit. Many hotels, for example, just reserve some space on a card but actually charge the bill upon checkout. See how much they’ll let you actually pay right up front. A 100 euro hotel room will cost $106 today, but $120 if the euro goes back up to $1.20 in the next few months. That $14 would be just lost money. Multiply that by five days or a week, and you're talking about more significant cash.\n\nThis goes for just about anything. Book now and pay up front for everything from crepe tasting to German dungeon tours (great chance for that magical proposal). Don’t waste money, but if you’ll pay eventually then pay less by paying now.\n\nRelated: No more Blue Banana, Europe's industrial heart moves east\n\nGo farther, longer\n\n“Explore more of a destination,\" Herrera wrote. “You can dissect a destination so many different ways. Stay longer. You’ll get a better value. I was just in London a week and a half ago. How many times have I been to London? I visited the Shangri-La Hotel, at The Shard, London near London Bridge. That was exploring a new part of the city for me.”\n\nTake advantage of a newly cheaper continent to stay longer than might otherwise have been possible. Explore new destinations and get off the beaten path, because it's there. Cost often drives Americans home early. This summer, though, that may have changed.\n\nIn particular, consider some new destinations that the tumbling currency might unlock. Portugal and Greece are surprising bargains for travelers looking for something different than the usual London-Paris-Rome trifecta. Herrera recommends Portugal’s Douro valley for unexpectedly great food and wine, while a trip around the Cyclades can be one of life’s most unforgettable and shockingly budget friendly destinations if you don’t mind skipping the resort in favor of a guesthouse and waterside taverna.\n\nThat’s more fun anyway.\n\nRelated: Europe's policymakers warn against excessive optimism over ECB's bond buying\n\nForex Effects\n\nFinally, we would be remiss if we didn’t give a nod to the money making opportunity here. Euros are a valuable commodity and right now they are cheap. Odds are pretty decent the currency will rebound, and the best way to celebrate is with some bubbly bought courtesy of the forex (foreign exchange) market.\n\nCurrency markets are a form of trading and investment, much the same as stocks and securities and based upon the same basic principles. Buy low, sell high and look for an instrument that seems undervalued. Like any other form of investing this comes with risks. The euro is low for a reason. If those structural problems grow, it could continue to collapse and take your dollars with it.\n\nOn the other hand, it might be going through a temporary slump and every dollar spent on a euro right now might be worth $1.25 later this year.\n\nJust in case, how can you get your share? For starters, there are three general forex exchanges: spot, futures and forwards. The spot market is how people generally trade currencies. It’s the market where you buy cash, hold it and then liquidate in another currency at the current price.\n\nRelated: Visa Europe plans new security that could pave way for Apple Pay\n\nIn other words, it’s the fancy version of stuffing your pockets at the ATM then hitting a currency window on the way home.\n\nFutures and forwards are uncommon for the casual investor. In these markets, investors trade in long term contracts over currency transactions. The larger nature of these contracts allows investors to smooth out risk since they can involve multiple transactions or currencies, but this also makes futures and forwards an unappealing option for the small investor (read: not a bank).\n\nHow to trade and open a forex account? It’s probably a lot smarter to trade formally than to hit an ATM in Brussels and hope for the best. Most online brokerages like E-Trade will offer this service, so the best option is to open a brokerage account with sites like this. Ignore invitations to leverage (trading with borrowed money). This is popular in the small-margin world of currency trading, but it’s also a great way to lose your shirt; that's because the theory is to repay the borrowed money with profits from when your investment pays off.\n\nDoes anyone see what's wrong with this plan?\n\nRelated: For Greece Now, It’s Political and Economic Mess\n\nPay attention to four types of orders that will make trading life a lot easier, especially when dealing with markets that may get most frisky while Americans are tucked into bed. Market orders buy up the currency of your choice at market value. This is a basic instruction to buy and sell at the current price. Limit orders are an instruction to buy, but only when the currency gets cheap enough. For example, you could set an instruction to dive into the pool as soon as the euro reaches parity with the dollar.\n\nConsider too the value of a take-profit order. These allow you to set a target sell off position. For example, let’s say you think the euro will peak around $1.30 but are worried you’ll miss it while binge watching \"House of Cards\". (No one can tear himself away from a Kevin Spacey monologue.) Instead, set a take-profit order that would dump the entire account at that magic number. It guarantees you won’t miss that high water mark, so long as it happens... but no one says the position won’t keep going up long after you’ve sold.\n\nFinally, don’t forget about stop-loss orders. The euro might go back up… or Greece might finally jump ship, trigger a continental crisis and send everyone in Berlin scrambling for their leftover Deutschmarks. That’s when an automatic order to sell off every single note if they ever hit $0.80 will come in handy. You’ll take a loss, but not a complete bath. Hence the name.\n\nIs forex trading a magic bullet? No. It’s investing. But for anyone convinced that the euro has nowhere to go but up, it might also be a pretty good shot at putting your money where your mouth is. After all, the euro has been one of the few currencies in the world stronger than the dollar for several decades. The foreign exchange markets might just be a way to turn that temporary slump into some nice walking around money for the suddenly-cheap vacation.\n\nThis article originally appeared in MainStreet.\n\nRead more from MainStreet:\n\nCould Canada Help the U.S. Solve the American Water Crisis?\n\nWhy Millennials Are Staking Their Retirement on Developing Countries\n\n10 Things You Absolutely Need to Say in a First Interview\n\n\n\n", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "For", "title": "How You Can Take Advantage of the Low Euro", "url": "http://www.thefiscaltimes.com/2015/03/16/How-You-Can-Take-Advantage-Low-Euro", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/eurozone-summit_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/03/16/How-You-Can-Take-Advantage-Low-Euro", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/eurozone-summit_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "For", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Maybe bullish investors will smell their chance to make a killing and push prices up on the currency markets.\nOn the other hand, it might be going through a temporary slump and every dollar spent on a euro right now might be worth $1.25 later this year.\nA 100 euro hotel room will cost $106 today, but $120 if the euro goes back up to $1.20 in the next few months.\nWhat we know is this: one euro is a commodity just like any other, and right now it’s historically cheap.\nAt time of writing the value of a euro was around $1.06, and Deutsche Bank thinks it might bottom out somewhere around $.085."}