{"article_title": "Increase Productivity By Listening To These 3 Songs At Work", "article_keywords": ["empowering", "productivity", "complete", "study", "work", "mind", "research", "increase", "participants", "music", "listening", "word", "songs"], "article_url": "http://www.medicaldaily.com/increase-productivity-listening-these-3-songs-work-297448", "article_text": "Have you ever attempted to workout without music and ended up feeling sluggish and uninspired? When you turn on your music, it’s a whole other story. That mile you ran felt like nothing, whereas before it felt like Mount Everest because Beyoncé wasn’t blasting in your ears.\n\nMusic is not just empowering in the gym. New research finds that it helps in the workplace too. The study, led by academics from Northwestern’s Kellogg School of Management, found that the right kind of music could help you work more efficiently. “Empowering music might be used strategically to get us in the right frame of mind,” the researchers said, according to Kellogg Insight.\n\nFor the study, participants were invited into a lab to listen to different songs. They then rated all the songs on a seven-point scale to determine how powerful, dominant, and determined each song made them feel. The highest rated songs were Queen's \"We Will Rock You,\" 2 Unlimited's \"Get Ready for This,\" and 50 Cent's \"In Da Club. All of these songs are bass-heavy, a characteristic participants found to be more empowering in music.\n\nResearchers recommend listening to empowering songs like these before important meetings, negotiations, or other scenarios where you want to feel confident and self-assured. During their study, they also compiled a list of rather unempowering songs, based on participants' opinions. They were Fatboy Slim's \"Because We Can\", Baha Men's \"Who Let the Dogs Out?\" and Notorious B.I.G.'s \"Big Poppa.\"\n\nAnother group of participants in the study listened to high or low powered songs while working. For this experiment, the new group of participants was asked to complete word fragments such as \"P_ _ER\" with the first word that came to mind. Participants who were listening to the high-power playlist were better able to complete the fragment using stronger, confident words than those listening to the lower power songs. The research suggests that, because participants were asked to answer with the first word that comes to mind, the empowering effects of music may be unconscious and automatic.\n\nSo why does empowering music make us work better? Athletes already use music to get psyched before games, so it makes sense to do the same before and during work. \"Just as professional athletes might put on empowering music before they take the field to get them in a powerful state of mind ... you might try [this] in certain situations where you want to be empowered,\"said Derek Rucker, a professor of marketing at the Kellogg School of Management.\n\nPrevious studies have also found music was helpful for children struggling with attention deficit hyperactivity disorder (ADHD), as it helped them to complete their work, SpecialEdPost reported. Overall, research shows that, from the young to the old, fist-pumping music inspires people to perform better and complete tasks.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "music, top, three, workplace, work, empower", "og": {"site_name": "Medical Daily", "description": "Music doesn't only inspire you to be more physically active, it also helps you work more efficiently. What are the best songs for this?", "title": "Increase Productivity By Listening To These Songs At Work", "url": "http://www.medicaldaily.com/increase-productivity-listening-these-3-songs-work-297448", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/10/dafkdaf.jpg", "type": "article"}, "twitter": {"description": "Music doesn't only inspire you to be more physically active, it also helps you work more efficiently. What are the best songs for this?", "title": "Increase Productivity By Listening To These Songs At Work", "url": "http://www.medicaldaily.com/increase-productivity-listening-these-3-songs-work-297448", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/10/dafkdaf.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/10/dafkdaf.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-08-10T16:46:12-04:00", "modified_time": "2014-08-10T16:46:12-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Music doesn't only inspire you to be more physically active, it also helps you work more efficiently. What are the best songs for this?"}, "_id": "\"57477af36914bd0286fca6e0\"", "article_summary": "Researchers recommend listening to empowering songs like these before important meetings, negotiations, or other scenarios where you want to feel confident and self-assured.\nFor the study, participants were invited into a lab to listen to different songs.\nSo why does empowering music make us work better?\n“Empowering music might be used strategically to get us in the right frame of mind,” the researchers said, according to Kellogg Insight.\nParticipants who were listening to the high-power playlist were better able to complete the fragment using stronger, confident words than those listening to the lower power songs."}