{"article_title": "Tons of Celebrities Who Will Never Use Obamacare Want You to Know Open Enrollment is Back", "article_keywords": ["plans", "17", "getcovered", "celebrities", "enrollment", "obamacare", "tons", "actors", "know", "deductible", "open", "insurance", "plan"], "article_url": "http://townhall.com/tipsheet/christinerousselle/2014/11/18/tons-of-celebrities-who-will-never-use-obamacare-want-you-to-know-open-enrollment-is-back-n1919915", "article_text": "Open enrollment for Obamacare plans for 2015 opened on November 15, with comparatively little fanfare to last year's roll-out. Still, plenty of celebrities are decently concerned that people receive coverage under the federal exchange:\n\n#GetCovered at http://t.co/WA2pny0J5v. Open enrollment is back! It's your chance to enroll if you haven't already! G… http://t.co/m75hDv05Pc — Nina Dobrev (@ninadobrev) November 17, 2014\n\nHappy Mon darlings! #GetCovered at http://t.co/cwsdR6mdPf Open enrollment is back! Take care of yourself! Stay happy n blessed darlings;) — Vivica A. Fox (@MsVivicaFox) November 17, 2014\n\nfor those of you who don't let politics get in the way of opportunity, open enrollment is back on at http://t.co/PzCC1SILfZ #GetCovered — Jesse Bradford (@JesseBradford) November 17, 2014\n\nHealth care is a right! Open enrollment is back! #GetCovered at http://t.co/q6xjbpn43z. — Julianne Moore (@_juliannemoore) November 17, 2014\n\nHey, guess what? Open enrollment is back! #GetCovered at http://t.co/0JdON3nuVS. — Julia Louis-Dreyfus (@OfficialJLD) November 17, 2014\n\nEtc., etc.\n\nWhile it's nice that millionaire Hollywood actors are jazzed up about Obamacare, it's interesting to note that insurance options available to these people are far more generous and affordable than plans available through Covered California, the healthcare exchange website for the state of California. Plugging in my age (23) and the median salary for someone about my age, the cheapest \"bronze\" plan offered has premiums of $166 a month with an individual deductible of $5,000. The plan will then pay for 60 percent of most medical costs, but with higher co-pays.\n\nIn comparison, the plans offered to actors through the Screen Actors Guild are much more attractive than the plans on the exchange. The most expensive plan for an individual offered to Screen Actors Guild members has a $414 quarterly premium. The deductibles for these plans? For in-network care for the Industry Health Network, there is no deductible. For out-of-network healthcare, there's a measly $500 deductible. The out-of-pocket maximum for an individual is $6,600—barely higher than the deductible for a bronze Covered California plan. Additionally, the plan covers 90 percent of most other health treatments, including mental health and substance abuse treatment.\n\nThe SAG insurance website even effectively discourages members from signing up for an Affordable Care Act plan, as members who qualify for insurance plans will not qualify for a premium subsidy.\n\nWhile I'm not going to fault actors for having enviable insurance options—hey, I would absolutely embrace that if I were in their shoes, and they have earned their SAG membership fair and square—but I would be more comfortable with their promotion of Obamacare if the law actually applied to them. It's easy to encourage people to apply for insurance if you've got a Cadillac plan provided by your job for effectively free. With Obamacare driving up costs and canceling plans, things aren't getting much more affordable for the average non-actor Joe Schmoe.\n\nFurthermore, the fact that the main promoters of open enrollment are celebrities simply adds credence to Jonathan Gruber's assertion that the stupidity of the American voter is the only reason the law passed. Clearly, someone higher up thinks that the only way Joe Sixpack will sign up for a healthcare plan is if a pretty actress instructs him to do so.\n\nThe numbers, however, speak for themselves. About 100,000 people signed up for a plan during the first weekend of 2014's open enrollment, a number that fits comfortably in Michigan Stadium. The expectations for the number of plan signups is continually ticked downward. It's going to take more than celebrities nagging on Twitter to convince Americans to sign up for a plan.", "article_metadata": {"description": "It's easy to promote something that you'll never have to worry about! .05/26/2016 11:28:47AM EST.", "author": "Christine Rousselle", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "It's easy to promote something that you'll never have to worry about!", "title": "Christine Rousselle - Tons of Celebrities Who Will Never Use Obamacare Want You to Know Open Enrollment is Back", "url": "http://townhall.com/tipsheet/christinerousselle/2014/11/18/tons-of-celebrities-who-will-never-use-obamacare-want-you-to-know-open-enrollment-is-back-n1919915", "image": "http://media.townhall.com/townhall/reu/ha/2014/311/79906b76-8ba5-4cd3-bbe3-50090ee2208d.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "It's easy to promote something that you'll never have to worry about!", "title": "Christine Rousselle - Tons of Celebrities Who Will Never Use Obamacare Want You to Know Open Enrollment is Back", "url": "http://townhall.com/tipsheet/christinerousselle/2014/11/18/tons-of-celebrities-who-will-never-use-obamacare-want-you-to-know-open-enrollment-is-back-n1919915", "image": "http://media.townhall.com/townhall/reu/ha/2014/311/79906b76-8ba5-4cd3-bbe3-50090ee2208d.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Tons of Celebrities Who Will Never Use Obamacare Want You to Know Open Enrollment is Back, Christine Rousselle, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fd2e80\"", "article_summary": "Open enrollment for Obamacare plans for 2015 opened on November 15, with comparatively little fanfare to last year's roll-out.\nOpen enrollment is back!\nAbout 100,000 people signed up for a plan during the first weekend of 2014's open enrollment, a number that fits comfortably in Michigan Stadium.\n#GetCovered at http://t.co/cwsdR6mdPf Open enrollment is back!\nFurthermore, the fact that the main promoters of open enrollment are celebrities simply adds credence to Jonathan Gruber's assertion that the stupidity of the American voter is the only reason the law passed."}