{"article_title": "Denver preschool tax increase passes City Council committee – The Denver Post", "article_keywords": ["passes", "committee", "city", "tax", "sales", "denver", "tuition", "increase", "program", "council", "measure", "post", "approved", "preschool"], "article_url": "http://www.denverpost.com/news/ci_26160282/denver-preschool-tax-increase-passes-city-council-committee", "article_text": "A proposed extension and increase in the Denver preschool sales tax is a step closer to making the November ballot.\n\nThe City Council’s Government & Finance Committee on Wednesday approved the ballot measure 3-1. The proposal would reauthorize the 0.12 percent sales tax, narrowly approved by voters in 2006, and increase it to 0.15 percent. The tax would expire in 2026.\n\nMayor Michael Hancock backs the measure, which is set to be introduced in the full council Aug. 4 and to face a final vote Aug. 11, after a courtesy public hearing. It would go on the Nov. 4 ballot for Denver voters.\n\nThe program has provided more than $55 million in preschool tuition credits for 32,000 children, including 4,813 in the last school year. Credits are available under the program to all families in the city with 4-year-olds based on economic need and the quality of the preschool program being sought.\n\nThe extra tax money would go toward reinstating summer programming, which was scrapped after the first two years because of a drop in sales tax collections; keeping up with growing tuition costs and allowing higher administrative costs; accommodating increasing demand for full- or extended-day preschool programs; and potentially serving some 3-year-olds.\n\nJennifer Landrum, president and CEO of the Denver Preschool Program, presented the committee with research on alumni of the program.\n\nBy third grade, one study found, 64 percent were rated advanced or proficient in reading on standardized tests, versus 58 percent of Denver children who had not gone through the program. (Some from the latter group did attend preschool without city tuition support.)\n\nCouncilwoman Jeanne Faatz voted against the tax measure, as she did in 2006, for philosophical reasons.\n\n“I do not believe the city needs to be in education issues,” she said, when there are federal, state and school district programs already addressing the education and development of young children.\n\nIf approved by voters, the increase will boost tax proceeds by up to $5 million next year. If the measure fails in November, the current 0.12 percent tax would expire at the end of 2016.\n\nJon Murray: 303-954-1405, jmurray@denverpost.com or twitter.com/JonMurray", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Denver preschool tax increase passes City Council committee", "title": "Denver preschool tax increase passes City Council committee", "url": "http://www.denverpost.com/2014/07/16/denver-preschool-tax-increase-passes-city-council-committee/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140716__preschoolp1.jpg", "height": 411}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140716__preschoolp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-07-16T14:41:48+00:00", "modified_time": "2016-04-27T05:42:13+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fca6e4\"", "article_summary": "A proposed extension and increase in the Denver preschool sales tax is a step closer to making the November ballot.\nJennifer Landrum, president and CEO of the Denver Preschool Program, presented the committee with research on alumni of the program.\nThe proposal would reauthorize the 0.12 percent sales tax, narrowly approved by voters in 2006, and increase it to 0.15 percent.\nCouncilwoman Jeanne Faatz voted against the tax measure, as she did in 2006, for philosophical reasons.\n(Some from the latter group did attend preschool without city tuition support.)"}