{"article_title": "Food for thought", "article_keywords": ["benghazi", "isis", "congress", "food", "things", "thought", "dinner", "run", "know", "way", "table", "really"], "article_url": "http://www.foxnews.com/politics/2014/11/27/capitol-attitude-food-for-thought.html", "article_text": "Much is made about the debates each party’s presidential candidates have in September and October every four years. Those are believed to be the headiest moments of America’s political dialectic in preparation for choosing a commander-in-chief that fall.\n\nBut everyone knows the most-ardent debates in American politics happen annually, far away from those debate stages and civic centers. The feistiest debates usually launch over the dinner table at Thanksgiving.\n\nYou may have already plotted out the meal with friends and family.\n\nYou’re up early to prep and brine the turkey. You’ve got cranberry sauce, dressing, green bean casserole and pecan pie. But have you even considered what you’re going to say to everyone at the dinner table? Or what they might say to you? And what happens when they wade into politics?\n\nOh you know, just things that have been in the news the past few days. Ferguson. Race relations. Executive orders. Immigration. The border crisis. Benghazi. ObamaCare. Ebola. ISIS. The Keystone pipeline. Who’s responsible for a government shutdown. Why is Nancy Pelosi still hanging around? Eric Cantor lost because…Hillary will run because….Hillary won’t run because….Republicans won the midterms because……Democrats lost the midterms because…Chris Christie shouldn’t run because….Ted Cruz was born in Canada so he can’t be president because….This big winter storm proves/disproves global warming. The Washington Redskins should keep/change their name because…\n\nA Thanksgiving meal can transform the dinner table into a political minefield. And it probably doesn’t help matters that everyone sits down to this occasion, already lubricated with a glass of Beaujolais Nouveau or perhaps a pour of Kentucky bourbon.\n\nNote that if President Obama and incoming Senate Majority Leader Mitch McConnell, R-Ky., can’t even get together for a bourbon summit to extricate some of these intractable political issues, how in the world are you going to settle a Thanksgiving argument at the dinner table with a tipsy Uncle Phil?\n\nTo truly enjoy the festivities, one might suggest just sticking to light conversation. Focus on the grub at the table. Ask for another serving of dumplings or see if the pumpkin pie is sufficiently cool for serving. Or, one could actually engage your relatives to learn what they really know about American politics and government. Not necessarily an effort to stoke the embers and pick fights about their views. But here’s a chance to do a deep dive to see what they really know and better understand their perceptions. Everyone may be surprised by what you find out.\n\nThis is a way to elevate the conversation to some level of civility and move it away from the traditional “food fight” which sometimes consumes the dinner table.\n\nFor starters, do they know the names of their local congressman/congresswoman and senators? Have they ever encountered their lawmaker? Reached out to their offices? Know of something they did or didn’t do that they liked/didn’t like?\n\nAsk why a lot.\n\nIn other words, why do they like Hillary Rodham Clinton? Why do they hope Jeb Bush runs. Do your dinner companions have legitimate arguments steeped in fact and evidence? Or is their appreciation or disdain for certain pols merely superficial?\n\nFind out why they worry about ObamaCare/immigration/Ebola. Did they lose their insurance? Did they see any evidence of higher premiums? Diminished access to care? Did they find their fears were grounded in truth? Did ObamaCare actually help them in some way?\n\nWhat do they think about Obama’s executive order on immigration? Is it bypassing Congress or does he have the right to do this under Article II of the Constitution? Do they fear having illegal immigrants take their jobs? Are there economic benefits to “legalizing” some undocumented persons? What about the “rule of law?” Should there be repercussions for those living here illegally?\n\nOn Ebola, can they name the West African nations where the outbreak has been most prominent? Do they know how many people have died in Liberia, Guinea, Sierra Leone, Nigeria and Mali? Do they know how many people got sick in the U.S.? Do they perceive a problem with the U.S. response? Should the U.S. military be involved helping build facilities in West Africa to tackle Ebola? If not, why is the U.S. spending money on those military medical units?\n\nWhat about ISIS? If the U.S. really needs to take the battle to ISIS, why is there a resistance to boots on the ground? Did American intervention in Iraq start this? Does Congress need to act to grant the president the appropriate authority to widen a mission against ISIS? Is the U.S. reluctant to fully challenge ISIS because of “Iraq fatigue?”\n\nFew issues are as politically-loaded as Benghazi. In fact this topic wedged its way back into the news the past few days as the House Intelligence Committee published what it described as a “report” on the attack. The findings outraged some conservatives who disagreed with the findings of outgoing Chairman Mike Rogers, R-Mich., and Rep. Dutch Ruppersberger, D-Md., the top Democrat on the panel. Rep. Trey Gowdy, R-S.C., the chairman of the Select Committee on Benghazi, responded that his panel will provide the “definitive” evaluation of what went down in Benghazi. Expect some public action from that committee in early December.\n\nBut ask your relatives, why Benghazi is or isn’t a big deal. Was it demonstrative of a potential effort by the Obama Administration to gloss over things immediately before the 2012 presidential election? Or is it a nothing burger that the right gins up to taunt the left and energize its base? The hard thing about discussing Benghazi is that much of the information is classified and the public may never really get to read and hear the specifics about what happened. So hyperbole could fuel a lot of the debate on this one.\n\nAsk your dinner companions what they think of Congress. What do they know about how Congress works? Do they understand the operational mechanics which make it so hard to accomplish things on Capitol Hill? And do they realize that the Founders rigged the system to make it hard to get change? In other words, the public often castigates Congress for not getting much done. That was certainly the case this past year – one of the worst years for achievement on Capitol Hill. But wasn’t this what the Founders intended? They feared rushes to judgment and quick fixes. If that’s the case, isn’t Congress performing the way the Founders envisioned?\n\nSo if your friends and relatives want to talk politics amid the winter squash and mashed potatoes, give peace a chance. Perhaps initiate a discourse which moves beyond the talking points and really explores why people feel the way they do. This sort of introspection spurs a civil exchange. And everyone may just push back from the table pretty satisfied.\n\nNot just from the meal. But from the conversation, too.", "article_metadata": {"classification": "/FOX NEWS/COLUMNS/Capitol Attitude", "dcterms.modified": "2015-01-22 04:16:13 EST", "dcterms.abstract": "Much is made about the debates each party’s presidential candidates have in September and October every four years. Those are believed to be the headiest moments of America’s political dialectic in preparation for choosing a commander-in-chief that fall.", "twitter": {"description": "Much is made about the debates each party’s presidential candidates have in September and October every four years. Those are believed to be the headiest moments of America’s political dialectic in preparation for choosing a commander-in-chief that fall.", "creator": "@foxnews", "url": "http://www.foxnews.com/politics/2014/11/27/capitol-attitude-food-for-thought.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/politics/2014/11/27/capitol-attitude-food-for-thought/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1446865069053.jpg?ve=1", "title": "Food for thought", "site": "@foxnews", "card": "summary_large_image"}, "dc.format": "text/html", "dc.publisher": "Fox News", "parsely-metadata": "{\"tags\":[\"/FOX NEWS/COLUMNS/Capitol Attitude\"],\"author\":\"Chad Pergram\",\"subSection\":\"politics\",\"title\":\"Food for thought\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-news/politics/2014/11/27/capitol-attitude-food-for-thought/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1446865069053.jpg?ve=1\",\"pub_date\":\"2014-11-27T14:44:43Z\",\"link\":\"http://www.foxnews.com/politics/2014/11/27/capitol-attitude-food-for-thought.html\",\"type\":\"article\",\"identifier\":\"a3dc38ad-89bd-4cdd-ad31-f83e9938d020\",\"section\":\"politics\"}", "prism.aggregationType": "subsection", "prism.channel": "fnc", "dc.description": "Much is made about the debates each party’s presidential candidates have in September and October every four years. Those are believed to be the headiest moments of America’s political dialectic in preparation for choosing a commander-in-chief that fall.", "dc.identifier": "a3dc38ad-89bd-4cdd-ad31-f83e9938d020", "column": "capitol-attitude", "dc.language": "en-US", "pagetype": "article", "classification-isa": "capattitude", "description": "Much is made about the debates each party’s presidential candidates have in September and October every four years. Those are believed to be the headiest moments of America’s political dialectic in preparation for choosing a commander-in-chief that fall.", "prism.section": "politics", "fb": {"app_id": 113186182048399}, "dc.source": "FoxNews.com", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "dc.title": "Food For Thought", "dcterms.created": "2015-01-22 04:16:13 EST", "parsely-page": "{\"tags\":[\"/FOX NEWS/COLUMNS/Capitol Attitude\"],\"author\":\"Chad Pergram\",\"subSection\":\"politics\",\"title\":\"Food for thought\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-news/politics/2014/11/27/capitol-attitude-food-for-thought/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1446865069053.jpg?ve=1\",\"pub_date\":\"2014-11-27T14:44:43Z\",\"link\":\"http://www.foxnews.com/politics/2014/11/27/capitol-attitude-food-for-thought.html\",\"post_id\":\"a3dc38ad-89bd-4cdd-ad31-f83e9938d020\",\"type\":\"article\",\"section\":\"politics\"}", "dc.type": "Text.Article", "dc.date": "2014-11-27", "og": {"site_name": "Fox News", "description": "Much is made about the debates each party’s presidential candidates have in September and October every four years. Those are believed to be the headiest moments of America’s political dialectic in preparation for choosing a commander-in-chief that fall.", "title": "Food for thought | Fox News", "url": "http://www.foxnews.com/politics/2014/11/27/capitol-attitude-food-for-thought.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-news/politics/2014/11/27/capitol-attitude-food-for-thought/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1446865069053.jpg?ve=1", "type": "article"}, "dc.creator": "Chad Pergram"}, "_id": "\"57477af36914bd0286fca6eb\"", "article_summary": "This is a way to elevate the conversation to some level of civility and move it away from the traditional “food fight” which sometimes consumes the dinner table.\nThe Washington Redskins should keep/change their name because…A Thanksgiving meal can transform the dinner table into a political minefield.\nBut here’s a chance to do a deep dive to see what they really know and better understand their perceptions.\nBut have you even considered what you’re going to say to everyone at the dinner table?\nOr, one could actually engage your relatives to learn what they really know about American politics and government."}