{"article_title": "Ben Carson Loses Brain Surgeon License After Making Numerous Brainless Comments", "article_keywords": ["ben", "trump", "license", "dr", "medical", "work", "comments", "loses", "carson", "brain", "im", "carsons", "making", "surgeon", "republican", "numerous", "tell", "brainless"], "article_url": "http://www.huffingtonpost.com/flora-nicholas/ben-carson-loses-brain-su_b_8295908.html", "article_text": "The Medical Boards for all 50 States in the Union announced today that they have revoked Ben Carson's medical license and will no longer allow him to operate as a brain surgeon any where in the U.S. And they cited as their reason Carson's mental and intellectual challenges -- otherwise known as the propensity to sound like a total and utter nutcase.\n\nIn a joint statement, the Medical Boards said: We have been increasingly concerned about the gibberish emanating from Mr. Carson's cerebrum. We cite by way of example his belief that the holocaust could have been prevented by armed German citizens, that straight people go into prison and come out gay, and that Obamacare is the worst thing to happen to the country since slavery.\n\nWe are therefore suspending his medical license in any state where he is qualified to practice. And should he choose to come out of retirement and re-apply for credentials, we will not allow him to operate on people's cerebrums, or indeed cerebullums, limbic systems and brain stems, until he can demonstrate that his own are in fully working order.\"\n\nWhile appearing on The Really Bad Situation Room with Wolf Blitzer, Ben Carson said: \"I'm very disappointed to hear this news and I categorically deny I'm crazy. I think this is a concerted effort by Dr. Gregory House, Dr. No, Dr. Who and Dr. Doolittle to undermine my candidacy for the Presidency and I am therefore going to ignore it and carry on with my campaign regardless.\"\n\nIn his defense, Carson also highlighted comments made by other Republican candidates for the Presidency too. \"Listen, Donald Trump thinks he can deport 11 million people back to Mexico and then get Mexico to pay for a wall to stop them coming back in.\n\nCarly Fiorina believes she can run the entire United States of America even after running little old HP into the ground.\n\nAnd Ted Cruz doesn't want to work with Democrats to get things done, and yet he told Fox News in 2012 that he's prepared to work with Martians! I mean seriously, if I'm a loony tune, these folks must be too.\"\n\nUnfortunately for the Republican party, Carson's assertions have been borne out by the latest Real Clear Polidicks opinion poll. On the question of which Republican candidate is the most \"bat shit crazy\", Ben Carson is tied in equal first place with Donald Trump, Carly Fiorina, Ted Cruz, Marco Rubio, Jeb Bush, Chris Christie, John Kasich and Rand Paul.\n\nThe poll was conducted earlier this week, it had 330 million respondents and no margin for error.\n\nAlso on HuffPost:\n\nHilarious Lies Parents Tell Their Kids\n\nHilarious Lies Parents Tell Their Kids\n\n1 of 15 Share this slide:\n\nReddit\n\nFollow Flora Nicholas on Twitter: www.twitter.com/flora_nicholas", "article_metadata": {"sailthru.expire_date": "2015-10-15 17:20:01 -0400", "og": {"url": "http://www.huffingtonpost.com/flora-nicholas/ben-carson-loses-brain-su_b_8295908.html", "site_name": "The Huffington Post", "image": "http://i.huffpost.com/gen/3462208/images/o-BEN-CARSON-facebook.jpg", "type": "article", "locale": "en_US"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/3462208/images/o-BEN-CARSON-facebook.jpg", "height": 1000}, "site": "@HuffPostComedy", "card": "summary_large_image", "creator": "flora_nicholas"}, "sailthru.date": "2015-10-14 17:20:01 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=8295908", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "comedy", "fb": {"app_id": 46744042133}, "keywords": "ben Carson,ben carson 2016,Dr. Ben Carson,ben carson president,ben carson gay marriage,republicans,Republican Party,Donald Trump,Ted Cruz,Carly Fiorina,Marco Rubio,jeb bush,Chris Christie,John Kasich,rand paul,comedy,satire,Political Humor", "article": {"section": "Comedy", "tag": "ben Carson,ben carson 2016,Dr. Ben Carson,ben carson president,ben carson gay marriage,republicans,Republican Party,Donald Trump,Ted Cruz,Carly Fiorina,Marco Rubio,jeb bush,Chris Christie,John Kasich,rand paul,comedy,satire,Political Humor", "published_time": "2015-10-14 17:20:01 -0400", "modified_time": "2016-01-25 10:59:02 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fca6ef\"", "article_summary": "While appearing on The Really Bad Situation Room with Wolf Blitzer, Ben Carson said: \"I'm very disappointed to hear this news and I categorically deny I'm crazy.\nUnfortunately for the Republican party, Carson's assertions have been borne out by the latest Real Clear Polidicks opinion poll.\nIn his defense, Carson also highlighted comments made by other Republican candidates for the Presidency too.\nIn a joint statement, the Medical Boards said: We have been increasingly concerned about the gibberish emanating from Mr. Carson's cerebrum.\nAlso on HuffPost:Hilarious Lies Parents Tell Their KidsHilarious Lies Parents Tell Their Kids1 of 15 Share this slide:RedditFollow Flora Nicholas on Twitter: www.twitter.com/flora_nicholas"}