{"article_title": "Let’s Not Emulate How Much of the World Treats Intellectual Property", "article_keywords": ["protect", "treats", "emulate", "ip", "intellectual", "thing", "lets", "theft", "innovation", "world", "property", "robin", "hood"], "article_url": "http://blog.heartland.org/2016/04/lets-not-emulate-how-much-of-the-world-treats-intellectual-property/", "article_text": "April 26 is World Intellectual Property (IP) Day: “We celebrate World Intellectual Property Day to learn about the role that intellectual property rights (patents, trademarks, industrial designs, copyright) play in encouraging innovation and creativity.”\n\nIt’s sad that so many of us still need to learn “the role that intellectual property rights…play in encouraging innovation and creativity.” It’s sad that the inherently obvious isn’t inherently obvious: that IP and its protection is a fundamental building block to any successful economy.\n\nWhat we have is so many countries the world over abusing IP. Sometimes because they fail to grasp the concept (the learning curve is indeed steep):\n\nIndia Must Build Intellectual Property: “For most Indians, intellectual property is a combination of Pierre-Joseph Proudhon and Robin Hood. The French anarchist famously declared property to be theft. Indians, few of whom put in the hard slog required to create intellectual property, readily agree, and are eager to do to the owners of intellectual property what Robin Hood did to the rich. Karl Marx, no fan of property himself, pronounced Proudhon to be confused: you can steal something only if it already belongs to someone, meaning property must precede theft and so cannot be theft. Indians are equally wrong to disrespect intellectual property.”\n\nLet’s first correct this mis-characterization of Robin Hood. He didn’t steal from the rich – he stole government’s onerous taxes from the collectors, to return the coin to the people. Robin Hood, if anything, was a pro-capitalism, pro-private property figure.\n\nProudhon and Marx (duh) were decidedly not. And it does appear that their anti-property perspectives rule the roost in India.\n\n“Indian companies glibly disregard the need to license technologies, leading to legal disputes with patent holders. The larger problem is consistent failure by Indian firms to carry our research and development (R&D) that would create intellectual property.”\n\nNo R & D, no IP. Not only must you protect the end products, you must respect the process necessary to deliver them. India seems to grasp none of this.\n\nOther nations understand IP – and thus know its immense value. They just don’t want to pay for it. Or do the heavy lifting of developing it. Behold China:\n\nIP Theft Costs US $300 Billion Per Year: “A private advisory panel says growing intellectual property theft, mainly by China, is costing the United States more than $300 billion each year.”\n\nUS Report Warns on China’s Massive Intellectual Property Theft\n\nChina: Theft of Intellectual Property – What Should Be Done?\n\nOne thing that should be done is to have the United States stop borrowing trillions of dollars to fund massive, massively stupid government spending – from the world’s biggest IP thief. Any governmental attempt to rein in China’s IP heist – is met with a threat to cut us off. Our deadbeat government then immediately returns to the corner to recommence cowering – and our IP remains open to unfettered Chinese raiding.\n\nOne thing that shouldn’t be done – is to make our domestic IP landscape less safe. I.e. more like China and much of the rest of the world.\n\nThankfully, we have our Constitution – which makes IP protection an expressed responsibility of our federal government. Behold Article I, Section 8, Clause 8: “To promote the Progress of Science and useful Arts, by securing for limited Times to Authors and Inventors the exclusive Right to their respective Writings and Discoveries…”\n\nSadly, Republicans and Democrats both are working to undermine our rights and their responsibilities. And make us look like much of the rest of the IP world. Via yet another woefully misnamed DC un-“solution” – like the Affordable Care Act, Network Neutrality, the Fairness Doctrine or immigration “reform.”\n\nH.R. 9, The Innovation Act: “The bipartisan Innovation Act…address(es) the ever increasing problem of abusive patent litigation.”\n\nTranslation: The government is seeking to undermine the ability of patent holders to protect their property. Because suing to protect valid patents isn’t “abusive” – it’s vitally necessary to protect intellectual property and preserve a free market economy.\n\nHR 9 sort of contradicts that whole Article I, Section 8, Clause 8 thing. And would make us just another nation eminently more susceptible to IP thieves.\n\nChina would be thrilled with this legislation. No one here should be.\n\n[Originally published at Red State]", "article_metadata": {"og": {"url": "http://blog.heartland.org/2016/04/lets-not-emulate-how-much-of-the-world-treats-intellectual-property/", "type": "activity", "image": "http://blog.heartland.org/wp-content/uploads/2015/05/patents.jpg", "site_name": "Somewhat Reasonable", "title": "Let’s Not Emulate How Much of the World Treats Intellectual Property"}, "robots": "noodp,noydir", "viewport": "width=device-width"}, "article_summary": "Behold China:IP Theft Costs US $300 Billion Per Year: “A private advisory panel says growing intellectual property theft, mainly by China, is costing the United States more than $300 billion each year.”US Report Warns on China’s Massive Intellectual Property TheftChina: Theft of Intellectual Property – What Should Be Done?\nIndians, few of whom put in the hard slog required to create intellectual property, readily agree, and are eager to do to the owners of intellectual property what Robin Hood did to the rich.\nSometimes because they fail to grasp the concept (the learning curve is indeed steep):India Must Build Intellectual Property: “For most Indians, intellectual property is a combination of Pierre-Joseph Proudhon and Robin Hood.\nApril 26 is World Intellectual Property (IP) Day: “We celebrate World Intellectual Property Day to learn about the role that intellectual property rights (patents, trademarks, industrial designs, copyright) play in encouraging innovation and creativity.”It’s sad that so many of us still need to learn “the role that intellectual property rights…play in encouraging innovation and creativity.” It’s sad that the inherently obvious isn’t inherently obvious: that IP and its protection is a fundamental building block to any successful economy.\nBecause suing to protect valid patents isn’t “abusive” – it’s vitally necessary to protect intellectual property and preserve a free market economy."}