{"article_title": "Herbicide-resistant weeds trouble Midwestern farms", "article_keywords": ["roundup", "weve", "soybean", "farmers", "glyphosate", "midwestern", "st", "farms", "united", "herbicideresistant", "weeds", "monsanto", "trouble", "herbicide"], "article_url": "http://www.washingtontimes.com/news/2014/jul/13/roundup-resistant-weeds-trouble-midwestern-farmers/", "article_text": "ELSBERRY, Mo. (AP) - Midwestern farmers are increasingly running into aggressive varieties of weeds that can’t be killed by a popular herbicide that revolutionized modern farming nearly two decades ago.\n\nCritics say the emergence of so-called superweeds - ones that have developed a resistance to glyphosate, the generic name for Monsanto’s herbicide Roundup - was inevitable as farmers use the same herbicide year after year, the St. Louis Post-Dispatch (http://bit.ly/1oSW66G) reported.\n\nWeed experts say half the nation’s farmland is dealing with some form of herbicide-resistant weeds, including in Missouri and Illinois, where farmers have encountered half a dozen different species immune to glyphosate.\n\nThe problem grows worse each year, forcing farmers to change how they manage weeds after years of spray-it-and-forget-it simplicity.\n\nIn many ways, the battle between farmers and resistant weeds sprouted in 1996, when Monsanto introduced its Roundup Ready soybeans - a crop genetically modified to be immune to glyphosate. That was followed by corn, cotton and sugar beets.\n\nThe combination was revolutionary because it let farmers kill everything in a field except the crop it was designed to protect. It also ended the need for soil-damaging tillage, multiple herbicides and teams of high school students with hoes deployed to clear the fields.\n\nThe U.S. Department of Agriculture says more than 93 percent of the nation’s corn, soybean and cotton crops were grown last year from genetically modified seeds, most of which were glyphosate-tolerant. Many farmers now rely almost exclusively on the herbicide to keep their fields weed-free.\n\n“I hate to use the word ‘lazy,’ but we’ve relaxed a little bit,” said Todd Gibson, a Norborne, Missouri, farmer and a director with the Chesterfield-based United Soybean Board. “But it’s more our fault than it is the industry’s.”\n\nThe agriculture industry is boosting efforts to push farmers away from the over-reliance on glyphosate. Last year, the United Soybean Board launched a program designed to educate growers and encourage them to do more to combat herbicide resistance.\n\nUniversity extension experts are spending much of their time working with farmers desperate for solutions. In 2010, Monsanto started its Roundup Ready-Plus program that pays farmers incentives for using competitors’ products at various times during the planting cycle.\n\n“There is no silver bullet for managing herbicide resistance,” said Monsanto spokesman John Combest. “It’s an issue that’s bigger than one class of chemistry, one company, one geography or one crop.”\n\nMonsanto’s critics, though, blame the company and its peers. The Union of Concerned Scientists says the aggressive marketing of glyphosate as a cure-all is responsible for the rapid spread of resistant weeds.\n\n“If it was your intention to create these weeds as quickly as possible, you’d do exactly what we’ve been doing,” said Ricardo Salvador, director of the organization’s food and environment program.\n\n___\n\nInformation from: St. Louis Post-Dispatch, http://www.stltoday.com", "article_metadata": {"description": "Midwestern farmers are increasingly running into aggressive varieties of weeds that can't be killed by a popular herbicide that revolutionized modern farming nearly two decades ago.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2014/jul/13/roundup-resistant-weeds-trouble-midwestern-farmers/", "type": "article", "site_name": "The Washingtion Times", "description": "Midwestern farmers are increasingly running into aggressive varieties of weeds that can’t be killed by a popular herbicide that revolutionized modern farming nearly two decades ago.", "title": "Herbicide-resistant weeds trouble Midwestern farms"}, "twitter": {"title": "Herbicide-resistant weeds trouble Midwestern farms", "description": "Midwestern farmers are increasingly running into aggressive varieties of weeds that can't be killed by a popular herbicide that revolutionized modern farming nearly two decades ago.", "card": "summary", "site": "@washtimes"}, "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "bitly-verification": "d180fd45f70d"}, "_id": "\"57477af36914bd0286fca6f4\"", "article_summary": "Last year, the United Soybean Board launched a program designed to educate growers and encourage them to do more to combat herbicide resistance.\n(AP) - Midwestern farmers are increasingly running into aggressive varieties of weeds that can’t be killed by a popular herbicide that revolutionized modern farming nearly two decades ago.\nThe problem grows worse each year, forcing farmers to change how they manage weeds after years of spray-it-and-forget-it simplicity.\nThe Union of Concerned Scientists says the aggressive marketing of glyphosate as a cure-all is responsible for the rapid spread of resistant weeds.\nWeed experts say half the nation’s farmland is dealing with some form of herbicide-resistant weeds, including in Missouri and Illinois, where farmers have encountered half a dozen different species immune to glyphosate."}