{"article_title": "Robotic Hand Attachment Offers Amputees 2 Extra Fingers For Grabbing And Gripping", "article_keywords": ["team", "prototype", "gripping", "extra", "grabbing", "amputees", "object", "fingers", "hand", "patterns", "offers", "attachment", "way", "robotic", "device", "hold", "stir"], "article_url": "http://www.medicaldaily.com/robotic-hand-attachment-offers-amputees-2-extra-fingers-grabbing-and-gripping-293804", "article_text": "With something like a forklift mechanism, the robotic fingers can hold coffee cups while you stir or envelopes while you tear.\n\nWith something like a forklift mechanism, the robotic fingers can hold coffee cups while you stir or envelopes while you tear. Melanie Gonick, MIT\n\nYou may never be able to rock a microphone like Nas, but you’ll definitely be able to twist off a 40 top. And tie your shoes. And maybe even thread a needle, thanks to new research from the Massachusetts Institute of Technology.\n\nThe science of prosthetics is about efficiency: How easily can a robotic limb replace the one you lost? Usually, the answer comes with a weighty price tag and a full-scale reattachment. If you lose an arm, you’ll get an arm. Researchers at MIT want to flip that idea on its head. For people who lose a hand, restored control may be as simple as two extra fingers.\n\nHook hands and complex, motorized machinery are out, the developers say. Hi-tech minimalism works better. \"This is a completely intuitive and natural way to move your robotic fingers,\" said Harry Asada, the Ford Professor of Engineering in MIT’s mechanical engineering department, in a statement. When you wear the attachment, which sits on your wrist, an extra “finger” juts out on either side of your thumb and pinky, sort of like a flexible forklift, learning how you position your hand as you grab things.\n\n\"You do not need to command the robot, but simply move your fingers naturally,” Asada added. “Then the robotic fingers react and assist your fingers.\"\n\nTheir formal name is “supernumerary robotic fingers.” The team developed the device using a series of algorithms that keep track of how the user moves his or her fingers when grabbing at an object, read by sensors in a hi-tech glove. The team realized early on that when humans typically reach for something, we don’t hold it with all five fingers equally. In most cases, we only use two fingers to apply pressure and curl back the object. Even for objects of varying size and shape, like a football and a pencil, these movement patterns tend to stick around.\n\nThe prototype grasping device could be used to hold hot drinks while you stir in cream or sugar, or aid you in opening storage containers, as seen here. Melanie Gonick/MIT. Melanie Gonick/MIT\n\nSo the researchers got to work on designing a wrist-mounted device that coordinates the behavior of seven fingers, not just five. Graduate student Faye Wu, who presented the team’s paper at a recent robotic conference in Berkeley, Calif., tested out the prototype. She grabbed an object and then positioned the two fingers manually around that object. Eventually, she found two or three general patterns emerged in each form of grasping.\n\nThe device has its bugs. Right now its only ability is to grab. It isn’t smart enough to apply varied pressure for, say, a small but heavy object compared to a light, slippery one. “That's the next thing we'll look at,” Wu said.\n\nFurther down the line, the team hopes to enhance the robot’s intuition to where it can track users’ specific movement patterns and learn to focus on certain algorithms over others — in the same way iPhone’s Siri learns its user’s speech patterns. The device is also bulky, Asada says. \"This is a prototype, but we can shrink it down to one-third its size, and make it foldable.” The device could be worn as a wristwatch or bracelet, he adds. The point is to make it as discreet as possible, so it stops feeling like a gadget to enhance your life and just feels like a part of the life itself. “Wearable robots are a way to bring the robot closer to our daily life,” he said.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "robotic, hand, attachment, offers, amputees, 2, extra, fingers, grabbing, and, gripping", "og": {"site_name": "Medical Daily", "description": "With something like a forklift mechanism, the robotic fingers can hold coffee cups while you stir or envelopes while you tear.", "title": "When 5 Is All You Got, This Robot Offers 2 More [VIDEO]", "url": "http://www.medicaldaily.com/robotic-hand-attachment-offers-amputees-2-extra-fingers-grabbing-and-gripping-293804", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/18/mithand1.jpg", "type": "article"}, "twitter": {"description": "With something like a forklift mechanism, the robotic fingers can hold coffee cups while you stir or envelopes while you tear.", "title": "When 5 Is All You Got, This Robot Offers 2 More [VIDEO]", "url": "http://www.medicaldaily.com/robotic-hand-attachment-offers-amputees-2-extra-fingers-grabbing-and-gripping-293804", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/18/mithand1.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/18/mithand1.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-07-18T12:50:43-04:00", "modified_time": "2014-07-18T12:50:42-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "With something like a forklift mechanism, the robotic fingers can hold coffee cups while you stir or envelopes while you tear."}, "_id": "\"57477af36914bd0286fca6fc\"", "article_summary": "“Then the robotic fingers react and assist your fingers.\"\nWith something like a forklift mechanism, the robotic fingers can hold coffee cups while you stir or envelopes while you tear.\n\"This is a completely intuitive and natural way to move your robotic fingers,\" said Harry Asada, the Ford Professor of Engineering in MIT’s mechanical engineering department, in a statement.\nFor people who lose a hand, restored control may be as simple as two extra fingers.\nThe science of prosthetics is about efficiency: How easily can a robotic limb replace the one you lost?"}