{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["business", "chicago", "hospitals", "hospital", "modern", "patients", "occupancy", "research", "beds", "area", "state", "healthcare", "illinois", "data", "events", "care"], "article_url": "http://www.modernhealthcare.com/article/20150126/INFO/301269873", "article_text": "\n\n\n\nIt was the worst performance of the 95 hospitals in the Chicago area, but Roseland's plight is hardly unique. Dr. John Warner Hospital, in a small town south of Bloomington, has an average daily census of 1.5 patients and an occupancy rate of 12%, the lowest in Illinois. Statewide, 76 hospitals routinely fill less than 50% of their beds.\n\n\n\nBuffeted by population shifts and changes in health insurance, the hospital industry in Illinois has far more capacity than it needs. More than 12,000 of the roughly 33,000 beds staffed by doctors, nurses and other providers in 2013 were empty even when hospitals were at their busiest, according to state records. That's nearly 4 of every 10 beds lying vacant.\n\n\n\n“I think it's clear that there are more beds than necessary right now and that the need for inpatient beds is declining, not increasing,” says\n\n\n\nHospitals often are major employers in areas that may not have many other jobs. In addition to reducing access to care for the poor and elderly, closings could severely damage the local economy. And there's no mechanism for coordinating consolidation across separate ownership groups.\n\n\n\nTo gauge the severity of the problem, On its busiest day in 2013, 60% of the patient beds at Roseland Community Hospital on Chicago's Far South Side sat empty.It was the worst performance of the 95 hospitals in the Chicago area, but Roseland's plight is hardly unique. Dr. John Warner Hospital, in a small town south of Bloomington, has an average daily census of 1.5 patients and an occupancy rate of 12%, the lowest in Illinois. Statewide, 76 hospitals routinely fill less than 50% of their beds.Buffeted by population shifts and changes in health insurance, the hospital industry in Illinois has far more capacity than it needs. More than 12,000 of the roughly 33,000 beds staffed by doctors, nurses and other providers in 2013 were empty even when hospitals were at their busiest, according to state records. That's nearly 4 of every 10 beds lying vacant.“I think it's clear that there are more beds than necessary right now and that the need for inpatient beds is declining, not increasing,” says Arnie Kimmel, CEO of Franciscan St. James Health , which has hospitals in Olympia Fields and Chicago Heights. “That raises a whole host of unpleasant questions, like which hospital should close or be consolidated.”Hospitals often are major employers in areas that may not have many other jobs. In addition to reducing access to care for the poor and elderly, closings could severely damage the local economy. And there's no mechanism for coordinating consolidation across separate ownership groups.To gauge the severity of the problem, Crain's conducted an unprecedented examination of state records for every hospital in Illinois . Among the findings:\n\nThe emptiest facilities are tiny hospitals in rural central and southern Illinois. They can keep the doors open only because they get a subsidy from Medicare, the federal healthcare program for the elderly.\n\nIn the six-county Chicago area, old hospitals in the city have the most empty beds, while newer suburban facilities and teaching hospitals are fuller. But there are exceptions, such as Adventist Bolingbrook, the first new hospital built in Illinois in 25 years: More than half its beds were empty in 2013.\n\nState regulators have a lot of say over hospitals that want to build new facilities or add services. But they have little power to force hospitals to shutter or convert underutilized buildings or services.\n\nWhy hospitals are emptying out\n\nHospital CEOs and industry experts tick off a host of reasons that so many beds are vacant, an emptiness that has intensified in the past few years.\n\n\n\nHuge demographic changes in Chicago gutted many minority neighborhoods. Roseland on the Far South Side and Austin (home to Loretto Hospital, the second-emptiest facility in Chicago) and Humboldt Park on the West Side each lost 14% to 16% of their residents, or nearly 37,000 combined, between 2000 and 2010, according to the city of Chicago.\n\n\n\nAt the same time, newer, better-equipped hospitals expanded in the suburbs, and wealthy teaching hospitals in the city constructed swanky new buildings. That made it harder for older city hospitals to compete for doctors and patients. Those suburban facilities also tend to be part of big systems with more privately insured patients and deeper pockets.\n\n\n\nChanges in how hospitals are paid also have a major impact on occupancy. Insurance companies and the federal government pay hospitals to treat patients in the least-expensive setting, such as a clinic or an outpatient surgery center rather than admitting them overnight. The average inpatient admission cost $18,030 in 2013, nearly seven times the $2,607 tab for an outpatient visit, according to the Health Care Cost Institute, a Washington, D.C.-based nonprofit.\n\n\n\nThe 10 hospitals with the most unused beds in the six-county area in 2013 received two-thirds of their combined $871.7 million in total revenue from Medicare and Medicaid, according to Crain's analysis of hospital financial data. But for the 10 hospitals with the lowest vacancy rates, nearly two-thirds of their combined $4.5 billion in revenue came from private insurers, which pay much higher rates than government programs. These hospitals include big suburban systems with more affluent patients and busy city hospitals, like University of Chicago Medical Center, that treat the sickest people.\n\n\n\n“We're creating a greater divide in the haves and the have-nots,” says Brian Sanderson, national managing partner for healthcare at Crowe Horwath, an accounting and consulting firm based in Chicago.\n\nHigh vacancy rates spell trouble\n\nCrain's analyzed records that the state's 213 hospitals reported annually to the Illinois Department of Public Health from 2011 through 2013. For hospitals with the most unused beds, records going back a decade were checked to make sure the recent numbers weren't an aberration.\n\n\n\nThe analysis focused on the number of beds that hospitals with general inpatient services staffed with doctors and nurses at the busiest time of the year, known as their “peak” staffed beds. (Specialty hospitals, for rehab or psychiatric services, for example, also report occupancy data to the state, but their experience isn't comparable to general hospitals.) Hospitals report data for several kinds of bed uses. The most numerous are so-called medical-surgical beds, which house a wide range of patients. Other categories measured include pediatrics, obstetrics-gynecology and intensive care.\n\n\n\nWhile the state calculates the occupancy rate for each type of service at every hospital, it does not calculate a total occupancy rate. Crain's used the same methodology to generate that figure.\n\n\n\nStatewide, the 2013 median total occupancy rate was 56%. In the six-county Chicago area, where nearly two-thirds of the state's population resides, the median was 66%. That's slightly higher than the national median of 63%, according to the American Hospital Association.\n\n\n\nOccupancy rates for every bed type except rehab and long-term acute care fell statewide from 2011 to 2013.\n\n\n\nIt's catching: Even the newest hospital in the state is half-empty.\n\n\n\nA new approach: One hospital CEO in the southwest suburbs has a radical plan for dealing with empty beds.\n\n\n\nPediatrics had the biggest decline, falling 8% in the six-county area. Only 92 of the state's 213 hospitals staff pediatric beds. Still, the median occupancy rate is a mere 20%, reflecting years of declining birthrates. Although the median in the six-county area is higher, at 25%, 17 hospitals had rates under 20%. St. Bernard Hospital in Englewood was the lowest, with only 3% of its pediatric beds occupied.\n\n\n\nIn intensive care, where the sickest patients receive some of the most expensive care, bed use declined 4% from 2011 to 2013 in the Chicago area, on par with dips for med-surg beds and those for the mentally ill. Hospitals with the fullest ICU beds included poor urban hospitals and suburban ones that provide specialty care. Holy Cross Hospital in Marquette Park (97% of its beds were used) and Advocate Christ Medical Center (87%) in south suburban Oak Lawn, for example, have some of the busiest ERs in the Chicago area.\n\n\n\nThere needs to be some slack in the system in case of a flu epidemic or a natural disaster. The state does set occupancy standards for hospitals, but they're rarely enforced. And the standards are based on the number of beds a hospital is authorized to operate, not the number it actually makes available to patients. Regulators say they're concerned when a hospital's rate for staffed beds drops below 50%.\n\n\n\nThat's because having empty beds can be expensive and inefficient. Facilities still have to maintain costly equipment, such as MRI machines, and staff their ERs whether they're treating one patient or 10. That could entice hospitals to charge higher prices or admit patients unnecessarily, experts say.\n\n\n\n“That cost has to be borne by someone,” says Ben Umansky, a healthcare expert at the Advisory Board, a Washington, D.C.-based consultancy.\n\nObstacles to closing\n\nThe story of Our Lady of the Resurrection Medical Center on the Northwest Side illustrates how difficult it is to close even an aging, half-empty hospital.\n\n\n\nIn 2013, Presence Health, which at the time was a 12-hospital chain, was considering shuttering the 60-year-old building in Portage Park after years of what hospital officials say were unsustainable losses. In 2012, the 269-bed hospital had a $12.5 million operating loss, followed by a $9.8 million loss in 2013.\n\n\n\nBut its 900 employees, led by then-incoming medical staff President Dr. Vishnu Chundi, rallied local churches and community groups to lobby the governor and City Hall. The hospital is the biggest employer in an area where the average business has about 20 employees, says George Borovik, executive director of the Portage Park Chamber of Commerce.\n\n\n\n“You can't let cornerstone institutions for that neighborhood close,” Chundi says. Chicago residents expect a base level of healthcare, he says, which to him means being no more than a 15-minute drive from a hospital if you're having a heart attack or stroke.\n\n\n\nSandra Bruce, CEO of Presence Health, says the company considered reducing Our Lady to an outpatient center. “But the community said, 'We're not ready,' “ she says. “ 'We need the jobs. We need the restaurants. People stop and buy gas.' There's this huge economic underpinning that has to be addressed in this transformation of American healthcare.”\n\n\n\nIn December, Presence sold the hospital, now known as Community First Medical Center, to a for-profit company that plans to invest $20 million over five years on upgrades and new services.\n\n\n\nSimilar issues of economics and access play out downstate, where hospitals often remain open despite high vacancy rates because there might not be another for miles.\n\n\n\nDr. John Warner Hospital in Clinton has the lowest occupancy rate in the state. It had $15.4 million in total operating revenue and $730,600 in operating income for its last fiscal year after two years of losses.\n\n\n\nThe city-owned facility remains open partly because many elderly people live in the area and a power plant is close by, whose employees could need emergency care, Mayor Carolyn Peters says. “It's a community service,” she says. It also has 114 full-time workers, making it one of the biggest employers in town.\n\n\n\nJohn Warner is a so-called critical-access hospital, a federal designation that means it can't have more than 25 beds and must be at least 15 miles from another hospital. In return, Medicare helps cover its costs.\n\n\n\nOnly nine hospitals have closed in Illinois in the past decade. One, Oak Forest Hospital, became an immediate-care center in 2011. Another, Sacred Heart Hospital on the West Side, shut down in 2013 amid a federal investigation into Medicare fraud. Nationwide, closings are just as rare. Seventeen hospitals were shuttered in 2012, with five converted to outpatient facilities, according to the Medicare Payment Advisory Commission, a nonpartisan group that advises Congress.\n\n\n\n“Hospitals are . . . responding to the lack of demand,” says Dean Montgomery, director of the American Health Planning Association, a nonprofit based in Falls Church, Va. “But here's the catch. The problem is the inpatient use rate has dropped faster than the number of beds has decreased.”\n\nClusters of empty beds\n\nOne factor exacerbating the problem is the highly fragmented hospital market in Chicago. In several areas, half-full hospitals, each under separate ownership, sit within a few miles of each other.\n\n\n\nOne such cluster includes Norwegian American Hospital in Humboldt Park, Loretto Hospital in Austin and St. Anthony Hospital near the North Lawndale area. These West Side facilities are about 3 miles from each other.\n\n\n\nLoretto, with 170 beds, is the second-emptiest hospital in the six-county area behind Roseland, with 59% of its beds unused. Norwegian, with 185 beds, and St. Anthony, with 151, each had 45% of their beds vacant in 2013. None of these hospitals is in talks to consolidate services, two of the CEOs say.\n\n\n\nDr. Sonia Mehta, who leads Loretto, disputes the occupancy figures her hospital reported to the state. “We would be out of business if we did that,” she says.\n\n\n\nRegardless, occupancy rates don't tell the whole story, Mehta says, adding that Julie Hamos, who stepped down as state Medicaid director this month, asked Mehta last year about her empty beds.\n\n\n\n“What they're not understanding is, do institutions like Northwestern or Rush want our population?” Mehta says, referring to the more affluent Northwestern Memorial Hospital and Rush University Medical Center. “They don't. And let's say, hypothetically, inner-city hospitals close. . . . The cost of care would go up, the access would go down and the underserved patients would be more underserved.”\n\n\n\nNorwegian CEO Jose Sanchez says inpatient admissions at his hospital defied industry trends and climbed 4% from 2013-14. That's partly because of more patients getting insurance under Obamacare as well as the closing of Sacred Heart Hospital less than 2 miles away, he says.\n\n\n\n“All of us collectively, one way or another, are thinking how to transform our current institutions,” Sanchez says.\n\n\n\nA spokeswoman for St. Anthony declines to comment. The hospital wants to build an estimated $560 million campus that would include not only a new hospital but also retail and schools. Its bed count would not change appreciably.\n\n\n\nSome experts say merging or sharing services would give these hospitals more negotiating power with insurers and access to money that's tough to get as a stand-alone hospital mainly treating poor patients.\n\n\n\n“It's inconceivable that many of the hospitals you're talking about will be around,” says Paul Ginsburg, director of health policy at the Schaeffer Center for Health Policy and Economics at the University of Southern California. “Ironically because they're in clusters, Chicago would be a lot better off if consolidation happened soon so that perhaps you could preserve some of those hospitals.”\n\nGovernment's role\n\nAs in many states, Illinois' regulators are more focused on weighing the merits of new projects than dismantling old ones. The Illinois Health Facilities and Services Review Board, which decides the fate of hospital projects, doesn't have much muscle once it approves a new building or service. Occasionally, hospitals ask to reduce their bed counts. In 2013 and 2014, at least three hospitals closed their pediatric units.\n\n\n\nThe state has taken some small steps. A state law established a healthcare planner as of 2009, but the position hasn't been filled, notes Courtney Avery, the facilities board's administrator.\n\n\n\nThe Illinois Medicaid program has proposed creating a $25 million fund to help hospitals and nursing homes close or repurpose (see the state's PDF). But that's a pittance considering the price tag for healthcare projects. Northwestern Memorial plans to spend nearly that much adding eight operating rooms to one floor of a new outpatient building downtown.\n\n\n\nNew York has been the most aggressive state in ridding itself of empty beds, experts say. Grappling with a cash-strapped Medicaid budget, the state collaborated with the hospital industry and unions to close nine hospitals beginning around 2007 (see the commission's PDF). Another 48 were downsized or converted to other uses, at a cost of more than $500 million in public money. Overall, about 4,200 beds were eliminated.\n\n\n\nStephen Berger, a private-equity investor who chaired the commission that came up with the plan (see a PDF of the final report), says people were “shocked” when the state started closing hospitals. The effort sparked more than 20 lawsuits. “Sucking it up and doing it is really tough politically,” he says.\n\nSearching for solutions\n\n\n\n\n\nIt can cost millions of dollars to convert hospital space into something more useful for patients. And many hospitals' financials already are fragile. More than 1 in 3 hospitals operated in the red in 2012-13, according to the Illinois Hospital Association (see a PDF of the IHA's report). At the same time, hospitals face increasing competition for outpatient services, with the spread of stand-alone urgent care centers and clinics in retail settings.\n\n\n\nBut if hospitals want to remain vital to their communities, they must change, says Crowe Horwath's Sanderson.\n\n\n\nRepurposing is “always expensive,” he says. “The question I think they have to ask themselves is can they afford not to.”\n\n\n\nTim Egan was named CEO at Roseland Community, the emptiest hospital in Chicago, last year after the cash-strapped hospital almost closed. “We are conducting audits on everything from patient census to how many Diet Cokes were dropped out of the vending machines in the last three years,” he says in an email.\n\n\n\nEgan's turnaround strategy involves extensive community outreach, including a dental clinic within a van where children can get their teeth cleaned and cavities filled. He has acknowledged that Roseland likely won't need all of its beds if he is able to launch more preventive care programs.\n\n\n\n“We are the 'NEW' Roseland, dedicated to reaching out beyond the walls of the hospital to meet the community's most dire and recurring healthcare needs,” Egan writes.\n\n\n\nWhether this new form of hospital will succeed remains to be seen.\n\n\n\n“That's a big question going on: What do you actually need in a hospital?” says Robert York, a senior vice president at Skokie-based consultancy Kaufman Hall. “It's meant something for the last 100 years. It means something else going forward.”\n\n\n\n\" Norwegian opened a clinic last year to serve the 5,000-member congregation of New Life Covenant Church in Humboldt Park. Sanchez says he'd like to build an outpatient treatment center and modernize the ER, but he doesn't have the capital.It can cost millions of dollars to convert hospital space into something more useful for patients. And many hospitals' financials already are fragile. More than 1 in 3 hospitals operated in the red in 2012-13, according to the Illinois Hospital Association (see a PDF of the IHA's report). At the same time, hospitals face increasing competition for outpatient services, with the spread of stand-alone urgent care centers and clinics in retail settings.But if hospitals want to remain vital to their communities, they must change, says Crowe Horwath's Sanderson.Repurposing is “always expensive,” he says. “The question I think they have to ask themselves is can they afford not to.”Tim Egan was named CEO at Roseland Community, the emptiest hospital in Chicago, last year after the cash-strapped hospital almost closed. “We are conducting audits on everything from patient census to how many Diet Cokes were dropped out of the vending machines in the last three years,” he says in an email.Egan's turnaround strategy involves extensive community outreach, including a dental clinic within a van where children can get their teeth cleaned and cavities filled. He has acknowledged that Roseland likely won't need all of its beds if he is able to launch more preventive care programs.“We are the 'NEW' Roseland, dedicated to reaching out beyond the walls of the hospital to meet the community's most dire and recurring healthcare needs,” Egan writes.Whether this new form of hospital will succeed remains to be seen.“That's a big question going on: What do you actually need in a hospital?” says Robert York, a senior vice president at Skokie-based consultancy Kaufman Hall. “It's meant something for the last 100 years. It means something else going forward.” Empty beds plague state's hospitals \" originally appeared in Crain's Chicago Business.", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "Buffeted by population shifts and changes in health insurance, the hospital industry in Illinois has far more capacity than it needs. More than 12,000 of the roughly 33,000 beds staffed by doctors, nurses and other providers in 2013 were empty even when hospitals were at their busiest.", "title": "Empty beds plague Illinois hospitals", "og": {"site_name": "Modern Healthcare", "description": "Buffeted by population shifts and changes in health insurance, the hospital industry in Illinois has far more capacity than it needs. More than 12,000 of the roughly 33,000 beds staffed by doctors, nurses and other providers in 2013 were empty even when hospitals were at their busiest.", "title": "Empty beds plague Illinois hospitals", "url": "http://www.modernhealthcare.com/article/20150126/INFO/301269873", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-fb-lg.jpg", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "Buffeted by population shifts and changes in health insurance, the hospital industry in Illinois has far more capacity than it needs. More than 12,000 of the roughly 33,000 beds staffed by doctors, nurses and other providers in 2013 were empty even when hospitals were at their busiest.", "title": "Empty beds plague Illinois hospitals", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-twitter.jpg", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20150126/INFO/301269873", "published_at": "2015-01-26", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-g-plus.jpg", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fca6f9\"", "article_summary": "In the six-county Chicago area, where nearly two-thirds of the state's population resides, the median was 66%.\nIt was the worst performance of the 95 hospitals in the Chicago area, but Roseland's plight is hardly unique.\nIn the six-county Chicago area, old hospitals in the city have the most empty beds, while newer suburban facilities and teaching hospitals are fuller.\nMore than 1 in 3 hospitals operated in the red in 2012-13, according to the Illinois Hospital Association (see a PDF of the IHA's report).\nIt means something else going forward.” Empty beds plague state's hospitals \" originally appeared in Crain's Chicago Business."}