{"article_title": "Cleveland Clinic Lists the Top 10 Innovations to Watch Out for In 2016", "article_keywords": ["vaccines", "dna", "epidemics", "innovation", "watch", "patients", "lists", "innovations", "water", "clinic", "cleveland", "using", "2016"], "article_url": "http://www.hhnmag.com/articles/6679-cleveland-clinic-lists-the-top-10-innovations-to-watch-out-for-in-2016", "article_text": "The Cleveland Clinic yesterday unveiled its annual list of the 10 most powerful innovations to watch for in 2016. They include everything from the rapid development of vaccines to battle epidemics, to computer-controlled artificial limbs.\n\nThe list of breakthroughs was selected by a panel of 75 clinic physicians and scientists, and revealed Wednesday to close out the health system’s 2015 Medical Innovation Summit, which drew some 1,600 attendees to the Cleveland Convention Center for its 13th year, according to a press release.\n\nRapid development of epidemic-battling vaccines: Scientists are quickly developing effective vaccines faster than ever before to prevent epidemics, the clinic reports. Such innovation has been given new urgency following last year’s Ebola epidemic in Africa. The most promising vaccine emerged within a year and is expected to be available in 2016. “The rapid scientific response to recent epidemics indicates that we’ve achieved a new level of sophistication in the area of vaccine development,” Steven Gordon, M.D., chair of the department of infectious disease at Cleveland Clinic, said in the release. Genomics-based clinical trials: Genomic profiling offers new hope to patients suffering from such fatal diseases as cancer, according to the clinic. These tests may help to increase the speed and flexibility of clinical trials, guiding patients to the most promising experimental treatments. Gene editing using CRISPR: Thanks to a new, inexpensive technique called CRISPR, or clustered regularly interspaced short palindromic repeats, gene editing is being adopted in labs across the country. Such technology is being touted as a way to identify and remove bad genes from DNA and, hopefully, to eliminate genetic diseases. Water purification system for prevention of infectious disease: A new kind of waste treatment plant offers an affordable method of bringing safe drinking water to communities. The sewage processor, now being tested in Senegal, has shown promise in converting human waste into clean drinking water, while also generating electricity to run the machine. Cell-free fetal DNA testing: Studies show this new form of DNA testing, soon to be made widely available to the public, helps to more accurately predict Down and Edwards syndromes compared with standard blood tests and ultrasounds. Cancer screening via protein biomarker analysis: A new biomarker platform, hitting the market in 2016, should offer more accurate cancer screenings and chances for early detection. Naturally controlled artificial limbs: Researchers recently have discovered that neural signals associated with limb movement can be decoded by computers, allowing for computer-controlled prosthetic arms and legs. Researchers now are working on “brain-machine interfaces,” the clinic reports, using safer and cheaper robotic components. First treatment for HSDD: This year, the Food and Drug Administration approved the first medication designed to treat female hypoactive sexual desire disorder, or the loss of sexual appetite in menopausal women. Frictionless remote monitoring: Gone may be the days of poking diabetic patients with needles to monitor their glucose levels. A new needle-free, skin-top biosensor allows diabetics to measure insulin levels and report results to doctors, requiring almost no action from the patient. Neurovascular stent retrievers: Time is precious for a stroke victim, and a new device, inserted into the body through a catheter and threaded through the blood stream, seizes the blood clot instantly and removes it. Studies show the tiny, wire-caged devices, available in late 2016, help patients to recover more quickly and greatly improve their chances of regaining independence.\n\nFor more innovation coming out of the Cleveland Clinic, be sure to check out my colleague Paul Barr’s Wednesday report on how they’re using technology to make sure the most qualified radiologists are reading particular images, and not wasting time doing other administrative tasks.", "article_metadata": {"description": "The Cleveland Clinic yesterday unveiled its list of the 10 most powerful innovations to watch for in 2016. They include everything from the rapid development of vaccines to battle epidemics, to computer-controlled artificial limbs.", "csrf-token": "GPHJFdkZ5b+vd0LPWmBdlV2duBxiLKpIuwPEQbh4g7A=", "twitter": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/QualitySafety1_190x127.jpg?1448315758", "description": "The Cleveland Clinic yesterday unveiled its list of the 10 most powerful innovations to watch for in 2016. They include everything from the rapid development of vaccines to battle epidemics, to computer-controlled artificial limbs.", "card": "summary", "title": "Cleveland Clinic Lists Top 10 Innovations to Watch for in 2016"}, "msapplication-TileColor": "#FFFFFF", "csrf-param": "authenticity_token", "og": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/QualitySafety1_190x127.jpg?1448315758", "type": "Article", "description": "The Cleveland Clinic yesterday unveiled its list of the 10 most powerful innovations to watch for in 2016. They include everything from the rapid development of vaccines to battle epidemics, to computer-controlled artificial limbs.", "title": "Cleveland Clinic Lists Top 10 Innovations to Watch for in 2016"}, "msapplication-TileImage": "/images/favicons/favicon-144.png", "keywords": "innovation,diabetes,Down's Syndrome,epidemic,water purification,hypoactive sexual desire disorder,frictionless remote monitoring,stroke care,Edward's Syndrome,genomics,vaccine,artificial limbs,gene editing,DNA testing,Cleveland Clinic,HSDD,neurovascular stent retrievers,ebola,CRISPR", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fca6ff\"", "article_summary": "The Cleveland Clinic yesterday unveiled its annual list of the 10 most powerful innovations to watch for in 2016.\nRapid development of epidemic-battling vaccines: Scientists are quickly developing effective vaccines faster than ever before to prevent epidemics, the clinic reports.\nStudies show the tiny, wire-caged devices, available in late 2016, help patients to recover more quickly and greatly improve their chances of regaining independence.\nResearchers now are working on “brain-machine interfaces,” the clinic reports, using safer and cheaper robotic components.\nGenomics-based clinical trials: Genomic profiling offers new hope to patients suffering from such fatal diseases as cancer, according to the clinic."}