{"article_title": "Another Grim Year with Obama", "article_keywords": ["office", "house", "washington", "state", "times", "bush", "w", "president", "white", "grim", "obama"], "article_url": "http://www.ammoland.com/2014/01/caruba-another-grim-year-with-obama/", "article_text": "By Alan Caruba\n\nNew Jersey –-(Ammoland.com)- The fifth year in the political marriage between Barack Obama and the rest of America has the look of a divorce in which a lot of Americans are wondering how we can rid ourselves of the worst President in the history of the nation. That’s not just my opinion.\n\nAs 2013 comes to a close it is abundantly clear that even the starry-eyed journalists and political pundits who thought Obama was as close to the Second Coming as American politics had ever known were having, not just doubts, but serious regrets.\n\nThe White House press corps is now in a state of rebellion.\n\nAs the year began, Victor David Hanson, a senior fellow at the Hoover Institution and respected conservative commentator, took a look back at George W. Bush, the predecessor that Obama blamed for everything so often it became a joke.\n\n“George W. Bush left office in January 2009 with one of the lowest job-approval ratings for a president (34%) since Gallup started compiling them—as compared to Harry Truman’s low of 32%, Richard Nixon’s of 24%, and Jimmy Carter’s of 34%–and to the general derision of the media,” wrote Hanson. Obama is likely to achieve a rating less than these predecessors.\n\nBush has distinguished himself by never publicly commenting on Obama while he has held office. When his presidential library was opened in April, Bush’s approval rating was 47%, but it is worth noting that Bush was in office when 9/11 occurred, followed by combat action in Afghanistan and in Iraq. Just before Bush left office, a financial crisis struck the nation.\n\nThe signs of dissatisfaction with Obama and his policies were evident as 2013 began. A January Gallup poll found that American opinion of the country’s state of affairs was at its lowest point since 1979. Fewer than four-in-ten Americans (39%) rated the U.S. in a positive manner. By February, the national debt during Obama’s presidency had increased $5.9 trillion, more than it had increased under all presidents from George Washington to Bill Clinton combined.\n\nBy April the New York Times columnist, Maureen Dowd, was continuing to put distance between Obama and herself. “Unfortunately, he still has not learned how to govern” wrote Dowd, adding “No one on Capitol Hill his scared of him.” Obama had devoted so much time to fund-raising and non-stop campaigning, that governing was obviously not a priority, but that is exactly why Presidents are elected.\n\nBy May, Politico.com reporters, Mike Allen and Jim Vandehei noted that Republicans in the House had one-third of its committees investigating scandals and wrong-doing by the Obama administration. “Establishment Democrats, never big fans of this President to begin with, are starting to speak out. And reporters are tripping over themselves to condemn lies, bullying and shadiness in the Obama administration.”\n\nBy July, a Washington Times editorial, “Obama’s Feats of Weakness” observed that “Since Mr. Obama took office, the opinion of the United States generally has declined in every country surveyed by the Pew Global Attitudes Project…Despite the vaunted White House effort to reach out to Muslim-majority countries, U.S. favorability ratings in Egypt, Jordan, Lebanon, and Pakistan are below where they were in 2008 when George W. Bush was at the helm.”\n\nNow that 2013 has come to a close, longtime former allies such as Saudi Arabia are openly berating Obama for the secret deal negotiated with Iran. Egypt, a former ally, feels betrayed by Obama for his support of the Muslim Brotherhood and, Israel was being visited by Secretary John Kerry to express his opposition to new housing in Jerusalem, but he has put Israel at great risk of annihilation by Iranian nuclear weapon.\n\nThe Washington Times opined that “There’s a reason Mr. Obama has not been a strong leader internationally. He never set out to be one because he has never believed in the exceptional mission of the United States.”\n\nDuring the October government shutdown, Fred Barnes, executive editor of the Weekly Standards, noted that Obama “won’t negotiate with Republicans, though the fate of Obamacare, funding of the government, and the future of the economic recovery are at stake.” A veteran observer of the White House, Barnes said, “His approach—dealing with a deadlock by not dealing with it—is unprecedented. He has gone where no president has gone before.”\n\nEarlier, in June, Barnes said “the Obama administration is in an unexpected and sharp state of decline. Mr. Obama has little influence on Congress. His presidency has no theme. He pivots nervously from issue to issue.”\n\nWhen the Obamacare website debuted on October 1st 2013, it was such a disaster that it was a perfect reflection of a horrendous piece of legislation that is causing widespread dismay and disruption affecting millions of Americans.\n\nWhen you add in the residue from first term scandals such as Fast and Furious, Benghazi, and the use of the IRS to harass conservative groups seeking non-profit tax status, it was obvious to all but mindless Obama devotees that we face three years of further decline at home and internationally.\n\nThere is still massive unemployment. There are still massive numbers on government welfare programs and the nation’s health care system and insurance industry is being massively disrupted. The economy is improving incrementally, almost despite the administration’s policies.\n\nTo say that 2013 has been a bad year for Obama is also to say it has been a bad year for over three hundred million Americans. As Obamacare kicks in, 2014 will be a year its hidden taxes take effect. In November, voters will have the midterm elections to begin ending the a record of failed domestic and foreign affairs.\n\nc Alan Caruba\n\nAbout:\n\nAlan Caruba’s commentaries are posted daily at “Warning Signs” his popular blog and thereafter on dozens of other websites and blogs. If you love to read, visit his monthly report on new books at Bookviews.", "article_metadata": {"shareaholic": {"site_name": "AmmoLand.com Shooting Sports News", "language": "en-US", "url": "http://www.ammoland.com/2014/01/caruba-another-grim-year-with-obama/", "article_author_name": "Alan Caruba", "image": "http://ammoland.com/wp-content/uploads/2014/01/Terrible-President.jpg", "site_id": "8b839c15b24f845647c14b9b0eca82bd", "article_published_time": "2014-01-03T14:28:43+00:00", "shareable_page": "true", "article_modified_time": "2016-05-24T01:20:44+00:00", "keywords": "alan caruba, conservative politics, caruba, another, grim year, obama, gun rights news", "wp_version": "7.8.0.1"}, "description": "The fifth year in the political marriage between Barack Obama and the rest of America has a lot of Americans are wondering how we can rid ourselves of the worst President in the history of the nation...", "generator": "WordPress 4.5.2", "og": {"site_name": "AmmoLand.com Shooting Sports News", "description": "The fifth year in the political marriage between Barack Obama and the rest of America has a lot of Americans are wondering how we can rid ourselves of the worst President in the history of the nation...", "title": "Caruba: Another Grim Year with Obama", "locale": "en_US", "image": "http://ammoland.com/wp-content/uploads/2014/01/Terrible-President.jpg", "updated_time": "2016-04-05T11:34:57+00:00", "url": "http://www.ammoland.com/2014/01/caruba-another-grim-year-with-obama/", "type": "article"}, "twitter": {"description": "The fifth year in the political marriage between Barack Obama and the rest of America has a lot of Americans are wondering how we can rid ourselves of the worst President in the history of the nation...", "creator": "@acaruba", "image": "http://ammoland.com/wp-content/uploads/2014/01/Terrible-President.jpg", "title": "Caruba: Another Grim Year with Obama", "site": "@ammoland", "card": "summary_large_image"}, "robots": "noodp", "DC.date.issued": "2014-01-03T09:28:43+00:00", "fb": {"admins": 87179323886, "pages": 87179323886}, "article": {"publisher": "https://www.facebook.com/ammoland", "section": "Gun Rights News", "tag": "Conservative Politics", "published_time": "2014-01-03T09:28:43+00:00", "modified_time": "2016-04-05T11:34:57+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "alan caruba, conservative politics, firearms industry news"}, "_id": "\"57477af36914bd0286fca701\"", "article_summary": "The Washington Times opined that “There’s a reason Mr. Obama has not been a strong leader internationally.\nBush has distinguished himself by never publicly commenting on Obama while he has held office.\nBy April the New York Times columnist, Maureen Dowd, was continuing to put distance between Obama and herself.\nHe has gone where no president has gone before.”Earlier, in June, Barnes said “the Obama administration is in an unexpected and sharp state of decline.\nAs the year began, Victor David Hanson, a senior fellow at the Hoover Institution and respected conservative commentator, took a look back at George W. Bush, the predecessor that Obama blamed for everything so often it became a joke."}