{"article_title": "Nelson Mandela: The Man Who Toppled Apartheid", "article_keywords": ["life", "toppled", "anc", "apartheid", "prison", "political", "nelson", "africa", "african", "president", "man", "south", "mandela"], "article_url": "http://www.thefiscaltimes.com/Articles/2013/12/05/Nelson-Mandela-Man-Who-Toppled-Apartheid", "article_text": "Millions across the globe are mourning the passing of Nelson Rolihlahla Mandela, the former South African president who died in his Johannesburg home after battling a persistent lung infection since last summer. He was 95 years old and had been in critical condition.\n\nOver the weekend the former South African president was described as still “quite ill” and unable to speak because of tubes that were clearing fluid from his lungs, his ex-wife, Winnie Madikizela-Mandela, told the Sunday Independent newspaper, Reuters reported on Monday. He had been communicating through facial gestures and had spent more than two months in a Pretoria hospital before doctors permitted him to convalesce at home.\n\nAn activist since his early 20s, Mandela stood at the helm of the hard-fought battles against apartheid, the established system of racial segregation in South Africa. Alongside other notable South African figures, including Steve Biko and Thabo Mbeki, he protested, forged alliances,and organized political action against the oppressive racist government that long forced harsh policies against non-white South Africans.\n\nSymbol of Tenacity\n\nMandela, or Madiba, as his South African admirers affectionately dubbed him, will always be recognized as a symbol of tenacity in the face of political oppression. His life was characterized by a steadfast but peaceful resistance to the discrimination he faced, and – post-apartheid – he was lauded for his embrace of those who once so ardently stood against him.\n\nIn 1993 he jointly shared the Nobel peace prize with Frederik Willem de Klerk, for peacefully ending apartheid and laying the groundwork for a democratic South Africa.\n\nWhen Mandela published his 1994 autiobiography, Long Walk to Freedom, he dedicated it in part to “all my comrades, friends and fellow South Africans whom I serve and whose courage, determination and patriotism remain my source of inspiration.”\n\nMore than anything, Mandela stands – even posthumously – as a symbol of unity and hope for a nation caught in political and societal flux.\n\nA Turbulent Life\n\nMandela was born in a small village called Mvezo in what is now known as the Eastern Cape, as a child of a royal bloodline. It’s somewhat ironic that Mandela’s forename, Rolihlala, meant “troublemaker” in his native language, as that’s exactly what he turned out to be for his country’s apartheid government.\n\nShortly after beginning law school, Mandela joined the African National Congress, or ANC – the party with which he would later claim the presidency – and quickly rose within its ranks. As a member of the ANC’s National Executive, he helped initiate a “Defiance Campaign,” which was based on a refusal to cooperate with apartheid laws. Later, after the ANC was officially banned, he showed the initiative that helped him succeed as president, traveling the country disguised as a chauffeur to reorganize the ANC and set up a stay-at-home strike.\n\nIn 1962, Mandela was captured and arrested by apartheid police, charged with four counts of sabotage and conspiracy in what became known as the Rivonia trial. The judge, averting history, threw out the pleas for the death sentence from the prosecution and instead sentenced Mandela to life in prison at Robben Island, the de facto prison for political prisoners in South Africa.\n\nIt was at this prison, an inhospitable island surrounded by the icy Atlantic Ocean, that Mandela served the majority of his sentence – and over a quarter of his life. For more than 20 years he slept in a damp concrete cell by night and mined limestone by day, all while suffering torture and mistreatment at the hands of prison guards. During his incarceration, he met with world leaders, caught and survived tuberculosis, and began to write his autobiography.\n\n‘Free and Fair’ Election\n\nFollowing his release from a 27-year incarceration in 1990, Mandela became increasingly active in formal negotiations to end apartheid. This culminated in 1994, when he was elected president after the ANC won South Africa’s first “free and fair” election.\n\nAfter Mandela won the election, many white South Africans feared they would face retribution for the many years of apartheid. Mandela, however, emphasized reconciliation with his former tormentors and sought to unite South Africa under a new flag. He used the 1995 Rugby World Cup as a platform for his ideas, a strategy portrayed in the 2009 film Invictus.\n\nMandela married three times throughout his long life. His first wife, Evelyn Mase, died in 2004. He is survived by his second wife, Winnie Madikizela-Mandela, and his current wife, Graca Machel. He fathered six children and has 17 grandchildren.\n\nHis biological family aside, many other South Africans must feel as if they have lost a father. His contributions to South Africa have given rise to a country that is unrecognizable from its predecessor, one in which racial equality flourishes. Though not without its faults, South Africa is without doubt better because of his guiding hand.\n\nThanks, Madiba.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Millions across the globe are mourning the passing of Nelson Rolihlahla Mandela, the f", "title": "Nelson Mandela: The Man Who Toppled Apartheid", "url": "http://www.thefiscaltimes.com/Articles/2013/12/05/Nelson-Mandela-Man-Who-Toppled-Apartheid", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/RTRFLNZ%20%281%29.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2013/12/05/Nelson-Mandela-Man-Who-Toppled-Apartheid", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/RTRFLNZ%20%281%29.jpg", "creator": "@lumbology", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Millions across the globe are mourning the passing of Nelson Rolihlahla Mandela, the f", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fca704\"", "article_summary": "An activist since his early 20s, Mandela stood at the helm of the hard-fought battles against apartheid, the established system of racial segregation in South Africa.\nMillions across the globe are mourning the passing of Nelson Rolihlahla Mandela, the former South African president who died in his Johannesburg home after battling a persistent lung infection since last summer.\nHis contributions to South Africa have given rise to a country that is unrecognizable from its predecessor, one in which racial equality flourishes.\nThough not without its faults, South Africa is without doubt better because of his guiding hand.\nMandela, however, emphasized reconciliation with his former tormentors and sought to unite South Africa under a new flag."}