{"article_title": "‘Nun on the Bus’ author and advocate speaks at Pisgah Legal’s Poverty Forum", "article_keywords": ["youre", "speaker", "forum", "author", "bus", "pisgah", "advocate", "legal", "nun", "simone", "legals", "social", "campbell", "poverty", "speech", "speaks", "law"], "article_url": "http://mountainx.com/multimedia/a-nun-on-the-bus-author-and-advocate-speaks-at-pisgah-legals-poverty-forum/", "article_text": "\n\nWho is Simone Campbell? Author, speaker, activist, religious leader, poet — Sister Simone Campbell has been a featured speaker on multiple television shows and political events, including the Democratic National Convention in 2012. DNC Speech 2012 The Colbert Report, Dec. 2012 ‘Bad Habit’ report from The Daily Show, July 2012\n\nActivist and attorney Sister Simone Campbell — sometimes called “the radical feminist nun” — delivered the keynote address at Pisgah Legal’s Poverty Forum in the Diana Wortham Theatre on Monday, Oct. 6. Campbell lead a discussion of “how poverty affects us all” by sharing stories from her Nuns on the Bus tour, which made stops throughout the country to protest cuts to social welfare programs and show support for the Affordable Care Act.\n\nCampbell, who is also the executive director of Network, a progressive Catholic lobbyist group, was born in Santa Monica, Calif. in 1945. She became a nun at 19 and worked as a Legal Aid attorney for 18 years. In her speech, she said she decided to attend law school after a disappointing experience testifying before a state legislator on tenants’ rights legislation.\n\n“I went to law school because I got frustrated and angry with the power imbalance I saw when I was doing community organizing,” Campbell said. She added, “I had all the great social work stories, but I didn’t have the legal background” needed to properly dialog with the state lawmakers.\n\n\n\n\n\nCampbell shares the story of a family experiencing sudden poverty.\n\nA member of the Sisters of Social Service, a Benedictine congregation, since 1973, Campbell received her law degree from the University of California Davis School of Law in 1977.\n\n“Lawyers are needed to ensure that a modicum of justice is done,” Campbell told the packed room of Pisgah Legal attorneys and supporters at Diana Wortham. “We also need to be neighbors who witness the stories of the folks who struggle.”\n\nIn her speech, Campbell shared stories from people living in poverty that she had met in her travels with the Nuns on the Bus tour because “it’s the story of each individual that makes up the grand mosaic that makes our society,” she said. She spoke of people in Chicago, California and New York, but also touched on issues affecting families in Asheville — including limited access to public transportation.\n\n\n\nCampbell discusses the work of Pisgah Legal and the struggles faced by Asheville families.\n\nA known proponent of the Afforable Care Act, Campbell also spoke in favor of medicaid expansion, adding that, though many in the Catholic Church consider themselves pro-life, “unless you’re for medicaid expansion, you’re not pro-life. You’re only pro-birth.”\n\n\n\n\n\nCampbell discusses the expansion of medicaid as a “moral issue.”\n\nCampbell is the author of A Nun on the Bus and was a speaker at the Democratic National Convention in September 2012. She has appeared on numerous television programs including The Colbert Report, The Daily Show with Jon Stewart and PBS with Bill Moyers.\n\nThis was the fourth year of Pisgah Legal Services’ annual poverty forum, which organizers call “a community conversation about addressing poverty in our mountain communities and across our nation.”", "article_metadata": {"description": "Activist, attorney, Roman Catholic nun and executive director of progressive Catholic lobbyist group Network, Sister Simone Campbell lead a discussion of “how poverty affects us all\"  as she delivered the keynote address at Pisgah Legal’s Poverty Forum in the Diana Wortham Theatre on Monday, Oct. 6.", "generator": "WordPress 4.2.4", "og": {"site_name": "Mountain Xpress", "description": "Activist, attorney, Roman Catholic nun and executive director of progressive Catholic lobbyist group Network, Sister Simone Campbell lead a discussion of “how poverty affects us all\"  as she delivered the keynote address at Pisgah Legal’s Poverty Forum in the Diana Wortham Theatre on Monday, Oct. 6.", "title": "‘Nun on the Bus’ author and advocate speaks at Pisgah Legal’s Poverty Forum", "url": "http://mountainx.com/multimedia/a-nun-on-the-bus-author-and-advocate-speaks-at-pisgah-legals-poverty-forum/", "image": "http://mountainx.com/wp-content/uploads/2014/10/nun01-1100x728.jpg", "type": "article"}, "twitter": {"site": "@mxnews", "card": "summary_large_image", "creator": "@carrieeidson"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "article": {"section": "multimedia"}, "theme-color": "#642D91"}, "_id": "\"57477af36914bd0286fca71c\"", "article_summary": "This was the fourth year of Pisgah Legal Services’ annual poverty forum, which organizers call “a community conversation about addressing poverty in our mountain communities and across our nation.”\nWho is Simone Campbell?\nAuthor, speaker, activist, religious leader, poet — Sister Simone Campbell has been a featured speaker on multiple television shows and political events, including the Democratic National Convention in 2012.\nCampbell discusses the work of Pisgah Legal and the struggles faced by Asheville families.\n“Lawyers are needed to ensure that a modicum of justice is done,” Campbell told the packed room of Pisgah Legal attorneys and supporters at Diana Wortham."}