{"article_title": "Love At Last Sight", "article_keywords": ["school", "eye", "underberg", "wife", "general", "casey", "going", "health", "sight", "shawndrel", "love"], "article_url": "http://www.keloland.com/news/article/featured-stories/love-at-last-sight", "article_text": "Sioux Falls, SD\n\nMost of us take our vision for granted. But what if suddenly you could never see the faces of your loved ones again? What if within just a matter of days you started going blind?\n\nThat's the reality for a Sioux Falls man just diagnosed with a rare genetic disease. But he still has a chance to experience \"love at last sight.\"\n\n34-year-old Casey Underberg is a big teddy bear of a guy with a lot of energy. He bowls, plays softball, volleyball and coaches his six children's sports, too. But last spring he just wasn't on his game.\n\n\"A lot of cloudiness and a lot of detail is real bad,\" Casey Underberg said.\n\nWhen glasses didn't do the trick, he went back to the eye doctor who sent him to the emergency room. From there he saw an ophthalmologist who came back with a terrifying, rare diagnosis: Leber's Disease, which attacks the nerves in the eye, causing blindness--first in one eye, then the other.\n\n\"It's definitely a scary, dark situation. I'm always positive and I'm trying to be--it's just all the possibilities that are going to be gone. It's just very scary,\" Casey Underberg said.\n\nLeber's Disease is fast moving. Ten days after his diagnosis, his sight is going fast.\n\n\"What I see now is just real cloudy-- as far as seeing my wife or my kids, they've got to be pretty close for me to be able to see face details,\" Casey Underberg said.\n\nRemarried for just a year, facing life without sight is something this newlywed can hardly bear.\n\n\"I pretty much text my wife every morning and say good morning beautiful and that's going to be something, hopefully she can understand--I can't do. Obviously, I'll have to tell her a little more,\" Casey Underberg said.\n\nThen there are the things he'll miss seeing with their children.\n\n\"Everything; this is the first year all the boys are playing football; to obviously walking the daughter down the aisle, to graduation,\" Casey Underberg said.\n\nAnd the birth of their first son together. Shawndrel was entering the final weeks of her pregnancy when Casey was diagnosed.\n\nCasey was losing his sight so rapidly; the Underbergs were worried he'd never get the chance to see his unborn son. So they decided to see if they could have their baby, early.\n\n\"Oh my gosh, if we don't have him soon, is he ever going to be able to see what he looks like,\" Shawndrel Underberg said.\n\n\"My wife was very adamant, wanting me to see him and hold him and doing all this for me, even though she went through all the hard work,\" Casey Underberg said.\n\nAfter being induced, all that labor produced a seven pound eight ounce baby boy named Caysen Lee, who looks just like his dad.\n\n\"Just cradled him up close and my wife was telling me how he had my nose, so I was just looking at all the details--trying to--and taking it all in,\" Casey Underberg said.\n\nAnd memorizing a little face for a lifetime.\n\n\"Just to be able to hold such a special thing in your hands that you helped create and hopefully carry on part of your life and hopefully you can be there for forever, even though things will be different,\" Casey Underberg said.\n\n\"It is a loss--it's a big loss. But we have his heart, we have his mind. We have everything,\" Shawndrel Underberg said.\n\nCasey goes to the University of Iowa Hospitals later this month to see if there are any options for him to keep some of his sight.\n\nA GoFundMe page has been set up for Underberg's ongoing medical expenses.\n\nFeatured Stories\n\nEye on KELOLAND {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\nThis article has been revised to reflect the following correction:\n\nA misspelling was corrected in this story.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Most of us take our vision for granted. But what if suddenly you could never see the faces of your loved ones again? What if within just a matter of", "title": "Love At Last Sight", "url": "http://www.keloland.com/news/article/featured-stories/love-at-last-sight", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/58992.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "viewport": "width=device-width, initial-scale=1.0", "Generator": "Sitefinity 7.3.5630.0 PE", "description": "Most of us take our vision for granted. But what if suddenly you could never see the faces of your loved ones again? What if within just a matter of"}, "_id": "\"57477af46914bd0286fd9027\"", "article_summary": "But he still has a chance to experience \"love at last sight.\"\n34-year-old Casey Underberg is a big teddy bear of a guy with a lot of energy.\nCasey was losing his sight so rapidly; the Underbergs were worried he'd never get the chance to see his unborn son.\n\"A lot of cloudiness and a lot of detail is real bad,\" Casey Underberg said.\n\"Everything; this is the first year all the boys are playing football; to obviously walking the daughter down the aisle, to graduation,\" Casey Underberg said."}