{"article_title": "Obama: People Can \"Get Health Insurance For Less Than Their Cell Phone Bill\"", "article_keywords": ["theyll", "look", "deal", "bill", "able", "gonna", "think", "cell", "phone", "health", "coverage", "insurance", "obama"], "article_url": "http://www.realclearpolitics.com/video/2013/09/19/obama_people_can_get_health_insurance_for_less_than_their_cell_phone_bill.html", "article_text": "Posted on September 19, 2013\n\nObama: People Can \"Get Health Insurance For Less Than Their Cell Phone Bill\"\n\nPlease enable Javascript to watch this video\n\nPRESIDENT OBAMA: I think this is especially important for-- Latino community to-- to understand, because nobody is more likely to have [sic] health insurance than-- Latinos in this country.\n\n\n\nAnd they stand to, for the first time, get affordable healthcare coverage that they can count on for themselves and their families. And-- and they don't have to take my word for it. They'll be able to go to-- a website or place a phone call. And they'll be able to look at the plans, how much they cost, the deal that they get for it, and-- choose one that's right for them. And-- and I think what people will find is, in fact, that-- it's-- an absolute good deal and they should take advantage of it.\n\n\n\nThat is a lot of people. And, you know-- when you look at-- some states, like California, who are really movin' this forward, they've already started to estimate what their premiums are gonna be, people are -- potentially are gonna be able to get health insurance for less than their cell phone bill. They'll have that security and that coverage. (Telemundo, 9/17/2013)", "article_metadata": {"description": "PRESIDENT OBAMA: I think this is especially important  for-- Latino community to-- to understand, because nobody is more likely to have [sic] health insurance than-- Latinos in this country.\r\n\r\nAnd they stand to, for the first time, get affordable healthcare coverage that they can count on for themselves and their families.  And-- and they don't have to take my word for it.  They'll be able to go to-- a website or place a phone call.  And they'll be able to look at the plans, how much they cost, the deal that they get for it, and-- choose one that's right for them.  And-- and I think what people will find is, in fact, that-- it's-- an absolute good deal and they should take advantage of it.\r\n\r\nThat is a lot of people.  And, you know-- when you look at-- some states, like California, who are really movin' this forward, they've already started to estimate what their premiums are gonna be, people are -- potentially are gonna be able to get health insurance for less than their cell phone bill.  They'll have that security and that coverage. (Telemundo, 9/17/2013)", "video_height": 250, "og": {"url": "http://www.realclearpolitics.com/video/2013/09/19/obama_people_can_get_health_insurance_for_less_than_their_cell_phone_bill.html", "image": "http://images.rcp.realclearpolitics.com/207520_5_.jpg", "type": "video", "description": "PRESIDENT OBAMA: I think this is especially important  for-- Latino community to-- to understand, because nobody is more likely to have [sic] health insurance than-- Latinos in this country.\r\n\r\nAnd they stand to, for the first time, get affordable healthcare coverage that they can count on for themselves and their families.  And-- and they don't have to take my word for it.  They'll be able to go to-- a website or place a phone call.  And they'll be able to look at the plans, how much they cost, the deal that they get for it, and-- choose one that's right for them.  And-- and I think what people will find is, in fact, that-- it's-- an absolute good deal and they should take advantage of it.\r\n\r\nThat is a lot of people.  And, you know-- when you look at-- some states, like California, who are really movin' this forward, they've already started to estimate what their premiums are gonna be, people are -- potentially are gonna be able to get health insurance for less than their cell phone bill.  They'll have that security and that coverage. (Telemundo, 9/17/2013)", "title": "Obama: People Can \"Get Health Insurance For Less Than Their Cell Phone Bill\" | Video | RealClearPolitics"}, "title": "Obama: People Can \"Get Health Insurance For Less Than Their Cell Phone Bill\" | Video | RealClearPolitics", "video_type": "application/x-shockwave-flash", "tweetmeme-title": "Obama: People Can \\", "keywords": "Barack Obama,", "video_width": 300}, "_id": "\"57477af36914bd0286fca739\"", "article_summary": "Posted on September 19, 2013Obama: People Can \"Get Health Insurance For Less Than Their Cell Phone Bill\"Please enable Javascript to watch this videoPRESIDENT OBAMA: I think this is especially important for-- Latino community to-- to understand, because nobody is more likely to have [sic] health insurance than-- Latinos in this country.\nAnd, you know-- when you look at-- some states, like California, who are really movin' this forward, they've already started to estimate what their premiums are gonna be, people are -- potentially are gonna be able to get health insurance for less than their cell phone bill.\nThey'll be able to go to-- a website or place a phone call.\nAnd they stand to, for the first time, get affordable healthcare coverage that they can count on for themselves and their families.\nAnd they'll be able to look at the plans, how much they cost, the deal that they get for it, and-- choose one that's right for them."}