{"article_title": "Long ICU Stays Could Cause Brain Damage; Mental Loss Could Last For As Long As A Year", "article_keywords": ["loss", "mental", "impairment", "study", "sedation", "damage", "long", "brain", "patients", "ely", "critical", "stays", "care", "cause", "hospital", "icu", "cognitive"], "article_url": "http://www.medicaldaily.com/long-icu-stays-could-cause-brain-damage-mental-loss-could-last-long-year-258949", "article_text": "After a life-threatening condition, hospital patients in the intensive-care unit are closely monitored — but doctors may pay more attention to organ function than to the effects of an ICU stay on the brain’s functioning. A new study questions whether ICU stays can lead to long-term cognitive impairment and even dementia.\n\nDr. Wes Ely, a subspecialist in Pulmonary and Critical Care Medicine and professor of medicine at Vanderbilt University, became interested in this issue when he began noticing people emerging from the critical care environment with thinking and memory problems — mental impairment akin to a form of dementia. It seemed to be an issue that the medical world was possibly unaware of, as extended bed rest, sedation, and medications are routine ICU treatment.\n\nThe study analyzed how the brain works after people survive critical illness. The researchers studied over 800 patients who did not have a brain diagnosis — excluding, for example, stroke or car wreck patients. The study focused on those who had disorders like peumonia and abdominal infections, “things you wouldn’t think would lead to a brain issue,” Dr. Ely said in a video. The study participants were tested for delirium while in the hospital, then again for cognitive faculties 3 and 12 months after discharge.\n\nThe study’s authors found that a large number of patients were actually experiencing long-term cognitive impairment after spending extended periods of time in the intensive-care unit. Up to 75 percent of patients “were leaving the hospital with a cognitive impairment that looked a lot like dramatic memory and executive function problems that dementia patients have,” Dr. Ely said.\n\nThe study reviewed patients who were in the ICU at Vanderbilt University Medical Center and Saint Thomas West Hospital in Nashville between March 2007 and May 2010. Age was not a factor; someone in their 40’s could be as likely to experience mental decline in critical care as someone decades older.\n\nDr. Ely’s research has previously focused on critically ill patients, especially older ones, with severe sepsis or respiratory failure. He suggested that early ambulation — or walking about — could lessen a patient's risk of developing dementia in the ICU. If a patient sat up, was alert, and moved about, outcomes were generally improved. Another key was to limit sedation: “Once the pain is thought to be under control, do not induce a deeper degree of sedation,” Ely told The Tennessean.\n\nMore research and ultimately a shift in patterns of behavior may need to occur before doctors and health care workers fully understand and better care for ICU-related cognitive issues in such patients. \"In a nutshell, the simplified version of what these hospitals can be doing is they can make a culture shift in how they handle their sickest patients in the ICU,\" Dr. Ely told The Tennessean. \"Instead of keeping them in drug-induced comas, they can keep them awake and alert even though they are on life support.\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "icu, brain damage, sedation, dementia", "og": {"site_name": "Medical Daily", "description": "A new study finds that keeping patients under sedation and extended bed rest in the ICU may have long-term cognitive effects.", "title": "Long ICU Stays Could Cause Brain Damage", "url": "http://www.medicaldaily.com/long-icu-stays-could-cause-brain-damage-mental-loss-could-last-long-year-258949", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/03/intensive-care.jpg", "type": "article"}, "twitter": {"description": "A new study finds that keeping patients under sedation and extended bed rest in the ICU may have long-term cognitive effects.", "title": "Long ICU Stays Could Cause Brain Damage", "url": "http://www.medicaldaily.com/long-icu-stays-could-cause-brain-damage-mental-loss-could-last-long-year-258949", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/03/intensive-care.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/03/intensive-care.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Conditions", "published_time": "2013-10-03T18:46:05-04:00", "modified_time": "2013-10-03T18:46:04-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new study finds that keeping patients under sedation and extended bed rest in the ICU may have long-term cognitive effects."}, "_id": "\"57477af36914bd0286fca73f\"", "article_summary": "A new study questions whether ICU stays can lead to long-term cognitive impairment and even dementia.\nAge was not a factor; someone in their 40’s could be as likely to experience mental decline in critical care as someone decades older.\nAnother key was to limit sedation: “Once the pain is thought to be under control, do not induce a deeper degree of sedation,” Ely told The Tennessean.\nThe study’s authors found that a large number of patients were actually experiencing long-term cognitive impairment after spending extended periods of time in the intensive-care unit.\nThe researchers studied over 800 patients who did not have a brain diagnosis — excluding, for example, stroke or car wreck patients."}