{"article_title": "CNN’s GUT CHECK for February 24, 2014 – CNN Political Ticker", "article_keywords": ["24", "comments", "cnns", "recall", "political", "dingell", "think", "matters", "long", "gut", "cnn", "john", "ticker", "check", "democrats", "election"], "article_url": "http://politicalticker.blogs.cnn.com/2014/02/24/cnns-gut-check-for-february-24-2014/", "article_text": "2 years ago\n\nCNN's GUT CHECK | for February 24, 2014| 5 p.m.\n\n– n. a pause to assess the state, progress or condition of the political news cycle\n\nJEB BUSH … BRINGING IT ON\n\nBush was the featured guest Monday at the Long Island Association's biannual luncheon, a popular stop for White House hopefuls, and his comments added to the buzz around his own potential 2016 run:\n\n\n\nFLORIDA GOV. JEB BUSH: “People are tired of the negativity. They want to be inspired again. As a party we can’t be successful just by being a little less like Democrats. I mean we have to offer a compelling alternative. … I don’t know if you all agree with this but I remember the days when Republican candidates were the optimists.…We need to get back to that.”\n\n… ON BENGHAZI\n\nPresident & CEO of the Long Island Association Kevin Law asks Jeb Bush: Secretary of State Hillary Clinton “testified before Congress on the tragedy in Benghazi and said, ‘It doesn’t really matter what actually happened.’ Do you think it does matter?”\n\nBUSH: “Of course it matters. We need to learn from the experiences. We need to learn from the mistakes that were made. Of course it matters. Four Americans lost their lives. It matters. It matters a lot. Sometimes one of the hard things to do in politics today is to admit you made a mistake. It just seems almost impossible. I think in this case the country would have been better off, the Obama administration would be better off if they just admitted that there was a mistake in some fashion rather than try to say `here is a shiny object go follow that.’ You know there is this – I know they were trying to get past the election because of the political ramifications of this in an election year. But it matters a lot. Of course it does.”\n\n… ON THE WEIGHT OF HIS LAST NAME\n\nBUSH: \"It's an issue for sure … I get the point. It's something that, if I run, I would have to overcome that. And so will Hillary, by the way. Let's keep the same standards for everybody.\"\n\nICYMI: CNN’s John King on his show “Inside Politics” Sunday reported that Jeb Bush has been speaking to GOP fundraisers and is starting to ask questions about a potential 2016 race.\n\nAND WHILE WE ARE AT IT, MAKE WAY FOR BOBBY JINDAL …\n\nGov. Bobby Jindal, R- Louisiana, slammed the Obama administration for “surrendering” the economy: “I think there are things we can do instead of waving the white flag of surrender, instead of declaring this economy to be a minimum wage economy … I think our economy, I think America, can do better.”\n\nON THE DEMOCRATIC FRONT … CLINTON FORCES TRY TO TAP OBAMA MAGIC IN SOUTH CAROLINA … CNN’s Peter Hamby reports: “Like all of the early caucus primary states that will help determine the Democratic nominee in 2016, South Carolina is no sure bet for Clinton if she decides to run. Polls show her with a wide lead over hypothetical opponents, but surveys also suggest the base of her party is drifting leftward, away from the centrism that defines Clintonian politics. … What might damage Clinton, a range of South Carolina Democrats said, would be the sudden emergence of another African-American candidate in a primary where the percentage of black voters could be as high as 60%.”\n\nAmong the nuggets in Hamby’s piece:\n\n-Biden supporter calls pro-Hillary group 'a cult'\n\n-Bill Clinton still making phone calls into the state\n\nLONGEST-SERVING HOUSE MEMBER TO RETIRE AFTER 58 YEARS … John Dingell, the longest serving member of Congress in U.S. history, will announce Monday that he'll retire at the end of the year rather than run for re-election. The 87-year-old Democratic congressman from Michigan, known as the House ‘dean,’ told the Detroit News that \"I'm not going to be carried out feet first,\" adding that \"I don't want people to say I stayed too long. This is not the Congress I know and love … It’s hard for me to accept, but it’s time to cash it in.”\n\nGut Check Full Service: No one but a Dingell has ever held Michigan’s 12th district congressional seat. The seat was created in 1932, and was filled the following year by Dingell’s father, John Dingell Sr., until he died in 1955. Upon his father’s passing, John Dingell Jr. ran for his father’s seat in a special election and won a full term the following year in 1956. John Dingell Jr. has been reelected 29 times since. And the streak has a possibility of continuing … according to Detroit News, Dingell’s wife Debbie Dingell is expected to run for her husband’s seat upon his retirement.\n\nTHE BUZZ: SENATE CANDIDATE REGRETS GRUESOME X-RAY POSTINGS\n\nMilton Wolf, a radiologist and GOP primary challenger against Sen. Pat Roberts of Kansas, issued a statement Sunday admitting he made \"insensitive\" comments about X-ray images he posted online, including an image of a person decapitated by gunfire. \"Several years ago, I made some comments about these images that were insensitive to the seriousness of what the images revealed. Soon thereafter, I removed those images and comments, again several years ago,\" he said in a statement. – Ashley Killough\n\nIn a video interview with Tim Carpenter of the Topeka Capital-Journal on Monday, Wolf defended his Facebook posts, and his ability to release medical images from patients saying, “If you don’t identify a person, you don’t need their permission.”\n\nMARKET WATCH: S&P 500 finishes just shy of record close as investors cheer good global economic news. Dow gains 106 points.\n\n\n\nFollow @GutCheckCNN\n\nTRAIL TRIVIA\n\n(Answer below)\n\nWho is the only person in U.S. history to win a gubernatorial recall election?\n\nthe LEDE\n\nDid you miss it?\n\nLeading CNNPolitics: Hagel cuts would reshape military after longest war\n\nA scaled-back, modern U.S. military would cut the Army to its pre-World War II size and do away with the A-10 \"Warthog\" attack jet, Defense Secretary Chuck Hagel said on Monday in proposing a new budget to reflect the end of America's longest war. \"After Iraq and Afghanistan, we are no longer sizing the military to conduct long and large stability operations,\" Hagel said in announcing his 2015 Defense Department budget plan. – Tom Cohen\n\n\n\nLeading The Detroit News: John Dingell 'a giant' in the history of Congress\n\nDingell has written parts of or helped approve landmark legislation — from creating the Medicare health care program for seniors to the Clean Air and Endangered Species acts to the Affordable Care Act. He also has defended the auto industry by defeating or tempering air pollution and safety rules that he said excessively raised costs. Dingell has served in the House for more than 21,000 days because, as he said last year, “I’ve always had things to do.” – Marisa Shcultz\n\nLeading Drudge: Games Over!\n\nFor more than two weeks while Russia hosted the Winter Olympics, President Vladimir Putin did his best to show the world that he and his country have a soft side. Now the Sochi Games are over, Western governments are concerned the smile will disappear and the gloves come off in Russia's tug-of-war with Europe over the fate of Ukraine. – Timothy Heritage\n\nLeading HuffPo: ‘Corrupt Bandit’\n\nVenezuelan President Nicolas Maduro did not take kindly to sharp criticism from Sen. Marco Rubio (R-Fla.) over violent demonstrations between anti-government protesters and security forces in the western state of Tachira. Maduro attacked Rubio as \"el loco de los locos,\" which translates to \"the craziest of the crazies,\" in a video posted to YouTube Sunday and first reported by the Daily Caller. Maduro said Rubio was a \"corrupt bandit linked to Posada Carriles,\" referring to Luis Posada Carriles, the former CIA operative who is viewed as a terrorist by the Cuban and Venezuelan governments. – Sabrina Siddiqui\n\nLeading Politico: The Democrats' would-be Karl Rove\n\nJim Messina, the former campaign manager to President Barack Obama who spent two decades in politics out of the public eye, is increasingly stepping out from the shadows — and onto other Democrats’ toes. – Kenneth Vogel and Maggie Haberman\n\nLeading Milwaukee Journal-Sentinel: Scott Walker urged county staff, campaign aides to promote him online\n\nIn the heat of the 2010 governor's race, Scott Walker urged both county employees and campaign aides to go to news websites and post comments promoting him and his record, newly unsealed documents show. – Jason Stein, Patrick Marley and Daniel Bice\n\nLeading New York Times: Stability and Chaos, Hallmarks of Presidential Races, Swap Parties\n\nAs the early positioning for the 2016 presidential primaries gets underway, the two parties appear to be swapping their usual roles. With former Secretary of State Hillary Rodham Clinton’s widely presumed candidacy overwhelming the Democratic field and dominating the news media’s attention, Democrats are playing the part of the royalists seeking a smooth succession. At the same time, the Republicans are acting like the Democrats of yore, anticipating a free-for-all primary that highlights the competing and at times fractious constituencies in their coalition. – Jonathan Martin\n\nHOT SOTS\n\nThe political bites of the day\n\n- DNC leader: We’ll pick up seats in 2014–\n\nDEMOCRATIC NATIONAL COMMITTEE CHAIRWOMAN DEBBIE WASSERMAN SCHULTZ, D-FLORIDA, TO CNN’S KATE BOLDUAN ON “NEW DAY”: \"I think we have tremendous opportunities across the country. I think we're going to pick up seats.”\n\nDeirdre Walsh (@deirdrewalshcnn)\n\nOn Fox biz @GOPLeader says it will be \"good election year\" for House GOP & predicts Republicans will take back the Senate\n\n- Susan Rice: No regrets on Sunday show Benghazi blitz -\n\nU.S. NATIONAL SECURITY ADVISER SUSAN RICE ON NBC’S “MEET THE PRESS” ON SUNDAY: “The information I provided, which I explained to you, was what we had at the moment. It could change. I commented that this was based on what we knew on that morning, was provided to me and my colleagues and indeed to Congress by the intelligence community, and that’s been well validated in many different ways since … That information turned out in some respects not to be 100 percent correct … But the notion that somehow I or anybody else in the administration is patently false, and that’s been amply demonstrated.”\n\n- Haley: Cutting military is not logical -\n\nGOV. NIKKI HALEY, R-SOUTH CAROLINA, AT THE RGA PRESS BRIEFING: “We have survived through this war and survived through all of this service in protecting this country through the National Guard … So you're going to go and now punish all these people who are asking for debt reduction by cutting the National Guard? It's just not a logical way to do things. So what we are seeing is heavy government.”\n\nTOP TWEETS\n\nWhat stopped us in 140 characters or less\n\nShawn McCarthy (‏@smccarthy55)\n\nObama says sees Keystone decision in next couple months, countering those who say he'll punt past mid-terms. http://fw.to/Clc9ieO\n\nAshley Killough (‏@KilloughCNN)\n\nPerry: \"There is no defending not opening the XL pipeline..I don't know why he’s going to wait two or three months” (2/2)\n\nAriane de Vogue ‏(@Arianedevogue)\n\n#Scotus will not take up two gun cases: Nra v. Atf and Nra v. McGraw\n\nMike Memoli (‏@mikememoli)\n\nGov. Haley says POTUS took a sharp tone with govs on subject of Natl Guard funding. \"It chilled the room.\"\n\nGreg Sargent (‏@ThePlumLineGS)\n\nGOP operatives now putting reporters on notice: If you scrutinize anti-Ocare ads, we'll say you're insulting cancer victim\n\nScott Simon (@nprscottsimon)\n\nHarold Ramis (2nd City, Groundhog Day, Analyze This, etc.) RIP. Sent Chicago's wit around the world & stayed sane & nice.\n\nBorshoff (‏@Borshoff)\n\nGot Milk? Not anymore! http://adage.com/article/news/milk-dropped-national-milk-industry-tactics/291819/ … The 1995 #slogan is being replaced with \"Milk Life.\" #advertising\n\nJohn Kerry (‏@JohnKerry)\n\nGood luck tonight, @sethmeyers! You’ve come a long way since 2004 @nbcsnl -wish my hair was still this dark.Congrats! pic.twitter.com/JhfcQTtETY\n\nTRIVIA ANSWER from @sarafischer\n\nWisconsin Gov. Scott Walker is the only person in U.S. history to win a gubernatorial recall election.\n\nWalker won the 2012 recall election with 53% of the vote. The recall was prompted by his decision to cut collective bargaining rights for most public workers.\n\nPrior to the recall election in Wisconsin, only two other recall votes have occurred - North Dakota in 1921 and California in 2003. In both instances, the elected governors were unable to survive the vote and retain their seats in office.\n\nGUT CHECK WINNER’S CIRCLE\n\n(why aren’t you in it)\n\nCongrats to Steve Liguori (@SteveL3877) and Wade Payson-Denney (@TheRealWadePD) for correctly answering today’s Gut Check Trivia question.\n\nGOT NEWS?\n\nTips or comments? Our inbox awaits: gutcheck@cnn.com\n\nAnyone can sign up for Gut Check by emailing gutcheck@cnn.com\n\nWANT TO SIGN UP?\n\nDo you have a friend who wants to sign up for GUT CHECK or our new CNNPolitics Breaking News Alerts? Click here, log on and scroll down.", "article_metadata": {"description": "CNN's GUT CHECK | for February 24, 2014| 5 p.m. - n. a pause to assess the state, progress or condition of the political news cycle JEB BUSH … BRINGING IT ON Bush was the featured guest Monday at the Long Island Association's biannual luncheon, a popular stop for White House hopefuls, and his...", "generator": "WordPress.com", "title": "CNN", "og": {"url": "http://politicalticker.blogs.cnn.com/2014/02/24/cnns-gut-check-for-february-24-2014/", "image": "http://i2.cdn.turner.com/cnn/dam/assets/130315215748-jeb-bush-cpac-story-top.jpg", "type": "article", "description": "CNN's GUT CHECK | for February 24, 2014| 5 p.m.\r\n- n. a pause to assess the state, progress or condition of the political news cycle\r\n\r\nJEB BUSH … BRINGING IT ON\r\nBush was the featured guest Monday at the Long Island Association's biannual luncheon, a popular stop for White House hopefuls, and his...", "title": "CNN's GUT CHECK for February 24, 2014"}, "msapplication-tooltip": "- All politics, all the time", "fb": {"admins": 690014395, "app_id": 80401312489}, "msapplication-window": "width=device-width;height=device-height", "application-name": "CNN Political Ticker", "keywords": "cnn's gut check, mark preston michelle jaconi sara fischer", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "msapplication-task": "name=Subscribe;action-uri=http://politicalticker.blogs.cnn.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico"}, "_id": "\"57477af36914bd0286fca74d\"", "article_summary": "Prior to the recall election in Wisconsin, only two other recall votes have occurred - North Dakota in 1921 and California in 2003.\nGUT CHECK WINNER’S CIRCLE(why aren’t you in it)Congrats to Steve Liguori (@SteveL3877) and Wade Payson-Denney (@TheRealWadePD) for correctly answering today’s Gut Check Trivia question.\nThe seat was created in 1932, and was filled the following year by Dingell’s father, John Dingell Sr., until he died in 1955.\nFollow @GutCheckCNNTRAIL TRIVIA(Answer below)Who is the only person in U.S. history to win a gubernatorial recall election?\nScott Walker is the only person in U.S. history to win a gubernatorial recall election."}