{"article_title": "Bucksport mother turns son’s story about living with a foster family into children’s book — Living — Bangor Daily News — BDN Maine", "article_keywords": ["riddle", "living", "sons", "childrens", "family", "turns", "bucksport", "daily", "children", "jan", "book", "foster", "sean", "mother", "situation", "hoxie", "maine"], "article_url": "http://bangordailynews.com/2014/12/07/living/bucksport-mother-turns-sons-story-into-book-for-foster-children/", "article_text": "Sixteen years ago, a tiny 4 pound baby, born 10 weeks early, came to live with a Bucksport family of three. That little boy and his relatable story is now the premise for a children’s book that will be distributed to 1,000 Maine foster children this holiday season.\n\nBucksport resident Jan Riddle recently self-published a “flip book” illustrated by Maine artist Stephen Costanza that features a young boy’s story on one side and his sister’s story on the other side. The two stories, “Shane’s Best Week Ever!” and “Just Because,” come together as the characters meet each other again at the center of the book.\n\nThe brother and sister in the book are separated when they have to go live with foster families. It is a situation Riddle and advocates say is all too common for children around Maine.\n\nCompleting a family\n\nThe Riddles hadn’t planned on having a baby boy join their family through adoption. In fact, on their application with the Maine Department of Health and Human Services, they had asked for a girl up to 2-years-old. Instead, they were told about Sean who had been born prematurely and was being immediately placed in a foster home.\n\nHe was the perfect person to complete their family.\n\n“He was this beautiful baby boy and I knew I was going to love him right away,” Riddle said. “He’s just an amazing person, he’s very compassionate and quiet.”\n\nIt took two years, but Jan and her now-late husband Rob immediately knew they were going to adopt Sean. Their biological daughter Kelleigh, just five years older than him, were fast friends and the family felt complete, Riddle said.\n\nRob died in 2010 and Kelleigh has gone off to college, so Jan and Sean, now 16, have found themselves holding close to each other, thankful for their relationship.\n\n“We really were blessed … there are good stories that come out of foster care,” Riddle said. “All we have is each other and that’s a good place to be, it’s a dicey place to be sometimes too, but we’re doing it and we’re happy.”\n\nThe pair enjoys attending concerts together, playing video games and more recently, Sean has taken on more responsibility in the home.\n\n“It’s really cool that he’s taking on more responsibility,” Riddle said. “We have to do everything ourselves, but it means we are completely intermingled in each others’ lives.”\n\nSince life has quieted a bit since they were a family of four, Riddle said she’s had time to revisit her idea of writing a book inspired in part by Sean’s story.\n\nA common story\n\nWhen Sean was 2-years-old Jan and Rob connected with the foster-adopt parents of his half brother born nine months prior. He too was in a foster home with a family hoping to adopt him.\n\nJan said the boys played well together, but the relationship didn’t continue because the other family was not interested in their son knowing Sean.\n\nIt was heartbreaking for Jan. She had wanted the boys to grow up knowing one another as siblings. And while she respected the family’s decision, her sadness at the situation stuck with her.\n\nOver the years, she met more children who were separated from their siblings, some knowingly, others who simply didn’t know they had brothers or sisters. Their stories, all too common in the foster care system, gave way to the story of Savana and Shane.\n\n“It’s bad enough that children are removed from their homes,” Riddle said. “But then, to have them removed from their homes without their siblings, the book kind of speaks to that.”\n\nRiddle hopes the story will help children coping with separation from a sibling realize the situation they’re in is not their fault and a happy ending is possible. But she also wants to send a message to the public.\n\n“It’s a timely story … [DHHS] is doing a fantastic job often on very low funds … but I wanted people to know that these kids are separated and how devastating that is,” Riddle said. “It’s a very emotional issue for me so it comes from my compassion about the situation.”\n\nBette Hoxie, the executive director for Adoptive and Foster Families of Maine, said the situation depicted in Riddle’s book, while difficult to swallow, is all too real for many Maine children.\n\nThe foster care system in Maine is currently short of safe homes for children, meaning it’s likely that if two or more children have to be removed from a home, that they will be separated.\n\n“DHHS really tries to keep kids together, but sometimes it just isn’t something we can do,” Hoxie said adding that they hear from children who have left foster care that this aspect is one of the worst about having to leave.\n\n“Without exception we hear kids saying, ‘I needed someone to anchor me … I needed my sibling,’” Hoxie said.\n\nA gift with a message\n\nEach holiday season, groups like Adoptive and Foster Families of Maine, throws parties for children around the state where each child is given a book and a gift. The organization also has a lending library with books talking about many aspects of foster care and adoption.\n\nThis year, 1,000 of those books, published through funding from a grant, will be Riddle’s story, handed out by Hoxie and others at holiday events around the state. Several will go to foster parents in training, but the majority will go to children. They will not be sold because Riddle wants them given as gifts to the subset of readers she thinks needs them the most.\n\nHoxie said books with stories like the ones told in Riddle’s book often help children understand sometimes complicated situations. They can also be translated or individualized to fit the child’s circumstances at the time.\n\n“Books have a way of breaking down a situation,” Hoxie said. “It provides the opportunity to give them a better understanding that they didn’t create the situation and that they can be safe.”\n\nThe books will be distributed to children at parties this week. Riddle said it’s a dream come true and she’s happy such good has come out of Sean’s story.\n\n“He’s an amazing boy, I’m so grateful that he’s here and has chosen to be in this place,” she said.\n\nIf you would like more information about fostering a Maine child, contact Adoptive and Foster Families of Maine at 207-827-2331 or visit the DHHS Child and Family Services website.", "article_metadata": {"description": "Sixteen years ago, a tiny 4 pound baby, born 10 weeks early, came to live with a Bucksport family of three. That little boy and his relatable story is now the premise for a children’s book that will be distributed to 1,000 Maine foster children this holiday season. Bucksport resident [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "Sixteen years ago, a tiny 4 pound baby, born 10 weeks early, came to live with a Bucksport family of three. That little boy and his relatable story is now the premise for a children’s book that will be distributed to 1,000 Maine foster children this holiday season. Bucksport resident [...]", "title": "Bucksport mother turns son’s story about living with a foster family into children’s book", "url": "http://bangordailynews.com/2014/12/07/living/bucksport-mother-turns-sons-story-into-book-for-foster-children/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/12/10106841_H14112189-600x556.jpg?strip=all", "type": "article"}, "twitter": {"description": "Sixteen years ago, a tiny 4 pound baby, born 10 weeks early, came to live with a Bucksport family of three. That little boy and his relatable story is now the premise for a children’s book that will be distributed to 1,000 Maine foster children this holiday season. Bucksport resident [...]", "title": "Bucksport mother turns son’s story about living with a foster family into children’s book", "url": "http://bangordailynews.com/2014/12/07/living/bucksport-mother-turns-sons-story-into-book-for-foster-children/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/12/10106841_H14112189-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,book reviews,living,parenting,nation,state,bucksport mother turns son#8217;s story about living with a foster family into children#8217;s book,is_article,natalie feulner", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd905c\"", "article_summary": "That little boy and his relatable story is now the premise for a children’s book that will be distributed to 1,000 Maine foster children this holiday season.\nIt is a situation Riddle and advocates say is all too common for children around Maine.\n“Books have a way of breaking down a situation,” Hoxie said.\nThe brother and sister in the book are separated when they have to go live with foster families.\nInstead, they were told about Sean who had been born prematurely and was being immediately placed in a foster home."}