{"article_title": "Primary results boost Republican hopes of taking over the Senate", "article_keywords": ["va", "20", "senate", "house", "taking", "republicans", "results", "primary", "vote", "wolf", "night", "hopes", "republican", "boost", "rep"], "article_url": "http://www.pbs.org/newshour/updates/primary-results-boost-republican-hopes-taking-senate/", "article_text": "Today in the Morning Line:\n\nPieces falling into place for GOP\n\nA very bad night for the tea party\n\nExplaining why, in anti-Washington climate, incumbents, including McConnell, are doing so well\n\nWolf wins big in Pennsylvania\n\nObama to meet with Shinseki, Nabors\n\nAnother good night for Republican establishment: The Republican establishment showed its strength yet again Tuesday, getting the Senate candidates in Kentucky, Georgia and Oregon that they believe give them the best shot at taking back control of the chamber next year. In Kentucky, Senate Minority Leader Mitch McConnell trounced tea party-backed businessman Matt Bevin by 25 points, setting up a matchup with Democrat Alison Lundergan Grimes, one that could be the most expensive Senate race in the country. In Georgia, two candidates favored by the GOP establishment — former Dollar General chief executive David Perdue and 11-term Rep. Jack Kingston — advanced to a July 22 runoff. And in Oregon, pro-abortion rights pediatric neurosurgeon Monica Wehby took 51 percent of the vote to defeat conservative state Rep. Jason Conger in the GOP primary.\n\nStars aligning: Republicans need to gain a net of six seats to take back control of the Senate, and so far, the pieces are falling into place exactly as they want them to for the party to have a shot at accomplishing its goal. Earlier this month, Thom Tillis claimed the GOP Senate nomination in North Carolina, avoiding a potentially damaging runoff and giving the establishment its top pick to challenge Democratic Sen. Kay Hagan. McConnell’s victory was expected, but his margin may signal less concern about conservatives coming home in November. Perdue or Kingston is not the outcome Democrats would have hoped for in Georgia to give their candidate, philanthropist Michelle Nunn, the best chance to win. Oregon remains a long shot for Republicans, but Wehby helps Republican chances of unseating Democratic Sen. Jeff Merkley in a big wave.\n\nWhy anti-Washington hasn’t been enough: Let’s get this out of the way: running on congressional experience is not an asset. In Pennsylvania, Rep. Allyson Schwartz, D-Pa., and former Rep. Marjorie Margolies, D-Pa. (Chelsea Clinton’s mother-in-law, endorsed by the Clintons) lost in their races last night, for example (though Washington experience may not have been their only problem). Ex-Rep. Bob Barr, R-Ga., finished second in his comeback bid, but advanced to the runoff. McConnell had to pour a lot of resources into defeating Bevin. And outside groups like the Chamber of Commerce came to the rescue of people like Reps. Mike Simpson and Jack Kingston. Rep. Bill Shuster, R-Pa., pulled out a closer-than-he-would-have-liked primary, taking 53 percent of the vote. But despite the deeply anti-Washington mood that shows up in polling, the power of the incumbency is still very strong. In fact, not a single House or Senate incumbent has lost yet this cycle. They are 139-for-139, including 45-for-45 last night.\n\n‘Keep the bums in’: As the Los Angeles Times’ Mark Z. Barabak wrote earlier this year, “A keep-the-bums-in mood may prevail in midterm election.” How can it be that with Congress’ approval ratings in single digits in some polls that this is the case? Because the House, for example, is already incredibly polarized and most people blame the other guy and the other side. As Stu Rothenberg told Barabak: “Republicans blame liberals and big government and Obama; Democrats are upset because they think the tea party won’t allow anything to get done — Republicans are too extreme.” Both Democrats Grimes and Nunn are running on Washington dissatisfaction. That’s the theme of Grimes’ first general election ad, up Wednesday. Next week, by the way, COULD see the first incumbent lose in Ralph Hall of Texas. His opponent has running on Hall being in Congress too long — he’s the oldest member of Congress at 91. Reps. Mike Honda, D-Calif., and Charlie Rangel, D-N.Y., are also vulnerable and their races take place later in the cycle.\n\nTom Wolf and the power of (early) positive ads: The Democrat who might have had the best night Tuesday was Tom Wolf, who cruised to victory over Schwartz and two others in Pennsylvania’s gubernatorial primary, winning 58 percent of the vote. Buoyed by $10 million of his own money and a series of positive television ads, Wolf, the owner of a kitchen cabinet maker, will take on vulnerable Republican Gov. Tom Corbett in November. Wolf jumped from single digits to front-runner in the span of a few months, thanks in large part to the TV spots. The L.A. Times notes that Wolf aired 1,800 commercials in late January and early February, when he was the only candidate on the air.\n\nObama meets with Shinseki: President Barack Obama meets with embattled Veterans Affairs Secretary Eric Shinseki and White House deputy chief of staff Rob Nabors, assigned to the VA, Wednesday morning at the White House. The closed-door meeting comes amid a VA scandal in which it’s alleged that veterans may have died waiting for treatment. Nabors heads to Phoenix tonight to visit one of the VA facilities in question. Meanwhile, House Republicans are pushing what it’s calling the “VA Accountability Act,” which Boehner’s office says would “give the current or future VA Secretary the tools he needs to discipline or fire senior managers.” But it is also putting out a research document highlighting what it calls “the gap between the President’s rhetoric and reality on veterans’ issues.”\n\nDaily Presidential Trivia: On this day in 1954, the Senate rejected President Eisenhower’s plan for 18-year-olds’ voting rights. Under which president and what year did the law finally change? Be the first to Tweet us the correct answer using #PoliticsTrivia, and you’ll get a Morning Line shout-out. Congratulations to Graham H. Morris (@GrahamHMorris) and Katelyn Polantz ‏(@kpolantz) for correctly guessing Monday’s trivia: what event one month prior prompted the closing of the two blocks of Pennsylvania Avenue in front of the White House? The answer was: the Oklahoma City bombing.\n\nLINE ITEMS\n\nTOP TWEETS\n\nPolls close at 7pm for #GAsen so make sure to vote! Locations here: http://t.co/vBEdAtY6Ss pic.twitter.com/jE4wjM5drx — FW For America (@FWForAmerica) May 20, 2014\n\nThe PA judge who legalized gay marriage was recommended in 2002 by… Rick Santorum. http://t.co/vVDN04qeDa #RINO — daveweigel (@daveweigel) May 20, 2014\n\nBoehner says of his meeting with @NancyPelosi re: the #Benghazi Cmte “It was fine.” Dem leadership aide confirms it was “fine” #thistown — Frank Thorp V (@frankthorpNBC) May 20, 2014\n\nBook: Charles Koch banned ‘The Sun Also Rises’ into his house, explaining Hemingway “was a communist.” @mateagold http://t.co/vq8tB70yR6 — Peter Wallsten (@peterwallsten) May 20, 2014\n\nCBS had Benghazi error. NBC employs Chelsea. That means ABC scores: Hillary gives first book tour sit downs to Diane Sawyer & Robin Roberts. — Amy Chozick (@amychozick) May 20, 2014\n\nFor more political coverage, visit our politics page.\n\nSign up here to receive the Morning Line in your inbox every morning.\n\nQuestions or comments? Email Domenico Montanaro at dmontanaro-at-newshour-dot-org or Terence Burlij at tburlij-at-newshour-dot-org.\n\nFollow the politics team on Twitter:\n\nFollow @DomenicoPBS\n\nFollow @burlij\n\nFollow @elizsummers\n\nFollow @rachelwellford\n\nFollow @sfpathe", "article_metadata": {"description": "Senate Minority Leader Mitch McConnell and his wife Elaine Chao arrive for a victory celebration following Tuesday's primary results in Louisville, Kentuck", "pubdate": 20140521, "og": {"site_name": "PBS NewsHour", "description": "Senate Minority Leader Mitch McConnell and his wife Elaine Chao arrive for a victory celebration following Tuesday's primary results in Louisville, Kentuck", "title": "Primary results boost Republican hopes of taking over the Senate", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/05/492488797.jpg", "url": "http://www.pbs.org/newshour/updates/primary-results-boost-republican-hopes-taking-senate/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "Senate Minority Leader Mitch McConnell and his wife Elaine Chao arrive for a victory celebration following Tuesday's primary results in Louisville, Kentuck", "creator": "@newshour", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2014/05/492488797.jpg", "title": "Primary results boost Republican hopes of taking over the Senate", "site": "@newshour", "card": "summary_large_image"}, "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "THE MORNING LINE"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "Election 2014, georgia, kentucky, Mitch McConnell, Oregon, tea party, THE MORNING LINE"}, "_id": "\"57477af46914bd0286fd9060\"", "article_summary": "Oregon remains a long shot for Republicans, but Wehby helps Republican chances of unseating Democratic Sen. Jeff Merkley in a big wave.\nRep. Bill Shuster, R-Pa., pulled out a closer-than-he-would-have-liked primary, taking 53 percent of the vote.\nIn fact, not a single House or Senate incumbent has lost yet this cycle.\nAnd in Oregon, pro-abortion rights pediatric neurosurgeon Monica Wehby took 51 percent of the vote to defeat conservative state Rep. Jason Conger in the GOP primary.\nWhy anti-Washington hasn’t been enough: Let’s get this out of the way: running on congressional experience is not an asset."}