{"article_title": "The Congressional Review Act, rarely used and (almost always) unsuccessful", "article_keywords": ["used", "congress", "veto", "review", "unsuccessful", "administration", "disapproval", "regulation", "cra", "act", "president", "overturn", "rarely", "resolution", "congressional", "obama"], "article_url": "http://thehill.com/blogs/pundits-blog/lawmaker-news/239189-the-congressional-review-act-rarely-used-and-almost-always", "article_text": "In trying to stop Obama administration regulations, Republicans in Congress recently reached into their bag of tools and pulled out an old rusty hammer that hasn't been used successfully since 2001. But there is a reason that tool got rusty. The Congressional Review Act (CRA) has only worked precisely one time as a way for Congress to undo an executive branch regulation, and it is unlikely to be effective again until possibly January 2017.\n\nLast month, Congress passed a \"resolution of disapproval\" under the CRA, attempting to overturn a regulation from the National Labor Relations Board (NLRB). The regulation will allow unions to speed up the process of unionization. It is strongly supported by unions and opposed by businesses. President Obama vetoed the resolution of disapproval and now the regulation is set to go into effect. Congress may attempt to override the veto, but any such attempt is almost certainly doomed to failure given the current constitution of Congress (two-thirds of Congress would need to buck the president).\n\nADVERTISEMENT\n\nThe CRA was passed in 1996 as part of then-Speaker Newt Gingrich 's (R-Ga.) \"Contract with America.\" While executive branch agencies can only issue regulations pursuant to statutes passed by Congress, Congress wanted to find a way to make it easier to overturn those regulations. Previously there was a process by which, if one house of Congress voted to overturn the regulation, it was invalidated. This procedure was ruled unconstitutional by the Supreme Court in 1983.\n\nCongress was still able to overturn an executive branch regulation by passing a law. Passing a law is, of course, subject to filibusters in the Senate. We've learned that the filibuster in recent years has made it quite difficult to pass laws. The CRA created a period of 60 \"session days\" (days in which Congress is in session) during which Congress could use expedited procedures to overturn a regulation. During this period, Congress could pass a resolution of disapproval, and this resolution was not subject to the procedural requirements in the Senate that made a filibuster possible. However, in order to meet the requirements of the Supreme Court decision, the president could still veto the resolution.\n\nThis rendered the CRA relatively toothless. In order to overturn a regulation, the very president who approved the regulation would need to sign the legislation overturning it. Or, his veto would need to be overridden by Congress. Neither of these conditions are likely under normal circumstances.\n\nThere is one set of circumstances where the CRA could be used, and these played out in 2001. The Occupational Safety and Health Administration (OSHA) had promulgated an extremely controversial regulation requiring employers to take measures to curb ergonomic injuries in the workplace. The OSHA rule was issued in November 2000, near the end of the Clinton administration. With the 60 session-day clock still ticking, the Republican Congress voted to overturn the ergonomics regulation in March 2001. The newly elected President George W. Bush signed the resolution of disapproval, and the ergonomics regulation vanished. Because the CRA prevents the agency from creating a substantially similar regulation, ergonomic injuries in the workplace have since gone unregulated.\n\nAs the clock ticks down on the Obama administration, we can be sure that the president and his regulatory agencies are keeping their eye on the possibility of history repeating itself. Any regulation issued in the last few months of 2016 will risk the fate of the ergonomics rule if the Republicans maintain control of Congress and win the presidency in the 2016 elections. Since the election is not until November, the Obama administration will likely wish to make sure its highest priority regulations are issued with sufficient time to allow the 60 session-day clock to expire before Jan. 21, 2017. As long as they do that, President Obama can use his veto pen as he did this month to protect his top regulatory priorities, and congressional resolutions of disapproval will be full of symbolism but have no impact.\n\nShapiro is an associate professor and director of the Public Policy Program at Rutgers University and a member of the Scholars Strategy Network.", "article_metadata": {"dcterms.description": "The CRA has only worked once, but Republicans tried it recently to block new labor rules.", "description": "The CRA has only worked once, but Republicans tried it recently to block new labor rules.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Contributors"}}, "og": {"site_name": "TheHill", "description": "The CRA has only worked once, but Republicans tried it recently to block new labor rules.", "title": "The Congressional Review Act, rarely used and (almost always) unsuccessful", "url": "http://thehill.com/blogs/pundits-blog/lawmaker-news/239189-the-congressional-review-act-rarely-used-and-almost-always", "image": "http://thehill.com/sites/default/files/senategop_020315fr.jpg", "updated_time": "2015-04-17T08:25:34-04:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2015-04-17T08:25-04:00", "dcterms.identifier": "http://thehill.com/blogs/pundits-blog/lawmaker-news/239189-the-congressional-review-act-rarely-used-and-almost-always", "dcterms.date": "2015-04-17T07:30-04:00", "dcterms.creator": "Stuart Shapiro, contributor", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "author": "Stuart Shapiro, contributor", "dcterms.type": "Text", "keywords": "Congressional Review Act, CRA, Unions, unionization, union vote,Newt Gingrich,National Labor Relations Board, NLRB, Occupational Safety and Health Administration, OSHA", "article": {"published_time": "2015-04-17T07:30:03-04:00", "modified_time": "2015-04-17T08:25:34-04:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/pundits-blog/lawmaker-news/239189-the-congressional-review-act-rarely-used-and-almost-always", "widgets": {"csp": "on"}, "description": "The CRA has only worked once, but Republicans tried it recently to block new labor rules.", "card": "summary", "title": "The Congressional Review Act, rarely used and (almost always) unsuccessful"}, "dcterms.title": "The Congressional Review Act, rarely used and (almost always) unsuccessful"}, "_id": "\"57477af36914bd0286fc948c\"", "article_summary": "While executive branch agencies can only issue regulations pursuant to statutes passed by Congress, Congress wanted to find a way to make it easier to overturn those regulations.\nPresident Obama vetoed the resolution of disapproval and now the regulation is set to go into effect.\nIn trying to stop Obama administration regulations, Republicans in Congress recently reached into their bag of tools and pulled out an old rusty hammer that hasn't been used successfully since 2001.\nLast month, Congress passed a \"resolution of disapproval\" under the CRA, attempting to overturn a regulation from the National Labor Relations Board (NLRB).\nIn order to overturn a regulation, the very president who approved the regulation would need to sign the legislation overturning it."}