{"article_title": "TV documentary explores making of atomic bombs", "article_keywords": ["explores", "santa", "film", "tv", "nuclear", "los", "atomic", "bombs", "making", "documentary", "think", "bomb", "fe"], "article_url": "http://www.washingtontimes.com/news/2015/jul/28/tv-documentary-explores-making-of-atomic-bombs/?page=all", "article_text": "July 28—It was the autumn of 1962, and Rushmore DeNooyer could tell by the way the adults in school were talking that they were scared. The Cuban Missile Crisis had begun, and the fourth-grader from Rye, N.Y., heard his teachers announce that President John F. Kennedy would soon be speaking about the possibility of a nuclear war. He didn’t quite get it, and wasn’t afraid.\n\nNow, more than 50 years later, DeNooyer understands their fear. “It wouldn’t take very many bombs to really change life on Earth,” he said by phone Monday. “The idea that there are thousands of them sitting around is pretty scary. I don’t think people today realize that. They don’t think about it. I don’t think they are scared. But in a way, they should be.”\n\nDeNooyer is the producer and director of the two-hour documentary The Bomb, which explores the creation of the atomic bomb and the Nuclear Age that followed. The film premieres Tuesday on PBS affiliates, including KNME-TV channel 5.1 in New Mexico.\n\nThe Bomb uses archival footage of bomb tests and newsreels, as well as on-camera interviews with scientists, civilians and soldiers who helped create the atomic bomb in Los Alamos in the 1940s. Historians, designers and pilots are among others who trace the history of the atomic bomb from its inception to today.\n\nThe documentary covers the political, military, environmental and moral ramifications that evolved from America’s effort to make an atomic bomb before Nazi Germany did. German chemists Otto Hahn and Fritz Strassmann, aided by Austrian physicist Lise Meitner, inadvertently started that race after discovering the power of splitting an atom during experiments in 1938.\n\n“Nobody was trying to make a bomb. Nobody was trying to change the world. They were just doing what scientists do. And the rest is history,” DeNooyer said.\n\nThe Bomb traces the U.S. military’s choice of Los Alamos as the place to open a secret laboratory. It also examines the selection of Robert Oppenheimer to lead the project, a pick that puzzled some. One person interviewed in the documentary says Oppenheimer wasn’t qualified to run a hamburger stand.\n\nThe film follows the challenges and triumphs of the Los Alamos team and the first atomic test in July 1945 at Southern New Mexico’s Trinity Site. That was less than a month before the United States used its new bombs on the Japanese cities of Nagasaki and Hiroshima.\n\nIf the atomic bomb brought a conclusion to the war with Japan, it also initiated an arms race. The film documents the world’s buildup of nuclear weapons during ensuing decades and subsequent efforts to limit and destroy atomic stockpiles.\n\nAs historian and author Richard Rhodes says in the documentary, the creation of the atomic bomb marks the first time in history that humans became “capable of destroying ourselves.”\n\nDeNooyer said it took about 18 months to make the documentary, including some location shooting in New Mexico. The goal was to televise the film around the 70th anniversary of the bomb’s first use.\n\nDeNooyer said he has no illusions that his documentary will make much difference in the public perception or understanding of the bomb’s potential impact on the world. He said most people are not even paying attention to it as a threat, even as national leaders today argue the merits of the United States striking a deal to limit Iran’s nuclear capability in return for economic aid to that country.\n\n“But if the film provokes somebody to want to learn more, then they can read a book or 10 books on the subject and really learn about it,” he said. “That’s the power of TV. Television’s strength is not in conveying information. What it can do well is convey stories and give people the chance to meet people who have stories to tell.”\n\nContact Robert Nott at 986-3021 or rnott@sfnewmexican.com.\n\n___\n\n(c)2015 The Santa Fe New Mexican (Santa Fe, N.M.)\n\nVisit The Santa Fe New Mexican (Santa Fe, N.M.) at www.santafenewmexican.com\n\nDistributed by Tribune Content Agency, LLC.\n\n_____\n\nTopics: t000015423,t000003763,g000362661,g000066164,g000065612", "article_metadata": {"description": "July 28--It was the autumn of 1962, and Rushmore DeNooyer could tell by the way the adults in school were talking that they were scared. The Cuban Missile Crisis had begun, and the fourth-grader from Rye, N.Y., heard his teachers announce that President John F. Kennedy would soon be speaking about the possibility of a nuclear war. He didn't quite get it, and wasn't afraid.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/jul/28/tv-documentary-explores-making-of-atomic-bombs/", "site_name": "The Washingtion Times", "type": "article", "description": "July 28—It was the autumn of 1962, and Rushmore DeNooyer could tell by the way the adults in school were talking that they were scared. The Cuban Missile Crisis had begun, and the fourth-grader from Rye, N.Y., heard his teachers announce that President John F. Kennedy would soon be speaking about the possibility of a nuclear war. He didn’t quite get it, and wasn’t afraid.", "title": "TV documentary explores making of atomic bombs"}, "twitter": {"description": "July 28--It was the autumn of 1962, and Rushmore DeNooyer could tell by the way the adults in school were talking that they were scared. The Cuban Missile Crisis had begun, and the fourth-grader from", "site": "@washtimes", "card": "summary", "title": "TV documentary explores making of atomic bombs"}, "Author": "Robert Nott", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af46914bd0286fd9074\"", "article_summary": "___(c)2015 The Santa Fe New Mexican (Santa Fe, N.M.)Visit The Santa Fe New Mexican (Santa Fe, N.M.) at www.santafenewmexican.comDistributed by Tribune Content Agency, LLC.\nHistorians, designers and pilots are among others who trace the history of the atomic bomb from its inception to today.\nIf the atomic bomb brought a conclusion to the war with Japan, it also initiated an arms race.\nThe documentary covers the political, military, environmental and moral ramifications that evolved from America’s effort to make an atomic bomb before Nazi Germany did.\nBut in a way, they should be.”DeNooyer is the producer and director of the two-hour documentary The Bomb, which explores the creation of the atomic bomb and the Nuclear Age that followed."}