{"article_title": "Precision medicine may leave public health efforts in the dust", "article_keywords": ["write", "united", "precision", "research", "leave", "dust", "health", "healthcare", "medicine", "efforts", "public", "personalized", "care"], "article_url": "http://www.fiercehealthcare.com/story/precision-medicine-may-leave-public-health-efforts-dust/2015-08-06", "article_text": "The federal government and healthcare industry's focus on personalized medicine comes at the expense of public health efforts, argues an opinion piece published in the New England Journal of Medicine.\n\nGroups such as the National Institutes of Health (NIH) and the National Academy of Medicine, as well as the White House administration, have made personalized medicine a priority based on the assumption that precision care will improve public health through its contribution to clinical practice, particularly regarding issues such as medication adherence. However, precision medicine advocates' focus on treatment and care at the individual level means they largely ignore some of the most pressing concerns in modern healthcare, such as the United States' low ranking among developed nations in care quality or socioeconomic factors' outsized effect on mortality, write Ronald Bayer, Ph.D., and Sandro Galea, M.D., both of the Columbia University Mailman School of Public Health.\n\nAlthough clinical interventions such as those promoted by precision medicine are important, they do not do enough to address public health, the authors write, echoing past criticism of the model. Previous research indicates precision medicine initiatives are not sufficient to eliminate healthcare inequality, the authors write. Even in the United Kingdom, where the National Health Service provides universal coverage, health indicators continue to correlate with socioeconomic status.\n\nThe United States has invested about five times more in the NIH's research, which increasingly focuses its research on individualized care models, than it has in the Centers for Disease Control and Prevention, according to the authors. Furthermore, the proportion of NIH-funded initiatives with \"population\" or \"public\" in their names fell 90 percent in the last decade.\n\n\"Without minimizing the possible gains to clinical care from greater realization of precision medicine's promise, we worry that an unstinting focus on precision medicine by trusted spokespeople for health is a mistake--and a distraction from the goal of producing a healthier population,\" Bayer and Galea write.\n\nTo learn more:\n\n- read the opinion piece\n\nRelated Articles:\n\nDo advocates overestimate the benefits of personalized medicine?\n\nCommonwealth Fund: U.S. healthcare is most expensive, but last in quality\n\nPersonalized medicine could fix patient non-adherence problem\n\nWill the promise of precision medicine live up to the hype?\n\nObama touts cybersecurity, personalized medicine efforts in State of the Union address\n\nWhat will 'precision medicine' mean for providers?\n\nObama to request $215M for precision medicine plan", "article_metadata": {"description": "The federal government and healthcare industry's focus on personalized medicine comes at the expense of public health efforts, argues an opinion piece published in the New England Journal of Medicine.", "og": {"site_name": "FierceHealthcare", "description": "The federal government and healthcare industry's focus on personalized medicine comes at the expense of public health efforts, argues an opinion piece published in the New England Journal of Medicine.", "title": "Precision medicine may leave public health efforts in the dust", "url": "http://www.fiercehealthcare.com/story/precision-medicine-may-leave-public-health-efforts-dust/2015-08-06", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,health determinants,Health Disparities,health inequality,Operations & Business Management,Patient Care & Outcomes,personalized medicine,precision medicine,Precision Medicine Initiative,public health,socioeconomic status", "viewport": "width=device-width", "news_keywords": "Care Delivery,Operations & Business Management,Patient Care & Outcomes"}, "article_summary": "Obama touts cybersecurity, personalized medicine efforts in State of the Union addressWhat will 'precision medicine' mean for providers?\nThe federal government and healthcare industry's focus on personalized medicine comes at the expense of public health efforts, argues an opinion piece published in the New England Journal of Medicine.\nAlthough clinical interventions such as those promoted by precision medicine are important, they do not do enough to address public health, the authors write, echoing past criticism of the model.\nObama to request $215M for precision medicine plan\nCommonwealth Fund: U.S. healthcare is most expensive, but last in qualityPersonalized medicine could fix patient non-adherence problemWill the promise of precision medicine live up to the hype?"}