{"article_title": "Broken Hearts Can Be A Matter Of Life And Death", "article_keywords": ["heart", "life", "death", "takotsubo", "broken", "medical", "matter", "patients", "blood", "cardiomyopathy", "hearts", "condition", "syndrome"], "article_url": "http://www.medicaldaily.com/broken-hearts-can-be-matter-life-and-death-real-dangers-heartbreak-325888", "article_text": "The proverbial broken heart threatens anyone brave enough to put his love and trust into someone else’s hands. It’s that emotional phenomenon your mother warned you about during infamous teen angst years. But what happens when a broken heart is more than just a flood of feelings and actually enters into a physical, sometimes life-threatening state?\n\nYou’ve just been broken up with, or worse, a loved one has died and you feel the physical ache within the left cavity of your chest. You may be experiencing a rite of passage through adulthood’s love and loss, or you could be experiencing a life-threatening condition — broken heart syndrome. The blood pumping in and out of your heart becomes temporarily disrupted by a surge of stress hormones, which are secreted in response to devastating news, according to the Mayo Clinic. The contraction in your heart may be more than just a flicker of elevated blood pulsing through a valve, though; it may actually kill you.\n\nIn 1991, Japanese researchers first recognized takotsubo cardiomyopathy, also known as stress cardiomyopathy or broken heart syndrome. The condition is characterized by sudden chest pain and shortness of breath and is often triggered by a tragic event, such as living through a car accident or receiving emotionally difficult news. Researchers from Minneapolis Heart Institute studied 200 takotsubo cardiomyopathy patients’ medical histories in order to identify symptomatic clues to get a better understanding of the innards of a broken heart.\n\n“It’s not as benign a condition as originally thought,” Dr. Scott Sharkey, a research cardiologist at the Minneapolis Heart Institute Foundation, told Yahoo News. “The true mortality rate is only becoming manifest as we have a broader experience with this.”\n\nThe study, published in the American Journal of Medicine, revealed only 10 percent of the test subjects were male, making the condition an overwhelmingly female-dominated condition. At first, the symptoms mimic a blocked artery, so doctors proceed by administering an angiogram to X-ray the heart’s blood vessels. Then they hone in on the heart’s left ventricle with a cardiac MRI or CT exam to see if it matches the distinctions found in the hearts of takotsubo cardiomyopathy patients.\n\nThe abnormal contractions of a broken heart usually go away after one to four weeks, but if the pain persists longer, patients receive aggressive treatments, such as blood pressure medication and breathing machines. Of the 45 patients treated, nine died despite the interventions administered by medical teams. Sharkey said the study’s results were important in highlighting the health dangers of a broken heart, especially for high risk groups such as those with cancer, Alzheimer’s disease, advanced age, or those with bleeding on the brain.\n\nThe more fragile a person's health is, the more likely his broken heart could worsen his medical condition. So be gentle with people's hearts, as you would want them to be gentle with your own.\n\nSource: Pelliccia F, Kaski JC, Parodi G, Greco C, Antoniucci D, and Brenner R, et al. Comorbidities Frequency in Takotsubo Syndrome: An International Collaborative Systematic Review Including 1,109 Patients. American Journal of Medicine. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "broken, hearts, can, be, matter, life, and, death, real, dangers, heartbreak", "og": {"site_name": "Medical Daily", "description": "Broken hearts shouldn't be taken lightly, especially if you're a woman.", "title": "Heartbreak Can Literally Kill You: Study", "url": "http://www.medicaldaily.com/broken-hearts-can-be-matter-life-and-death-real-dangers-heartbreak-325888", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/16/heartbreak-dangerous.jpg", "type": "article"}, "twitter": {"description": "Broken hearts shouldn't be taken lightly, especially if you're a woman.", "title": "Heartbreak Can Literally Kill You: Study", "url": "http://www.medicaldaily.com/broken-hearts-can-be-matter-life-and-death-real-dangers-heartbreak-325888", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/16/heartbreak-dangerous.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/16/heartbreak-dangerous.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-03-16T15:40:05-04:00", "modified_time": "2015-03-17T10:47:24-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Broken hearts shouldn't be taken lightly, especially if you're a woman."}, "_id": "\"57477af46914bd0286fd914a\"", "article_summary": "You may be experiencing a rite of passage through adulthood’s love and loss, or you could be experiencing a life-threatening condition — broken heart syndrome.\nIn 1991, Japanese researchers first recognized takotsubo cardiomyopathy, also known as stress cardiomyopathy or broken heart syndrome.\nThe proverbial broken heart threatens anyone brave enough to put his love and trust into someone else’s hands.\nBut what happens when a broken heart is more than just a flood of feelings and actually enters into a physical, sometimes life-threatening state?\nAt first, the symptoms mimic a blocked artery, so doctors proceed by administering an angiogram to X-ray the heart’s blood vessels."}