{"article_title": "Advice For Depression, Guilt, Emotions When Grieving", "article_keywords": ["loss", "good", "run", "mad", "feel", "advice", "emotions", "sad", "occasional", "stuck", "guilt", "expect", "grieving", "depression", "mean"], "article_url": "http://www.aarp.org/home-family/caregiving/info-2014/caregiving-grieving-death-bereavement.html", "article_text": "Talk about it, cry about it and sit with it. When you have done enough talking, thinking and finding ways to cope with your loss, you will notice the emotional charge begins to dissipate. It doesn't have to be a moment of awakening where you suddenly find enlightenment; you will simply begin to feel different. You will be forever changed by your experience, but you will feel that you can finally get back to being yourself.\n\nWhat not to do\n\nDon't be too strong for your own good. Surround yourself with people for whom you don't have to put on a brave front. In a work setting that may mean soliciting an understanding colleague to run interference for you. It also may mean opting out of everyday tasks for a time. Grieving is an act of great courage and strength; it is not for the weak.\n\nDon't push yourself when you are tired. The more significant the loss, the more profound it is and the longer the recovery process. To function as well as possible, get enough rest. Cut yourself some slack while you slowly adapt to your new reality.\n\nDon't expect to feel one emotion. Expect a range of emotions. Your feelings may run the gamut from sad to mad to despair to occasional glimpses of happiness — and back again. If you are able to feel only sad, you will get stuck in perpetual despair. This is not a good place to be; it invites depression, helplessness and a feeling that nothing matters. If you are able to feel merely mad, your rage will have you stuck in a lonely trap as it pushes everybody away from you. Focus on the occasional, if rare, happy things that inevitably flutter through your mind.", "article_metadata": {"page_title": "Coping With Loss — One Step at a Time", "estimated_publish_date": "2016-01-29", "Last-Modified": "2015-11-03T16:07:48.189-05:00", "keywords": "depression, advice, emotions, guilt, grief", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "true", "comments": "on", "source": "aarp_org", "type": "info", "description": "Here is some guidance from experts on do's and don'ts when actively grieving.", "s43": "3b.AARPCaregiver|MyHomeandFamily", "robots": "index,follow", "Subject1": "DCSubjects:Home and Garden/Grief & Loss/Death of a Spouse, Partner, Family, Friend", "Subject2": "DCSubjects:Home and Garden/Caregiving/Caregiver Stress & Work Issues", "Subject3": "DCSubjects:Home and Garden/Friends & Family", "viewport": "width=device-width,initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "Here is some guidance from experts on do's and don'ts when actively grieving.", "title": "Advice For Depression, Guilt, Emotions When Grieving - AARP", "url": "http://www.aarp.org/home-family/caregiving/info-2014/caregiving-grieving-death-bereavement.html", "image": "http://cdn.aarp.net/content/dam/aarp/home-and-family/caregiving/2014-12/200-caregiving-find-ways-grieve.imgcache.rev1418853417145.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/home-family/caregiving/info-2014/caregiving-grieving-death-bereavement", "fb": {"app_id": 114175878660191}, "aarpeContent": "true", "IALevel1": "home-family", "IALevel2": "caregiving", "IALevel3": "info-2014", "action": "read", "dateToday": "2016-05-25"}, "_id": "\"57477af36914bd0286fca789\"", "article_summary": "Your feelings may run the gamut from sad to mad to despair to occasional glimpses of happiness — and back again.\nThis is not a good place to be; it invites depression, helplessness and a feeling that nothing matters.\nYou will be forever changed by your experience, but you will feel that you can finally get back to being yourself.\nIt doesn't have to be a moment of awakening where you suddenly find enlightenment; you will simply begin to feel different.\nIf you are able to feel merely mad, your rage will have you stuck in a lonely trap as it pushes everybody away from you."}