{"article_title": "Nation's top oncologists take aim at sky-high drug costs", "article_keywords": ["skyhigh", "cancer", "drugs", "companies", "drug", "nations", "aim", "oncologists", "patients", "costs", "health", "prices", "problem", "theyre", "insurance", "care"], "article_url": "https://www.fredhutch.org/en/news/center-news/2015/07/cancer-drug-costs-in-cross-hairs.html", "article_text": "Havel was diagnosed with CML in 2007 and said the targeted therapy her oncologist prescribed, Gleevec, initially cost $3,000 a month. But the price soon began to rise.\n\n“By 2008, it had jumped to $4,000 a month,” she told Fred Hutch News Service last month. “I thought this is crazy and then it jumped again. I had insurance but I started to get a lot of pushback.”\n\nHavel was forced to use her credit cards to pay for her co-pays, out-of-pocket expenses, groceries and bills. Soon, she was in serious debt and forced to declare bankruptcy.\n\n“People need to understand that this is a widespread problem,” said Ramsey, a health economist who found cancer patients were two-and-a-half times more likely to declare bankruptcy. “This lets patients know they’re not alone. The message to patients is that they shouldn’t be ashamed if they’re struggling with costs. It’s a problem that really didn’t exist 20 years ago. It’s frankly due to rising costs of cancer care, a major one being the drug costs.”\n\nPharmaceutical companies, however, have responded to favorable market incentives by continuing to raise their prices. According to the report, the average price of new cancer drugs has increased 5- to 10-fold over the last 15 years. A recent study found cancer drug prices had increased by an average of $8,500 per year over that period.\n\nPressure for progress\n\n“It’s all set up for them to charge whatever they want and they’re just reacting,” Ramsey said. “And the insurance industry in some ways is not completely blameless in this situation. The whole thing is just a mess. Insurance companies aren’t behaving well. Pharma’s not behaving well.”\n\nProgress, he said, will require patients and others to put pressure on the federal government to change laws.\n\nThe report offers a number of recommendations that would “allow market forces to work better.” They include a new process that considers value to patients and health care when proposing fair prices for new treatments, permitting Medicare to negotiate prices, allowing cancer drugs to be imported across U.S. borders from countries — such as Canada — where drugs are significantly cheaper, and more.\n\n“At the moment, cancer drugs are not truly sold in a free market,” said Janet Freeman-Daily, a 59-year-old metastatic lung cancer patient from Seattle. “We have willing sellers but the buyers are under the gun. Allowing Medicare to negotiate drug prices seems like a reasonable first step to fixing this problem.”\n\nHavel said the current system was flawed in so many ways, it was difficult to pinpoint how to fix it.\n\n“Is Big Pharma the issue? Insurance companies? Hospitals? The cost of medical school in this country?” she asked. “It seems like when we go after one problem — insurance companies for example with the [Affordable Care Act] — another loophole is found to mess things up in a different way. It's good that Americans thrive on ingenuity, but when there is a lack of compassion and health care is treated the same way as selling cable television, there's a problem.\"\n\nCaught in the crossfire\n\nGrassroots movements like the one that prompted a recent Change.org petition advocating against the high price of cancer drugs are one way cancer patients can make their voices heard, the report pointed out.\n\n“With proper support of these grassroots efforts … it should be possible to focus the attention of pharmaceutical companies on this problem and to encourage our elected representatives to more effectively advocate for the interests of their most important constituents among the stakeholders in cancer — American cancer patients,” it concludes.\n\nHICOR’s Ramsey said he was “very sympathetic” for the patients and families caught in the middle, especially since they’re already facing major physical, emotional and psychological challenges.\n\n“They’re caught in the crossfire of all of this and it’s the last thing [they] should have to deal with,” he said.\n\nHe also sees a role for patients — and their loved ones — in changing policy.\n\n“I do think there’s a role for patients in speaking with their cancer care providers about this problem and for being more proactive,” he said.\n\nAnd if patients are too sick to advocate for themselves?\n\n“Cancer touches one in three Americans,” he said. “If you count the friends and family members of these patients, that’s a pretty big constituency.”\n\nHave you been affected by the high costs of cancer care? Tell us about it on Facebook.\n\nDiane Mapes is a staff writer at Fred Hutchinson Cancer Research Center. She has written extensively about health issues for NBC News, TODAY, CNN, MSN, Seattle Magazine and other publications. A breast cancer survivor, she also writes the breast cancer blog doublewhammied.com. Reach her at dmapes@fredhutch.org.\n\nAre you interested in reprinting or republishing this story? Be our guest! We want to help connect people with the information they need. We just ask that you link back to the original article, preserve the author’s byline and refrain from making edits that alter the original context. Questions? Email senior writer/editor Linda Dahlstrom at ldahlstr@fredhutch.org.", "article_metadata": {"description": "Cancer patients were quick to praise a scathing report from the country’s leading oncologists decrying the skyrocketing cost of cancer drugs. “[The report] is definitely a validation that these medications are ridiculously expensive,” said Erin Havel, a 38-year-old chronic myeloid leukemia patient from Seattle who had to declare bankruptcy due to the high cost of her cancer drugs. “Patients don’t really have much say. We should. We’re the consumers, but we’re more of a vehicle for companies to raise money. It feels like we’re a cash cow for Big Pharma.”", "og": {"site_name": "Fred Hutch", "description": "Cancer patients were quick to praise a scathing report from the country’s leading oncologists decrying the skyrocketing cost of cancer drugs. “[The report] is definitely a validation that these medications are ridiculously expensive,” said Erin Havel, a 38-year-old chronic myeloid leukemia patient from Seattle who had to declare bankruptcy due to the high cost of her cancer drugs. “Patients don’t really have much say. We should. We’re the consumers, but we’re more of a vehicle for companies to raise money. It feels like we’re a cash cow for Big Pharma.”", "title": "Nation's top oncologists take aim at sky-high drug costs", "locale": "en_US", "image": {"width": 1200, "identifier": "https://www.fredhutch.org/en/news/center-news/2015/07/cancer-drug-costs-in-cross-hairs.pagethumb.resize.1200.630.png", "height": 630}, "url": "http://www.fredhutch.org/en/news/center-news/2015/07/cancer-drug-costs-in-cross-hairs.html", "type": "article"}, "twitter": {"image": "https://www.fredhutch.org/en/news/center-news/2015/07/cancer-drug-costs-in-cross-hairs.pagethumb.resize.1200.630.png", "description": "Cancer patients were quick to praise a scathing report from the country’s leading oncologists decrying the skyrocketing cost of cancer drugs. “[The report] is definitely a validation that these medications are ridiculously expensive,” said Erin Havel, a 38-year-old chronic myeloid leukemia patient from Seattle who had to declare bankruptcy due to the high cost of her cancer drugs. “Patients don’t really have much say. We should. We’re the consumers, but we’re more of a vehicle for companies to raise money. It feels like we’re a cash cow for Big Pharma.”", "site": "@fredhutch", "card": "summary_large_image", "title": "Nation's top oncologists take aim at sky-high drug costs"}, "robots": "all", "fb": {"admins": 10420423202}, "keywords": "Gary Lyman, cancer care, Scott Ramsey, hicor, hutchinson institute for cancer outcomes research", "article": {"publisher": "https://www.facebook.com/HutchinsonCenter", "published_time": "2015-07-23T14:13-0700"}}, "_id": "\"57477af46914bd0286fd908c\"", "article_summary": "According to the report, the average price of new cancer drugs has increased 5- to 10-fold over the last 15 years.\nInsurance companies?\n“At the moment, cancer drugs are not truly sold in a free market,” said Janet Freeman-Daily, a 59-year-old metastatic lung cancer patient from Seattle.\nA recent study found cancer drug prices had increased by an average of $8,500 per year over that period.\n“If you count the friends and family members of these patients, that’s a pretty big constituency.”Have you been affected by the high costs of cancer care?"}