{"article_title": "For Broncos’ Ben Garland, a roster spot isn’t good enough – The Denver Post", "article_keywords": ["nfl", "good", "ben", "garland", "roster", "offensive", "vasquez", "practice", "spot", "game", "denver", "hes", "isnt", "broncos", "post", "line"], "article_url": "http://www.denverpost.com/broncos/ci_26474465/broncos-ben-garland-roster-spot-isnt-good-enough", "article_text": "When Louis Vasquez is asked to access his teammates on the Broncos’ offensive line, he has a special description for Ben Garland.\n\nAn appraisal from Vasquez isn’t taken lightly. He speaks from the vantage point of a first-team all-pro selection and an appearance in the Pro Bowl last season.\n\n“He’s a machine,” Vasquez said of Garland, who played as a defensive lineman at the Air Force Academy, and just made the Broncos’ regular-season roster for the first time in three tries. “We all make fun of him because no matter what, he’s always working, as if he’s a machine.”\n\nGarland knows no other way to play the game. But there’s more to Garland’s climb. He’s had to learn a different part of the game, moving to the offensive line.\n\n“The difference between playing on the defensive line and the offensive line is like night and day,” Garland said. “Defense is a lot about reacting. To play on the offensive line, there’s a need to understand how the other team’s defense works and how the offense works together.”\n\nGarland spent last season on the practice squad, making the transition to offensive guard.\n\n“In general there isn’t anything you do on the offensive line that seems natural,” Garland said. “You have to maintain perfect balance, but at the same time be extremely aggressive and powerful, and hit as hard as you can while under complete control. The body control and footwork are extremely different.”\n\nGarland credits tips from his teammates and coaches with helping him make the transition.\n\n“Anything that Ben does, doesn’t surprise you,” Broncos coach John Fox said. “He was trained by the best in the business in our military. He’s very smart and very tough. Ben got what he deserved (making the roster) and he worked very hard to get there.”\n\nThat’s not good enough for Garland.\n\n“My goal always is to be the best in the league at whatever I do,” he said. “Making an NFL roster is extremely tough. It could have gone the other way. I’m so happy the Broncos gave me the opportunity to try another position.”\n\nGarland would have gone back into the military if he hadn’t made the Broncos roster. He had served in active duty in 2010-11 after graduation from Air Force.\n\n“I always wanted to be an Air Force officer,” Garland said. “But I always dreamed of playing in the NFL. It was like weighing one dream against the other. I’m happy with my decision.”\n\nSunday he’ll be at Sports Authority Field at Mile High for his first game as an NFL player.\n\nAn ankle injury has kept Garland off the practice field this week and will cause him to miss Sunday’s game and possibly next week’s game. But the Machine wants to get moving.\n\n“I’m ready,” Garland said after Thursday’s practice. “I’m ready to go.”\n\nIrv Moss: 303-954-1296, imoss@denverpost.com or twitter.com/irvmoss", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "For Broncos’ Ben Garland, a roster spot isn’t good enough", "title": "For Broncos’ Ben Garland, a roster spot isn’t good enough", "url": "http://www.denverpost.com/2014/09/05/for-broncos-ben-garland-a-roster-spot-isnt-good-enough/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140905__garlandp1.jpg", "height": 444}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140905__garlandp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-09-05T10:58:31+00:00", "modified_time": "2016-04-27T05:10:31+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fca791\"", "article_summary": "When Louis Vasquez is asked to access his teammates on the Broncos’ offensive line, he has a special description for Ben Garland.\nI’m so happy the Broncos gave me the opportunity to try another position.”Garland would have gone back into the military if he hadn’t made the Broncos roster.\n“The difference between playing on the defensive line and the offensive line is like night and day,” Garland said.\n“In general there isn’t anything you do on the offensive line that seems natural,” Garland said.\nBen got what he deserved (making the roster) and he worked very hard to get there.”That’s not good enough for Garland."}