{"article_title": "Port Angeles clinic receives federal health center status; designation will widen services to Peninsula -- Port Angeles Port Townsend Sequim Forks Jefferson County Clallam County Olympic Peninsula Dai", "article_keywords": ["status", "county", "olympic", "widen", "family", "maxwell", "port", "peninsula", "medicine", "patients", "health", "sequim", "receives", "doctors", "services", "angeles", "townsend", "care"], "article_url": "http://www.peninsuladailynews.com/article/20150512/NEWS/305129988", "article_text": "Port Angeles clinic receives federal health center status; designation will widen services to Peninsula\n\n\n\nBy James Casey\n\nPeninsula Daily News\n\nWhat's the difference?\n\n\n\nAs the nonprofit North Olympic Healthcare Network, the present Family Medicine of Port Angeles will:\n\n\n\n■ Function under a board of nine to 25 directors, most of whom will be clients.\n\n\n\n■ Receive cost-based Medicare reimbursement — including a 34 percent increase for each new patient — and enhanced payments from Medicaid.\n\n\n\n■ Turn no one away for lack of ability to pay. Patients whose incomes fall below 100 percent of the poverty level may receive full discounts for care; people at 100 percent to 200 percent of the poverty level may receive discounts on a sliding scale.\n\n\n\n■ Allow patients to buy prescription and nonprescription drugs at reduced prices.\n\n\n\nTo learn more about the federal health center program, visit http://tinyurl.com/PDN-HealthProgram. To learn more about Family Medicine of Port Angeles, visit www.fmpa.net.\n\nPORT ANGELES — Family Medicine of Port Angeles will become a new federal community health clinic with the aid of a $700,000 grant and widening its North Olympic Peninsula presence.The designation will enable the current group of six doctors and five advanced practice clinicians to expand with five new physicians and 10-15 nurse case managers and patient navigators.It also will allow Family Medicine — renamed the North Olympic Healthcare Network — to offer residences to medical school graduates in rural family medicine, including obstetrics and gynecology, in partnership with Swedish Medical Center of Seattle and Olympic Medical Center of Port Angeles.Federal community health clinics were initiated in the 1960s but have been greatly expanded by the Affordable Care Act, aka “Obamacare.”From patients' standpoint, Family Medicine, 240 W. Front St., will treat an estimated 4,626 new clients at the end of its first year and 5,368 total new patients a year later, all regardless of ability to pay.That equates to nearly 13,000 more medical visits a year.From health care providers' view, it will improve Clallam County's ability to recruit hotly sought primary care physicians by forgiving their student loans.The residency program may provide additional dividends because, according to Dr. Mike Maxwell of Family Medicine, about half of doctors remain in the communities where they complete their training.Family Medicine will continue to provide primary and ob/gyn care from its current location, 204 W. Front St.It will partner with Peninsula Behavioral Health, 118 E. Eighth St., for mental health services and with Sea Mar CHC, doing business as Port Angeles Dental, 228 W. First St., for dental care.Family Medicine's current clients will see no immediate changes but will receive the new services as they become available, said Maxwell, the new organization's CEO.Family Medicine learned of its $700,000 grant from the Health Resources and Services Administration and U.S. Sen. Patty Murray, D-Seattle.Although it had been anticipated for months, the news caught Maxwell by surprise.“I likened it to being in the desert and very thirsty and finally getting that drink of water — from a fire hose,” he said.It will take about three months to organize the new health care center and make it operational, he said.Family Medicine's caregivers recently absorbed 3,000 patients who had lost their providers to doctors' retirements.While they awaited the federal funds, Family Medicine hired five new doctors, two as a husband-and-wife team who will share one full-time position, with the lure of the grant.The residency also was a major recruiting tool, Maxwell said, raising the new doctors' hopes that they could teach and train medical school graduates.Besides the additional doctors, a cadre of nurse case managers will look after patients with long-term, high-risk illnesses like chronic obstructive pulmonary disease or acute diabetes.Patient navigators also will help patients along paths that may lead from Family Medicine to hospitalization to rehabilitation.The new providers and patients will make Family Medicine's building “a little cozier,” Maxwell said, “but when we built this place, we had this in the back of our minds.”Family Medicine of Port Angeles, which opened in 1979, occupied a clinic at 404 W. Eighth St. from 1990 to 2009.In 2010, it remodeled and moved into the former City Light Building at West Front and North Cherry streets.As for its future funding under the Affordable Care Act, Maxwell noted that community health centers have existed for about 50 years and even opponents of what some people call Obamacare support them to serve under-served areas such as Clallam County.With the start of the North Olympic Healthcare Network, Clallam no longer will be the state's sole county without a federal health center.For its application, Family Medicine secured endorsements from every health care agency on the North Olympic Peninsula, Maxwell said, and senators Murray and Maria Cantwell and Rep. Derek Kilmer.“This looks like the most immediate and long-term solution,” he said, to a shortage of family physicians that has left many newcomers to the area — even established patients whose doctors have retired or moved away — with months-long waits for primary care.“The hardest thing to do as a physician or a clinic,” Maxwell said, “is to tell a patient, 'No.'”________Reporter James Casey can be reached at 360-452-2345, ext. 5074, or at jcasey@peninsuladailynews.com", "article_metadata": {"keywords": "port angeles newspaper, sequim newspaper, port townsend newspaper, olympic peninsula newspaper, daily news, port angeles classifieds, sequim classifieds, port townsend classifieds, local weather, local news, olympic peninsula obituaries, port angeles obituaries, sequim obituaries, port townsend obituaries,pdn,port angeles,sequim,port townsend,olympic peninsula", "og": {"url": "http://www.peninsuladailynews.com/article/20150512/NEWS/305129988", "site_name": "Peninsula Daily News", "image": "http://www.peninsuladailynews.com/apps/pbcsi.dll/bilde?Site=PT&Date=20150512&Category=NEWS&ArtNo=305129988&Ref=AR", "type": "article", "title": "Port Angeles clinic receives federal health center status; designation will widen services to Peninsula"}, "fb": {"admins": 100002304548680, "app_id": 224084277650041}, "description": "Your #1 News Source for the Olympic Peninsula, Port Angeles, Sequim, Port Townsend and beyond."}, "_id": "\"57477af46914bd0286fd909f\"", "article_summary": "Port Angeles clinic receives federal health center status; designation will widen services to PeninsulaBy James CaseyPeninsula Daily NewsWhat's the difference?\nTo learn more about Family Medicine of Port Angeles, visit www.fmpa.net.\nAs the nonprofit North Olympic Healthcare Network, the present Family Medicine of Port Angeles will:■ Function under a board of nine to 25 directors, most of whom will be clients.\n■ Receive cost-based Medicare reimbursement — including a 34 percent increase for each new patient — and enhanced payments from Medicaid.\nTo learn more about the federal health center program, visit http://tinyurl.com/PDN-HealthProgram."}