{"article_title": "Cruel Reality of Amnesty Continues: Illegal Aliens Given Priority Over Legal Immigrants Already in Line", "article_keywords": ["executive", "states", "given", "continues", "citizenship", "waiting", "illegal", "immigrants", "immigration", "legal", "reality", "priority", "cruel", "united", "fees", "line", "amnesty"], "article_url": "http://townhall.com/tipsheet/katiepavlich/2015/05/19/cruel-reality-of-amnesty-continues-legal-immigrants-put-to-the-back-of-the-line-behind-illegal-aliens-n2000934", "article_text": "When President Obama effectively granted amnesty to nearly 5 million illegal aliens in December, I reported that the funding to pay for new programs would come directly from fees paid by legal immigrants through the United States Citizenship and Immigration Services. This fact still remains true.\n\nThe funding for Obama's executive action is coming through the United States Citizenship and Immigration Services, a fee, not tax based agency under the jurisdiction of Homeland Security. Because the USCIS is a fee based agency, many have argued Congress cannot defund it. According to the Congressional Research Service, Congress does in fact have the ability to defund the agency through the appropriations process.\n\n\n\nThe larger question is, who is paying these fees? Millions of legal immigrants are paying these fees, which are now being reallocated by the executive branch to legalize millions of illegal immigrants who have been living in the United States for years while failing to go through proper and long established legal channels to obtain citizenship or other legal status.\n\n\n\nThanks to recent Obama administration policy (and administrations prior), legal immigrants are constantly being put to the back of the line with longer wait times to accommodate law breakers first. Wait times for the legal process have jumped from five months to nearly two years. Americans with spouses who aren't citizens are supposed to be given priority for expedited visas, but they too have been bumped down the list to accommodate illegal immigrants and their children. From William La Jeunesse:\n\nAs illegal immigrants continue to seek legal status under President Obama's executive actions, the waiting list to enter the United States legally grows longer, as does the waiting time for those in the pipeline.\n\n\n\nAmerican born Jimmy Gugliotta, who currently lives in Santiago, Chile, with his Argentinian wife and their children, has been waiting more than a year and a half for visas to bring his family to the U.S. He doesn't understand why going through the process legally puts him behind people who sneak into the U.S. illegally.\n\n\n\n\"It's really sad to see that we've been put in the back seat,\" Gugliotta told Fox News via email. \"What I found outrageous is people like me, a U.S. citizen, are actually being put at the back of the line, and that to me is a total outrage.\"\n\nWatch the latest video at video.foxnews.com\n\nExit question: When will we reform our immigration system to accommodate lawful immigrants wanting to become American citizens first before accommodating the law breaking, illegal immigrants? At this point, the system is certainly operating backwards, is unfair and promotes illegal behavior.", "article_metadata": {"description": "Unfair. .05/26/2016 2:50:58AM EST.", "author": "Katie Pavlich", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Unfair.", "title": "- Cruel Reality of Amnesty Continues: Illegal Aliens Given Priority Over Legal Immigrants Already in Line", "url": "http://townhall.com/tipsheet/katiepavlich/2015/05/19/cruel-reality-of-amnesty-continues-legal-immigrants-put-to-the-back-of-the-line-behind-illegal-aliens-n2000934", "image": "http://media.townhall.com/townhall/reu/ha/2012/170/2012-06-18T200208Z_01_JL413_RTRIDSP_0_MEXICO-USA-IMMIGRATION.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Unfair.", "title": "- Cruel Reality of Amnesty Continues: Illegal Aliens Given Priority Over Legal Immigrants Already in Line", "url": "http://townhall.com/tipsheet/katiepavlich/2015/05/19/cruel-reality-of-amnesty-continues-legal-immigrants-put-to-the-back-of-the-line-behind-illegal-aliens-n2000934", "image": "http://media.townhall.com/townhall/reu/ha/2012/170/2012-06-18T200208Z_01_JL413_RTRIDSP_0_MEXICO-USA-IMMIGRATION.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Cruel Reality of Amnesty Continues: Illegal Aliens Given Priority Over Legal Immigrants Already in Line, Katie Pavlich, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fca799\"", "article_summary": "Americans with spouses who aren't citizens are supposed to be given priority for expedited visas, but they too have been bumped down the list to accommodate illegal immigrants and their children.\nThanks to recent Obama administration policy (and administrations prior), legal immigrants are constantly being put to the back of the line with longer wait times to accommodate law breakers first.\nWatch the latest video at video.foxnews.comExit question: When will we reform our immigration system to accommodate lawful immigrants wanting to become American citizens first before accommodating the law breaking, illegal immigrants?\nThe funding for Obama's executive action is coming through the United States Citizenship and Immigration Services, a fee, not tax based agency under the jurisdiction of Homeland Security.\nWhen President Obama effectively granted amnesty to nearly 5 million illegal aliens in December, I reported that the funding to pay for new programs would come directly from fees paid by legal immigrants through the United States Citizenship and Immigration Services."}