{"article_title": "Medicare and Obamacare Sign-Up: How to Navigate the Overlap in Open Enrollment", "article_keywords": ["aca", "prescription", "plans", "advantage", "navigate", "signup", "obamacare", "overlap", "medicare", "drug", "exchanges", "health", "open", "enrollment", "plan"], "article_url": "http://time.com/money/3597831/medicare-obamacare-open-enrollment/", "article_text": "\n\n\n\nThis is enrollment season for two huge public health insurance programs: Medicare and the Affordable Care Act health insurance exchanges. For older Americans, the overlapping sign-up periods can lead to confusion and enrollment errors.\n\nInsurers offering Medicare and ACA policies have big money at stake, and consumers are subject to a blizzard of marketing messages. Annual enrollment for Medicare prescription drug (Part D) and Advantage (Part C) plans began Oct. 15 and runs until Dec. 7; shopping for healthcare policies in the marketplace exchanges created under the ACA began Nov. 15 and ends Feb. 15.\n\nConsumer assistance groups report that some Medicare enrollees mistakenly think they must also enroll in the ACA exchanges. And for people with ACA plans who are turning 65, the transition to Medicare can be tricky. Here are some common questions about enrollment overlap, and answers aimed at helping older Americans keep things straight.\n\nQ: What should I do about the ACA marketplaces if I’m already on Medicare?\n\nNothing. The policies sold on the exchanges are for Americans who don’t have coverage through an employer. And it is illegal for someone to sell you an exchange plan if the provider knows you are covered by Medicare. You can’t buy a Medicare Advantage, Medigap or Part D drug plan through the ACA marketplaces; to enroll in these plans, visit the federal government’s Medicare Plan Finder website.\n\nQ: I bought health insurance this year on my state’s exchange, but I’m turning 65 in December. Do I need to shift to Medicare then?\n\nIt’s critical that you move to Medicare as soon as you are eligible. The enrollment window starts three months before your 65th birthday and ends three months afterward.\n\nFailure to enroll will saddle you with expensive premium penalties. Monthly Part B premiums jump 10% for each 12-month period that you could have had coverage but didn’t—for life. That can add up: A senior who fails to enroll for five years ultimately would face a 50% Part B penalty—10% for each year. Penalties also are applied for late enrollment in Part D, under a different formula.\n\nQ: When I shift into Medicare, can I just stick with the company that insures me in the ACA exchange?\n\nYou probably could do that; many of the nation’s biggest health insurers operate in both Medicare and the ACA exchanges. But brand loyalty isn’t advised here. Even if you’ve been satisfied with your provider, that company’s Medicare prescription drug plan may not offer the same coverage you had in the exchange. And the Medicare Advantage plan may not include the same network of providers or level of benefits.\n\nTreat Medicare sign-up as a new shopping exercise. For starters, think about whether you want traditional fee-for-service Medicare or Advantage, a managed care alternative. Traditional Medicare allows you to see any health provider that participates in Medicare, but you’ll probably want to add a standalone prescription drug plan and a Medigap supplemental policy. With Advantage, you’ll be limited to in-network providers, but most plans have built-in prescription drug coverage and cap out-of-pocket spending.\n\nQ: I qualified for tax subsidies in the ACA exchanges. Will those continue when I go into Medicare?\n\nNo. The ACA subsidies offset premium costs for households in a wide band of income, from 100% to 400% of the federal poverty level. This year that worked out to an annual income of between $11,490 and $45,960 for an individual, and $23,550 to $94,320 for a family of four.\n\nMedicare enrollees can get assistance with premiums if they meet certain income and asset tests through the Medicare Savings Program. Another program, called Extra Help, can offset most or all prescription drug costs. The Medicare Rights Center’s website has a summary of these programs.", "article_metadata": {"description": "The time to sign up for an individual health insurance plan overlaps with the annual window for switching your Medicare plan. Here's how seniors can navigate this tangle of health care choices.", "generator": "WordPress.com", "og": {"site_name": "MONEY.com", "description": "The time to sign up for an individual health insurance plan overlaps with the annual window for switching your Medicare plan. Here's how seniors can navigate this tangle of health care choices.", "title": "Why Obamacare Is Making Medicare Open Enrollment More Confusing", "url": "http://time.com/money/3597831/medicare-obamacare-open-enrollment/", "image": "https://timedotcom.files.wordpress.com/2014/11/141120_ff_obamacaremedicare.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"image": {"src": "https://timedotcom.files.wordpress.com/2014/11/141120_ff_obamacaremedicare.jpg?quality=75&strip=color&w=1012"}, "description": "The time to sign up for an individual health insurance plan overlaps with the annual window for switching your Medicare plan. Here's how seniors can navigate this tangle of health care choices.", "site": "MONEY", "card": "summary_large_image", "title": "Why Obamacare Is Making Medicare Open Enrollment More Confusing"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 53177223193}, "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "article": {"publisher": "https://www.facebook.com/MoneyMagazine"}, "keywords": ", aca, affordable care act, health care, healthcare.gov, insurance exchanges, medicare, medicare advantage, obamacare, open enrollment, seniors", "google-site-verification": "nFxFQf8F4Xgg0b9Ap9rOUJzg7MY74LicbBIzsLo8yIg", "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "aca, affordable care act, health care, healthcare.gov, insurance exchanges, medicare, medicare advantage, obamacare, open enrollment, seniors"}, "_id": "\"57477af36914bd0286fca7a9\"", "article_summary": "And the Medicare Advantage plan may not include the same network of providers or level of benefits.\nEven if you’ve been satisfied with your provider, that company’s Medicare prescription drug plan may not offer the same coverage you had in the exchange.\nConsumer assistance groups report that some Medicare enrollees mistakenly think they must also enroll in the ACA exchanges.\nAnd for people with ACA plans who are turning 65, the transition to Medicare can be tricky.\nThis is enrollment season for two huge public health insurance programs: Medicare and the Affordable Care Act health insurance exchanges."}