{"article_title": "Ukraine: Anti-Autonomy Protests Turn Deadly", "article_keywords": ["ukraine", "decentralization", "protests", "troops", "ukrainian", "deadly", "national", "turn", "antiautonomy", "soldiers", "kyiv", "war", "volunteer"], "article_url": "http://dailysignal.com/2015/09/01/ukraine-deadly-protests-outside-parliament-over-autonomy-vote/", "article_text": "KYIV, Ukraine—One Ukrainian National Guard soldier died and more than 100 law enforcement personnel and civilians were injured, several critically, after violent protests erupted outside Ukraine’s parliament on Monday.\n\nUkrainian Interior Minister Arsen Avakov said a demonstrator threw fragmentation grenades into a line of Ukrainian National Guard soldiers and law enforcement personnel guarding the entrance to the parliament building in central Kyiv. Shrapnel killed Igor Debrin, a 25-year-old National Guard soldier.\n\nAvakov said 122 people were hospitalized, including two French TV journalists, and 11 people were in “very critical condition.”\n\nMonday’s protests were over a constitutional amendment, which grants separatist-controlled territories in eastern Ukraine more autonomy. The measure passed a preliminary vote amid a tumultuous parliamentary session Monday.\n\nMore than 30 protesters were arrested, Avakov said, including the attacker, identified as Igor Gumenyuk. Avakov said Gumenyuk is a member of the nationalist Svoboda Party and was caught carrying several grenades. He was also a volunteer fighter for the Svoboda Party’s Sich Battalion and was on leave from the warzone in east Ukraine—set to return to the front within days.\n\nIn a televised national address Monday evening, Ukrainian President Petro Poroshenko blamed nationalist groups involved in Monday’s protests, which included the Svoboda Party and Right Sector, for the violence.\n\n“It was an anti-Ukrainian protest, for which all of its organizers, without exception, all representatives of political forces must be held strictly liable,” Poroshenko said.\n\nBoth the Svoboda Party and Right Sector also have paramilitary arms, which have fought in the Ukraine war. Monday’s violence will likely escalate an increasingly volatile relationship between Kyiv and volunteer groups that have played a key role in Ukraine’s war effort.\n\nThe current cease-fire—known as “Minsk II”—calls for Kyiv to grant separatist-controlled territories in eastern Ukraine more autonomy by the end of the year. Poroshenko, Russian President Vladimir Putin, as well as German and French leaders approved the deal, which was signed in the Belarusian capital of Minsk on Feb. 12, 2015.\n\nPushback\n\nMany in Ukraine oppose decentralization and other concessions to the combined Russian-separatist forces. Opponents claim it is a capitulation to Russia, which has supported the separatist territories with weapons and troops, and nullifies the sacrifices suffered by the Ukrainian military after more than a year of war.\n\n“They say that we should negotiate, but in my humble opinion, as a citizen, negotiating with Russia is the same as negotiating with an alligator,” said Julia Minaeva, 26, a university assistant professor in Kyiv and a volunteer who collects supplies for Ukrainian troops in the war zone.\n\n“Many soldiers feel betrayed by the state,” said Marina Komarova, a 33-year-old volunteer from Crimea who has been collecting and delivering supplies to Ukrainian soldiers on the front lines for more than a year.\n\n“But it’s much worse than betrayal,” she added. “It’s like spitting on the graves of our soldiers.”\n\nThe U.S., however, has openly backed Kyiv granting the separatist territories—the self-proclaimed Donetsk People’s Republic and the Luhansk People’s Republic—more autonomy, calling the move a necessary step for peace. After a trip to Kyiv in July, Assistant Secretary of State Victoria Nuland endorsed the decentralization measure.\n\n“My country is a country that is very decentralized, as you know,” Nuland said July 15. “And we believe that people at the community level know best what is right for their people. That when government is close to citizens it is strongest.”\n\nNuland added: “It will also bring Ukraine into compliance with its Minsk obligations with regard to decentralization and special status. And that is very, very important.”\n\nMonday’s decentralization vote comes one day before a fresh truce is set to go in effect in eastern Ukraine. On Aug. 26, the trilateral contact group—a group comprising representatives from Ukraine, Russia and the separatist territories, under OSCE oversight—agreed on a full cease-fire to go in effect on Sept. 1, to coincide with Ukrainian students returning to school.\n\nCatch-22\n\nMonday’s deadly protests reflect Kyiv’s unwinnable pickle—securing a domestically acceptable outcome in the war balanced against the need to move forward on post-revolution reforms.\n\nThe war has consumed most of the political oxygen in Ukraine, and there is a growing sense of national frustration due to the lethargic pace of anti-corruption and pro-democracy reforms for which the 2014 revolution was launched.\n\nIn a Pew Research Center poll published June 10, 32 percent of Ukrainian respondents said the Kyiv government was having a positive impact—a 15 percent drop in one year—and 59 percent of respondents said the central government was negatively affecting the country.\n\nThere is also a growing sense of national frustration with Kyiv’s prosecution of the war effort. Many civilians and soldiers say that Ukrainian troops have had to weather combined Russian-separatist heavy weapons attacks for months without adequate means to protect themselves due to terms of the Feb. 12 cease-fire.\n\n“They soldiers are demoralized because they’re not getting what they need,” Komarova said. “They are demoralized because they are not allowed to respond to the fire; they can’t shoot back.”\n\n“If the shelling is an hour or two hours long, and the commanders actually fire back with the artillery they are not allowed to have they are punished for breaking the Minsk agreement,” she added. “They’re not allowed to attack or defend themselves.”\n\nProtests have slowly ratcheted up nationwide due to growing frustration with the war. In the frontline city of Mariupol, residents are skeptical over a pullback of volunteer battalions from the front lines and a proposal to demilitarize the town of Shyrokyne, over which Ukrainian troops and combined Russian-separatist forces have fought for more than six months.\n\nThe war has also battered Ukraine’s economy, sending the country’s currency, the Hryvnia, into freefall, sparking inflation and deterring foreign investment. Therefore, Kyiv is hard pressed to take measures to end the war, including domestically unpopular ones pushed by the West such as decentralization. Yet, the very measures necessary to end the war have also spurred a domestic backlash, as Monday’s protests demonstrate.\n\n“Losing the war is not even an option,” Komarova said. “Many soldiers have died for this victory. Their sacrifice won’t be useless.”", "article_metadata": {"description": "Protests outside Ukraine’s parliament on Monday left one Ukrainian National Guard soldier dead and over 100 law enforcement personnel and civilians injured.", "og": {"site_name": "The Daily Signal", "description": "Protests outside Ukraine’s parliament on Monday left one Ukrainian National Guard soldier dead and over 100 law enforcement personnel and civilians injured.", "title": "Ukraine: Anti-Autonomy Protests Turn Deadly", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150831_Protests_Nolan.jpg", "updated_time": "2015-09-01T13:26:45+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1N5EIve"}, "twitter": {"domain": "The Daily Signal", "description": "Protests outside Ukraine’s parliament on Monday left one Ukrainian National Guard soldier dead and over 100 law enforcement personnel and civilians injured.", "title": "Ukraine: Anti-Autonomy Protests Turn Deadly", "image": {"src": "http://dailysignal.com/wp-content/uploads/150831_Protests_Nolan.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "International", "tag": "europe", "published_time": "2015-09-01T11:31:13+00:00", "modified_time": "2015-09-01T13:26:45+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Ukraine, cease-fire, Russia, Putin, Protests, Decentralization, Rada"}, "_id": "\"57477af36914bd0286fca7ab\"", "article_summary": "Both the Svoboda Party and Right Sector also have paramilitary arms, which have fought in the Ukraine war.\nKYIV, Ukraine—One Ukrainian National Guard soldier died and more than 100 law enforcement personnel and civilians were injured, several critically, after violent protests erupted outside Ukraine’s parliament on Monday.\nCatch-22Monday’s deadly protests reflect Kyiv’s unwinnable pickle—securing a domestically acceptable outcome in the war balanced against the need to move forward on post-revolution reforms.\nYet, the very measures necessary to end the war have also spurred a domestic backlash, as Monday’s protests demonstrate.\nPushbackMany in Ukraine oppose decentralization and other concessions to the combined Russian-separatist forces."}