{"article_title": "Volusia Mental Health Agency Closing", "article_keywords": ["million", "mental", "volusia", "agency", "increases", "state", "step", "health", "services", "closing", "patients", "staff"], "article_url": "http://health.wusf.usf.edu/post/volusia-mental-health-agency-closing", "article_text": "The agency that treats the most uninsured mental health patients in Volusia County every year is closing.\n\nWindward Behavioral Center in Daytona Beach lost half a million dollars in state funds in March, and its staff has dwindled from more than one hundred to less than twenty employees.\n\nThe agency started closing its three facilities in March after a state audit noted staff failed to correctly document services. The facilities have served homeless veterans, addicts, and the mentally ill for more than thirty years.\n\nExecutive director Donna Dooley called it devastating:\n\n“Six months or a year from now, when your homelessness increases, your crime increases, everything increases because there’s just not anyone to catch all this anymore.”\n\nBoard chairwoman Linda White and other board members will formally vote to dissolve the agency at a meeting tomorrow night. She said the whole situation is unfortunate.\n\n“We’re losing the safety net in this community, and who will step up, or who can even step up to provide services to the most vulnerable?” she asked.\n\nWindward Behavioral Care could close as early as July 1st. Partner agencies in Volusia will treat some patients. Meanwhile, state officials, could require the agency to pay as much as $1 million in penalties.\n\nRenata Sago is a reporter with WMFE in Orlando. Health News Florida receives support from the Corporation for Public Broadcasting.", "article_metadata": {"category": "HNF Stories", "description": "The agency that treats the most uninsured mental health patients in Volusia County every year is closing. Windward Behavioral Center in Daytona Beach lost", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/volusia-mental-health-agency-closing", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201505/img-More-than-30-people-lose-job-when-behavioral-center-closes.jpg", "type": "article", "description": "The agency that treats the most uninsured mental health patients in Volusia County every year is closing. Windward Behavioral Center in Daytona Beach lost", "title": "Volusia Mental Health Agency Closing"}, "org_id": 0, "twitter": {"site": "@HealthNewsFL", "card": "summary"}, "author": "Renata Sago of WMFE", "wordCount": 340, "dc": {"title": "Volusia Mental Health Agency Closing"}, "nid": 10696, "datePublished": "2015-05-19", "story_id": 407933201, "keywords": "Windward Behavioral Center, menta health treatment, Volusia County", "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fca7aa\"", "article_summary": "The agency that treats the most uninsured mental health patients in Volusia County every year is closing.\nThe agency started closing its three facilities in March after a state audit noted staff failed to correctly document services.\nMeanwhile, state officials, could require the agency to pay as much as $1 million in penalties.\nHealth News Florida receives support from the Corporation for Public Broadcasting.\nPartner agencies in Volusia will treat some patients."}