{"article_title": "Caribou Ranch memorabilia auction set for Saturday", "article_keywords": ["set", "auction", "james", "ranch", "denver", "memorabilia", "property", "music", "guercio", "studio", "items", "caribou", "public"], "article_url": "http://www.dailycamera.com/boulder-county-news/ci_27346509/caribou-ranch-memorabilia-auction-set-saturday", "article_text": "If you go What: Caribou Ranch memorabilia auction When: Saturday, January 24, 3 p.m. Where: Denver Design Center East Building, 595 S. Broadway, Denver View items online: http://www.lesliehindman.com/caribou-ranch/ More info: The memorabilia will be on display at the Denver Design Center Monday, Jan. 19-Friday, Jan. 23 from 10 a.m.-5 p.m. and on Saturday, Jan. 24 from 10 a.m.-3 p.m.\n\nCaribou Ranch was a quiet giant nestled in the foothills of Boulder.\n\nEven during and after its heyday in the 1970s and '80s — when the 1,600-acre property near Nederland attracted rock 'n' roll royalty with its serenity and state-of-the-art music studio — the property was private. Not many members of the public passed through the front gates or toured the cabins that temporarily housed the likes of Chicago, Jerry Lee Lewis and Frank Zappa.\n\nAnd when the property sold last year for $32.5 million, the opportunities vanished for audiophiles to visit the birthplace of albums such as Joe Walsh's \"Barnstorm\" or Elton John's \"Captain Fantastic and the Brown Dirt Cowboy.\" The buyers of the property — who are connected to descendants of Walmart founder Sam Walton, according to public documents and sources close to the transaction — plan to keep the site as a private residence.\n\nNow those who experienced Caribou Ranch through only sound and sight will have an opportunity to own a piece of rock 'n' roll history.\n\nOn Saturday, Caribou Ranch officials will auction off to the public nearly 500 items from the property, including furniture lounged in by John Lennon, a piano used by Elton John in music-scribing, and a jacket worn by Michael Jackson. The auction that is scheduled for 3 p.m. at the Denver Design Center, 595 S. Broadway, Denver, is open to the public and online bidding is available at lesliehindman.com.\n\nThe piano Elton John used at Caribou Ranch. Jim Guercio, right, was the founder of Caribou Ranch. Nearly 500 items from the famed Caribou Ranch recording studio in Nederland will be auctioned off to the public later this month (Cliff Grassmick / Daily Camera)\n\n\"It's to show the public what's been behind those gates,\" said Will Guercio, whose father, James, purchased land near Nederland in 1971. James Guercio, a young music producer from Chicago, converted a barn into a music studio that would host artists such as Billy Joel, Stevie Nicks, the Beach Boys and the band Chicago.\n\nA portion of the auction's proceeds — Guercio estimates in the 5 percent to 10 percent range — will be donated to the Colorado Music Hall of Fame. The entirety of the proceeds from one of the items, a gold record of Dan Fogelberg's \"Windows and Walls,\" will go directly toward the nonprofit music organization, Guercio said.\n\nThe upcoming auction is one aspect of Caribou Ranch's broader transition into a \"lifestyle brand,\" Guercio said.\n\nIn connection with Caribou Ranch's induction into the Colorado Music Hall of Fame this year, officials will recreate the historic studio as an exhibit to be housed at Red Rocks Amphitheater in Morrison. Some Caribou Ranch items also will be displayed at Denver International Airport.\n\nAdditionally, the Guercio family plans to release a documentary, publish a coffee table book, launch a website and mobile app, and release a greatest hits collection that includes several unreleased songs.\n\n\"This was a good chance for Caribou fans, and rock 'n' roll fans in general, to own a piece of history,\" Guercio said.\n\nThis past Saturday, a couple hundred people were given a taste of Caribou Ranch's upcoming auction during a preview event hosted by Leslie Hindman Auctioneers.\n\nThe walls of the Denver Design Center were lined with records, guitars, posters and taxidermy animal mounts as pianos, hide rugs and leather couches sat the floors.\n\nOnlookers paused at a foosball table in which Elton John owned the competition, the brass frame that housed John Lennon's bed, and an acoustic guitar left at the ranch by Willie Nelson.\n\nThe items auctioned represent \"about half\" of the Guercio family's property from the ranch, Will Guercio estimated.\n\nA tally of the projected offering range for each item, puts the total value at above $300,000.\n\nThe impetus for the partial sell-off was more philanthropic and logistical than anything else, said both Will and James Guercio.\n\nConnie Welch of Denver takes a photo of two historical photos of the band Chicago, one of the groups that worked at Caribou Ranch. Nearly 500 items from the famed Caribou Ranch recording studio in Nederland will be auctioned off to the public later this month. For more photos and a video, go to www.dailycamera.com. (Cliff Grassmick / Daily Camera)\n\n\"We could furnish five to 10 houses,\" James Guercio said.\n\nThe family kept several items that were of personal and historic significance, Will Guercio said. They also have several hundred more items stored \"Raiders of the Lost Ark\"-like fashion in a Boulder County warehouse, he said.\n\nThe impending sale was called bittersweet by the Guercios and musicians who frequented the ranch.\n\nAt the Saturday event, Buffalo Springfield founding member Richie Furay glanced around at the furniture, mounts and pictures and recalled his experiences of recording at the ranch.\n\nThe memories came back plain as day, Furay said, raising his arms and snapping his fingers as if there were firing synapses.\n\n\"It was an end of an era,\" he said of Caribou Ranch's eventual closure.\n\nKenny Passarelli, a frequent bass player on many Caribou Ranch-produced albums, said the music and history will live on in a way.\n\n\"The vibes are here,\" he said. \"The vibes are in the instruments. The vibes are in the furniture.\"\n\nSaturday night spurred reflection for many, especially James Guercio.\n\nGuercio was gracious as musicians, longtime friends and strangers approached him, shook his hand and thanked him for his role in rock history. Some of Guercio's thoughts, however, were directed elsewhere, that to memories involving his longtime attorney and friend Neil King, who passed away last month at the age of 82.\n\nGuercio lauded King for his efforts in land preservation, notably helping to prevent the construction of a luxury hotel and golf course where the Enchanted Mesa in south Boulder is today. King also served a pivotal role in Guercio's land dealings and zoning efforts to limit development in the Indian Peak Wilderness and Caribou Ranch.\n\n\"Boulder's a better place ... that's what's important,\" James Guercio said.\n\nAlicia Wallace: 303-473-1332, wallacea@dailycamera.com or twitter.com/dc_alicia", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/boulder-county-news/ci_27346509/caribou-ranch-memorabilia-auction-set-saturday", "sailthru.author": "By Alicia Wallace \n  Camera Business Writer", "ag": {"canon": "BoulderDailyCamera:article:27346509:view"}, "startDate": "2015-01-18T18:56:00-0700", "twitter": {"domain": "dailycamera.com", "description": "On Saturday, Caribou Ranch officials will auction off to the public nearly 500 items from the property, including furniture lounged in by John Lennon, a piano used by Elton John in music-scribing, and a jacket worn by Michael Jackson.", "title": "Caribou Ranch memorabilia auction set for Saturday", "url": "http://www.dailycamera.com/boulder-county-news/ci_27346509/caribou-ranch-memorabilia-auction-set-saturday", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0118/20150118__19DCACARw~3.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Boulder County News", "modificationDate": "2015-01-19T09:42:55-0700", "endDate": "2025-01-18T18:51:32-0700", "news_keywords": "Boulder County,Colorado,news,events,weather,breaking news,lifestyles,things to do,", "byline": "By Alicia WallaceCamera", "pubDate": "2015-01-18T18:59:07-0700", "sailthru.date": "2015-01-18T18:56:00-0700", "sailthru.title": "Caribou Ranch memorabilia auction set for Saturday", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0118/20150118__19DCACARw~3_300.jpg", "description": "On Saturday, Caribou Ranch officials will auction off to the public nearly 500 items from the property, including furniture lounged in by John Lennon, a piano used by Elton John in music-scribing, and a jacket worn by Michael Jackson.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/boulder-county-news/ci_27346509/caribou-ranch-memorabilia-auction-set-saturday", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "On Saturday, Caribou Ranch officials will auction off to the public nearly 500 items from the property, including furniture lounged in by John Lennon, a piano used by Elton John in music-scribing, and a jacket worn by Michael Jackson.", "title": "Caribou Ranch memorabilia auction set for Saturday"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0118/20150118__19DCACARw~3.jpg"}, "_id": "\"57477af36914bd0286fd33c8\"", "article_summary": "Now those who experienced Caribou Ranch through only sound and sight will have an opportunity to own a piece of rock 'n' roll history.\nKing also served a pivotal role in Guercio's land dealings and zoning efforts to limit development in the Indian Peak Wilderness and Caribou Ranch.\nThe piano Elton John used at Caribou Ranch.\nSome Caribou Ranch items also will be displayed at Denver International Airport.\nNearly 500 items from the famed Caribou Ranch recording studio in Nederland will be auctioned off to the public later this month."}