{"article_title": "If You Choose A Diet Plan You Like, You Probably Won't Stick To It", "article_keywords": ["wont", "group", "weight", "stick", "diets", "study", "results", "diet", "choice", "participants", "plan", "probably", "weeks", "researchers", "choose"], "article_url": "http://www.medicaldaily.com/losing-weight-if-you-choose-diet-plan-you-you-probably-wont-stick-it-338300", "article_text": "You want to lose weight so, like many people, you begin by choosing a diet. Already you may have gotten off to a bad start. Selecting a diet is not the best way to go about things, say researchers at Durham VA Medical Center. Participants assigned a diet plan lost more weight on average than those who chose one based on their favorite foods. Looking at these results, the researchers speculate when people opt for a diet that includes many of their favorite foods, they may find it difficult to scale back how much they eat.\n\nDiets, Diets Everywhere\n\nQuick: how many diets can you name off hand? There’s Weight Watchers for melting away the pounds and the MIND diet for warding off Alzheimer’s. The Mediterranean diet is good for you heart while the DASH diet lowers high blood pressure. And then of course there’s the simple No-Sugar diet for greater consciousness of what’s going into your body. Endless though the list may appear, you have to choose one diet and simply stick with it if your goal is to lose weight.\n\nFor the new study, the researchers randomly assigned 207 high body mass index participants, mostly men, to one of two groups. Participants in the choice group had an opportunity to choose either a low-carbohydrate diet without calorie restriction or a low-fat diet combined with calorie restriction. For the comparator group, researchers randomly assigned each participant a diet. Next, the researchers blew a whistle and both groups were off! Throughout the 48-week study, both groups could access group and telephone counseling sessions. And, at 12 weeks, the participants who had chosen their diet had an opportunity to switch plans if they felt dissatisfied with their option. Very few people switched and the study period wore on, with everyone minding their weight.\n\nThe researchers measured the body weight for each participant at each of the 19 visits at the same time of day on a standardized digital scale. Every 12 weeks, the researchers measured waist circumference, physical activity, quality of life, and even diet adherence.\n\nAt 48 weeks, the estimated mean weight loss was 5.7 kg (about 12.5 pounds) in the choice group and 6.7 kg (about 14.5 pounds) in the comparator group. Contrary to expectations, patients in the choice group not only lost less weight but also reported less dietary adherence and weight-related quality of life than those prescribed a diet.\n\n“These results converge to suggest that providing a choice of diets to patients does not enhance and may actually hinder weight loss,” noted the researchers in their conclusion. The researchers say the limited choice of diets may have influenced the results, same with the fact that mostly men participated in the study. In the future, they hope to investigate the effectiveness of diets based on metabolism or genetics.\n\nSource: Yancy WS, Mayer SB, Coffman CJ, et al. Effect of Allowing Choice of Diet on Weight Loss: A Randomized Trial. Annals of Internal Medicine. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "dieting, weight loss, choice", "og": {"site_name": "Medical Daily", "description": "Participants assigned a diet lost more weight on average than those who chose a diet plan based on their preferences and favorite foods.", "title": "If You Choose A Diet Plan You Like, You Probably Won't Stick To It", "url": "http://www.medicaldaily.com/losing-weight-if-you-choose-diet-plan-you-you-probably-wont-stick-it-338300", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/15/weight-loss.jpg", "type": "article"}, "twitter": {"description": "Participants assigned a diet lost more weight on average than those who chose a diet plan based on their preferences and favorite foods.", "title": "If You Choose A Diet Plan You Like, You Probably Won't Stick To It", "url": "http://www.medicaldaily.com/losing-weight-if-you-choose-diet-plan-you-you-probably-wont-stick-it-338300", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/15/weight-loss.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/06/15/weight-loss.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-06-15T17:00:00-04:00", "modified_time": "2015-06-15T17:01:02-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Participants assigned a diet lost more weight on average than those who chose a diet plan based on their preferences and favorite foods."}, "_id": "\"57477af46914bd0286fd90be\"", "article_summary": "Diets, Diets EverywhereQuick: how many diets can you name off hand?\nParticipants in the choice group had an opportunity to choose either a low-carbohydrate diet without calorie restriction or a low-fat diet combined with calorie restriction.\nParticipants assigned a diet plan lost more weight on average than those who chose one based on their favorite foods.\nEndless though the list may appear, you have to choose one diet and simply stick with it if your goal is to lose weight.\nFor the comparator group, researchers randomly assigned each participant a diet."}