{"article_title": "Public Notice: Government by Committee: Is this where we see how it's supposed to work?", "article_keywords": ["week", "25", "notice", "open", "provide", "local", "work", "park", "supposed", "committee", "springs", "austin", "public", "texas", "theres"], "article_url": "http://www.austinchronicle.com/news/2015-04-24/public-notice-government-by-committee/", "article_text": "This upcoming week is City Council's busiest period of the month for committee meetings: Austin Energy is this Thursday, a prelude to the full Council meeting (scheduled at 11am); then in rapid succession come Public Safety, Monday, April 27, at 4pm; Housing and Community Development, Wed. at 9:30am; Open Space, Environment, and Sustainability, Wed. at 2pm; Mobil­ity, Wed. at 4pm; Audit and Finance, Thu. at 9am; and Planning and Neighborhoods, Thu. at 2pm.* And after a couple of months of getting this structure set up and dealing with procedural details, it appears this might be the cycle in which the committees start settling in and taking on the issues they were set up to address.\n\nThe agendas are still pretty sketchy at press time, but there's definitely some meat: Public Safety's hot topics include both the Fire Depart­ment's Wildfire Division, and the Police Depart­ment's body cameras. Open Space will look at their corner of the Decker Golf Course proposal. The Austin Energy Committee has just one Item under \"Discus­sion and Pos­sible Action,\" but it's a gem of understatement: discussion of the Austin Energy business model. Given that some in the Texas Legislature have recently expressed their extreme displeasure with that business model, it could be interesting to see where that discussion goes.\n\nPlanning, at press time, has nothing whatsoever on its agenda, but there's a lot in the pipeline: They got an extensive briefing April 7 on CodeNEXT, and are supposed to provide a recommendation to Council by May 1 on how many positions should be added to the Code Advisory Group in order to \"best provide for representation of diverse perspectives\" on the CAG, and who those representatives ought to be. Meanwhile, a proposed Accessory Dwell­ing Unit ordinance is making the rounds to the Planning Commission next week, and then of course there's the whole Planning and Devel­op­ment Review Department reorg ....\n\nOn behalf of 182 Texas police chiefs, sheriffs, and prosecutors, Austin Police Chief Art Acevedo, AISD Assistant Police Chief Chris Evoy, and Travis Co. Sheriff's Captain Frank Lofton held a news conference Tues­day encouraging legislators to expand quality pre-K opportunities for Texas kids as a vital step toward safer communities in the future. The local law enforcement leaders presented evidence on the effects of quality early education in reducing crime, in a report entitled \"We're the Guys You Pay Later.\"\n\nAustin Nature Day at the Splash! exhibit will feature screenings of the Living Springs document­ary, a 1pm tour of Eliza Spring with a salamander biologist, hands-on activities for the young and young at heart, and more! Sat., April 25, noon-2pm at Barton Springs Pool.\n\nAlso, the Living Springs Memory Booth: Share your favorite Barton Springs memories with a professional documentary crew at the first-ever, pop-up studio at the Beverly S. Sheffield Education Center at Barton Springs, noon-4pm. The interviews will be archived; selected interviews will be incorporated into the exhibit. Their large-format, interactive installation of the Splash! exhibit will be open for a trial run as well. www.austintexas.gov/splash, www.livingspringsaustin.org.\n\n\"Education in the Era of Change\" is a Parent Involvement Conference hosted by AISD to provide information and inspiration to families and staff who work with African-American students. Workshop sessions range from \"College and Career Readiness\" to \"How to Talk to Police\"; speakers include original freedom writer Manny Scott. Sat., April 25, 8:30am-3pm at LBJ Early College High School, 7309 Lazy Creek Dr. www.austinisd.org.\n\nThe 2015 Armadillo Awards, presented by the Austin Independent Business Alliance, are a celebration of community in a carnival of local flavors. Enjoy local food, local music, and local characters, in recognition of our most beloved local businesses. And it's free! Wed., April 29, 5:30-9pm at Marchesa Hall & Theatre, 6226 Middle Fiskville Rd. in Lincoln Village. For more info and to RSVP: www.ibuyaustin.com\n\nThe current Special Enrollment Period for health insurance under the Affordable Care Act lasts through April; it's the last open enrollment this year. Sendero Health Plans is holding a last-chance registration event Sat., April 25, from 1-6pm at the Southwest Health and Wellness Center, 2901 Montopolis, and offering a free dinner for two as an incentive to sign up. Call 512/593-6227 for more information or to make an appointment.\n\nThe City Aquatics Division still really needs lifeguards for the summer season in order to safely operate Austin’s municipal pools. To that end, the Austin Parks Foundation has created the first-ever Lifeguard Hiring Incentive program: $100 bonuses (in the form of a VISA gift card) for the first 500 lifeguards that are hired, trained, and work the first week of the season. See www.austintexas.gov/department/lifeguarding-austin for more info.\n\nParks Build Community is a corporate initiative that will give a $20,000 grant to one of three Austin park projects – the Battle Bend Park Basketball Court Reno­vation, a House Among the Trees at Zilker Park, or new nature-play features at Dove Springs Park. You can vote daily throughout April at www.nrpa.org/beinspired.\n\nA reader wrote to tell me that \"you left off Eeyore's from [your] short list of things coming after Mid April. Always the last Saturday of April [April 25, 11am-dark, Pease Park] and all monies made go back into Austin non-profits. Truly an Austintatious event. www.eeyores.org.\"\n\nTrue. Sorry.", "article_metadata": {"description": "Council committees get up to speed", "og": {"image": "http://www.austinchronicle.com/imager/b/original/1630505/5f28/pols_public.jpg", "title": "Public Notice: Government by Committee"}, "keywords": "City Council 2015, civic events, Council committees", "google-site-verification": "qnrKtufqpmTjGUn37hMteGd7m_7o98t42RcbtZJAXRs", "viewport": "width=device-width initial-scale=1.0 maximum-scale=1.0 user-scalable=yes", "news_keywords": "City Council 2015, civic events, Council committees"}, "_id": "\"57477af36914bd0286fca7bd\"", "article_summary": "Enjoy local food, local music, and local characters, in recognition of our most beloved local businesses.\nAlways the last Saturday of April [April 25, 11am-dark, Pease Park] and all monies made go back into Austin non-profits.\nThe Austin Energy Committee has just one Item under \"Discus­sion and Pos­sible Action,\" but it's a gem of understatement: discussion of the Austin Energy business model.\nA reader wrote to tell me that \"you left off Eeyore's from [your] short list of things coming after Mid April.\nParks Build Community is a corporate initiative that will give a $20,000 grant to one of three Austin park projects – the Battle Bend Park Basketball Court Reno­vation, a House Among the Trees at Zilker Park, or new nature-play features at Dove Springs Park."}