{"article_title": "Religion’s sinister fairy tale: Extremists, the religious right, Reza Aslan and the fight for reason", "article_keywords": ["faith", "right", "atheism", "atheists", "antitheist", "antitheists", "sinister", "reza", "extremists", "fight", "tale", "religions", "reason", "aslan", "atheist", "religion", "fairy", "religious"], "article_url": "http://www.salon.com/2015/01/04/religions_sinister_fairy_tale_extremists_the_religious_right_reza_aslan_and_the_fight_for_reason/", "article_text": "Topics: Atheism, Christopher Hitchens, Editor's Picks, isis, Karen Armstrong, Muslims, New Atheism, Religion, Reza Aslan, Life News\n\nI would like to thank Reza Aslan. In his recent Salon rebuttal to denunciations (including mine) of religion put forward by people the media has come to call New Atheists, he resurrects a word the late Christopher Hitchens, now three years departed, used to describe himself: antitheist. (Aslan even provides the link to a relevant Hitchens text from long ago that is well worth reading.) Antitheists hold that the portrayal of our world and humankind’s place in it as set out in the foundational texts of the three Abrahamic religions constitutes, to quote Hitchens, “a sinister fairy tale,” and that “life would be miserable if what the faithful affirmed was actually the case.” The reason? “[T]here may be people,” he wrote, “who wish to live their lives under a cradle-to-grave divine supervision; a permanent surveillance and [around the clock] monitoring [a celestial North Korea],” but he certainly did not. The eternally repressive alternate reality concocted by the religious of eons past, if true, would be, in his words, “horrible” and “grotesque.”\n\nWell said! Speaking for myself, I’m happy to be labeled an antitheist. Or an atheist. It makes no difference to me. The point is, I do not, cannot, believe, and do not wish to believe. I have never envied people of faith their worldview, never esteemed the ability to consider something true without evidence, never respected as morally superior those who manage this feat of credulity and illogicality. For that matter, I have never had an experience for which I sought a religious – that is, supernatural or superstitious – explanation. For Aslan, though, the semantic distinction between “atheist” and “antitheist” is key and intended to discredit those speaking out for rationalism and against religion.\n\n“Not only is New Atheism not representative of atheism,” he writes. “It isn’t even mere atheism.” It is in fact antitheism, which he finds “to be rooted in a naive and, dare I say, unscientific understanding of religion – one thoroughly disconnected from the history of religious thought.” He contends that “atheism has become more difficult to define for the simple reason that it comes in as many forms as theism does” – negative atheism, positive atheism, empirical atheism, and even agnosticism. He cites an obscure poll dividing nonbelievers into categories – academics, activists, seeker-agnostics, “apatheists” and “ritual atheists,” with the least numerous (and hence ostensibly least credible) being the antitheists, who account for only 12.5 percent. His conclusion: “the vast majority of atheists – 85 percent according to one poll – are not anti-theists and should not be lumped into the same category as the anti-theist ideologues that inundate the media landscape.”\n\nJust how an atheist’s understanding of religion per se differs from that of an antitheist Aslan does not say. Neither of them, after all, believe in God. And is he saying that an atheist’s concept of faith is more “scientific” (and thus presumably more accurate) than an antitheist’s? Doubtful: Aslan is a Muslim. The critical factor would appear to be that unlike (upstart) antitheists, (old-time) atheists, at least as he sees it, don’t speak out much about religion. Presumably, (plain-old) atheists keep quiet and humbly listen to scholars such as Aslan explain away the role of faith in, for instance, the barbarities that assault us daily in news from abroad. If, however, atheists forcefully advocate their rationalist convictions, they become antitheists and join the negligible 12.5-percent minority of his poll, to be safely dismissed or regarded as an annoyance.\n\nThese are questionable assumptions, to put it charitably, but they are beside the point. Aslan is hoping to discredit and classify into irrelevance those who publicly insist, as I have (and he quotes me), that religion is “innately backward, obscurantist, irrational and dangerous.” Backward, because it relies not on reason for solutions, but on looking to ancient texts for ready-made answers. Obscurantist, because it discourages searching for truthes about our world using empirical methods. Irrational, because (for starters) the very notion that this or that shepherd or merchant ages ago was chosen by a divine being to deliver a message valid eternally and for all humanity offends reason and commonsense. Dangerous, because (again, just for starters), armed with “holy” texts, the faithful practice all sorts of mischief and savagery, damaging both members of their own communities and those outside them. But atheist or antitheist, no matter: what counts is the shared bedrock of nonbelief, the refusal to accept as fact, and defer to, what is asserted without evidence.\n\nThere can be only one reason that Aslan adduces his taxonomy of nonbelievers: to confuse the argument, this time by claiming that atheists (or antitheists) are busy propagating a fundamentalism of their own, and a potentially murderous one at that. Once harmless, some of the faithless, in his telling, have been horribly transmogrified into wannabe tyrants. He opens a brief but otherwise interesting historical excursus on the roots of nonbelief by erroneously deciphering the Greek roots of the word atheist, atheos, which breaks down not as “without gods” but “without god.” In any case, antitheists, from the middle of the 19th century, he says, have professed a “stridently militant form of atheism,” and seen “religion as an insidious force that must be rooted from society – forcibly if necessary.”\n\nTo lead readers to this conclusion, he presents a misapprehension of history from which he draws an incorrect analogy injurious to New Atheists. He announces that Marx’s vision of a “religion-less society was spectacularly realized with the establishment of the Soviet Union and the People’s Republic of China – two nations that actively promoted ‘state atheism’ by violently suppressing religious expression and persecuting faith communities.” But it wasn’t “atheism that motivated Stalin and Mao to demolish or expropriate houses of worship, to slaughter tens of thousands of priests, nuns and monks. It was anti-theism that motivated them to do so.”\n\nUntrue. In both countries, faith enjoyed nominal constitutional protection as a private matter and was never outlawed, lingering on despite official efforts to the contrary. Militantly atheist, the communist governments of the two countries opposed religion because it rivaled the all-encompassing state ideology they were bent on inculcating in their subjects. This was particularly true in the case of Russia, where the tsar had claimed a divine right to the throne and ruled as God’s viceroy on earth, and the Russian Orthodox Church functioned as an arm of the state. Lenin and then Stalin waged a decimating war on the Old (faith-buttressed) Order, with the clergy numbering heavily among their countless victims, with many houses of worship destroyed or expropriated. But Stalin eventually had to backpedal and enlist the Church to help him rally the masses in World War II. The point is, both Russia and China aimed to break resistance to their versions of Marxism, with the goal of establishing dictatorial temporal power.", "article_metadata": {"description": "We must no longer ignore the propagation of apocalyptic fables that large numbers of people take seriously", "title": "Religion’s sinister fairy tale: Extremists, the religious right, Reza Aslan and the fight for reason", "og": {"site_name": "Salon", "description": "We must no longer ignore the propagation of apocalyptic fables that large numbers of people take seriously", "title": "Religion’s sinister fairy tale: Extremists, the religious right, Reza Aslan and the fight for reason", "url": "http://www.salon.com/2015/01/04/religions_sinister_fairy_tale_extremists_the_religious_right_reza_aslan_and_the_fight_for_reason/", "image": "http://media.salon.com/2014/12/dawkins_huckabee_maher_aslan.jpg", "type": "article"}, "twitter": {"description": "We must no longer ignore the propagation of apocalyptic fables that large numbers of people take seriously", "title": "Religion’s sinister fairy tale: Extremists, the religious right, Reza Aslan and the fight for reason", "image": "http://media.salon.com/2014/12/dawkins_huckabee_maher_aslan.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Jeffrey Tayler", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Atheism, Christopher Hitchens, Editor's Picks, isis, Karen Armstrong, Muslims, New Atheism, Religion, Reza Aslan", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd90d0\"", "article_summary": "Topics: Atheism, Christopher Hitchens, Editor's Picks, isis, Karen Armstrong, Muslims, New Atheism, Religion, Reza Aslan, Life NewsI would like to thank Reza Aslan.\nFor Aslan, though, the semantic distinction between “atheist” and “antitheist” is key and intended to discredit those speaking out for rationalism and against religion.\nFor that matter, I have never had an experience for which I sought a religious – that is, supernatural or superstitious – explanation.\n(Aslan even provides the link to a relevant Hitchens text from long ago that is well worth reading.)\nThe eternally repressive alternate reality concocted by the religious of eons past, if true, would be, in his words, “horrible” and “grotesque.”Well said!"}