{"article_title": "Rental horror stories roll in on Facebook for Greens tenancy law campaign", "article_keywords": ["real", "bathroom", "greens", "campaign", "writes", "horror", "fibro", "internet", "having", "window", "tenancy", "facebook", "estate", "law", "rental", "roll"], "article_url": "http://www.theguardian.com/australia-news/2015/dec/27/rental-horror-stories-roll-in-on-facebook-for-greens-tenancy-law-campaign", "article_text": "Everyone has a rental horror story. But having them all in one place is putting the New South Wales housing and rental crisis in fresh perspective.\n\nRelated: The housing dream is over. We need to redefine what it means to grow up | Brigid Delaney\n\nThe NSW Greens MP Jenny Leong has set up a Facebook page to document rental horror stories. The Greens – both in the state and federally – are campaigning for urgent reforms to tenancy laws, as it becomes increasingly difficult for people to find stable and affordable housing.\n\nLeong told Guardian Australia the aim of the site was to help build data for an upcoming review of NSW tenancy laws in 2016. The page has only been up since 22 December but already has more than 150 stories, which have been shared thousands of times. They range from failures of landlords to conduct repairs, misrepresentations in rental agreements, to borderline attempts to extort tenants.\n\nMaggots, mould, asbestos and leaky roofs are just some of the pitfalls tenants have posted about, along with a consistent trend of a reluctance of landlords to fix problems when tenants raise them.\n\nLeong said: “One of the main things that we felt was clear from when we launched the renters rights campaign before the state election was that people have absolute horror stories of rental nightmares.\n\n“We felt we really needed to highlight the real impact this has on tenants rights.\n\nI think it’s pretty clear from the take-up and the enthusiasm that people are sharing their horror stories, that there’s no shortage of them, and that the state that people are living in is truly concerning.”\n\nHere are seven examples of the stories posted by renters:\n\n\n\n1. Emily writes: finding crumbing asbestos partially buried\n\n“Renting a fibro miner’s cottage in the upper Blue Mountains in 2013. Whilst cleaning the yard found crumbling and (friable) fibro that had been partially buried. Notified the real estate. Owner shows up with gardening gloves, no mask and removes the asbestos without wetting the fibro. She simply put it in a plastic bag. I witnessed this and told the real estate this was a dangerous practice. Also, the bathroom was made of fibro sheeting that was crumbling in the corners. Notified the real estate – they said the house was fine. Ended up sealing the dangerous areas ourselves (whilst wearing appropriate P2 masks.)”\n\n2. Annika writes: not having internet, despite the landlord claiming it was available\n\nI rented a house that said it had intact and working internet and telephone lines on the condition agreement. It did not. We would not have rented it if we had known. It then took five months for the landlord and agent to get around to fixing the telephone line so that we could have internet. They kept trying to pretend to not understand what was wrong with the telephone line, and trying to make us pay for it to be fixed, until I threatened to go to a tribunal, at which point they suddenly found an electrician to fix the line. Having no internet was fairly catastrophic because my job is *on* the internet, and relies on me having internet access.\n\n\n\n3. Bethany writes: finding out the kitchen window was fake\n\nAfter I moved into my $350 per week “studio” in Chatswood I discovered that the only window is fake. And there’s a gas stove in the room. Rookie mistake, assuming a window is real, at inspection, when the blinds are down.\n\n4. Amanda writes: finding maggots on the bedsheets\n\nI lived in this weird half-house in Marrickville. My room was a little extension off the kitchen. The wall had been built on a slant and it detached from the ceiling by about an inch, so there was this little divide between the wall and the ceiling. Sometimes spiders crawled out, once there was a cockroach. I hadn’t been home for a few days and I noticed a strange smell (like sewage). I pulled back the sheets on my bed and it was crawling with maggots. They were on the floor too, and on my curtains, and on my lamp shade, even between the pages in my books. I looked up and saw them dropping out in multitudes from the little divide. I burst into tears and went and spooned my housemate for the next three days until the landlord got an exterminator around. Turns out a mouse had died on the roof about two weeks earlier. I’m just lucky, I guess.\n\n5. Vi Let writes: living with 10 people in a three-bedroom apartment\n\n\n\nMy first rental was a $210/week three-bedroom apartment. Of course, I and all nine other people who stayed there were paying $90/week to the woman who was actually on the lease, while sleeping three to a room on mattresses on the floor. We were all people who couldn’t access the rental market on our own, because real estate agents wouldn’t rent to people without rental histories or who were on working holiday visas. After a couple of months I was evicted with zero days’ notice.\n\nRelated: Australia is in the midst of a rental affordability crisis, report finds\n\n6. Kate writes: a month of leaking bathroom pipes\n\nFive people renting in a Redfern terrace. It took over a month to get a leaking pipe in the bathroom repaired. The pipe was leaking/wasting hot water and we had a constant significant puddle that started to smell and was all around the toilet. It took us writing up an application to fair trading tribunal and forwarding it to our real estate to get it fixed. We requested compensation for the hot water wasted while we waited for repairs but the request was ignored. We were just happy to get the pipe fixed so we didn’t push it.\n\n\n\n7. Olivia writes: the dodgy painter who asked me for drugs\n\nLandlord provided a painter who asked me for drugs, urinated on my bathroom floor and was generally a lecherous creep. Their electrician was also unsettling and would stare openly at my legs and chest while speaking to me. There was some kind of mould that would regularly make me and the other housemate really sick as well. And rent for this was $750 a week …", "article_metadata": {"msapplication-TileImage": "https://assets.guim.co.uk/images/favicons/f06f6996e193d1ddcd614ea852322d25/windows_tile_144_b.png", "apple-mobile-web-app-title": "Guardian", "description": "A page set up by New South Wales Greens MP Jenny Leong shares more than 150 stories within its first week, featuring maggots, mould, asbestos and leaks", "application-name": "The Guardian", "author": "Paul Farrell", "og": {"site_name": "the Guardian", "description": "A page set up by New South Wales Greens MP Jenny Leong shares more than 150 stories within its first week, featuring maggots, mould, asbestos and leaks", "title": "Rental horror stories roll in on Facebook for Greens tenancy law campaign", "url": "http://www.theguardian.com/australia-news/2015/dec/27/rental-horror-stories-roll-in-on-facebook-for-greens-tenancy-law-campaign", "image": "https://i.guim.co.uk/img/media/2939a3da705d803b9ee3d00b724f57121ded0319/0_148_5616_3370/master/5616.jpg?w=1200&q=55&auto=format&usm=12&fit=max&s=5d9415931473d0cebb5f52093ecbeab7", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@guardian", "app": {"url": {"ipad": "gnmguardian://australia-news/2015/dec/27/rental-horror-stories-roll-in-on-facebook-for-greens-tenancy-law-campaign?contenttype=Article&source=twitter", "googleplay": "guardian://www.theguardian.com/australia-news/2015/dec/27/rental-horror-stories-roll-in-on-facebook-for-greens-tenancy-law-campaign", "iphone": "gnmguardian://australia-news/2015/dec/27/rental-horror-stories-roll-in-on-facebook-for-greens-tenancy-law-campaign?contenttype=Article&source=twitter"}, "id": {"ipad": 409128287, "iphone": 409128287, "googleplay": "com.guardian"}, "name": {"ipad": "The Guardian", "googleplay": "The Guardian", "iphone": "The Guardian"}}, "image": "https://media.guim.co.uk/2939a3da705d803b9ee3d00b724f57121ded0319/0_148_5616_3370/master/5616.jpg", "card": "summary_large_image", "creator": "@FarrellPF"}, "msapplication-TileColor": "#005689", "al": {"ios": {"url": "gnmguardian://australia-news/2015/dec/27/rental-horror-stories-roll-in-on-facebook-for-greens-tenancy-law-campaign?contenttype=Article&source=applinks", "app_store_id": 409128287, "app_name": "The Guardian"}}, "HandheldFriendly": "True", "fb": {"app_id": 180444840287}, "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "format-detection": "telephone=no", "keywords": "Housing affordability,Australian economy,Housing,Society,New South Wales,New South Wales politics,Australia news,Facebook,Social networking,Australian Greens", "article": {"publisher": "https://www.facebook.com/theguardian", "published_time": "2015-12-27T03:43:17.000Z", "author": "https://www.theguardian.com/profile/paul-farrell", "section": "Australia news", "modified_time": "2016-05-08T22:54:51.000Z", "tag": "Housing affordability,Australian economy,Housing,Society,New South Wales,New South Wales politics,Australia news,Facebook,Social networking,Australian Greens"}, "thumbnail": "https://i.guim.co.uk/img/media/2939a3da705d803b9ee3d00b724f57121ded0319/0_148_5616_3370/5616.jpg?w=620&q=55&auto=format&usm=12&fit=max&s=94f252e9b4b471cc6d90486e72b3df25", "theme-color": "#005689", "news_keywords": "Housing affordability,Australian economy,Housing,Society,New South Wales,New South Wales politics,Australia news,Facebook,Social networking,Australian Greens"}, "article_summary": "We need to redefine what it means to grow up | Brigid DelaneyThe NSW Greens MP Jenny Leong has set up a Facebook page to document rental horror stories.\nHaving no internet was fairly catastrophic because my job is *on* the internet, and relies on me having internet access.\nEveryone has a rental horror story.\nIt took us writing up an application to fair trading tribunal and forwarding it to our real estate to get it fixed.\nI witnessed this and told the real estate this was a dangerous practice."}