{"article_title": "Lawmakers Consider New Medicaid Expansion Plan", "article_keywords": ["tax", "consider", "pay", "medical", "million", "utah", "expansion", "state", "medicaid", "plan", "health", "lawmakers", "care"], "article_url": "http://utahpolicy.com/index.php/features/today-at-utah-policy/7228-lawmakers-consider-new-medicaid-expansion-plan", "article_text": "They came by the hundreds; those who would be taxed under a new Medicaid expansion plan opposing, those advocating for the poor and sick approving.\n\nFor more than three hours Tuesday afternoon and evening the Legislature’s Health Reform Task Force heard their words.\n\nBut still undecided is whether there is the political will to adopt a Medicaid expansion program for Utah in a special session this fall – or even in the 2016 Legislature.\n\nA summary:\n\n-- Representatives of the 16 different medical care groups that would be taxed about $50 million collectively a year said they want Medicaid expansion, some want it desperately, but they don’t want to be burdened with special fees and taxes to pay for it.\n\n-- A few of the sick and hurting themselves asked for help now, while those who care for the low-income and afflicted said Utah has been dithering over Medicaid expansion for three years and now is the time to finally help those suffering among us.\n\nWhen the 6 p.m. ending time came in the Capitol Hill hearing room (dozens more were listening in overflow rooms via closed circuit audio), task force co-chairman Sen. Allen Christensen, R-North Ogden, said he would stay later to hear some of those whose names filled seven pages of would-be speakers.\n\nThose who wish to give written testimony on the Utah Access Plus expansion plan may email their thoughts to This email address is being protected from spambots. You need JavaScript enabled to view it.\n\nMuch of the anti-tax discussion came around opposition by the Utah Medical Association and its 8,000 licensed physicians in the state. They would see their annual license fees go up around $700.\n\nUtah Access Plus – put together by GOP Gov. Gary Herbert, his Lieutenant Governor Spencer Cox and Republicans leaders in the House and Senate – the so-called Gang of Six – will likely go before a special legislative session called by the governor either in October or November.\n\nHerbert, up for re-election next year along with all 75 House members and half of the 29-member Senate, don’t want to let Medicaid expansion dominate the 2016 Legislature like it did the 2015 session before Herbert’s Healthy Utah plan died in the House.\n\nEven if Utah Access Plus is voted down by the Legislature, Medicaid expansion won’t go away, warned Senate President Wayne Niederhauser, R-Sandy, who was a surprise guest when he walked through the House Room 30 doors and sat next to Sen. Brian Shiozawa, R-Cottonwood Heights, as the ER room doctor explained the main points of Utah Access Plus.\n\nYou can read a summary of the Gang of Six’s plan here.\n\nThe controversial “matrix” showing which health care provider groups would be assessed and how much is found here.\n\nIt’s those proposed special taxes and fees that the medical community objects to.\n\nFormer state senator and lieutenant governor Greg Bell, now head of the Utah Hospital Association, told the task force that hospitals came forward themselves a year ago to talk about a self-approved special tax of up to $25 million if that would help get Medicaid expansion adopted.\n\nBut in close questioning Tuesday by task force co-chair House Majority Leader Jim Dunnigan, R-Taylorsville – who was also on the Gang of Six – Bell admitted that his group can’t accept an open-ended “risk” of Medicaid taxes.\n\nThe hospitals – which could see “hundreds of millions of dollars” coming in expansion funding, money now listed as uncompensated care – would oppose UAP in the Legislature unless that risk is capped at some “reasonable” level, said Bell.\n\nMost of the health care community spokespeople said they want Medicaid expansion because they want to help the poor and sick in need.\n\nThey just don’t want to be singled out to pick up the new tax bill.\n\nSeveral Democratic legislators said all this worry and hand-wringing over the expansion cost – tapped at around $78 million a year by 2021 – is just nonsense.\n\nGrowing state revenues and the economic benefit to the health community specifically, and the state, in general, of seeing $450 million in Obamacare Medicaid expansion each year will more than pay for the state’s share.\n\nIf not, even a small tax hike can take care of that concern, said Sen. Jim Dabakis, D-Salt Lake.\n\nCriticizing the Republicans for keeping Democrats out of the Gang of Six deliberations, Dabakis said the legislative fiscal analyst tells him increasing the state sales tax by 0.2 percent will bring in an extra $100 million – more than enough to pay for Medicaid expansion.\n\n“You keep worrying about unlimited risk” going to the state or going to medical care providers, said Dabakis.\n\n“What about the unlimited risk” of the poor and sick who don’t have medical care at all now? He shouted out.\n\n“This is not hard; we should do it right away.”\n\nNo, warned Jonathan Johnson, who is running against Herbert for the GOP gubernatorial nomination next year.\n\nTwenty years ago federal monies made up $1.5 billion of the state budget. Today it is $3.5 billion, and still growing.\n\nNo longer can Utah afford to take federal money – tying the state to Washington policies, said Johnson.\n\n“Now you want to take $600 million more” in Obamacare Medicaid expansion – the 90 percent match over time.\n\n“You preach we should be self-reliant, but as a state we are more and more dependent on Washington,” said Johnson.\n\nUltimately, Utah will not only be responsible for the 10 percent Medicaid expansion match but more and more down the road when the feds, buried in debt, can’t pay their promised 90 percent share.\n\nMedicaid expansion will become a huge burden on the Utah taxpayer, and it shouldn’t be done, said Johnson.\n\nBut his was the minority opinion in Tuesday’s hearing, as most said expansion should take place – the only fight left is who to pay for it.\n\nMelinda Turner of Provo walked slowly to the witness table. She said she is one of those who doesn’t qualify for Medicaid today, but would under the expansion.\n\n“I want to be able to have a life again,” she said softly, talking about the health conditions she suffers from and the pain she endures daily.\n\nIf not for help from her parents, and the medical insurance they pay for, “I would be dead.”\n\nAnother woman spoke of the 35,000 “refugee ladies” who come to America and Utah hoping for a better life – but can’t get on Medicaid as it now stands and suffer health problems so can’t work – even though they wish to.\n\nKenwyn Derby of Bountiful said she is the wife of an emergency room doctor and wants expansion like do all of the doctors, nurses and medical care professionals she talks to.\n\nBut to place the cost on the medical providers seems odd to her, even underhanded.\n\n“Some wonder if this (new tax) is a cynical ploy to stop Medicaid expansion.\n\nSpread out the cost across the citizenry, she said.\n\n“We can all afford to pay $15 a year more” for Medicaid expansion.\n\nAt one point, Niederhauser told the task force and audience that they shouldn’t be fooled that voting down UAP will end the Medicaid debate in the Legislature.\n\n“It won’t. Someone will be back next year with another proposal, and the next (year) and the next (year),” he said.\n\n“I’m hoping we find something that works for Utah.\n\n“We have to deal with it.”\n\nPlease enable JavaScript to view the comments powered by Disqus.", "article_metadata": {"description": "They came by the hundreds; those who would be taxed under a new Medicaid expansion plan opposing, those advocating for the poor and sick approving.", "generator": "Joomla! - Open Source Content Management", "author": "Bob Bernick", "og": {"url": "http://utahpolicy.com/index.php/features/today-at-utah-policy/7228-lawmakers-consider-new-medicaid-expansion-plan", "site_name": "utahpolicy.com", "image": "http://utahpolicy.com/images/articles/Utah_State_Capitol.jpg", "type": "article", "title": "Lawmakers Consider New Medicaid Expansion Plan"}, "google-site-verification": "lihgswQmNHE4uzDhVlR0Saxekx4JgwwjFYC6fjhIvCM", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd90f1\"", "article_summary": "They came by the hundreds; those who would be taxed under a new Medicaid expansion plan opposing, those advocating for the poor and sick approving.\nMost of the health care community spokespeople said they want Medicaid expansion because they want to help the poor and sick in need.\n“Now you want to take $600 million more” in Obamacare Medicaid expansion – the 90 percent match over time.\nMedicaid expansion will become a huge burden on the Utah taxpayer, and it shouldn’t be done, said Johnson.\n“We can all afford to pay $15 a year more” for Medicaid expansion."}