{"article_title": "As Supreme Court Sends Back Birth Control Case, Both Sides Claim Victory", "article_keywords": ["control", "claim", "supreme", "sued", "court", "coverage", "sends", "courts", "contraceptive", "employers", "case", "health", "victory", "birth", "opinion", "religious", "sides", "women"], "article_url": "http://wemu.org/post/supreme-court-sends-obamacare-birth-control-case-back-lower-courts", "article_text": "When it comes to the issue of religious rights versus no-cost contraception, the only thing the Supreme Court could agree on was not to decide.\n\nIn an unsigned opinion issued Monday, the court sent a series of cases back to a raft of federal appeals courts, with instructions for those courts and the parties in the lawsuits to try harder to work things out. \"The Court expresses no view on the merits of the cases,\" the opinion said.\n\nAt issue is the extent to which religiously affiliated employers (such as universities or hospitals) need to participate in the requirement under the Affordable Care Act for most employer health plans to provide no-cost contraception for women.\n\nThe government made several changes to the rules over the past four years in an attempt to accommodate the religious employers' objections while still ensuring that female employees would get contraceptive coverage.\n\nBut dozens of religious nonprofit employers sued anyway, claiming that even the act of notifying the government of their objections (which would, in turn, trigger a requirement for the government to arrange coverage) made them \"complicit\" in providing a service they see as sinful.\n\nThe court's opinion, and an accompanying order on several similar cases that were awaiting a decision on whether the high court would take them up, erased all the lower appeals court rulings, all but one of which had sided with the government.\n\nThe opinion and order appeared at first glance to put at risk coverage for contraceptives for tens of thousands of employees of the organizations that filed suit.\n\nHowever, the court made clear that because the employers who have sued have already in effect notified the government of their objections, the government can rely \"on this notice, to the extent it considers it necessary, to facilitate the provision of full contraceptive coverage going forward.\"\n\nAt the same time, however, the opinion said the government \"may not impose taxes or penalties on petitioners for failure to provide the relevant notice.\"\n\nThe goal, the justices wrote, is that both sides \"should be afforded an opportunity to arrive at an approach going forward that accommodates petitions' religious exercise while at the same time ensuring that women covered by petitioners' health plans 'receive full and equal health coverage, including contraceptive coverage.' \"\n\nBoth sides in the dispute claimed at least a partial victory.\n\n\"From our point of view this is a win for religious liberty,\" said Mark Rienzi, a senior counsel for the Becket Fund for Religious Liberty, which is representing the Little Sisters of the Poor, one of the groups that sued the government. \"The government can find ways to give out contraception without hassling nuns.\"\n\nBut at the same time, said Louise Melling, deputy legal director of the Americans Civil Liberties Union, \"the opinion states clearly the need for women to receive full and equal coverage.\"\n\nContraceptive advocates also pointed to a concurring opinion from Justices Sonia Sotomayor and Ruth Bader Ginsburg that stressed that the decision should not be read as approving coverage strategies that make it harder for women to get the benefits.\n\n\"Requiring standalone contraceptive-only coverage would leave in limbo all of the women now guaranteed seamless preventive-care coverage under the Affordable Care Act,\" they wrote. \"And requiring that women affirmatively opt into such coverage would 'impose precisely the kind of barrier to the delivery of preventive services that Congress sought to eliminate.' \"\n\nIt remains unclear what the lower courts might do. In an effort to break what was clearly a 4-4 deadlock, the court in March asked each side for supplemental material outlining potential compromises. The decision Monday referred to those new briefs as suggesting that providing contraceptive coverage without requiring notice from religious employers \"is feasible.\"\n\nBut Sotomayor and Ginsburg, in their concurring opinion, noted that \"the Courts of Appeals remain free to reach the same conclusion or a different one on each of the questions presented by these cases.\"\n\nKaiser Health News is an editorially independent news service that is part of the nonpartisan Henry J. Kaiser Family Foundation. You can follow Julie Rovner on Twitter: @jrovner\n\n", "article_metadata": {"category": "none", "description": "When it comes to the issue of religious rights versus no-cost contraception, the only thing the Supreme Court could agree on was not to decide. In an", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wemu.org/post/supreme-court-sends-obamacare-birth-control-case-back-lower-courts", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201605/478267855.jpg", "type": "article", "description": "When it comes to the issue of religious rights versus no-cost contraception, the only thing the Supreme Court could agree on was not to decide. In an", "title": "As Supreme Court Sends Back Birth Control Case, Both Sides Claim Victory"}, "story_id": 478262940, "twitter": {"site": "@WEMU891", "card": "summary", "creator": "@WEMU891"}, "author": "Julie Rovner", "org_id": 105043435, "dc": {"title": "As Supreme Court Sends Back Birth Control Case, Both Sides Claim Victory"}, "nid": 76653, "datePublished": "2016-05-16", "wordCount": 832, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "The decision Monday referred to those new briefs as suggesting that providing contraceptive coverage without requiring notice from religious employers \"is feasible.\"\nThe government made several changes to the rules over the past four years in an attempt to accommodate the religious employers' objections while still ensuring that female employees would get contraceptive coverage.\nWhen it comes to the issue of religious rights versus no-cost contraception, the only thing the Supreme Court could agree on was not to decide.\n\"The Court expresses no view on the merits of the cases,\" the opinion said.\nKaiser Health News is an editorially independent news service that is part of the nonpartisan Henry J. Kaiser Family Foundation."}