{"article_title": "House Will Vote Friday on Bill to De-Fund Planned Parenthood Using Nuclear Option to Stop Filibuster", "article_keywords": ["reconciliation", "prolife", "option", "senate", "nuclear", "bill", "stop", "representatives", "parenthood", "planned", "house", "vote", "using", "defund", "republican", "filibuster"], "article_url": "http://www.lifenews.com/2015/10/20/house-will-vote-friday-on-bill-to-de-fund-planned-parenthood-using-nuclear-option-to-stop-filibuster/", "article_text": "The House of Representatives will vote on Friday on a bill that will use the reconciliation process to approve legislation to de-fund the Planned Parenthood abortion business, which has been caught selling aborted babies and their body parts.\n\nAfter the House approved a previous de-funding measure, Senate Democrats defeated a bill to fund the federal government that included language de-funding Planned Parenthood for one year while the Congressional investigation continues into how it allegedly violated multiple laws to sell aborted babies and their body parts.\n\nSIGN THE PETITION! Congress Must De-Fund Planned Parenthood Immediately\n\nHouse Republican leaders are planning to target Planned Parenthood’s funding by immediately drafting a fast-track reconciliation bill that would be able to overcome the Democrats’ filibuster and be approved on a majority vote in the Senate. The Republican leadership of the U.S. House of Representatives has announced that the House will vote on Friday, October 23, on the “pro-life reconciliation bill” — a fast-track bill (H.R. 3762) containing multiple pro-life provisions.\n\nH.R. 3762 is a special once-a-year measure called the “reconciliation bill.” Unlike almost every other kind of bill, the “reconciliation bill” cannot be filibustered in the U.S. Senate — so it can pass with only 51 votes, rather than 60 (of 100 senators). Republicans currently hold a narrow majority in the U.S. Senate, 54-46.\n\nBut before the bill can be considered by the Senate, it first must pass the House on October 23.\n\nThe bill contains two major sections:", "article_metadata": {"description": "House Will Vote Friday on Bill to De-Fund Planned Parenthood Using Nuclear Option to Stop Filibuster", "og": {"site_name": "LifeNews.com", "description": "The House of Representatives will vote on Friday on a bill that will use the reconciliation process to approve legislation to de-fund the Planned Parenthood abo", "title": "House Will Vote Friday on Bill to De-Fund Planned Parenthood Using Reconciliation to Stop Filibuster", "url": "http://www.lifenews.com/2015/10/20/house-will-vote-friday-on-bill-to-de-fund-planned-parenthood-using-nuclear-option-to-stop-filibuster/", "image": "http://www.lifenews.com/wp-content/uploads/2015/07/defundplannedparenthood.png", "locale": "en_us", "type": "article"}, "fb": {"app_id": 204509779594999}, "google-site-verification": "PPPx-GD0i7nWjUFAYnFdOYorAAJLuNyKOl23JCeXyrQ", "keywords": "house will vote friday on bill to de-fund planned parenthood using nuclear option to stop filibuster", "OBKey": "avejq02j7xRr+0owuq+Pcw==", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The Republican leadership of the U.S. House of Representatives has announced that the House will vote on Friday, October 23, on the “pro-life reconciliation bill” — a fast-track bill (H.R.\n3762 is a special once-a-year measure called the “reconciliation bill.” Unlike almost every other kind of bill, the “reconciliation bill” cannot be filibustered in the U.S. Senate — so it can pass with only 51 votes, rather than 60 (of 100 senators).\nCongress Must De-Fund Planned Parenthood ImmediatelyHouse Republican leaders are planning to target Planned Parenthood’s funding by immediately drafting a fast-track reconciliation bill that would be able to overcome the Democrats’ filibuster and be approved on a majority vote in the Senate.\nThe House of Representatives will vote on Friday on a bill that will use the reconciliation process to approve legislation to de-fund the Planned Parenthood abortion business, which has been caught selling aborted babies and their body parts.\nBut before the bill can be considered by the Senate, it first must pass the House on October 23."}