{"article_title": "Federal prisons agree inmates can be ‘humanists’", "article_keywords": ["rights", "federal", "recognize", "agreed", "prisons", "humanism", "humanists", "bureau", "humanist", "inmates", "prison", "religious", "agree"], "article_url": "http://religionnews.com/2015/07/28/federal-prisons-agree-inmates-can-humanists/", "article_text": "(RNS) The Federal Bureau of Prisons has agreed to recognize humanism as a religion after settling a lawsuit brought by an Oregon inmate.\n\nThe move comes a year after the U.S. Army agreed to recognize humanism as a religious choice for service members and may signal a broader government willingness to recognize humanism, a system of beliefs that recognizes no deity and emphasizes rational thinking.\n\nREAD: Army approves ‘humanist’ as religious preference\n\n“This settlement is a victory for all humanists in the federal prison system, who will no longer be denied the rights that religious individuals are accorded,” said Roy Speckhardt, executive director of the American Humanist Association.\n\nThe AHA sued the prison in 2014 on behalf of Jason Michael Holden, an inmate at the Federal Detention Center in Sheridan, Ore., who is serving a sentence for armed robbery. Holden was seeking the right to form a humanist study group, a right afforded prisoners of other faiths.\n\nUnder the settlement, the Federal Bureau of Prisons agreed to acknowledge humanism as a “worldview” and allow its adherents the same rights and recognition enjoyed by inmates of other faiths. Those rights include requesting time and space for activities, visits by pastors or other humanist chaplains and access to literature and study materials.\n\nHumanist inmates will also be able to celebrate “holy days,” including Darwin Day, the annual observance of naturalist Charles Darwin’s birthday on Feb. 12 that is now widely marked by humanist groups around the world.\n\nThe prison bureau also agreed to add a section on humanism to its handbook on inmate beliefs and practices.\n\nNo one knows how many of the 1.6 million U.S. inmates identify as humanist or any other faith, as the U.S. Bureau of Justice Statistics rarely surveys inmates on their faith. The Pew Research Center surveyed prison chaplains in 2012 and they reported that efforts by inmates to proselytize or convert other inmates was common and often successful — three-fourths of the surveyed chaplains said there is a considerable amount of “religious switching” occurring in their prisons, especially among Muslims and Protestants.\n\nREAD: Oklahoma top court reaffirms Ten Commandments stone at Capitol must go\n\nHolden said in a radio interview that humanism is different from atheism and deserved recognition as a set of beliefs.\n\n“As humanists, we believe in the ability of mankind to transcend their differences and find some common ground,” he said. “You know, make the world a better place.”\n\nYS/AMB END WINSTON", "article_metadata": {"news_keywords": "Beliefs, Culture, Ethics, Institutions, American Humanist Association, Federal Bureau of Prisons, Freethought (Atheist, Humanist, Agnostic), humanism, inmate, Jason Michael Holden", "generator": "Easy Digital Downloads v2.5.16", "og": {"site_name": "Religion News Service", "description": "(RNS) Under the settlement, the Federal Bureau of Prisons agreed to acknowledge humanism as a “worldview” and allow its adherents the same rights and recognition enjoyed by inmates of other faiths.", "title": "Federal prisons agree inmates can be ‘humanists’", "url": "http://religionnews.com/2015/07/28/federal-prisons-agree-inmates-can-humanists/", "image": "http://religionnews.com/wp-content/uploads/2011/08/thumbRNSPRISONCHAPLAINS080811b.jpg", "type": "article"}, "twitter": {"site": "@RNS", "card": "summary", "creator": "@kjwinston11"}, "syndication-source": "http://religionnews.com/2015/07/28/federal-prisons-agree-inmates-can-humanists/", "msapplication-TileImage": "http://religionnews.com/wp-content/uploads/2016/05/cropped-RNS_logo_RGB-336x336.gif", "original-source": "http://religionnews.com/2015/07/28/federal-prisons-agree-inmates-can-humanists/", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "(RNS) Under the settlement, the Federal Bureau of Prisons agreed to acknowledge humanism as a “worldview” and allow its adherents the same rights and recognition enjoyed by inmates of other faiths."}, "_id": "\"57477af36914bd0286fca7f3\"", "article_summary": "(RNS) The Federal Bureau of Prisons has agreed to recognize humanism as a religion after settling a lawsuit brought by an Oregon inmate.\nUnder the settlement, the Federal Bureau of Prisons agreed to acknowledge humanism as a “worldview” and allow its adherents the same rights and recognition enjoyed by inmates of other faiths.\nThe prison bureau also agreed to add a section on humanism to its handbook on inmate beliefs and practices.\nHumanist inmates will also be able to celebrate “holy days,” including Darwin Day, the annual observance of naturalist Charles Darwin’s birthday on Feb. 12 that is now widely marked by humanist groups around the world.\n“As humanists, we believe in the ability of mankind to transcend their differences and find some common ground,” he said."}