{"article_title": "Origin Unknown: Study Says Blast Of Radio Waves Came From Outside Our Galaxy", "article_keywords": ["origin", "burst", "unknown", "study", "scientists", "detected", "note", "frbs", "outside", "bursts", "radio", "came", "waves", "say", "blast", "galaxy"], "article_url": "http://www.northcountrypublicradio.org/news/npr/378385693/origin-unknown-study-says-blast-of-radio-waves-came-from-outside-our-galaxy", "article_text": "On a graph, they look like detonations. Scientists call them \"fast radio bursts,\" or FRBs: mysterious and strong pulses of radio waves that seemingly emanate far from the Milky Way.\n\nThe bursts are rare; they normally last for only about 1 millisecond. In a first, researchers in Australia say they've observed one in real time.\n\nNPR's Joe Palca reports:\n\n\"The giant Parkes radio telescope in southeastern Australia detected the burst on May 14 last year. Within hours of the discovery, 12 different telescopes both on Earth and in space were pointed in the direction of the burst, but none recorded any unusual activity. \"Most of the events that astronomers know about that could cause a burst of radio waves, such as an exploding star, would continue to give off light or X-rays or gamma rays for some time. \"Finding nothing only deepens the mystery about what's behind the bursts. Details of the finding appear in the Monthly Notices of the Royal Astronomical Society.\"\n\nThe first of these cosmic outbursts was detected fairly recently, in 2007. Last year, a radio telescope in Puerto Rico detected the same brief and powerful waves the Parkes facility had earlier reported.\n\nCalling fast radio bursts \"tantalizing mysteries of the radio sky,\" the more than 30 researchers who took part in the study say they found last May's FRB \"during a campaign to re-observe known FRB fields.\"\n\nBut while the scientists note that the recent FRB was detected close to a previously discovered phenomenon, they concluded that the two are \"distinct objects.\"\n\n\"This is a major breakthrough,\" Duncan Lorimer of West Virginia University tells New Scientist. Lorimer was part of the team that uncovered the 2007 signal. He also argued that it came from far beyond our galaxy.\n\nAstronomers have disagreed about where FRBs come from, with ideas ranging from black hole activity to solar flares.\n\nEarthSky reports, \"The astronomers involved with this study, though, say the burst originated up to 5.5 billion light-years from Earth. If that is indeed the case, then the sources of these bursts must be extremely powerful.\"\n\nLed by Emily Petroff of Australia's Swinburne University of Technology, scientists from the U.S., India, Germany and elsewhere collected data on the FRB's polarized radiation that they believe is intrinsic to the phenomenon.\n\nIn the conclusion to their report, the scientists note, \"The true progenitors of FRBs remain unknown.\"\n\nAs NPR's Joe Palca noted last year, the study of FRBs has itself been somewhat polarizing, in one instance resulting in \"a theoretical paper suggesting the bursts could be generated by intelligent beings intentionally beaming a radio signal directly at Earth.\"\n\nWe'll note that \"real time\" is an especially relative term when observing events that took place billions of light-years from Earth. Noting that detail, one of the study's co-authors adds that the radiation's delay as it travels through space is the same as other phenomena that might help to explain it (as the Motherboard blog's Becky Ferreira reports).\n\nCopyright 2016 NPR. To see more, visit http://www.npr.org/.\n\nMissing some content? Care to comment? Check the source: NPR\n\nCopyright(c) 2016, NPR", "article_metadata": {"og": {"url": "http://www.northcountrypublicradio.org/news/npr/378385693/origin-unknown-study-says-blast-of-radio-waves-came-from-outside-our-galaxy", "type": "article", "site_name": "NCPR", "description": "Scientists call them &quot;fast radio bursts,&quot; or FRBs: mysterious pulses of radio waves coming from far, far away. Researchers in Australia say they've observed one in real time.", "title": "Origin Unknown: Study Says Blast Of Radio Waves Came From Outside Our Galaxy"}, "apple-itunes-app": "app-id=467968857", "fb": {"app_id": 220190691343406}, "description": "Scientists call them &quot;fast radio bursts,&quot; or FRBs: mysterious pulses of radio waves coming from far, far away. Researchers in Australia say they've observed one in real time.", "viewport": "initial-scale=1"}, "_id": "\"57477af46914bd0286fdea17\"", "article_summary": "Scientists call them \"fast radio bursts,\" or FRBs: mysterious and strong pulses of radio waves that seemingly emanate far from the Milky Way.\nIn the conclusion to their report, the scientists note, \"The true progenitors of FRBs remain unknown.\"\nNPR's Joe Palca reports:\"The giant Parkes radio telescope in southeastern Australia detected the burst on May 14 last year.\nCalling fast radio bursts \"tantalizing mysteries of the radio sky,\" the more than 30 researchers who took part in the study say they found last May's FRB \"during a campaign to re-observe known FRB fields.\"\nEarthSky reports, \"The astronomers involved with this study, though, say the burst originated up to 5.5 billion light-years from Earth."}