{"article_title": "Tough job, little pay", "article_keywords": ["little", "tough", "help", "pay", "disabilities", "work", "school", "direct", "job", "group", "gilbert", "staff", "workers", "care"], "article_url": "http://www.sctimes.com/story/news/local/2016/04/16/caregivers-tough-job-little-pay/82621684/", "article_text": "Buy Photo Personal caregiver Rachel Wallece works with Elliott Gilbert, 8, after school Wednesday, April 13, on his spelling words. (Photo: Jason Wachter, jwachter@stcloudtimes.com)Buy Photo\n\nPersonal care assistants provide critical help with Marie VanderWeyst’s two sons — as long as she can keep them.\n\nThe PCAs help with 10-year-old Josh, who has severe anxiety and depression, and 9-year-old Jonny, who has autism. They help them with therapy, taking their medications, learning social skills and personal hygiene. They cope with difficult behavior that can include violent tantrums and outbursts.\n\nAnd then, just as the boys have gotten used to the caregivers, they leave.\n\nThe VanderWeysts have gone through 14 PCAs in five years. Many have gone on to school or higher-paying jobs that don’t require such tough work. For a special needs child, the transition between can be extremely difficult.\n\n“For a child, especially a child with autism, they need to learn to trust,” Marie VanderWeyst said. “About the time that they trust that person, they bail.”\n\nMinnesota is facing a shortage of home- and community-based caregivers, who provide direct care for people with physical, mental and developmental disabilities and the elderly at home, in group homes and supervised work centers.\n\nThe jobs usually require only a high school degree and little or no experience. But they also pay low wages — about $11 an hour, not far above the state’s minimum wage of $9 an hour. Providers say the low wages are hurting their ability to find and retain employees, leading to vacant positions and high turnover.\n\nA coalition of advocacy groups is pushing to increase state reimbursements for providers of home- and community-based services, which affect about 73,000 people with disabilities and 35,000 older adults in Minnesota. They plan to rally Tuesday at the Capitol in St. Paul\n\nBuy Photo Direct Support Professional Jarred Buller, center, smiles as he talks to clients and makes his rounds on a line of WACOSA workers making lighting assemblies for freezers Friday morning, April 8, in Waite Park. A coalition is trying to lobby for a raise in pay for caregivers. (Photo: Kimm Anderson, kanderson@stcloudtimes.com)\n\nAdvocates argue that the state's 99,000 direct caregivers save money and help people with disabilities live a higher quality of life by staying in their own homes or living in less-costly community settings, working and being more independent.\n\nThere are an estimated 8,700 vacancies statewide in service and support jobs for people with disabilities, said Steve Larson, policy director for the advocacy group The Arc Minnesota.\n\n“We feel that this is a real crisis,” Larson said. “The 5 percent would just bring some stability to the workforce.”\n\nThe Legislature already passed a 5 percent rate increase in 2014, but the funding still lags behind inflation, Larson said. The worker shortage is starting to be felt by group homes that don’t have enough staff to get residents out into the community, and by staff working long overtime hours.\n\n“It’s just creating stress across the whole system,” Larson said.\n\nBills have cleared committees in both the House and Senate that would increase state reimbursements for home and community-based providers and would require most of the funds to be dedicated to wages. The House bill was amended to a 7 percent increase.\n\nDespite some bipartisan support, the effort to boost funding faces stiff competition at the Capitol as lawmakers debate what to do with a $900 million budget surplus. There’s also pressure to cut taxes and to spend on other priorities such as transportation and early childhood education. The 5 percent rate increase has an estimated cost of $95 million for fiscal year 2017 and $232 million for the 2018-19 biennium.\n\nSome St. Cloud-area legislators are co-authors of the 5 percent legislation, including Rep. Tim O’Driscoll, R-Sartell. O’Driscoll noted that over the last several years, there have been several different “5 percent” campaigns at the Legislature, including a bump in funding for nursing homes. As the population begins to age, the demand for such services will continue to rise, he said.\n\n“This is a group of people we need to help support in our community,” O’Driscoll said.\n\nREM Central Lakes has about 40 group homes around the St. Cloud area that provide housing and care for people with cognitive disabilities, mental health issues and brain injuries. The company has 489 direct care staff, but could employ up to 600, said David Lyons, area director.\n\nThe staff work directly with clients, helping them with hygiene, eating, medications, financial support and community activities. It can be difficult work, especially with clients who have behavioral issues or higher needs, Lyons said. With the typical starting wage of $10 an hour, finding quality, caring, motivated employees can be a problem.\n\n\"When you’re working with other humans, you have to be able to provide a certain amount of compassion,” Lyons said.\n\nSt. Cloud benefits from having college students who can fill some direct care positions, said Cindy Owen, director of the nonprofit The Arc Midstate, based in Waite Park. However, the jobs are often a stepping stone, creating a revolving door.\n\nPeople often don’t know what’s going to be expected of them when they start a direct care job, Owen said.\n\n“If you don’t have a heart for it, you’re not going to last,” she said.\n\nBuy Photo Personal caregiver Rachel Wallece takes Elliott Gilbert, 8, for a wagon ride after school Wednesday, April 13, on the sidewalk by his home. (Photo: Jason Wachter, jwachter@stcloudtimes.com)\n\nOwen believes that a higher wage will make people feel more valued. But she added. \"no one is ever going to take these jobs for money.\"\n\nOn a Friday morning at the nonprofit WACOSA’s Waite Park work center, people with developmental disabilities sit along tables and assemble light bulbs for the appliance company Electrolux. Staff walk around and talk to the workers, making sure each has enough light bulbs and helping with any other needs they might have.\n\nDirect care workers are “the lifeblood of what we do,” said Steve Howard, WACOSA’s executive director.\n\n“Without them, we don’t function,” he said. Yet, the nonprofit has had difficulty keeping people in the positions, which pay an average of $11.33 an hour.\n\nEvery time the minimum wage is raised, it pushes closer to what the direct care workers earn, Howard said. And because 80 percent of WACOSA’s funding comes from the Medicaid waiver, it’s limited in how much it can raise pay, he said.\n\n“That’s where it’s becoming very, very challenging,” Howard said.\n\nThe direct care workers provide whatever level of assistance the WACOSA clients need, Howard said. For some, that might be supporting them as they work at a job in the community. For those who are less independent, it might mean helping someone eat or go to the bathroom.\n\nMeanwhile, someone can earn $14 an hour making sandwiches at Jimmy John’s, Howard said.\n\n“We’re competing with those places,” he said. “For the money that they’re earning, I think some folks are deciding it’s not worth it.”\n\nMiranda and Zach Gilbert of St. Cloud know that firsthand. Their 8-year-old son, Elliott, has Fragile X syndrome, a genetic condition that causes developmental delays and sometimes deformities.\n\nA personal care assistant comes about 20 hours a week during the summer and less frequently during the school year to help Elliott with dressing, communicating and working on writing, reading, math and large motor skills.\n\nThe family has used a company called Arise Home Health Care to find the PCAs. But in the last three years, they’ve gone through four.\n\n“We haven’t been able to keep them,” Miranda Gilbert said.\n\nBuy Photo Personal caregiver Rachel Wallece plays with Elliott Gilbert , 8, after school Wednesday, April 13. (Photo: Jason Wachter, jwachter@stcloudtimes.com)\n\nThe workers have moved onto different positions or gone back to school, she said. Although some have wanted to stay in the field of child care or special education, they can’t live on $10 an hour. A cashier at Aldi grocery store can earn more than $13 an hour, Miranda Gilbert said.\n\n“That’s $3 more, and it’s a lot less work,” she said.\n\nThe turnover is difficult on Elliott, who, like many kids with special needs, has a hard time with transitions.\n\n“When they’re connecting with this person and they’re getting the routines down, and then they leave, it’s a struggle,” Miranda Gilbert said.\n\nAnother complication: The shortage of direct care workers also could slow a statewide effort to help people with disabilities live as independently as possible.\n\nA 1999 U.S. Supreme Court ruling known as the Olmstead decision required public agencies to provide services to people with disabilities in the least restrictive setting possible.\n\nIn response, Minnesota officials developed a plan to move people with disabilities who could live on their own out of group homes and into more independent housing. But often they still require support staff to help with budgeting, meal planning, laundry, shopping and other needs, Owen said.\n\n“We’re finding our providers saying, ‘We’d love to do that,’ ” she said. But with staffing shortages, many don’t have enough employees to take it on and also continue to care for group home residents, Owen said.\n\n“Having direct care staff is critical to being able to move forward,” she said.\n\nFollow Kirsti Marohn on Twitter, Facebook or contact her by phone at 320-255-8746.\n\nRead or Share this story: http://www.sctimes.com/story/news/local/2016/04/16/caregivers-tough-job-little-pay/82621684/", "article_metadata": {"google": "notranslate", "description": "Minnesota is facing a shortage of workers to care for people with disabilities and seniors", "og": {"site_name": "St. Cloud Times", "description": "Minnesota is facing a shortage of workers to care for people with disabilities and seniors", "title": "Caregivers: Tough job, little pay", "url": "http://www.sctimes.com/story/news/local/2016/04/16/caregivers-tough-job-little-pay/82621684/", "image": "http://www.gannett-cdn.com/GDContent/applogos/sctimes.png", "type": "article"}, "twitter": {"description": "Minnesota is facing a shortage of workers to care for people with disabilities and seniors", "title": "Caregivers: Tough job, little pay", "image": "http://www.gannett-cdn.com/-mm-/0895e4703e9c53c52eccfe2478904ca6d78886eb/c=421-0-1777-1356&r=x643&c=640x640/local/-/media/2016/04/13/StCloud/StCloud/635961800674046028-Caregiver-Wages-1.jpg", "creator": "@sctimes", "site": "@sctimes", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=830659200", "fb": {"app_id": 170170889686818}, "article": {"author": "http://www.facebook.com/sctimeskirsti"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Health care, seniors, disabilities, disabled, Medicaid, group homes, Legislature, Minnesota, WACOSA"}, "article_summary": "People often don’t know what’s going to be expected of them when they start a direct care job, Owen said.\nEvery time the minimum wage is raised, it pushes closer to what the direct care workers earn, Howard said.\nThe company has 489 direct care staff, but could employ up to 600, said David Lyons, area director.\n“Having direct care staff is critical to being able to move forward,” she said.\nDirect care workers are “the lifeblood of what we do,” said Steve Howard, WACOSA’s executive director."}