{"article_title": "Obama ready to sign bill revamping Medicare doctor fees", "article_keywords": ["doctor", "senate", "abortion", "bill", "revamping", "budget", "sign", "costs", "medicare", "programs", "fees", "ready", "health", "measure", "democrats", "obama"], "article_url": "http://www.pbs.org/newshour/rundown/obama-ready-sign-bill-revamping-medicare-doctor-fees/", "article_text": "WASHINGTON — President Barack Obama said Wednesday he’s ready to sign “good, bipartisan” legislation protecting physicians from steep cuts in Medicare reimbursements and bolstering health programs for children and the poor as Senate Democrats seemed to soften their opposition to the package.\n\nObama’s remark, made a day before the House is expected to approve the $214 billion measure, seemed to bolster the package’s prospects in the Senate, where Minority Leader Harry Reid and others have complained about abortion curbs and other provisions.\n\nThe bill is a scarce Capitol Hill commodity: A bipartisan compromise between House Speaker John Boehner, R-Ohio, and Minority Leader Nancy Pelosi, D-Calif. It would replace an 18-year-old law that has perennially prompted Congress to block deep cuts in doctors’ Medicare payments, reductions physicians have threatened could make them stop treating the program’s elderly recipients.\n\n“As we speak, Congress is working to fix the Medicare payment system. I’ve got my pen ready to sign a good bipartisan bill,” the president said at a White House event marking the five-year anniversary of his signing his health care overhaul.\n\nObama spoke with Congress planning to leave town for a two-week recess by week’s end. Without congressional action, Medicare physicians face a 21 percent cut in fees on April 1, though the federal agency that processes the checks could delay the impact of those reductions for two weeks.\n\nFor two years, the Medicare measure would continue higher funding for a pair of programs coveted by both parties but especially Democrats: The Children’s Health Insurance Program, which serves around 8 million low-income children, and the nation’s 1,300 community health centers, which serve poor families.\n\nProvisions like that have made many Democrats increasingly reluctant to block the overall legislation.\n\nNo. 3 Senate Democratic leader Chuck Schumer of New York said Wednesday that the measure’s restrictions on abortions at community health centers were not as “severe” as abortion curbs in a separate bill on human trafficking that Democrats are blocking.\n\nA day earlier, Reid, D-Nev., also distinguished between the abortion language in the two measures, saying, “They’re not the same, dealing with abortion.”\n\nSome Senate Democrats and abortion-rights groups have complained that the Medicare measure would cement into permanent law abortion restrictions at community health centers. Pelosi, a long-time abortion-rights advocate, has said those restrictions would be temporary and simply continue limitations Congress has imposed annually since 1979.\n\nIn words that seemed to boost the measure further, Obama spokesman Josh Earnest praised Pelosi for “an impeccable record of standing up for the right of women to choose.” He declined to give the administration’s view on the abortion language but said, “We certainly put a lot of stock in the views of the minority leader on this.”\n\nIn the first official figures on the bill’s costs, the nonpartisan Congressional Budget Office said the measure would cost $214 billion over the coming decade.\n\nIn a letter to Boehner, the budget office said $141 billion of that would be paid for by increasing federal deficits. Nearly all the rest would be divided evenly between added costs for Medicare beneficiaries, mostly higher premiums for top-earning recipients, and payment cuts to nursing homes, hospitals and other providers.\n\nRepublican leaders have said some of the agreement’s provisions would produce large savings beginning a decade after enactment. That argument could help them win votes from conservatives unhappy about increasing federal deficits.\n\nThe budget office said while that it is true, costs would also grow. It said the measure could yield savings or added costs in that second decade, with the middle ground being small savings.\n\nOf the bill’s total costs, $175 billion would come from annulling and replacing the 1997 law capping doctors’ Medicare reimbursements. Doctors would instead get small, initial annual increases, while payment systems would be created to encourage them to charge patients for the quality, not quantity of their care.\n\nThe bill also provides money to help poorer people pay Medicare costs and other programs including diabetes research, aid for rural schools and hospitals and Tennessee hospitals serving many poor patients.\n\nMedicare recipients’ premiums for medical care, which are based on the program’s costs, would grow by about $10 by 2025, compared to a $7.50 increase if the doctors’ fee system was unchanged, the budget office said. The premium is currently $105 monthly for most people, more for those earning higher incomes.\n\nThe Committee for a Responsible Federal Budget, a bipartisan anti-deficit group, criticized the overall bill, saying, “It is unacceptable for that fix to add so much to Medicare spending and the debt.”\n\nBut applying its heft to the measure was the American Medical Association.\n\n“It is the solution American patients and physicians need and deserve,” said AMA President Robert M. Wah.", "article_metadata": {"description": "President Barack Obama said Wednesday he's ready to sign \"good, bipartisan\" legislation protecting physicians from steep cuts in Medicare reimbursements and bolstering health programs for children and the poor as Senate Democrats seemed to soften their opposition to the package.", "pubdate": 20150325, "og": {"site_name": "PBS NewsHour", "description": "President Barack Obama said Wednesday he's ready to sign \"good, bipartisan\" legislation protecting physicians from steep cuts in Medicare reimbursements and bolstering health programs for children and the poor as Senate Democrats seemed to soften their opposition to the package.", "title": "Obama ready to sign bill revamping Medicare doctor fees", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2015/03/RTR4UUPL.jpg", "url": "http://www.pbs.org/newshour/rundown/obama-ready-sign-bill-revamping-medicare-doctor-fees/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "President Barack Obama said Wednesday he's ready to sign \"good, bipartisan\" legislation protecting physicians from steep cuts in Medicare reimbursements and bolstering health programs for children and the poor as Senate Democrats seemed to soften their opposition to the package.", "title": "Obama ready to sign bill revamping Medicare doctor fees", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2015/03/RTR4UUPL.jpg", "creator": "@newshour", "site": "@newshour", "card": "summary_large_image"}, "robots": "noodp,noydir", "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "medicare"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "Affordable Care Act, Barack Obama, medicare"}, "article_summary": "WASHINGTON — President Barack Obama said Wednesday he’s ready to sign “good, bipartisan” legislation protecting physicians from steep cuts in Medicare reimbursements and bolstering health programs for children and the poor as Senate Democrats seemed to soften their opposition to the package.\nThe bill also provides money to help poorer people pay Medicare costs and other programs including diabetes research, aid for rural schools and hospitals and Tennessee hospitals serving many poor patients.\nOf the bill’s total costs, $175 billion would come from annulling and replacing the 1997 law capping doctors’ Medicare reimbursements.\nThe bill is a scarce Capitol Hill commodity: A bipartisan compromise between House Speaker John Boehner, R-Ohio, and Minority Leader Nancy Pelosi, D-Calif.\nI’ve got my pen ready to sign a good bipartisan bill,” the president said at a White House event marking the five-year anniversary of his signing his health care overhaul."}