{"article_title": "NM rancher follows Oregon group's lead, denounces federal grazing contract", "article_keywords": ["wildlife", "group", "nm", "lead", "mexico", "federal", "follows", "support", "contract", "sewell", "theres", "video", "oregon", "groups", "rancher", "longer", "grazing", "denounces"], "article_url": "http://www.kob.com/article/stories/s4027878.shtml", "article_text": "Colton Shone, KOB Eyewitness News 4\n\nUpdated: 01/25/2016 6:48 PM\n\nCreated: 01/25/2016 4:47 PM\n\nA New Mexico rancher is showing support for an armed group occupying an Oregon wildlife refuge. The Silver City man says he will no longer follow his grazing contract with the federal government.\n\n\"There comes a point in time in every person's life when they feel the call of duty.\"\n\nThat’s what Adrian Sewell said in a video that was posted on his Facebook page. Sewell is a cattle rancher in Grant County, in the southwestern part of New Mexico. He posted the video before denouncing his federal grazing contract in support of Ammon Bundy.\n\n\"Because there's a lot at stake: my life, my liberty, my property,\" he said in the video.\n\nBundy and his group took up arms and have occupied the Malheur National Wildlife Refuge in Oregon for weeks now. The group says the federal government has no authority when it comes to grazing rights. Many locals and elected officials in that area want them out.\n\n\"I shall no longer require their help in managing my ranch, nor any range improvements,\" said Sewell at an event held by Bundy over the weekend. There he pledged to no longer follow the terms of his forest service contract.\n\nNow there is growing concern from our own U.S. Senator, Martin Heinrich, that the movement could disrupt lives here in New Mexico. He sent a letter to the U.S. Attorney General pleading with her to shut that group down.\n\n\"New Mexico is home to many national forests, parks, refuges and other public lands. The possibility that their offices and community buildings may be overrun in an armed siege is simply unacceptable,\" Heinrich wrote.\n\nBundy's group is now pledging support to Sewell should he need it.\n\n\"If there's any pressure coming on you from Fish and Game, Forest Service or BLM, we shall stop everything to come to your aid,\" said a supporter in Bundy’s group.", "article_metadata": {"og": {"site_name": "www.KOB.com", "description": "A New Mexico rancher is showing support for an armed group occupying an Oregon wildlife refuge. The Silver City man says he will no longer follow his grazing contract with the federal government.", "title": "NM rancher follows Oregon group's lead, denounces federal grazing contract", "url": "http://www.kob.com/article/stories/s4027878.shtml", "image": "http://www.kob.com/kobtvimages/repository/2016-01/NM_rancher_follows_Oregon_group39s_lead_denounces_federal_grazing_contract-syndImport-074832.jpg", "type": "article"}, "fb": {"app_id": 258993120802213}, "description": "A New Mexico rancher is showing support for an armed group occupying an Oregon wildlife refuge. The Silver City man says he will no longer follow his grazing contract with the federal government.", "robots": "FOLLOW,INDEX", "thumbnail": "http://www.kob.com/kobtvimages/repository/2016-01/NM_rancher_follows_Oregon_group39s_lead_denounces_federal_grazing_contract-syndImport-074832.jpg"}, "_id": "\"57477af36914bd0286fd2bde\"", "article_summary": "He posted the video before denouncing his federal grazing contract in support of Ammon Bundy.\nThe Silver City man says he will no longer follow his grazing contract with the federal government.\nThe group says the federal government has no authority when it comes to grazing rights.\nColton Shone, KOB Eyewitness News 4Updated: 01/25/2016 6:48 PMCreated: 01/25/2016 4:47 PMA New Mexico rancher is showing support for an armed group occupying an Oregon wildlife refuge.\nBundy and his group took up arms and have occupied the Malheur National Wildlife Refuge in Oregon for weeks now."}