{"article_title": "Medicare Advantage 2016 Data Spotlight: Overview of Plan Changes", "article_keywords": ["information", "marketplace", "plans", "advantage", "overview", "offered", "data", "large", "medicare", "plan", "traditional", "2016", "changes", "spotlight", "mergers"], "article_url": "http://kff.org/medicare/issue-brief/medicare-advantage-2016-data-spotlight-overview-of-plan-changes/", "article_text": "In 2015, more than 17 million Medicare beneficiaries (31%) are enrolled in Medicare Advantage plans, such as health maintenance organizations (HMOs) or preferred provider organization (PPOs). Medicare Advantage plans are offered as an alternative to the traditional Medicare program. Medicare beneficiaries can enroll in a Medicare Advantage plan, change Medicare Advantage plans, or switch from Medicare Advantage to traditional Medicare during the annual open enrollment period. Changes in the Medicare Advantage marketplace have always been closely watched, and since 2010 when the Affordable Care Act (ACA) was enacted, many have been interested in the effects of the ACA phasing down federal payments to Medicare Advantage plans. More recently, proposed mergers between health insurance firms with large footprints in Medicare Advantage have raised questions about how the mergers could affect beneficiaries.\n\nThis spotlight analyzes publicly available data to review the Medicare Advantage plans offered in 2016. It provides updated information describing how Medicare Advantage plan choices are changing in 2016, includes new information on premiums, out-of-pocket limits and other plan features, and examines the role of large firms offering plans in the marketplace. Findings include:", "article_metadata": {"generator": "WordPress.com", "application-name": "The Henry J. Kaiser Family Foundation", "og": {"description": "This issue brief analyzes the number and variety of Medicare Advantage plan choices available to beneficiaries in 2016. It describes trends in number of Medicare Advantage plans, plan premiums, and plan quality ratings, including changes in prescription drug coverage and limits on out-of-pocket expenses. This spotlight is part of a series of spotlights tracking key changes in the Medicare Advantage program.", "title": "Medicare Advantage 2016 Data Spotlight: Overview of Plan Changes", "locale": "en_US", "image": "https://s2.wp.com/wp-content/themes/vip/kaiser-foundation-2016/static/images/kaiser-grey-logo-4x3.jpg", "url": "http://kff.org/medicare/issue-brief/medicare-advantage-2016-data-spotlight-overview-of-plan-changes/", "type": "article"}, "msapplication-tooltip": "Filling the need for trusted information on health issues", "fb": {"app_id": 539445989434974}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width", "msapplication-task": "name=Subscribe;action-uri=http://kff.org/feed/;icon-uri=http://0.gravatar.com/blavatar/e16efc7db79dc712f70918f71cb246da?s=16"}, "article_summary": "Medicare beneficiaries can enroll in a Medicare Advantage plan, change Medicare Advantage plans, or switch from Medicare Advantage to traditional Medicare during the annual open enrollment period.\nThis spotlight analyzes publicly available data to review the Medicare Advantage plans offered in 2016.\nIn 2015, more than 17 million Medicare beneficiaries (31%) are enrolled in Medicare Advantage plans, such as health maintenance organizations (HMOs) or preferred provider organization (PPOs).\nMedicare Advantage plans are offered as an alternative to the traditional Medicare program.\nChanges in the Medicare Advantage marketplace have always been closely watched, and since 2010 when the Affordable Care Act (ACA) was enacted, many have been interested in the effects of the ACA phasing down federal payments to Medicare Advantage plans."}