{"article_title": "The most popular guy in Washington", "article_keywords": ["politico", "staff", "house", "plouffe", "washington", "mcdonough", "chief", "west", "popular", "guy", "wing", "white", "obama"], "article_url": "http://www.politico.com/story/2014/08/david-plouffe-barack-obama-109753", "article_text": "Democrats have speculated that Plouffe would take over as Obama’s chief of staff. The most popular guy in Washington\n\nWhenever President Barack Obama is down, David Plouffe’s name comes up.\n\nDemocrats have speculated that Plouffe would take over as Obama’s chief of staff since the moment he left the White House in 2013. It flared up last fall during the botched rollout of HealthCare.gov.\n\nStory Continued Below\n\nAnd now, as Democrats agonize over losing the Senate in November and consider what a post-2014 White House would look like, Plouffe is once again on the mind as the likely successor to Chief of Staff Denis McDonough.\n\n( Also on POLITICO: To pick staff, Scalise turns to lobbyist)\n\nBut there’s a catch: McDonough isn’t going anywhere.\n\nThe White House rarely comments on personnel rumors but took the unusual step Tuesday of rebutting the chatter with an on-the-record statement, one day after Plouffe dismissed the idea during a Playbook lunch.\n\n“My reading of Mr. Plouffe’s comments to POLITICO is that he’s not making plans to return to the White House as Chief of Staff — which makes sense because Mr. McDonough has no plans to leave,” White House press secretary Josh Earnest said in an email when asked to respond to the possibility.\n\nPlouffe’s name keeps surfacing among Democrats inside and outside the White House because he seems like such an obvious choice to them.\n\n( Also on POLITICO: Poll: Obama sinks on foreign policy)\n\nHe is essentially the backup quarterback for the West Wing — the guy who has pulled through for Obama in a pinch. He’s an architect of the president’s rise, a fierce protector of the Obama brand and one of his closest advisers on the outside who is regularly called upon to review major speeches, provide political advice and hash out strategy. As a campaign tactician, Plouffe could buck up the West Wing just as it enters what could be two years of combat with a Republican-controlled Congress. His return would signal that Obama doesn’t have much hope for bipartisan deal making in the final two years.\n\n“He seems so logical,” said one Democratic official with close ties to the White House who, like others, would speak only on the condition of anonymity because of the sensitivity of discussing personnel moves. “He’s very plugged in with the operation, having served there before. It would be easy thing for him to go in there with a minimal amount of disruption.”\n\nAnd yet, even to those who talk longingly about Plouffe taking over the top job, it’s not inevitable.\n\nObama and McDonough have developed a very close working relationship. They can talk for up to an hour each weeknight before Obama heads off to the residence — far longer than previous chiefs of staff — engaging in philosophical discussions about the presidency as well as plotting how to head off troubles awaiting them the next morning. It’s not certain either will want to make a change, even after a November drubbing.\n\nMcDonough maintains the respect and admiration of many in the West Wing after steering it through a difficult and sometimes depressing 18 months since the second inauguration. One reason the White House hasn’t veered further off course, aides have said, is because of McDonough’s regimented style and obsession to detail.", "article_metadata": {"og": {"site_name": "POLITICO", "description": "As Democrats consider what a post-2014 White House would look like, Plouffe is on their minds.", "title": "The most popular guy in Washington", "url": "http://www.politico.com/story/2014/08/david-plouffe-barack-obama-109753.html", "image": "http://s3-origin-images.politico.com/2014/08/05/140805_olouffe_obama_gty_605.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Barack Obama,Obamacare,Elections,Denis McDonough,Politics,Affordable Care Act,David Plouffe", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "As Democrats consider what a post-2014 White House would look like, Plouffe is on their minds.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The most popular guy in WashingtonWhenever President Barack Obama is down, David Plouffe’s name comes up.\nOne reason the White House hasn’t veered further off course, aides have said, is because of McDonough’s regimented style and obsession to detail.\nPlouffe’s name keeps surfacing among Democrats inside and outside the White House because he seems like such an obvious choice to them.\n( Also on POLITICO: Poll: Obama sinks on foreign policy)He is essentially the backup quarterback for the West Wing — the guy who has pulled through for Obama in a pinch.\nDemocrats have speculated that Plouffe would take over as Obama’s chief of staff since the moment he left the White House in 2013."}