{"article_title": "Why Keeping Our Kids Fit And Healthy Is Crucial", "article_keywords": ["keeping", "kids", "fit", "healthy", "crucial", "children", "food", "surgeon", "schools", "obesity", "education", "childhood", "physical"], "article_url": "http://www.medicaldaily.com/national-childhood-obesity-awareness-month-why-keeping-our-kids-fit-and-healthy-crucial-301622", "article_text": "Childhood obesity is worse in America than it ever has been before. The children are the future, but when their future potentially involves morbid obesity, diabetes, and cardiovascular disease, where must we draw the line?\n\nIt’s National Childhood Obesity Awareness Month, and an announcement from the U.S. Surgeon General states that this month is an attempt to “renew our efforts to reverse the continuing crisis of obesity among our nation’s youth.” The fact is, Acting Surgeon General Dr. Boris Lushniak says in the press release, every child, “regardless of ethnicity, socio-economic background, or ability, should have equal access to healthy food options and physical activity opportunities.” But reversing the childhood obesity epidemic is complicated and has to be administered on a widespread scale, focusing on health care, school system lunches, reducing food deserts, and removing trans fats and other “bad” fats from fast food and junk food.\n\nAccording to the Centers for Disease Control & Prevention (CDC), childhood obesity has more than doubled in children and quadrupled in adolescents in the past 30 years. In 2012, 18 percent of children aged 6 to 11 years old were obese — an increase from seven percent in 1980. This trend is in line with the overall obesity epidemic in the U.S.; one-third of adults are obese, and the number is steadily increasing. American portion sizes have exploded, and kids are drinking bigger sodas more frequently than ever before.\n\nSome states are starting programs that aim to make schools healthier by adhering to strict nutritional guidelines. Sixty schools in Michigan, for example, will take part in a program called Building Healthy Communities, which will provide students with nutrition education, healthy food and beverages, and physical education and exercise. In addition, some 32 schools will receive grants to provide breakfast in the classroom (which is an excellent idea with how important breakfast is). And Michelle Obama’s initiative, Let’s Move!, has been fighting for a paradigm shift on a national scale.\n\nBut on a smaller, more personal scale, there are things you can do as a parent to fight childhood obesity one step at a time. Whether or not your children participate in any school-oriented physical activity programs, make sure to get them moving once a day. Avoid TV, video games, computers, or other electronic devices for at least a half hour every day, and have your kids get outside. The American Heart Association suggests that teenagers get at least four hours of physical education per week, so supplementing exercise at home is a good idea. Having your kids join recreational sports, or encouraging them to ride bikes, can be a good step forward.\n\nIn what has now become common knowledge, your children should avoid sugary soft drinks and sodas, and stay hydrated with water or low-sugar juices instead. Eating full breakfasts and dinners at home will help keep them from snacking excessively during school hours or after school.\n\nAs Lushniak and Shellie Pfohl, the executive director of the President’s Council on Fitness write: “We envision a time when we can look back on childhood obesity as a distant memory.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "childhood obesity, obesity, childhood obesity awareness month", "og": {"site_name": "Medical Daily", "description": "September marks Childhood Obesity Awareness Month, so take these tips to help keep your children healthy and fit.", "title": "National Childhood Obesity Awareness Month: Working Toward A Healthier Future", "url": "http://www.medicaldaily.com/national-childhood-obesity-awareness-month-why-keeping-our-kids-fit-and-healthy-crucial-301622", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/06/eating-healthily.jpg", "type": "article"}, "twitter": {"description": "September marks Childhood Obesity Awareness Month, so take these tips to help keep your children healthy and fit.", "title": "National Childhood Obesity Awareness Month: Working Toward A Healthier Future", "url": "http://www.medicaldaily.com/national-childhood-obesity-awareness-month-why-keeping-our-kids-fit-and-healthy-crucial-301622", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/06/eating-healthily.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/06/eating-healthily.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-09-06T14:05:16-04:00", "modified_time": "2014-09-06T14:05:16-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "September marks Childhood Obesity Awareness Month, so take these tips to help keep your children healthy and fit."}, "_id": "\"57477af46914bd0286fdc9bd\"", "article_summary": "Sixty schools in Michigan, for example, will take part in a program called Building Healthy Communities, which will provide students with nutrition education, healthy food and beverages, and physical education and exercise.\nIt’s National Childhood Obesity Awareness Month, and an announcement from the U.S.\nChildhood obesity is worse in America than it ever has been before.\nBut on a smaller, more personal scale, there are things you can do as a parent to fight childhood obesity one step at a time.\nThe American Heart Association suggests that teenagers get at least four hours of physical education per week, so supplementing exercise at home is a good idea."}