{"article_title": "Spokane Man Loses Hand in Explosion", "article_keywords": ["injured", "wilkes", "blast", "explosion", "jeep", "loses", "heard", "spokane", "hand", "explosive", "explosives", "man"], "article_url": "http://guardianlv.com/2014/01/spokane-man-loses-hand-in-explosion/", "article_text": "Around 1 a.m. Saturday morning, a Spokane man was driving his Red Jeep in North Spokane when an explosion went off, causing him to lose his left hand. When local residents heard the blast, they rushed outside to give the injured man first aid.\n\nThe driver, who has not been identified, was driving down a street near Rogers High School when residents heard a loud blast and a flash of light. The Jeep had come to a stop near the home of Daniel Wilkes, 61, who said the explosion rattled his house and woke up everyone. With his son, Nicholas, 30, and a neighbor, they rushed to the driver’s side to apply a tourniquet to his wound. When Wilkes asked the man what had happened, he wouldn’t speak. Wilkes says he wondered why the Spokane man was driving around at an odd hour, and with an explosive, only to lose his hand in an explosion. Nicholas took the key out of the Jeep ignition to prevent the man from going anywhere. The injured man was reportedly agitated but coherent, repeatedly saying, “Oh God, oh God,” reportedly to Nicholas. Wilkes says the man was burly, and appeared to be between 28 and 30 years old.\n\nThe explosion caused debris to be strewn over half a block. The Jeep was bloodied on the driver’s side, and the blast blew off the dashboard and blew out the Jeep windows. Part of the man’s hand was found down the street.\n\nAuthorities and EMTs arrived on the scene shortly after, applying medical treatment and transporting the injured man to a local hospital. Hospital personnel credited the quick actions of neighbors and authorities for applying first aid right away after the explosion.\n\nUntil around 7 a.m., a bomb team was on the scene to detect any other explosives that might have been in the Jeep. They employed robot technology to “sniff” out any explosives. It appears there were more explosives, because the bomb team was “defusing them,” according to Spokane Police spokeswoman Monique Cotton, who also said the explosion appeared to be an “isolated incident.” It is uncertain if the injured man will face criminal charges.\n\nThe explosive that caused the blast that was heard throughout the neighborhood was reportedly an M-1000 firecracker, an explosive that’s not a garden variety firework seen on 4th of July. Cotton says it’s “maximum blast, super loud.”\n\nThe M-1000 firework is not actually a firework, but an explosive that causes serious damage and death. Considering the man had one identified explosive in his Jeep and the bomb squad defused more, one can only speculate as to why he was driving with these explosives in his Jeep. The effects felt by such an explosive can be heard and felt at quite a distance, and cause significant damage. Answers from local authorities should come soon for the Spokane man who lost his hand in this explosion.\n\nA perusal of a fireworks website shows a case of M-1000 explosives (a total of 1,140) can be bought for $75. These are illegal, but shows how easy it is to obtain explosives. It is notable that the website shows these explosives as being out of stock.\n\nBy Juana Poareo\n\nSources:\n\nMilwaukee-Wisconsin Journal Sentinel\n\nPhilly\n\nKGW\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "Around 1 a.m. Saturday morning, a Spokane man was driving his Red Jeep in North Spokane when an explosion went off, causing him to lose his left hand. When local residents heard the blast, they rus…", "title": "Spokane Man Loses Hand in Explosion", "url": "http://guardianlv.com/2014/01/spokane-man-loses-hand-in-explosion/", "image": {"width": 602, "identifier": "http://guardianlv.com/wp-content/uploads/2014/01/spokane.jpg", "height": 452}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2014-01-26T15:49:33+00:00", "modified_time": "2014-01-26T15:49:33+00:00"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2014/01/spokane.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd916f\"", "article_summary": "Around 1 a.m. Saturday morning, a Spokane man was driving his Red Jeep in North Spokane when an explosion went off, causing him to lose his left hand.\nAnswers from local authorities should come soon for the Spokane man who lost his hand in this explosion.\nWilkes says he wondered why the Spokane man was driving around at an odd hour, and with an explosive, only to lose his hand in an explosion.\nAuthorities and EMTs arrived on the scene shortly after, applying medical treatment and transporting the injured man to a local hospital.\nThe injured man was reportedly agitated but coherent, repeatedly saying, “Oh God, oh God,” reportedly to Nicholas."}