{"article_title": "Military prevents troops from visiting Missouri Bible school", "article_keywords": ["school", "bible", "troops", "visiting", "prevents", "national", "church", "liberty", "issue", "guard", "religious", "missouri", "military", "local", "hogan", "told"], "article_url": "http://redalertpolitics.com/2014/07/27/military-prevents-troops-visiting-missouri-bible-school/", "article_text": "It looks like the military won’t be visiting your local church anytime soon.\n\nA church located in Carthage, Missouri was essentially stood up by the National Guard because the military said troops are not allowed to do anything with specific churches that would look like the Army is sponsoring a specific religion, reports Todd Starnes of Fox News.\n\nBible Baptist Church planned to honor the military during its Vacation Bible School this year and invited troops from a local armory — in addition to other local “rescue squads” — to mingle with the young attendees during the week.\n\n“We were going to thank them for protecting our religious liberty,” Pastor Kent Hogan told the Fox News reporter. “It was more of a promotion for the military – to show the kids what the military does.”\n\n“We were told it was against military policy for National Guard troops to participate in Vacation Bible School,” continued the pastor. “They said if the National Guard had assets on church property it would look like the National Guard is sponsoring the Baptist religion.”\n\nAccording to Hogan, the military didn’t want to “offend” anyone by showing up to Bible Baptist.\n\n“Well, it’s offended our whole church,” he added.\n\nPastor Hogan consulted Rep. Mike Kelley (R-Mo.) on the issue, and Kelley then contacted the Missouri National Guard.\n\n“They told me that federal policy prohibits them from doing anything with any specific church,” the congressman told Fox News. “The guys on the state level did everything they could. I have great respect for our local Missouri National Guard. But we are dealing with an over-burdensome federal regulation.”\n\n“[Pastor Hogan] basically got blown off by the federal government,” added Kelley.\n\nMissouri National Guardsmen expressed their outrage at the issue. One described himself as “ashamed and embarrassed” and another wondered why soldiers can march in a gay pride parade but aren’t allowed to visit with children at a Bible school.\n\nPastor Hogan said that the event spotlights the threat to religious liberty in America today.\n\n“I don’t think most Americans realize how much their religious liberty is in jeopardy,” stated Hogan. “If they did this to us – how bad is it somewhere else? This is not just a big city issue. This is a small town America issue. Americans need to wake up.”\n\nThe occurrence suggests that, while the conservative Supreme Court may defend religious liberty by handing down rulings like that for the Hobby Lobby case, religious liberty today remains under duress and needs to be constantly fought for.", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "A church located in Carthage, Missouri was essentially stood up by the National Guard because the military said troops are not allowed to do anything with specific churches that would look like the Army is sponsoring a specific religion, reports Todd Starnes of Fox News.", "title": "Military prevents troops from visiting Missouri Bible school - Red...", "locale": "en_US", "image": {"width": 400, "identifier": "http://redalertpolitics.com/files/2012/02/tdionisopoulos_avatar-400x400.jpg", "height": 400}, "url": "http://redalertpolitics.com/2014/07/27/military-prevents-troops-visiting-missouri-bible-school/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "national-guard-visit-missouri-bible-school", "published_time": "2014-07-27T17:19:14+00:00", "modified_time": "2014-07-27T17:19:14+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fca85d\"", "article_summary": "“It was more of a promotion for the military – to show the kids what the military does.”“We were told it was against military policy for National Guard troops to participate in Vacation Bible School,” continued the pastor.\n“We were going to thank them for protecting our religious liberty,” Pastor Kent Hogan told the Fox News reporter.\nIt looks like the military won’t be visiting your local church anytime soon.\nAmericans need to wake up.”The occurrence suggests that, while the conservative Supreme Court may defend religious liberty by handing down rulings like that for the Hobby Lobby case, religious liberty today remains under duress and needs to be constantly fought for.\nI have great respect for our local Missouri National Guard."}