{"article_title": "Rep. J. Paul Brown advances bill to study South Platte reservoir", "article_keywords": ["slope", "brown", "bill", "reservoir", "advances", "study", "j", "site", "water", "state", "important", "house", "folks", "paul", "platte", "rep", "south"], "article_url": "http://blogs.denverpost.com/thespot/2016/03/12/125209/125209/", "article_text": "Rep. J. Paul Brown said Friday that it’s in the entire state’s best interest to study the potential of one or more reservoirs on the Eastern Plains in the South Platte River basin to capture Colorado water before it flows away to Nebraska.\n\nThe bill passed out of the Agriculture, Livestock and Natural Resources Committee, 13-0, this week. The Republican from Ignacio saw a similar piece of legislation he sponsored get smacked down by the Democrat-led House Appropriations Committee over its $937,959 price tag. A leaner version this year comes in at $211,168. The bill now heads back to the House Appropriations Committee.\n\n“It’s just a really important issue for the whole state,” Brown said. “It’s real important that we store that water we’re entitled to instead of losing it to Nebraska. We don’t have enough water on the Western Slope to keep sending more to the Front Range.”\n\nHe said if the state continues to wait for the federal government to get started, then it’s not likely to happen.\n\nAccording to the Legislative Council staff’s analysis of the bill it provides:\n\n• estimates of the volume of water that could have been stored annually;\n\n• a listing of any property purchased for construction of the site by the federal government;\n\n• estimates of the costs to construct a reservoir; and\n\n• a cost-benefit analysis for constructing a reservoir at the site that includes issues identified in the bill.\n\nThe study would be compiled by the Colorado Water Conservation Board with help from the state engineer. They will find out how much water from the South Platte basin in excess of legal obligations to Nebraska has flowed out of state in each of the previous 20 years. The CWCB also would provide a list of locations that have been identified as possible sites for reservoir along the main stem and tributaries of the South Platte between Greeley and Julesburg.\n\n“For each listed location, the study must include information on the amount of water that could have been stored in a reservoir at the site, a list of any property that the Federal Bureau of Reclamation or another government agency has purchased for construction of the site, an estimate of the cost to construct a reservoir at the site, and a cost-benefit analysis for constructing a reservoir at the site. The board, in collaboration with the state engineer, is required to provide a report summarizing the study to the committees of reference in the House of Representatives and the Senate that have jurisdiction over natural resources matters,” the bill states.\n\nMost of the bill’s backers are Republicans, but Brown also has three Democratic co-sponsors, Reps. Jonathan Singer of Longmont, Ed Vigil of Fort Garland and Jeni Arndt of Fort Collins, three highly respected members. In the Senate, the bill is sponsored by Jerry Sonnenberg, an influential Republican from Sterling.\n\n“It’s been widely supported. There are a lot of people who like it,” House Republican leader Brian DelGrosso of Loveland, a co-sponsor, said Friday afternoon. “There are a lot of folks who realize it’s an important thing that we need this study. That’s a huge win for (Brown). We’re excited to see that, and it’s important to his folks on the West Slope.\n\n“The folks on the West Slope are tired of folks on the East Slope stealing their water. If you can store more water over here, that’s more water for those folks over on the West Slope.”", "article_metadata": {"Copyright": "Copyright © The Denver Post.", "language": "en, sv", "og": {"site_name": "The Spot", "description": "Rep. J. Paul Brown, a southwest Colorado Republican, is driving a study to examine how much of the state's water in the South Platte could be stored on lessen demand on the tapped-out Western Slope.", "title": "Rep. J. Paul Brown advances bill to study South Platte reservoir", "url": "http://blogs.denverpost.com/thespot/2016/03/12/125209/125209/", "image": "http://blogs.denverpost.com/thespot/files/2016/03/rsz_water-colorado-495x329.jpg", "type": "blog"}, "twitter": {"domain": "blogs.denverpost.com", "description": "Rep. J. Paul Brown, a southwest Colorado Republican, is driving a study to examine how much of the state's water in the South Platte could be stored on lessen demand on the tapped-out Western Slope.", "creator": "@joeybunch", "url": "http://blogs.denverpost.com/thespot/2016/03/12/125209/125209/", "image": "http://blogs.denverpost.com/thespot/files/2016/03/rsz_water-colorado-495x329.jpg", "title": "Rep. J. Paul Brown advances bill to study South Platte reservoir", "site": "@denverpost", "app": {"name": {"ipad": "Denver Post", "iphone": "Denver Post", "googleplay": "The Denver Post"}, "id": {"ipad": "id409389010", "iphone": "id375264133", "googleplay": "com.ap.denverpost"}}, "card": "summary_large_image"}, "robots": "follow, all", "fb": {"app_id": 105517551922}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"publisher": "https://www.facebook.com/denverpost"}, "distribution": "global", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Eastern Plains,J.Paul Brown,reservoirs,water,water storage,West Slope"}, "article_summary": "“The folks on the West Slope are tired of folks on the East Slope stealing their water.\nIf you can store more water over here, that’s more water for those folks over on the West Slope.”\n“There are a lot of folks who realize it’s an important thing that we need this study.\nThe study would be compiled by the Colorado Water Conservation Board with help from the state engineer.\nWe’re excited to see that, and it’s important to his folks on the West Slope."}