{"article_title": "Autistic Traits Linked To Creative Problem-Solving", "article_keywords": ["responses", "autistic", "traits", "autism", "university", "fewer", "creative", "problemsolving", "participants", "diagnosis", "study", "disorder", "linked"], "article_url": "http://www.medicaldaily.com/autistic-traits-linked-creative-problem-solving-349004", "article_text": "A Japanese child writes art as massage for light it up blue campaign for world Autism Awareness Day on April 2, 2015 in Himeji, Japan.\n\nA Japanese child writes art as massage for light it up blue campaign for world Autism Awareness Day on April 2, 2015 in Himeji, Japan. Buddhika Weerasinghe/Getty Images\n\n(Reuters Health) - People with autism may be more likely to think outside the box than people without the disorder, a British study suggests.\n\nResearchers surveyed 312 people online, asking if they had autism and assessing whether they might have some traits of the disorder even if they hadn’t been formally diagnosed with it.\n\nThey tested participants’ creativity by seeking interpretations of images designed to be seen more than one way – such as a picture that might be viewed as either a rabbit or a duck. Then they gave participants one minute to name as many uses as possible for ordinary objects like a brick or a paper clip.\n\nCompared to people without any indication of autism, the individuals who said they were diagnosed with autism and the participants without a diagnosis who exhibited many traits of the disorder generally offered fewer responses to these queries, but they also tended to have more unusual answers, the study found.\n\n“We think that perhaps the people with autistic traits use more effortful methods to produce answers to divergent thinking tasks (not based on obvious word associations or common uses for similar items) and therefore come up with fewer but better responses,” said lead author Dr. Catherine Best of the University of Stirling in the U.K., in email to Reuters Health.\n\nAround one percent of people may have autism spectrum disorder, a developmental disability that can cause significant social, communication and behavioral challenges, according to the U.S. Centers for Disease Control and Prevention. Some people with autism may be exceptionally gifted in certain ways, but people with the disorder can also be severely challenged in some aspects of life.\n\nTo explore the link between autism and creativity, Best and colleagues examined survey responses for 75 participants who reported an autism diagnosis and 237 people with no autism diagnosis. Some of those undiagnosed people did, however, display autistic traits during the study.\n\nAnd autistic traits, with or without a formal diagnosis, were linked to an ability to see more than one image in ambiguous figures, based on results of survey questions on pictures designed to look like two things at once.\n\nThe authors acknowledge in the Journal of Autism and Developmental Disorders that because they lumped together people with diagnosed autism and people without a diagnosis who displayed many traits of the disorder, they can’t say for sure whether the people with a clinical diagnosis might have disproportionately influenced the results for this group.\n\n“There is no black and white dividing line between mild autistic traits and having a label of autism, and geeks and nerds in Silicon Valley,” Temple Grandin, an autism activist and livestock researcher at Colorado State University in Fort Collins, said by email.\n\n“Mild autism can provide some intellectual advantages and severe autism is a great handicap,” said Grandin, who wasn’t involved in the study. “If all the autism traits were removed, we would lose many creative minds in music, art, math and science.”\n\nIt’s possible that some people with autism may focus intensely on their own thoughts, to the exclusion of listening to others speaking to them, and this might lead autistic people to generate less conventional thoughts and expressions, said Nira Mashal, head of the brain and language lab at Bar-Ilan University in Ramat-Gan, Israel.\n\n“The finding that people with high levels of autistic traits offer fewer responses to creative questions, but more original ideas does not surprise me,” Mashal, who wasn’t involved in the study, said by email.\n\nSOURCE: http://bit.ly/1JqnCW8 Journal of Autism and Developmental Disorders, published online August 14, 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "autistic, traits, linked, creative, problem, solving", "og": {"site_name": "Medical Daily", "description": "People with autistic traits make more of an effort to produce answers to divergent thinking tasks, coming up with fewer but better responses, new study suggests.", "title": "The Link Between Autism And Creativity", "url": "http://www.medicaldaily.com/autistic-traits-linked-creative-problem-solving-349004", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/22/autism.jpg", "type": "article"}, "twitter": {"description": "People with autistic traits make more of an effort to produce answers to divergent thinking tasks, coming up with fewer but better responses, new study suggests.", "title": "The Link Between Autism And Creativity", "url": "http://www.medicaldaily.com/autistic-traits-linked-creative-problem-solving-349004", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/22/autism.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/22/autism.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-08-22T10:16:46-04:00", "modified_time": "2015-08-22T10:16:45-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "People with autistic traits make more of an effort to produce answers to divergent thinking tasks, coming up with fewer but better responses, new study suggests."}, "article_summary": "Some of those undiagnosed people did, however, display autistic traits during the study.\n“The finding that people with high levels of autistic traits offer fewer responses to creative questions, but more original ideas does not surprise me,” Mashal, who wasn’t involved in the study, said by email.\nTo explore the link between autism and creativity, Best and colleagues examined survey responses for 75 participants who reported an autism diagnosis and 237 people with no autism diagnosis.\nAnd autistic traits, with or without a formal diagnosis, were linked to an ability to see more than one image in ambiguous figures, based on results of survey questions on pictures designed to look like two things at once.\nBuddhika Weerasinghe/Getty Images(Reuters Health) - People with autism may be more likely to think outside the box than people without the disorder, a British study suggests."}