{"article_title": "Bill Clinton: Eric Garner 'didn't deserve to die'", "article_keywords": ["clinton", "officer", "deserve", "bill", "garner", "unarmed", "street", "black", "york", "die", "didnt", "eric", "man"], "article_url": "http://www.politico.com/story/2014/12/bill-clinton-eric-garner-113595", "article_text": "Bill Clinton: Eric Garner 'didn't deserve to die'\n\nBill Clinton urged people to move beyond hard-wire racial perceptions and said that the unarmed black man killed after an apparent chokehold by police in New York City “didn’t deserve to die.”\n\nClinton made the comments in an interview with Fusion, taped during the Clinton Foundation’s “Future of the Americas” event earlier this month. The full interview will air Tuesday night, and the portion involving police relations was released Monday.\n\nStory Continued Below\n\nClinton said there are “preconceptions wired into us and we have got to get beyond them,” and added that there is a “divide that exists between the community and the police.”\n\nHe spoke specifically about Eric Garner, the unarmed black man killed in a confrontation with police. Authorities later said Garner was selling loose cigarettes on a street corner in Staten Island. The medical examiner ruled his death a homicide with underlying causes related to his obesity and general health.\n\nThe officer involved in the apparent chokehold was not indicted, sparking days of protests around New York City.\n\n“[Garner] was obviously not well, he was overweight and vulnerable therefore had lung problems, heart and lung problems,” Clinton said. “He was doing something he should not have been doing. That was illegal. He was selling untaxed cigarettes on the street in small volumes, trying to make a little extra money. But he didn’t deserve to die because of that.”\n\nClinton’s wife, Hillary Clinton, a likely 2016 presidential candidate, spoke out after the Garner indictment decision and a decision in the case of Michael Brown, the unarmed young black man shot to death by police officer Darren Wilson in Ferguson, Missouri. The officer said he was acting in self-defense and was not indicted.\n\nHillary Clinton said the nation needs to face some “hard truths” about race.", "article_metadata": {"og": {"site_name": "POLITICO", "description": "Clinton says there are “preconceptions wired into us and we have got to get beyond them,”", "title": "Bill Clinton: Eric Garner 'didn't deserve to die'", "url": "http://www.politico.com/story/2014/12/bill-clinton-eric-garner-113595.html", "image": "http://s3-origin-images.politico.com/2014/12/15/141215_bill_clinton_ap_629.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "New York City,Eric Garner,Clinton Foundation,NYPD,Police,Bill Clinton", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "Clinton says there are “preconceptions wired into us and we have got to get beyond them,”", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Bill Clinton: Eric Garner 'didn't deserve to die'Bill Clinton urged people to move beyond hard-wire racial perceptions and said that the unarmed black man killed after an apparent chokehold by police in New York City “didn’t deserve to die.”Clinton made the comments in an interview with Fusion, taped during the Clinton Foundation’s “Future of the Americas” event earlier this month.\n“[Garner] was obviously not well, he was overweight and vulnerable therefore had lung problems, heart and lung problems,” Clinton said.\nAuthorities later said Garner was selling loose cigarettes on a street corner in Staten Island.\nHillary Clinton said the nation needs to face some “hard truths” about race.\nBut he didn’t deserve to die because of that.”Clinton’s wife, Hillary Clinton, a likely 2016 presidential candidate, spoke out after the Garner indictment decision and a decision in the case of Michael Brown, the unarmed young black man shot to death by police officer Darren Wilson in Ferguson, Missouri."}