{"article_title": "Police forums falling short", "article_keywords": ["short", "forum", "thursdays", "west", "officers", "community", "louisville", "elijah", "trees", "robertson", "falling", "forums", "events"], "article_url": "http://www.courier-journal.com/story/news/local/2015/06/19/community-leaders-police-forums-falling-short/29019525/", "article_text": "Buy Photo Elijah Thomas, left, a resident of the California neighborhood, listens to Officer Kevin Trees with the Louisville Metro Police Department following his question during a community forum at the California Neighborhood Community Center, Thursday, June 18, 2015. (Photo: Timothy D. Easley/Special to the C-J)Buy Photo Story Highlights What: Community Forum to address the police shooting of Deng Manyoun\n\nWhen: 5:30 p.m. Monday\n\nWhere: Fourth Street United Methodist Church, 318 West St. Catherine St.\n\nInformation: Councilman David James, 574-1106\n\nLouisville Metro Police officers and area youths held a frank conversation Thursday at the California Community Center following a recent police shooting.\n\nIt was the first police-sponsored forum with residents since the shooting of Sudanese refugee Deng Manyoun by an officer in Old Louisville on June 13.\n\nOfficers from the 1st Division took turns coming up to the microphone to speak briefly about their lives and attempt to find common ground with the mostly black audience of children and teenagers, who asked the officers few questions.\n\nCommunity leaders say that was typical, and such events fail to make any meaningful connections because they are superficial.\n\nEl-Ptah Ra, director of the civic organization MEET Inc., said part of the problem is that the people who show up are afraid to criticize and question law enforcement for fear of reprisal.\n\n\"Those people aren't saying what they really want to say to the police,\" he said. \"Why? Because they don't feel comfortable … it's fear.\"\n\nCommunity leaders and police officials also said the events — designed to open dialogue before divisive events occur — have not received the attendance or the attention either side wants.\n\nElijah Thomas, 17, of Louisville, said he felt like he had to hold his tongue at Thursday's meeting. \"They just said a bunch of stuff but they never really answered my questions,\" he said.\n\nThe officers also were asking the community to \"keep it real,\" hours after police union President Dave Mutchler released a controversial letter critical of \"sensationalists, liars and race-baiters.\"\n\nLt. Jessie Browning, who works in the police Community Relations Unit, said the events draw \"a bigger response when it is reactive to an event or the release of some information.\"\n\n\"Then it's not so much a conversation as it is us defending and trying to offer explanations in our defense.\"\n\nBen Johnson, the assistant director of recreation for Louisville Metro Government, said he organized Thursday's event to help. \"I told the chief I wanted to be proactive and get in front of some of the things we see in other cities that we don't want here,\" he said.\n\nRecently, police have begun reaching out to specific segments of the city's population with events such as the LGBT Citizens Police Academy and Youth Chats with LMPD, which are hosted in specific divisions.\n\nRa said the people who have problems with police officers — the people the police are hoping to reach — hardly ever show up to the forums.\n\nAt Thursday's forum, Elijah asked officers if police are screened for racial bias before they are hired. The officers replied by asking what he meant.\n\n\"When you all are out on duty, are there certain people you all stereotype against,\" Elijah replied. \"Like you look at this dude and you assume he's trouble because he looks a certain way?\"\n\nOfficer Kevin Trees promised he does not stereotype people based on race.\n\nBut Elijah said he found Trees' comments — which included saying he listened to rapper DMX to learn western Louisville slang — to be patronizing.\n\nNeal Robertson of the West Louisville Urban Coalition said that he has seen some success at forums he has organized.\n\nAn independently organized forum at the Muhammed Ali Center held June 12 — the day before Manyoun was shot — brought in approximately 40 people from the community to meet with Chief Steve Conrad and others from the department.\n\nThe difference, Robertson said, was that community leaders put on the event and invited the police.\n\nIf the police want to get the right people out to these forums, Robertson said, they need to look for more community partners and not host the events themselves.\n\nJoin the conversation and like The C-J's Facebook page\n\nOtherwise, people won't show up, he said. \"We see things through different eyes and people on the West End don't look up to police like people on the East End do, so they won't just go wherever the police tell them to go for these meetings.\"\n\nRather than police efforts to increase the number of forums and events, Robertson said money should be spent to empower groups that can set up meetings between police and the community.\n\nBridging the gap, he said, is going to take time, but creating more positive police interaction with the people who need it can do that.\n\n\"We have to take some initiative to get to know one another and understand one another, because right now we are not,\" he said. \"We want the same thing, but we are separate from one another and that separates the community.\"\n\nReporter Roberto Roldan can be reached at (502) 582-4649. Follow him on Twitter at @ByRobertoR\n\nFace-to-Face Community Forum\n\nWhat: Forum to address the police shooting of Deng Manyoun\n\nWhen: 5:30 p.m. Monday\n\nWhere: Fourth Street United Methodist Church, 318 West St. Catherine St.\n\nInformation: Councilman David James, 574-1106\n\nRead or Share this story: http://cjky.it/1LkM0Ko", "article_metadata": {"google": "notranslate", "description": "Community leaders say events fail to make meaningful connections despite intent", "og": {"site_name": "The Courier-Journal", "description": "Community leaders say events fail to make meaningful connections despite intent", "title": "Community leaders: Police forums falling short", "url": "http://www.courier-journal.com/story/news/local/2015/06/19/community-leaders-police-forums-falling-short/29019525/", "image": "http://www.gannett-cdn.com/GDContent/applogos/courier-journal.png", "type": "article"}, "twitter": {"description": "Community leaders say events fail to make meaningful connections despite intent", "creator": "@courierjournal", "image": "http://www.gannett-cdn.com/-mm-/35aa34f432ac74ead1e518be972f9e6017852097/c=361-0-2639-2278&r=x643&c=640x640/local/-/media/2015/06/19/Louisville/B9317755281Z.1_20150619213158_000_GG7B4D4FA.1-0.jpg", "title": "Community leaders: Police forums falling short", "site": "@courierjournal", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600030236", "fb": {"app_id": 128534137209813}, "cXenseParse": {"gci-topic": "Persons/DMX", "gci-asset-type": "story", "gci-categories": "Persons/DMX", "title": "Community leaders: Police forums falling short", "author": "Roberto Roldan", "pageclass": "article", "recs": {"category": "news/local", "image-3-4": "http://www.gannett-cdn.com/-mm-/8e94d3e2efd586a61bec40385710bec8fc9d21b5/c=646-0-2354-2278/local/-/media/2015/06/19/Louisville/B9317755281Z.1_20150619213158_000_GG7B4D4FA.1-0.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/9525c918a1b510e3ecc856235c18469e5ed6f3ef/c=361-0-2639-2278/local/-/media/2015/06/19/Louisville/B9317755281Z.1_20150619213158_000_GG7B4D4FA.1-0.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/9879be4a285d53dd34f2f0c7b9c873ff1a962393/c=0-14-3000-2264/local/-/media/2015/06/19/Louisville/B9317755281Z.1_20150619213158_000_GG7B4D4FA.1-0.jpg", "image": "http://www.gannett-cdn.com/-mm-/28b7b03c2fef5122f03854e2c0093a2cfc9865d1/c=0-295-3000-1983&r=x633&c=1200x630/local/-/media/2015/06/19/Louisville/B9317755281Z.1_20150619213158_000_GG7B4D4FA.1-0.jpg", "publishtime": "2015-06-23T12:24:41.197000-04:00", "shorthed": "Police forums falling short, residents say", "articleid": 29019525, "image-16-9": "http://www.gannett-cdn.com/-mm-/e90e000bb33059a89577ef98e14ac04c038be2f8/c=0-295-3000-1983/local/-/media/2015/06/19/Louisville/B9317755281Z.1_20150619213158_000_GG7B4D4FA.1-0.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/db3d976a889973a71d26b5326f6119b2cf41fed5/c=860-0-2141-2278/local/-/media/2015/06/19/Louisville/B9317755281Z.1_20150619213158_000_GG7B4D4FA.1-0.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "Neal Robertson of the West Louisville Urban Coalition said that he has seen some success at forums he has organized.\nAt Thursday's forum, Elijah asked officers if police are screened for racial bias before they are hired.\nRather than police efforts to increase the number of forums and events, Robertson said money should be spent to empower groups that can set up meetings between police and the community.\nRa said the people who have problems with police officers — the people the police are hoping to reach — hardly ever show up to the forums.\nCommunity leaders say that was typical, and such events fail to make any meaningful connections because they are superficial."}