{"article_title": "Marco Rubio Campaigning On Provision In Gang of Eight Bill", "article_keywords": ["president", "marco", "illegal", "border", "bill", "immigration", "rubio", "gang", "sen", "campaigning", "proposal", "provision", "security"], "article_url": "http://www.breitbart.com/big-government/2016/01/11/marco-rubio-now-openly-campaigning-in-favor-of-gang-of-eight-bill/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nMarco Rubio is reaffirming his support for part of his 2013 Gang of Eight bill by touting its alleged security provisions.\n\n“I continue to support and have supported and sponsored the largest border surge in American history,” Rubio told ABC’s George Stephanopoulos– referring to the security provisions crafted by him, Chuck Schumer, Bob Corker and John Hoeven in the Gang of Eight bill. Rubio repeated the Gang of Eight’s talking points, declaring that his 2013 proposal would provide “20,000 new border agents, 700 miles of fencing and walls, a mandatory e-verify system, entry-exit tracking system to prevent visa overstays.”\n\nSIGN UP FOR OUR NEWSLETTER\n\nWhat Rubio failed to mention about the Obama-backed proposal is that it provided an instantaneous amnesty for illegal immigrants, a fact he himself admitted at the time during a Spanish-language interview with Univision. As Chuck Schumer explained at the time, the bill would grant amnesty to the illegal population “on day one” before the border was secured: “On day one of our bill, the people without status [illegal immigrants]…will be able to live and work here legally,” Schumer said. In November of 2015, Chuck Schumer reaffirmed that Rubio was instrumental in crafting the bill’s amnesty provisions: “He understood it, he molded it… he was all for it.”\n\nMoreover, analysis released by Sen. Sessions office at the time of the legislation’s passage, debunks the talking points Rubio continues to use today about the proposal. Sessions’ analysis explains that that the Schumer-Rubio-Corker-Hoeven proposal: “guts legal requirement for biometric exit-entry system… [and has] no fence requirement. DHS retains discretion in the bill that preempts the call for a fence in ten years. Litigation also provides an escape hatch to never build the fence. The fence won’t happen.”\n\nIn a separate analysis, Sessions’ office explained that bill would also delay the deployment of additional border agents: “The Secretary doesn’t even have to start hiring new border patrol agents until 2017, and the amendment only gives her until 2021 to increase the number by 20,000. According to the National Association of Former Border Patrol Agents, this hiring process could take up to 20 years. Much like the 2006 law requiring a 700-mile border fence, it’s never going to be happen.”\n\nThe pro-security immigration control group NumbersUSA wrote, “The “amendment – like the larger bill – is a fraud, sold by the authors with falsehoods so these Senators might give their corporate donors the flood of labor they crave.”\n\nIndeed, Rubio’s claim about his security bill have long been debunked.\n\nAs President of the Immigration Customs and Enforcement (ICE) council Chris Crane wrote at the time: “the 1,200 page substitute bill before the Senate will provide instant legalization and a path to citizenship to gang members and other dangerous criminal aliens, and handcuff ICE officers from enforcing immigration laws in the future. It provides no means of effectively enforcing visa overstays which account for almost half of the nation’s illegal immigration crisis.”\n\nCrane called Sen. Rubio out by name writing, “Senator Rubio, who promised ICE officers and Sheriffs that he would take steps to repair the bill’s provisions that gut interior enforcement, has abandoned that commitment. He directly misled law enforcement officers.”\n\n“Senator Rubio left unchanged legislative provisions that he himself admitted to us in private were detrimental, flawed and must be changed. Legislation written behind closed doors by handpicked special interest groups which put their political agendas and financial gains before sound and effective law and the welfare and safety of the American public,” Crane wrote.\n\nSimilarly, then-President of the USCIS council Ken Palinkas declared, “The Corker-Hoeven substitute proposal, like the original proposal, will lead to the rubber stamping of millions of applications for both amnesty and future admissions,” he said. ”This bill rewards immigrants who break the law, more so than the prior bill proposed by the Gang of Eight.”\n\nPalinkas warned that Rubio’s revised bill would “exacerbate USCIS concerns about threats to national security and public safety,” and that Rubio’s legislation, “was deliberately designed to undermine the integrity of our lawful immigration system.”\n\nIn a joint statement urging Congress to oppose the bill, Palinkas and Crane wrote:\n\nThe Schumer-Rubio-Corker-Hoeven proposal will make Americans less safe and it will ensure more illegal immigration–especially visa overstays–in the future. It provides legalization for thousands of dangerous criminals while making it more difficult for our officers to identity public safety and national security threats. The legislation was guided from the beginning by anti-enforcement special interests and, should it become law, will have the desired effect of these groups: blocking immigration enforcement… This is an anti-public safety bill and an anti-law enforcement bill.\n\nRubio’s decision to continue touting the discredited security provisions in Reid-Schumer-Obama embraced Gang of Eight bill suggests that Rubio remains confident that major media outlets will not challenge him on the details of that legislation. It also lends credence to Sen. Sessions’ recent warning that the Gang of Eight is gearing up for another push to jam an immigration bill through Congress in 2017. Sessions declared:\n\nThey are not through. They are determined. They’ve got money, interest groups, power, media that support this agenda and the next president who gets elected is going to determine what kind of immigration system we have… this election is going to decide– did the crowd who pushed that bill, are they in the White House? And will they be able to continue their agenda? Or will somebody else be there who will say, “no.”\n\nThis, however, is not the first time Sen. Rubio has chosen to campaign on his controversial immigration agenda, which conservative icon Phyllis Schlafly has described as “anti-American” and “dangerous.”\n\nIndeed, while on the campaign trail, Rubio has been open in expressing his support for granting citizenship and welfare for illegal immigrants– a position also supported by Democratic front-runner Hillary Clinton. Sen. Rubio has pushed for other Obama priorities as well. For instance, Rubio described President Obama’s controversial Trans-Pacific Partnership (TPP) agreement as the “second pillar” of a President Rubio three pillar foreign policy agenda. Sen. Rubio also provided the 60th vote to fast-track the TPP before a page of it was made public. Sen Rubio similarly backed Obama’s military intervention in Libya. As the Washington Examiner wrote at the time, “Rubio takes the lead to support Obama’s war in Libya”.\n\nRubio’s campaigning openly in favor of President Obama’s agenda items– such as citizenship for illegal aliens and the Gang of Eight bill– represents a novel campaign strategy.\n\nBy contrast, when Mitt Romney ran to be the Party’s nominee– although he had been criticized for enacting his state-level health care plan dubbed RomneyCare– he was unequivocal in saying that he opposed Obamacare, would repeal the law, and campaigned aggressively against it. The appropriate analogy to Rubio’s current strategy in favor of Obama’s immigration agenda would be if Mitt Romney said that, as President, he would protect and expand Obamacare. While this is the opposite of how Romney campaigned, it is exactly what Rubio seems to be doing– making clear that if elected President, he would finish what Obama could not accomplish: namely, ensuring that illegal aliens are able to become voting citizens and are thus able to bring in their foreign relatives to vote in U.S. elections as well.\n\nThursday’s debate will take place in South Carolina. In the last Senate race, South Carolina elected Lindsey Graham to the Senate, who co-authored Rubio’s immigration bill. That legislation would issue nearly 50 green cards for every one GOP voter who cast a ballot in the last statewide election; in other words, nullifying completely the electoral impact of South Carolina Republicans.", "article_metadata": {"description": "Marco Rubio Campaigning On Provision In Gang of Eight Bill", "og": {"site_name": "Breitbart", "description": "Marco Rubio Campaigning On Provision In Gang of Eight Bill", "title": "Marco Rubio Campaigning On Provision In Gang of Eight Bill - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/12/Rubio-NH.jpg", "height": 480}, "updated_time": "2016-01-11T13:04:37-07:00", "url": "http://www.breitbart.com/big-government/2016/01/11/marco-rubio-now-openly-campaigning-in-favor-of-gang-of-eight-bill/", "type": "article"}, "twitter": {"description": "Marco Rubio Campaigning On Provision In Gang of Eight Bill", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/12/Rubio-NH.jpg", "title": "Marco Rubio Campaigning On Provision In Gang of Eight Bill - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": ",2016 Presidential Race, Big Government, Immigration,Rubio", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "2016 Presidential Race", "published_time": "2016-01-11T13:04:06-07:00", "categories": "Big Government,Immigration,2016 Presidential Race", "modified_time": "2016-01-11T13:04:37-07:00"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "For instance, Rubio described President Obama’s controversial Trans-Pacific Partnership (TPP) agreement as the “second pillar” of a President Rubio three pillar foreign policy agenda.\nIn the last Senate race, South Carolina elected Lindsey Graham to the Senate, who co-authored Rubio’s immigration bill.\nSen. Rubio also provided the 60th vote to fast-track the TPP before a page of it was made public.\nSIGN UP FOR OUR NEWSLETTERMarco Rubio is reaffirming his support for part of his 2013 Gang of Eight bill by touting its alleged security provisions.\nSen. Rubio has pushed for other Obama priorities as well."}