{"article_title": "There is risk in playing it safe", "article_keywords": ["life", "magic", "risk", "power", "merger", "average", "safe", "business", "boldness", "premium", "playing", "plans"], "article_url": "http://www.usatoday.com/story/money/columnist/strauss/2014/03/02/playing-it-safe-isnt-the-way-to-go/5927535/", "article_text": "You need to hedge your bets sometimes but there are times that you have to swing for the fences.\n\nRembrandt van Rijn, 'Writer by Candelight'(1635) appeared in the exhibition 'Goethe en Rembrandt' in Amsterdam. (Photo: Museum Het Rembrandthuis) Story Highlights Risk is part of the game, a good and a fun part\n\nNot only is risk required to succeed in business (and life), but so, too, is commitment and boldness\n\nGoethe: Boldness has genius, magic and power in it\n\nQ: Hi, Steve. I take issue with your recent column about minimizing risk. I get it, no one likes risk, but I have found that in my entrepreneurial work, playing it safe usually doesn't serve me too well. Sometimes you gotta go for it, bro! -- Justin\n\nA: You are preaching to the choir, bro!\n\nYes, in that column I did say that you have to hedge your bets sometimes and take smart, calculated risks (just ask Raymond Tusk), but it is equally true that there are times that you have to swing for the fences.\n\nOne of my first memories of my sweet dad (Yes, he makes an appearance in my column yet again!) was when he told me that an entrepreneur is \"a person who is willing to take a risk with money to make money.\"\n\nRisk is part of the game, a good and a fun part, and it reminds me of one of my favorite quotes. It is often attributed to Goethe and W.H. Murray in the 1951 book, The Scottish Himalayan Expedition. This attribution may or may not be accurate (I have yet to figure that out), but it does not diminish the power of the quote. It goes like this:\n\nUntil one is committed, there is a hesitancy, the chance to draw back; always ineffectiveness. Concerning all acts of initiative (and creation) there is one elementary truth . . . that the moment one definitely commits oneself, then providence moves too . . . A whole stream of events issues from the decision, raising in one's favor all manner of unforeseen incidents and meetings and material assistance, which no man would have dreamed would come his way.\n\nI have learned a deep respect for one of Goethe's couplets:\n\n'Whatever you can do, or dream you can, begin it!\n\nBoldness has genius, magic and power in it.'\n\nSo, not only is risk required to succeed in business (and life), but so, too, is commitment and boldness. Babe Ruth was not only the home run king; he was long the strikeout king too.\n\nNo, swinging for the fences doesn't always work.\n\nConsider the merger of Time Warner and AOL back in the late '90s. The largest merger ever -- still -- at $164 billion, the merger was supposed to bring together old and new media to form a sort of uber-business. But the best laid plans of mice and men often go awry, and the merger is now considered one of the biggest boondoggles in corporate history.\n\nBut history is also replete with balls knocked out of the park and by entrepreneurial players no one had ever heard of before:\n\n• Walt Disney had his first beloved character, Oswald the Lucky Rabbit, stolen from him and Disney had to declare bankruptcy. Nevertheless, he was bold and brave enough to try again. Walt drew a mouse, named it Mickey, started Disney Studios and never looked back.\n\n• Jeff Bezos had a cushy job making big bucks on Wall Street when he discovered that the Internet in 1992 was growing at 2,300% a year. Apparently he, too, knew that boldness is a requirement of the game: He quit his job, his wife McKenzie drove them West to Seattle while he pounded out a business plan on a laptop and they started the first ever store on the Internet, a little something called Amazon.com.\n\n• Richard Branson, the entrepreneur's entrepreneur, once said, \"My interest in life comes from setting myself huge, apparently unachievable challenges and trying to rise above them.\" If ever there was a person who gets that there is a time to be bold, to make a commitment, it is Branson. Starting with Virgin Music and branching out into practically everything (\"If I was a businessman, or saw myself as a businessman, I would have never gone into the airline business\"), the Virgin Group now boasts about two dozen businesses, including a comic book division.\n\nSo yes, business and life require a balance. Sometimes they require prudence, and sometimes you just have to go for it. When is the right time for each? Who knows?\n\nBut I do know this: Do not be afraid to be bold, for boldness has genius, magic and power in it.\n\nToday's tip: Ehealth (a company I do some work with) has a very cool new healthcare tool that they just launched. The eHealth Price Index, it is the first and only tool of its kind that tracks, on a daily basis, the average monthly cost of health insurance for plans submitted nationwide through eHealth.\n\nFor example, as of February 2014, the average premium for an individual health plan selected through eHealth without a subsidy was $274 per month, a 39% increase from pre-Obamacare coverage days. The most recent average premium for plans without a subsidy chosen by families was $663 per month, a 56% increase over the average family premium in February, 2013.\n\nSteve Strauss is a lawyer specializing in small business and entrepreneurship. Email him at sstrauss@mrallbiz.com. His website is TheSelfEmployed.\n\nRead or Share this story: http://usat.ly/1hSveAz", "article_metadata": {"google": "notranslate", "description": "Q: Hi Steve. I really enjoy your column and find your advice to be usually spot-on. But I take issue with your recent column about minimizing risk. I get it, no one likes risk, but I have found that in my", "og": {"site_name": "USA TODAY", "description": "Q: Hi Steve. I really enjoy your column and find your advice to be usually spot-on. But I take issue with your recent column about minimizing risk. I get it, no one likes risk, but I have found that in my", "title": "Entrepreneurs: There is risk in playing it safe", "url": "http://www.usatoday.com/story/money/columnist/strauss/2014/03/02/playing-it-safe-isnt-the-way-to-go/5927535/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Q: Hi Steve. I really enjoy your column and find your advice to be usually spot-on. But I take issue with your recent column about minimizing risk. I get it, no one likes risk, but I have found that in my", "title": "Entrepreneurs: There is risk in playing it safe", "image": "http://www.gannett-cdn.com/-mm-/3b7ac24fc00745154cafffb3326e441bdace9cde/c=0-0-1645-1649&r=x643&c=640x640/local/-/media/USATODAY/USATODAY/2014/03/01//1393708946000-XXX-INT-ARTS-CALENDAR-02.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Subjects/Ask an Expert: Steve Strauss", "gci-asset-type": "story", "gci-categories": "Subjects/Ask an Expert: Steve Strauss", "title": "Entrepreneurs: There is risk in playing it safe", "author": "Steve Strauss", "pageclass": "article", "recs": {"category": "money/columnist/strauss", "image-3-4": "http://www.gannett-cdn.com/-mm-/9a437d318518e33772743ef4affa44dcfca9b7a2/c=120-0-1401-1709/local/-/media/USATODAY/USATODAY/2014/03/01//1393708946000-XXX-INT-ARTS-CALENDAR-02.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/3d1a3f00aeffe1653f8c5b7d7171cc9af26220a1/c=0-0-1645-1649/local/-/media/USATODAY/USATODAY/2014/03/01//1393708946000-XXX-INT-ARTS-CALENDAR-02.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/3560fc734331639eb02a9d7d057804b58dfb61e6/c=0-9-1645-1248/local/-/media/USATODAY/USATODAY/2014/03/01//1393708946000-XXX-INT-ARTS-CALENDAR-02.jpg", "image": "http://www.gannett-cdn.com/-mm-/a9b2df809010935832daf3b7e1717bb13099cc22/c=0-13-1645-944&r=x633&c=1200x630/local/-/media/USATODAY/USATODAY/2014/03/01//1393708946000-XXX-INT-ARTS-CALENDAR-02.jpg", "publishtime": "2014-03-02T08:30:17.463000-05:00", "shorthed": "Entrepreneurs: Don't play it safe", "articleid": 5927535, "image-16-9": "http://www.gannett-cdn.com/-mm-/f237fb4c38d269b67bd4fce30c7a6c9c61df85ca/c=0-13-1645-944/local/-/media/USATODAY/USATODAY/2014/03/01//1393708946000-XXX-INT-ARTS-CALENDAR-02.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/e4fe258cb5b07c6e977d2f46494bbc54eea13f30/c=286-0-1243-1709/local/-/media/USATODAY/USATODAY/2014/03/01//1393708946000-XXX-INT-ARTS-CALENDAR-02.jpg"}}, "news_keywords": "steve strauss, ask an expert, entrepreneur, small business, goethe, richard branson, walt disney, jeff bezos, w.h. murray, ehealth price index, risk,"}, "_id": "\"57477af46914bd0286fd91a7\"", "article_summary": "I get it, no one likes risk, but I have found that in my entrepreneurial work, playing it safe usually doesn't serve me too well.\nSo, not only is risk required to succeed in business (and life), but so, too, is commitment and boldness.\nThe most recent average premium for plans without a subsidy chosen by families was $663 per month, a 56% increase over the average family premium in February, 2013.\nRisk is part of the game, a good and a fun part, and it reminds me of one of my favorite quotes.\nwas when he told me that an entrepreneur is \"a person who is willing to take a risk with money to make money.\""}