{"article_title": "Carriage Dispute May Result in Oscars Blackout for Some Cox Customers", "article_keywords": ["customers", "nexstar", "consumers", "cox", "bowl", "agreement", "month", "oscars", "carriage", "vegas", "result", "reach", "blackout", "super", "dispute"], "article_url": "http://www.hollywoodreporter.com/news/carriage-dispute-may-result-oscars-861483", "article_text": "Three days ago, Cox and Nexstar said they failed to reach an agreement on an increased distribution fee.\n\nA consumer watchdog group on Tuesday warned thousands of consumers that they could miss the Super Bowl and the Oscars due to Nexstar Broadcasting's dispute with Cox Communications.\n\nThree days ago, Cox and Nexstar said they failed to reach an agreement on an increased distribution fee and consumers in nine markets lost access to their local affiliates, including CBS in Las Vegas as well as ABC, Fox and NBC elsewhere.\n\nThe Super Bowl is Sunday on CBS, and the Oscars are set for Feb. 28 on ABC.\n\nIn a statement mailed to journalists on Tuesday, the American Television Alliance slammed Nexstar \"for its brazen blackout of consumers.\"\n\n\"They're using the Super Bowl to hold consumers hostage in Las Vegas and we wouldn't be surprised if the Oscars are threatened later this month,\" said Trent Duffy, the group's national spokesman.\n\n\"That would be an unfortunate outcome of Cox's reluctance to come to an agreement,\" a Nexstar spokesperson said when asked if customers in Las Vegas might miss the Super Bowl broadcast. \"For the sake of the viewers, we are hopeful that an agreement is reached prior to Sunday.\"\n\nAccording to the ATVA, there have been 26 blackouts already in 2016 after a record 193 in 2015.\n\nWhen blackouts end, consumers get their programing back, but at a higher cost, according to the ATVA. \"It is ultimately Congress' job to fix this problem,\" said Duffy.\n\nMeanwhile, Nexstar and Cox have been going back and forth with dueling statements to the press.\n\nNexstar has been making the case that broadcast stations generate approximately 35 percent of household viewing but receive only about 12 percent of the distribution revenue from cable providers.\n\n\"Inexplicably, Cox (through charges to its subscribers) pays the Walt Disney Co. nearly $8 per household per month for carriage of ESPN and Turner Broadcasting more than $1.65 per household per month for TNT,\" Nexstar said in a press release.\n\nNexstar isn't saying what Cox has been paying it and what it would like to be paid, though observers speculate that Nexstar is looking for its rate to double, from roughly $1 a month per subscriber previously to about $2 going forward. Cox, though, has said that Nexstar is looking for a threefold increase.\n\n\"Cox's efforts to reach a fair and reasonable agreement with Nexstar will continue so that we may restore these stations as quickly as possible,\" a Cox spokesperson said Tuesday.\n\nEmail: Paul.Bond@THR.com", "article_metadata": {"sailthru.author": "Paul Bond", "description": "Three days ago, Cox and Nexstar said they failed to reach an agreement on an increased distribution fee.", "og": {"site_name": "The Hollywood Reporter", "description": "Three days ago, Cox and Nexstar said they failed to reach an agreement on an increased distribution fee.", "title": "Carriage Dispute May Result in Oscars Blackout for Some Cox Customers", "url": "http://www.hollywoodreporter.com/news/carriage-dispute-may-result-oscars-861483", "image": {"width": 648, "identifier": "//cdn2.thr.com/sites/default/files/2012/10/academy_awards.jpg", "type": "image/jpeg", "height": 365}, "type": "website"}, "sailthru.date": "2016-02-02 15:41:19", "sailthru.title": "Carriage Dispute May Result in Oscars Blackout for Some Cox Customers", "fb": {"admins": 3111204}, "sailthru.vertical": "The Business", "sailthru.tags": "Television,Business,Oscars,Super Bowl", "sailthru.description": "Three days ago, Cox and Nexstar said they failed to reach an agreement on an increased distribution fee.", "viewport": "width=device-width"}, "article_summary": "A consumer watchdog group on Tuesday warned thousands of consumers that they could miss the Super Bowl and the Oscars due to Nexstar Broadcasting's dispute with Cox Communications.\nThe Super Bowl is Sunday on CBS, and the Oscars are set for Feb. 28 on ABC.\nThree days ago, Cox and Nexstar said they failed to reach an agreement on an increased distribution fee.\nIn a statement mailed to journalists on Tuesday, the American Television Alliance slammed Nexstar \"for its brazen blackout of consumers.\"\nMeanwhile, Nexstar and Cox have been going back and forth with dueling statements to the press."}