{"article_title": "El Paso Children's Hospital CEO Ray Dziesinski resigns", "article_keywords": ["el", "financial", "childrens", "ceo", "hospital", "paso", "resigns", "dziesinski", "officials", "officer", "umc", "hospitals", "ray"], "article_url": "http://insurancenewsnet.com/oarticle/El-Paso-Childrens-Hospital-CEO-Ray-Dziesinski-resigns-a-544510", "article_text": "By Daniel Borunda, El Paso Times, Texas McClatchy-Tribune Information Services\n\nAug. 16 --The chief executive officer of the El Paso Children's Hospital , which is in the middle of a financial dispute with the University Medical Center of El Paso , is stepping down, a hospital spokeswoman said Friday.\n\nRay Dziesinski will take another job to be closer to family in Nashville , hospital spokeswoman Susie Byrd said.\n\nIn April, Dziesinski was hired on a six-month contract and he will stay for another 30 to 45 days to help with the transition of whoever is selected as the next CEO, Byrd said.\n\nDziesinski was previously the hospital's chief financial officer until he replaced former CEO Lawrence G. Duncan when Duncan resigned after less than four years as the hospital's first top executive.\n\nBefore joining El Paso Children's Hospital , Dziesinski was senior vice president and chief treasury officer of Children's Medical Center in Dallas from 2007 to 2013.\n\n\"Obviously, it's unfortunate and disappointing,\" El Paso County Judge Veronica Escobar said. \"But the good news is the hospital is far more than just one man. It's the board, the great doctors and nurses and staff and parents and patients devoted to that organization.\"\n\nThe 10-story, 122-bed hospital opened in February 2012 .\n\nUMC officials have said that the children's hospital owes it more than $70 million and that UMC provides the children's hospital with $30 million in services. The amount is in dispute and the topic of negotiations. Children's hospital officials have said they owe about half of what UMC is claiming.\n\nThe children's hospital has admitted more than 3,000 patients and has had about 30,000 outpatient visits since October, officials have said.\n\nIn 2007, El Paso voters approved a $120 million bond issue to build the separately licensed children's hospital. It leases space for its facility from UMC, and also has contracts with UMC for shared services. The hospital was supposed to be self-sufficient, paying rent to UMC.\n\nHospital officials have said that the hospital encountered unforeseen changes and problems that included a reduction in Medicaid reimbursements for children's hospitals, Texas Gov. Rick Perry's rejection of federal Medicaid expansion benefits for the state and delays in collecting insurance reimbursements.\n\nJim Valenti , chief executive officer of UMC, said that Dziesinski's departure will not impact negotiations between the hospitals.\n\n\"I do know that we are working with both boards, the children's hospital board and the UMC board,\" Valenti said. \"We are working together to find solutions.\"\n\nIn June, Dziesinski said that the children's hospital was not failing despite its financial difficulties.\n\nEscobar said that the hospital's financial issues did not appear to be the reason Dziesinski resigned and that his departure appeared to be personal decision.\n\nThe boards of both hospitals are working to solve the dispute and there is a \"renewed commitment by UMC to ensuring Children's success,\" she said.\n\nDaniel Borunda may be reached at 546-6102.\n\n___\n\n(c)2014 the El Paso Times (El Paso, Texas)\n\nVisit the El Paso Times (El Paso, Texas) at www.elpasotimes.com\n\nDistributed by MCT Information Services\n\nWordcount: 494\n\n[jetpack-related-posts]", "article_metadata": {"description": "Aug. 16-- The chief executive officer of the El Paso Children's Hospital, which is in the middle of a financial dispute with the University Medical Center of El Paso, is stepping down, a hospital spokeswoman said Friday. Ray Dziesinski will take another job to be closer to family in Nashville, hospital spokeswoman Susie Byrd said. Before joining El Paso Children's...", "og": {"site_name": "InsuranceNewsNet", "description": "Aug. 16-- The chief executive officer of the El Paso Children's Hospital, which is in the middle of a financial dispute with the University Medical Center of El Paso, is stepping down, a hospital spokeswoman said Friday. Ray Dziesinski will take another job to be closer to family in Nashville, hospital spokeswoman Susie Byrd said. Before joining El Paso Children's...", "title": "El Paso Children's Hospital CEO Ray Dziesinski resigns - InsuranceNewsNet", "url": "http://insurancenewsnet.com/oarticle/El-Paso-Childrens-Hospital-CEO-Ray-Dziesinski-resigns-a-544510", "updated_time": "2014-08-16T10:03:08+00:00", "locale": "en_US", "type": "article"}, "twitter": {"title": "El Paso Children's Hospital CEO Ray Dziesinski resigns - InsuranceNewsNet", "description": "Aug. 16-- The chief executive officer of the El Paso Children's Hospital, which is in the middle of a financial dispute with the University Medical Center of El Paso, is stepping down, a hospital spokeswoman said Friday. Ray Dziesinski will take another job to be closer to family in Nashville, hospital spokeswoman Susie Byrd said. Before joining El Paso Children's...", "card": "summary", "site": "@insnewsnet"}, "robots": "noodp", "DC.date.issued": "2014-08-16T10:03:08-04:00", "yandex-verification": "4b822c768d77b153", "google-site-verification": "tjN7Q5WvF9Qfl-Gnlk5Dtbk78wjlFGdQX6Ab6EbzPFw", "keywords": "insurance news, life and health, annuity news, financial news, newswires, children s medical center corporation, daniel borunda, el paso children s hospital, jim valenti, lawrence g. duncan, medicaid, ray dziesinski, rick perry s, susie byrd, university medical center of el paso, veronica escobar", "article": {"publisher": "https://www.facebook.com/insnewsnet", "published_time": "2014-08-16T10:03:08+00:00", "author": "http://insurancenewsnet.com/author/user", "section": "Newswires", "modified_time": "2014-08-16T10:03:08+00:00", "tag": "Veronica Escobar"}, "'yandex-verification'": "'4b822c768d77b153'", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd91b0\"", "article_summary": "___(c)2014 the El Paso Times (El Paso, Texas)Visit the El Paso Times (El Paso, Texas) at www.elpasotimes.comDistributed by MCT Information ServicesWordcount: 494[jetpack-related-posts]\nBefore joining El Paso Children's Hospital , Dziesinski was senior vice president and chief treasury officer of Children's Medical Center in Dallas from 2007 to 2013.\nUMC officials have said that the children's hospital owes it more than $70 million and that UMC provides the children's hospital with $30 million in services.\nBy Daniel Borunda, El Paso Times, Texas McClatchy-Tribune Information ServicesAug. 16 --The chief executive officer of the El Paso Children's Hospital , which is in the middle of a financial dispute with the University Medical Center of El Paso , is stepping down, a hospital spokeswoman said Friday.\nIn 2007, El Paso voters approved a $120 million bond issue to build the separately licensed children's hospital."}