{"article_title": "Beyond the “F**k-off Fund”: Even if you’re “bad with money,” you can take control of your finances for the long-term", "article_keywords": ["control", "financial", "money", "youre", "longterm", "cant", "finances", "fund", "bad", "savings", "having", "olen", "perhach", "fuckoff", "fkoff"], "article_url": "http://www.salon.com/2016/02/15/beyond_the_fk_off_fund_even_if_youre_bad_with_money_you_can_take_control_of_your_finances_for_the_long_term/", "article_text": "Topics: Career, career advice, Finances, financial literacy, Money, women, Life News\n\nLast month, Paulette Perhach’s essay “A Story of a Fuck Off Fund” at the Billfold, which explored the ways not having any savings can keep us trapped in bad jobs and relationships, while having said fund can mean the freedom to make better decisions, took the Internet by storm. Parents recommended teaching their kids about such funds, and sites like Jezebel and The Frisky lauded the concept. One writer shared how a fuck-off fund helped them to leave abusive situations, while another recounted how challenging it can be to gather even that bare minimum. At Refinery29, Lindsey Stanberry took issue with the questionable financial choices Perhach recounts, asking, “Why does almost everyone insist on talking to women about money like we’re idiots?” It makes sense that it struck such a nerve when you consider that most Americans have less than $1,000 in savings, according to a December 2015 Google Consumer Survey.\n\nWhile Perhach details the practical implications of not having such a fund, there are also emotional costs involved. “I have been in a situation where I haven’t had [one]. It feels terrible,” Perhach told Salon. “You’re always scared when you’re broke. You can’t afford mistakes, you can’t afford surprises. When you have money, you feel more calm.”\n\nPerhach, a 33-year-old Seattle writer who detailed the economic struggles that led to her moving back home with her mom for Salon in 2013, not only saved up her fuck-off fund, but also paid off about $20,000 of debt between 2012 and 2015 thanks in large part to Excel—and outside accountability. Inspired by listening to financial author Dave Ramsey’s podcast, she started both an Excel spreadsheet listing all her bank accounts and their totals, and a blog she told a handful of people about. The only one who read it consistently was her best friend’s mom, but that minimum amount of outside accountability was enough to keep her motivated.\n\nPerhach has also gotten creative about how she handles her money, knowing that it’s not her strong suit. Despite her impressive savings, she says, “I’m really bad with money,” but has found a way to turn her weakness into a strength. “Taking the shame off that for myself and just saying that and not expecting myself to be magically good with money” has made a world of difference. For instance, for a while, she paid her rent in two checks per month, when she received her paycheck, because she didn’t trust herself to do it differently. Even when her boyfriend asked, “Can’t you just keep the money in your bank account?” she knew that she couldn’t promise that.\n\nAccording to Helaine Olen, Slate columnist and co-author of “The Index Card: Why Personal Finance Doesn’t Have to Be Complicated,” the concept of a fuck-off fund isn’t new. “This is a concept that’s been around forever,” she said, better known by the term “fuck-you money.” She said it’s a vital concept for everyone (not just women), especially since surveys have shown that anywhere from 40 percent to 76 percent of Americans live paycheck to paycheck. “It becomes this chicken or egg problem; are they having a hard time because they have access to easy credit or is easy credit out there to help them because our salaries haven’t kept up?”\n\nWherever you’re starting from, Olen emphasizes that even the most minimal efforts toward savings can have a powerful impact and are vital to being able to handle financial contingencies. “In ‘The Index Card,’ we say strive to save 10 to 20% of your income,” Olen said but admitted “that’s a long-term goal.” If you can’t do it all at once, don’t give up entirely. “I would rather see you save $10 a week than have you throw up your hands and say ‘I can’t save anything.’ It’s a good habit to get into.”\n\nIts effects may extend beyond just your bank account. Olen says having such a fund may lead to more confidence, which can have a ripple effect. “Often when you project confidence, you’re simply treated better,” explained Olen. “I think having this sort of money sometimes helps with that. It allows you to take risks you might not otherwise take; you might take a job that pays lower but you think has better long-term growth, or you decide to move to a different city without a job.”\n\nPerhach agrees. “Let’s say you get a dream job offer, but it’s an internship,” she posited. Maybe the New Yorker offers you an internship in Paris, but it doesn’t pay. With the help of your fuck-off fund, you can consider, in Perhach’s words, “If I go there, can I work nights and waitress? It gives you that little buffer. You can really look at what’s best for you and take a little more risk if you want to. It’s definitely a fuck-off fund, but if you have $5,000 in the bank, it can be renamed something else, like a dream job fund.”\n\nYet a fuck-off fund isn’t an excuse to be unrealistic about just how far that money can go. When Perhach got accepted into NYU Paris’ low residency MFA program, which she wanted to attend “badly,” she was even studying French already. But she totaled up all the costs and found it would have been $90,000, far outside her budget, so she declined after having what she calls a “hard conversation” with Excel.\n\nNicole Lapin, author of “Rich Bitch: A Simple 12-Step Plan for Getting Your Financial Life Together…Finally,” warns that a fuck-you fund is not a career panacea. “Even if you have that fuck-you fund, that’s not going to last forever,” Lapin told Salon. Instead of simply relying on the fuck-off fund as a way to flounce off into the mythical sunset, she urges people to learn about their next step before they actually take it, so if they do quit a bad job, they’re prepared.", "article_metadata": {"description": "Saving up enough money so you can walk off a soul-sucking job or leave a partner is the first step. Then what?", "author": "Rachel Kramer Bussel", "og": {"site_name": "Salon", "description": "Saving up enough money so you can walk off a soul-sucking job or leave a partner is the first step. Then what?", "title": "Beyond the “F**k-off Fund”: Even if you’re “bad with money,” you can take control of your finances for the long-term", "url": "http://www.salon.com/2016/02/15/beyond_the_fk_off_fund_even_if_youre_bad_with_money_you_can_take_control_of_your_finances_for_the_long_term/", "image": "http://media.salon.com/2016/02/woman_counting_money.jpg", "type": "article"}, "twitter": {"description": "Saving up enough money so you can walk off a soul-sucking job or leave a partner is the first step. Then what?", "creator": "@salon", "image": "http://media.salon.com/2016/02/woman_counting_money.jpg", "title": "Beyond the “F**k-off Fund”: Even if you’re “bad with money,” you can take control of your finances for the long-term", "site": "@salon", "card": "summary_large_image"}, "title": "Beyond the “F**k-off Fund”: Even if you’re “bad with money,” you can take control of your finances for the long-term", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Career, career advice, Finances, financial literacy, Money, women", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "With the help of your fuck-off fund, you can consider, in Perhach’s words, “If I go there, can I work nights and waitress?\nOne writer shared how a fuck-off fund helped them to leave abusive situations, while another recounted how challenging it can be to gather even that bare minimum.\nIt’s definitely a fuck-off fund, but if you have $5,000 in the bank, it can be renamed something else, like a dream job fund.”Yet a fuck-off fund isn’t an excuse to be unrealistic about just how far that money can go.\nWhile Perhach details the practical implications of not having such a fund, there are also emotional costs involved.\nAccording to Helaine Olen, Slate columnist and co-author of “The Index Card: Why Personal Finance Doesn’t Have to Be Complicated,” the concept of a fuck-off fund isn’t new."}