{"article_title": "Obamacare sign ups hit 9.5 million", "article_keywords": ["insurance", "hit", "plans", "exchange", "federal", "data", "subsidies", "million", "obamacare", "signed", "sign", "states", "exchanges", "95", "ups"], "article_url": "http://money.cnn.com/2015/01/27/news/economy/obamacare-sign-ups/", "article_text": "Some 9.5 million Americans have signed up for health insurance for 2015 on Obamacare exchanges, federal officials said Tuesday.\n\nThe totals so far make it likely the administration will meet its reduced target of 9.1 million enrollments. Those who have signed up have to pay their first month's premium to be fully enrolled. The data released Tuesday does not indicate how many people have paid.\n\nThat target, however, is lower than the 13 million the Congressional Budget Office had originally projected. The administration sought to lower expectations last fall by estimating that enrollment would be closer to 9 million.\n\nOn Monday, the CBO lowered its own forecast to 12 million.\n\nAmericans seeking individual insurance have to pick a plan by Feb. 15, when open enrollment ends. Experts expect a crush of people to sign up just ahead of the deadline.\n\nIn 2014, some 6.7 million people were enrolled in plans.\n\nAs of mid-January, more than 7.1 million people signed up for 2015 coverage in the 37 states using the federal exchange, healthcare.gov, while 2.4 million did so in the 13 states and Washington, D.C., which run their own exchanges.\n\nRelated: Obamacare website reins in personal data sharing\n\nSubisides have proved once again to be a big draw to the exchanges. Some 87% of those picking plans through healthcare.gov are receiving financial assistance.\n\nBut their subsidies could be at risk depending on what the Supreme Court decides later this year. The high court is hearing a case challenging the legality of subsidies on the federal exchange.\n\nIn states with their own exchanges, 70% of those signing up qualify for subsidies. The figure, however, does not include data for several key states, including California, which has 1.2 million residents who have picked plans.\n\nThese state-exchange enrollees would not be affected by the Supreme Court decision.\n\nObamacare is drawing many new people this year. About 3 million people, or 42%, of those selecting plans on the federal exchange are getting insurance for the first time.\n\nIt's also attracting more Latinos, a key group for the Obama administration because so many are uninsured. As of mid-January, some 10% of those signing up on the federal exchange are Latino, compared to 7% who picked plans by early February last year.", "article_metadata": {"news_keywords": "obamacare, sign ups, enrollment, health insurance, coverage, open enrollment, health care, affordable care act, aca, hhs, economy, cnnmoney", "title": "Obamacare sign ups hit 9.5 million", "og": {"url": "http://money.cnn.com/2015/01/27/news/economy/obamacare-sign-ups/index.html", "site_name": "CNNMoney", "type": "article", "description": "Some 9.5 million Americans have signed up for Obamacare plans for 2015 coverage. Open enrollment runs through Feb. 15.", "title": "Obamacare sign ups hit 9.5 million"}, "section": "news", "author": "Tami Luhby", "vr": {"category": "economy", "type": "Article"}, "DC.date.issued": "2015-01-27T04:07:45", "keywords": "obamacare, sign ups, enrollment, health insurance, coverage, open enrollment, health care, affordable care act, aca, hhs, economy, cnnmoney", "fb": {"app_id": 521848191196480}, "subsection": "economy", "date": "2015-01-27 04:07:45", "twitter": {"url": "http://money.cnn.com/2015/01/27/news/economy/obamacare-sign-ups/index.html", "site": "@CNNMoney", "description": "Some 9.5 million Americans have signed up for Obamacare plans for 2015 coverage. Open enrollment runs through Feb. 15.", "card": "summary_large_image", "title": "Obamacare sign ups hit 9.5 million"}, "viewport": "width=1140", "description": "Some 9.5 million Americans have signed up for Obamacare plans for 2015 coverage. Open enrollment runs through Feb. 15."}, "article_summary": "Some 9.5 million Americans have signed up for health insurance for 2015 on Obamacare exchanges, federal officials said Tuesday.\nAbout 3 million people, or 42%, of those selecting plans on the federal exchange are getting insurance for the first time.\nThe high court is hearing a case challenging the legality of subsidies on the federal exchange.\nAs of mid-January, some 10% of those signing up on the federal exchange are Latino, compared to 7% who picked plans by early February last year.\nThe figure, however, does not include data for several key states, including California, which has 1.2 million residents who have picked plans."}