{"article_title": "A loose definition of transparency", "article_keywords": ["definition", "set", "statement", "candidate", "media", "loose", "administration", "knew", "let", "know", "transparency", "presidents", "transparent"], "article_url": "http://www.courierpostonline.com/story/opinion/readers/2014/08/08/rabble-rouser-loose-definition-transparency/13800391/", "article_text": "President Barack Obama makes a statement on the situation regarding the Internal Revenue Service in May. (Photo: Getty Images )\n\nBy Bill Purdy\n\n“My administration will be the most transparent in the history of our nation.”\n\nSo stated presidential candidate Barack Obama back in 2008. It’s a statement he’s felt the need to repeat several times for some reason over the past year.\n\nThough some folks may disagree with me, I think this is one of the few promises this guy has actually kept since he moved into our White House. But before you throw this newspaper across the room in disgust, please let me explain.\n\nAcquiring transparency in politics is like breaking in a new set of binoculars. Since most of us view our politicians from afar, it takes a little time for us to focus in on who they are and what they stand for.\n\nSince most of us are usually busy making ends meet, we’ve always counted on the media to vet these Washington wannabes for us in the past. Unfortunately, some major media outlets get so infatuated with a candidate these days, they let their personal feelings overwhelm their professional duties.\n\nThe American people, not trusting the media, have recently broken out their own set of binoculars, and focused in on what’s going on in our country to take a look-see for themselves. According to recent polls, they are not very happy. A quick glance through the looking glass reveals some scary stuff about this administration and folks are right to be concerned.\n\nWho knew that Valerie Jarrett, our president’s most senior adviser, was born in Iran? That would explain our wishy-washy approach to Iran’s nuclear proliferation. It would have been nice to know that such a person had our president’s ear while we’re trying to sort out the debacle that is the Middle East.\n\nWho knew that we had to pass the Affordable(?) Care Act before we found out how terrible it is and who it really helps? My premiums have almost tripled.\n\nWho knew that the IRS wouldn’t be held accountable for the persecution of organizations that don’t support the president’s agenda?\n\nThe list goes on and on, and the mainstream media should have let we the people know about this stuff.\n\nBut they didn’t. Had we been informed, I doubt the “hope and change candidate” would have ever been re-elected. We just assumed he and the media had our best interest in mind. But now we know better.\n\nThis is the most transparent administration in the history of our nation. We see right through you, Mr. President. And your motives are now crystal clear.\n\nThe writer lives in Mount Ephraim.\n\nRead or Share this story: http://on.cpsj.com/1ok1lA3", "article_metadata": {"google": "notranslate", "description": "A quick glance through the looking glass reveals some scary stuff about this administration and folks are right to be concerned", "og": {"site_name": "Courier-Post", "description": "A quick glance through the looking glass reveals some scary stuff about this administration and folks are right to be concerned", "title": "RABBLE ROUSER: A loose definition of transparency", "url": "http://www.courierpostonline.com/story/opinion/readers/2014/08/08/rabble-rouser-loose-definition-transparency/13800391/", "image": "http://www.gannett-cdn.com/GDContent/applogos/courierpostonline.png", "type": "article"}, "twitter": {"description": "A quick glance through the looking glass reveals some scary stuff about this administration and folks are right to be concerned", "creator": "@cpsj", "image": "http://www.gannett-cdn.com/-mm-/becc1ac4b194844d718f96c31f80f8ebf8b590bc/c=684-0-2815-2131&r=x643&c=640x640/local/-/media/CherryHill/2014/08/08/168815598.jpg", "title": "RABBLE ROUSER: A loose definition of transparency", "site": "@cpsj", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=789840748", "fb": {"app_id": 175025579194557}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": ""}, "_id": "\"57477af36914bd0286fd3b0a\"", "article_summary": "This is the most transparent administration in the history of our nation.\nAcquiring transparency in politics is like breaking in a new set of binoculars.\nThe list goes on and on, and the mainstream media should have let we the people know about this stuff.\nIt’s a statement he’s felt the need to repeat several times for some reason over the past year.\nWho knew that the IRS wouldn’t be held accountable for the persecution of organizations that don’t support the president’s agenda?"}