{"article_title": "Protein found that signals kidney to grow after one is lost", "article_keywords": ["increase", "nephrons", "lost", "signal", "remaining", "signals", "growth", "units", "study", "protein", "removed", "grow", "kidney", "size"], "article_url": "http://www.upi.com/Health_News/2015/05/27/Protein-found-that-signals-kidney-to-compensate-for-missing-one/5061432742609/", "article_text": "AUGUSTA, Ga., May 27 (UPI) -- When one kidney is removed from the body, the remaining kidney can compensate for the loss as an increased flow of amino acids causes it to grow in size, according to a new study.\n\n\"Everybody thinks it makes sense that the kidney gets bigger, but how does the remaining kidney even know the other kidney is gone?\" said Dr. Jian-Kang Chen, a pathologist and kidney researcher at the Medical College of Georgia at Georgia Regents University, in a press release. \"What is the signal this remaining kidney has sensed and how does this signal get transmitted to make the cells forming the kidney's nephrons (filtering units) get bigger?\"\n\nIn the study, researchers tied off one kidney in mice and found that as blood flow to the remaining kidney increased immediately, an increase in the size of the kidney was noticeable within a day. This growth is triggered by the complex protein mTORC1, which regulates cell division and growth in the kidneys, causing the filtering units in the organ, called nephrons, to grow larger and increase their capacity by up to 60 percent.\n\nChen said now that scientists understand what causes the increase in size and capacity of a kidney when one has been removed, they will look to discover why this growth plateaus at a certain point and whether the growth is bad for kidney health.\n\nThe study is published in the Journal of Clinical Investigation.", "article_metadata": {"description": "When one kidney is removed from the body, the remaining kidney compensates for the loss, with increased flow of amino acids causing it to grow in size.", "og": {"site_name": "UPI", "description": "When one kidney is removed from the body, the remaining kidney compensates for the loss, with increased flow of amino acids causing it to grow in size.", "title": "Protein found that signals kidney to compensate for missing one", "url": "http://www.upi.com/Health_News/2015/05/27/Protein-found-that-signals-kidney-to-compensate-for-missing-one/5061432742609/", "image": "http://cdnph.upi.com/sv/ph/og/i/5061432742609/2015/1/14327458296533/v2.1/Protein-found-that-signals-kidney-to-compensate-for-missing-one.jpg", "type": "article"}, "twitter": {"image": "http://cdnph.upi.com/ph/st/th/5061432742609/2015/i/14327458296533/v2.1/Protein-found-that-signals-kidney-to-compensate-for-missing-one.jpg?lg=4", "description": "When one kidney is removed from the body, the remaining kidney compensates for the loss, with increased flow of amino acids causing it to grow in size.", "site": "@UPI", "card": "summary_large_image", "title": "Protein found that signals kidney to compensate for missing one"}, "fb": {"app_id": 130795020312660}, "keywords": "Health", "google-site-verification": "vnkcuJA1Q89cLmy4OZpuQKOf5Jf6ny_RVh7BpxZ11a0", "viewport": "initial-scale=1, maximum-scale=1", "news_keywords": "Health"}, "_id": "\"57477af36914bd0286fd3b68\"", "article_summary": "\"Everybody thinks it makes sense that the kidney gets bigger, but how does the remaining kidney even know the other kidney is gone?\"\nIn the study, researchers tied off one kidney in mice and found that as blood flow to the remaining kidney increased immediately, an increase in the size of the kidney was noticeable within a day.\nAUGUSTA, Ga., May 27 (UPI) -- When one kidney is removed from the body, the remaining kidney can compensate for the loss as an increased flow of amino acids causes it to grow in size, according to a new study.\n\"What is the signal this remaining kidney has sensed and how does this signal get transmitted to make the cells forming the kidney's nephrons (filtering units) get bigger?\"\nsaid Dr. Jian-Kang Chen, a pathologist and kidney researcher at the Medical College of Georgia at Georgia Regents University, in a press release."}