{"article_title": "Sandoval Poised for Re-election in Nevada -- and More?", "article_keywords": ["reelection", "job", "nevada", "office", "governors", "republicans", "state", "governor", "primary", "sandoval", "poised", "republican"], "article_url": "http://www.realclearpolitics.com/articles/2014/06/10/sandoval_poised_for_re-election_in_nevada_--_and_more_122912.html", "article_text": "By Adam O'Neal - June 10, 2014\n\nCARSON CITY, Nev. -- Twenty-nine portraits hang on a wall in the waiting room of the Nevada governor's office. The framed images are strikingly similar: Almost all are in black and white and depict an older Caucasian male with a serious countenance, wearing an era-appropriate suit. For someone unacquainted with the state’s political history, it can be hard to distinguish one from another.\n\nAcross the room, on another wall, is a different portrait. The full-color photograph shows a handsome, smiling Hispanic man. Though the physical differences are obvious, this man has plenty in common with the other 29. That’s because all 30 served (or, in the latter’s case, serves) as Nevada’s chief executive.\n\nAfter more than three years in office, Gov. Brian Sandoval has become the most popular politician in Nevada. There’s no doubt that he’ll be re-nominated by the Republican Party on Tuesday and win re-election in a landslide this November. The real mystery about Sandoval is what comes after that.\n\nOff One Bench, Onto Another\n\nThe first-term governor, who turns 51 in August, was born in Redding, Calif. His family moved around the West -- living in Southern California, Utah, and New Mexico -- before settling in northern Nevada about 45 years ago.\n\nRon Sandoval, Brian’s father, worked as an engineer -- and also deputy sergeant-at-arms in the state legislature at one point. His mother was a legal secretary. Although both parents are of Mexican ancestry, Sandoval and his two siblings did not learn Spanish at home.\n\nDespite his seemingly apolitical demeanor, Sandoval has long had politics on his mind. After serving as student body president of his high school, he studied English and economics at the University of Nevada, Reno. He worked for former Sen. Paul Laxalt while attending law school at Ohio State University. After graduating in 1989, Sandoval became a private practice attorney. According to the Las Vegas Review-Journal, he remained preoccupied with politics -- and eager to become more directly involved with Silver State government.\n\nHe was first elected to public office in 1994, serving in the state Assembly until 1998. He left that office midway through his second term to take a seat on the powerful Nevada Gaming Commission. About a year later, he became its chairman. (Another notable former leader of the panel: U.S. Senate Majority Leader Harry Reid.)\n\nSandoval’s tenure there ended in 2001. Less than two years later, the rising star became the first Hispanic to win a statewide election in Nevada when voters chose him to be attorney general.\n\n“The term lasts 1,641 days and I am going to work each and every one of them as if it were the last day,” he told the Review-Journal at the time, adding that the job was “the dream of a lifetime.”\n\nThe last day came sooner than many expected, however.\n\nIn late 2004, Reid recommended that President Bush nominate Sandoval to be a District Court judge. With backing from the state’s senior senator and his Republican colleague, John Ensign, Bush followed that recommendation; Sandoval was then unanimously confirmed by the Senate.\n\nThe new job was a lifetime appointment. Reid insisted that he acted based on Sandoval’s qualifications, but the upshot was that he had helped remove one of Nevada’s most popular Republicans from electoral politics -- exactly the type of savvy political move Reid is known for orchestrating.\n\nIntentional or not, it didn’t work. Sandoval left his budding jurist career in 2009 to run for governor. After easily beating an unpopular incumbent in the Republican primary, he went on to defeat Reid’s son Rory in the 2010 general election by double digits.\n\nSandoval effectively had left one bench, and found himself on another -- the GOP “bench” of promising young officeholders with potential to enter the national stage.\n\nAs a Hispanic Republican with a convincing win in a purple state, the new governor was frequently mentioned as a possible 2012 vice presidential candidate. Today, the same is said about 2016, though some party members have their reservations.\n\nSince taking office in 2011, Sandoval has walked a fine line -- trying to keep his right flank happy (the Nevada Republican Party is notoriously unruly) while managing to work with a Democratically controlled legislature.\n\nPerhaps nothing better exemplifies the delicacy of that position -- and Sandoval’s creativity -- than his stance on climate change.\n\nAsked if he believes humans are the main drivers of global warming, Sandoval told RCP in an interview last week, “I’m not qualified to answer that question.” He added, “Let me tell you what we’ve done, without getting to whether it’s human-caused or whatever that may be.”\n\nSandoval then touted the passage of SB 123, a measure that shifted his state’s energy production away from coal by retiring several coal-power plants in southern Nevada. The state is now moving toward renewable energy sources and natural gas.\n\n“I think Nevada’s gone a long way to work toward a goal of cleaner and more efficient production of energy,” he said. In fact, Sandoval asserted that the Silver State is “a leader nationally, in terms of being able to meet … those new EPA standards that were just issued. And we did this before they were even announced publicly.”\n\nHe explained the balancing act his job requires. “Nevada is a little different than most states. We only meet every other year in the legislature,” Sandoval elaborated during the interview in his Carson City office. “So it’s very important to have good relationships on both sides of the aisle. … I have to have those relationships.”\n\nHe has so far managed the competing interests masterfully. His statewide approval rating has remained in the 60 percent range throughout 2014, with a recent internal poll showing him at 68 percent. Even 62 percent of Democrats approve of how he’s handling his job.\n\nSandoval faces no serious primary opposition Tuesday, and he is running virtually unopposed in November.\n\nHis bipartisan credentials have not only made him highly popular in the state but have led many observers to speculate that he will challenge Reid for his Senate seat in 2016. Sandoval has denied this, dismissing the idea that he’s even slightly leaving the door ajar.\n\nHe cited a few Republicans as potentially strong Senate contenders in 2016: current (and term-limited) Lt. Gov. Brian Krolicki; Las Vegas City Councilman Bob Beers, who has already announced; and Reps. Mark Amodei and Joe Heck.\n\nThough Sandoval could not be clearer about his lack of interest, the speculation continues. After all, he has a history of leaving elected positions to pursue other political interests. And many other politicians -- think Rick Perry in 2012, whom Sandoval endorsed for president -- have been persuaded by persistent pleas to enter a race they once shunned.\n\nAs such, one other Nevada contest has received an unusual amount of attention this year -- and it’s not the governor’s race.\n\nThe “Real Governor’s Race”\n\nThe lieutenant governor’s contest does not generally create much excitement within or outside of Nevada, as the job is fairly low-profile. The state’s second-in-command casts tie-breaking votes as president of the Senate and also leads Nevada’s tourism commission. Much of the position’s economic development responsibility has shifted to the governor’s office during Sandoval’s tenure, further weakening the office.\n\nBut being number two in a state that may lose its number one in a few years is a tantalizing prospect. And if Sandoval doesn’t leave, lieutenant governor isn’t a bad place from which to run for governor or senator down the road.\n\nDemocrats, who seldom have tightly contested primaries, will nominate Assemblywoman Lucy Flores. Sandoval referred to her -- a reformed gang member turned attorney with youthful energy and a compelling biography -- as a “formidable” candidate.\n\n\"I was lucky that eventually people invested in me and helped me turn my life around,\" Flores said in a statement to RCP. \"But no child in Nevada should have their future depend on luck.\"\n\nA Republican is generally favored to win in November, thanks to Sandoval’s coattails and a non-presidential electorate that favors the GOP. But this time the outcome is far from certain.\n\nThe race has attracted two serious Republicans. Former state Sen. Sue Lowden, who nearly won the party’s Senate nomination in 2010, is in an intense primary contest with current state Sen. Mark Hutchison. Sandoval endorsed the latter and has actively campaigned for him. Meanwhile, the Nevada Republican Party has backed Lowden.\n\nLowden, a former gaming executive, said she sees little difference between Hutchison and Flores.\n\n“The people of Nevada will have to decide whether or not they want an attorney who’s never brought a tourist to Nevada, who has no experience in economic development,” asserted Lowden during an interview with RCP. “Or do they want a businesswoman who has 30 years of experience in tourism and building businesses from scratch?”\n\nHutchison's major pitch is his closeness to Sandoval. “One of the big contrasts is that Brian Sandoval wants me to be his partner in the executive branch of government,” he boasted. \"[Our] campaigns are integrated. We are running as close as you can in Nevada on a ticket together.”\n\nSandoval told RCP that he’s “confident” Hutchison will prevail Tuesday but that he would support whichever Republican is on the ticket. Lowden echoed the team-player sentiment, as did Hutchison.\n\nBut that doesn’t mean the primary fight hasn’t come at a cost.\n\n“Mark has spent $1.2 million dollars in this primary race. And [Flores], I don’t think she’s had to spend more than $100,000,” said Sandoval. “And to give you some perspective, I don’t think the current lieutenant governor ever raised more than $200,000 for his race. And so it’s been a monumental task for Mark to raise that type of money.”\n\nTaxes and Obamacare: Twin Vulnerabilities?\n\nLike most governors, Sandoval points to dealing with a weak economy as his greatest challenge since taking office.\n\n“I’m very pleased [given] where our economy was and where it’s come,” he said, noting that the unemployment rate has dropped from 14 percent to 8 percent over the last few years.\n\nAlthough Sandoval has been chiefly concerned with “jobs, job creation, and diversification of the economy,” he’s dealt with a range of issues since 2011, including taxes, education, medical marijuana, and implementation of the Affordable Care Act.\n\nDuring the Republican gubernatorial primary, he vowed not to raise taxes. Since taking office, however, he’s found the pledge difficult to keep. Most notably -- with backing from Democrats and a majority of Republicans in the legislature -- he extended a $600 million tax increase that otherwise would have expired.\n\n“It’s very simple for somebody to say you shouldn’t have extended the sunsets,” he explained. “There was a $600 million budget deficit. And I wasn’t willing to decrease funding in K-12 education and higher-ed.”\n\nAnother sore point among conservatives: The governor’s willingness to cooperate with the Obama administration over implementation of the new health care law. Though he has been critical of the law, Sandoval embraced its expansion of Medicaid early on.\n\nNevada also moved to form its own insurance exchange. After spending millions of dollars and failing to produce a working exchange, the state fired vendor Xerox and moved to join the federal marketplace.\n\nSandoval said he still believes trying for a state exchange was the right decision “because you have an exchange that is run for Nevadans, by Nevadans.” But he acknowledged that “nobody ever anticipated that Xerox would fail as miserably as it did.”\n\nSundry pundits and political insiders have speculated that Sandoval’s handling of those issues -- along with his pro-choice stance -- will prevent him from ever becoming a true star in the national GOP. But he pushed back, pointing out that his approval among Nevada Republicans -- more conservative voters than, say, those in Maine or New Jersey -- stands at 78 percent, according to internal polling.\n\nAsked if Republicans have ever pressed him on his abortion-rights position, he replied that no one has. (“I just have always believed… that it’s [a woman’s] body and she should be able to make the decision herself,” Sandoval told RCP of the basis for his stance.)\n\nAnd anyway, the first-term governor doesn’t seem preoccupied with discussions about his future and his standing among Republicans more broadly. He continues to brush off any 2016 chatter, whether it be about the vice presidency or the Senate.\n\nLike most on-message politicians, he’s made clear that his focus is on the job at hand. Pointing to the binders and papers strewn about his desk, he said with a smile, “I’m a hard worker.”", "article_metadata": {"description": "CARSON CITY, Nev. -- Twenty-nine portraits hang on a wall in the waiting room of the Nevada governor's office. The framed images are strikingly similar: Almost all are in black and white and depict...", "title": "Sandoval Poised for Re-election in Nevada -- and More? | RealClearPolitics", "og": {"url": "http://www.realclearpolitics.com/articles/2014/06/10/sandoval_poised_for_re-election_in_nevada_--_and_more_122912.html", "image": "http://images.rcp.realclearpolitics.com/244303_5_.jpg", "type": "article", "description": "CARSON CITY, Nev. -- Twenty-nine portraits hang on a wall in the waiting room of the Nevada governor's office. The framed images are strikingly similar: Almost all are in black and white and depict...", "title": "Sandoval Poised for Re-election in Nevada -- and More? | RealClearPolitics"}, "twitter": {"site": "@rcp_articles", "card": "summary"}, "tweetmeme-title": "Sandoval Poised for Re-election in Nevada -- and More? | RealClearPolitics", "fb": {"app_id": 1415921935346245}, "keywords": "Election 2014,Brian Sandoval,", "viewport": "width=device-width, initial-scale=1.0, user-scalable=1"}, "_id": "\"57477af36914bd0286fca8c1\"", "article_summary": "By Adam O'Neal - June 10, 2014CARSON CITY, Nev. -- Twenty-nine portraits hang on a wall in the waiting room of the Nevada governor's office.\nMuch of the position’s economic development responsibility has shifted to the governor’s office during Sandoval’s tenure, further weakening the office.\nLike most governors, Sandoval points to dealing with a weak economy as his greatest challenge since taking office.\nMeanwhile, the Nevada Republican Party has backed Lowden.\nBut he pushed back, pointing out that his approval among Nevada Republicans -- more conservative voters than, say, those in Maine or New Jersey -- stands at 78 percent, according to internal polling."}