{"article_title": "Conspiracy Theories Have Greater Influence On People Who Think Their Life Is Out Of Control", "article_keywords": ["control", "life", "van", "greater", "prooijen", "study", "influence", "theories", "theyre", "conspiracy", "sense", "believe", "think", "told"], "article_url": "http://www.medicaldaily.com/conspiracy-theories-have-greater-influence-people-who-think-their-life-out-control-348138", "article_text": "Conspiracy theories have probably been around as long as man has had something to conspire about. What is Stonehenge and why was it really built? Do aliens exist? Who really shot JFK? Conspiracy theories are innately interesting, which is why many people will talk about them even if they don’t believe in them. But what about those who do believe in them? While there are probably many reasons to believe, a pair of new studies shed light on how they’re helping people gain a sense of control over their lives.\n\n“When I started this research, one of the things that I really found astonishing was how many people believe in certain conspiracy theories,” Jan-Willem van Prooijen, associate professor in social and organizational psychology at VU University Amsterdam, told Time. After studying conspiracy theories and those who believe them for six years, he believes conspiracy theorists have one thing in common: They feel a lack of control over their lives.\n\nConspiracy theories tend to show up during uncertain and fearful times, such as after a terrorist attack, a high-profile death, or an unnatural disaster. People feel they don’t have control during and after these events, according to the researchers, so they try to make sense of the situation in order to determine exactly what happened. “The sense-making leads them to connect dots that aren’t necessarily connected in reality,” van Prooijen said.\n\nVan Prooijen and his team found that when a person feels like they’re in control, they’re less likely to believe in conspiracy theories. For the study, they took 119 people and split them into two groups. The first group was told to write about a time when they felt fully in control, while the second group was told to write about a time when they didn’t feel in control.\n\nThe researchers then looked at how participants felt about a building project in Amsterdam that was accidentally destroying the foundations of many homes — something that was rumored to be a conspiracy by the city council. Those who had just written of a time when they felt in control said they didn’t think the city council had anything to do with the accidental destruction. “We found that if you give people a feeling of control, then they are less inclined to believe those conspiracy theories,” van Prooijen said. “Giving people a sense of control can make them less suspicious over governmental operations.”\n\nFor the second experiment, the researchers reviewed survey data from a nationally representative sample of Americans conducted in the last months of 1999 — around the time Y2K concerns were hitting their peak. “The more that people feared the millennium bug in 1999, the more likely they were inclined to believe in other conspiracy theories, ranging from Kennedy to the government hiding evidence of the existence of UFOs,” van Prooijen said.\n\nAccording to a different study conducted last year, 37 percent of Americans believe the Food and Drug Administration is deliberately holding back a cure to cancer because the government agency is being paid off by drug companies. Considering we can’t control cancer either, is this proof of van Prooijen’s study results?\n\nSource: van Prooijen, J.-W. and Acker M. The Influence of Control on Belief in Conspiracy Theories: Conceptual and Applied Extensions. Applied Cognitive Psychology. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "conspiracy theory control", "og": {"site_name": "Medical Daily", "description": "Conspiracy theorists believe in conspiracies because they feel a lack of control over their lives, new studies show.", "title": "The Type Of Person Most Likely To Believe Conspiracy Theories", "url": "http://www.medicaldaily.com/conspiracy-theories-have-greater-influence-people-who-think-their-life-out-control-348138", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/17/aliens.jpg", "type": "article"}, "twitter": {"description": "Conspiracy theorists believe in conspiracies because they feel a lack of control over their lives, new studies show.", "title": "The Type Of Person Most Likely To Believe Conspiracy Theories", "url": "http://www.medicaldaily.com/conspiracy-theories-have-greater-influence-people-who-think-their-life-out-control-348138", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/17/aliens.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/17/aliens.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-08-17T14:04:32-04:00", "modified_time": "2015-08-17T14:04:29-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Conspiracy theorists believe in conspiracies because they feel a lack of control over their lives, new studies show."}, "_id": "\"57477af36914bd0286fca8ce\"", "article_summary": "Source: van Prooijen, J.-W. and Acker M. The Influence of Control on Belief in Conspiracy Theories: Conceptual and Applied Extensions.\nConspiracy theories have probably been around as long as man has had something to conspire about.\nVan Prooijen and his team found that when a person feels like they’re in control, they’re less likely to believe in conspiracy theories.\n“We found that if you give people a feeling of control, then they are less inclined to believe those conspiracy theories,” van Prooijen said.\nConspiracy theories tend to show up during uncertain and fearful times, such as after a terrorist attack, a high-profile death, or an unnatural disaster."}