{"article_title": "Economy Weathers A Bad Winter And Other Storms To Finish 2014 Strong", "article_keywords": ["finish", "jobs", "winter", "weathers", "baker", "zandi", "storms", "thats", "bad", "good", "growth", "strong", "really", "theyve", "husband", "economy"], "article_url": "http://wnpr.org/post/economy-weathers-bad-winter-and-other-storms-finish-2014-strong", "article_text": "The economy was floored by the polar vortex early on in 2014 — plus, businesses and consumers were still a little dazed by a government shutdown and debt ceiling fight late in 2013.\n\nMark Zandi, chief economist at Moody's Analytics, says it all produced an anxious start to the year. \"Yeah, a lot of worry, particularly because we had misstepped a few other times during the recovery,\" he says. \"We had these false dawns when we really thought the economy was going to kick into gear and then we kind of fell back into the morass.\"\n\nBut the economy rebounded. \"Most obviously, in the job market, almost 3 million jobs will be created in 2014,\" Zandi says. \"That's as good a year since the late 1990s, when the economy was booming. And the quality of the jobs improved.\"\n\nAmanda Eschenburg and her husband from Waukesha, Wis., are good examples of that trend. The young couple, both in their mid-20s, quit their jobs and found new ones in 2014.\n\n\"The fact that my husband and I have both been able to quit our jobs in the same year, and start at new places and be able to have more spending power and savings power, seems to me, like — at least in our situation — it's gotten better,\" Eschenburg says.\n\nAmanda moved from a job at Walgreens to a position with the Department of Children and Family Services. Her husband got a good industrial design and engineering job. And they've started to look for a house to buy — home ownership seems more realistic now that their incomes are higher.\n\n\"I'm working 40 hours. My husband generally works, like, 50 hours a week,\" she says. \"They've told him he can take as much overtime as he wants. There are some days, depending on when projects are due, that he's there much longer, so we've had some really, really big checks coming in from his job.\"\n\nZandi says other pluses for the U.S. economy include less debt weighing down U.S. companies, stronger banks and lower energy costs — all of which make U.S. businesses more competitive.\n\n\"And that means that we will see businesses expand, locate, operate more here in the U.S. than everywhere else in the world. And that goes right to jobs, that goes right to incomes, that goes to wealth and our growth prospects,\" Zandi says.\n\nZandi thinks wages, which have lagged during this recovery, will rise in the new year, making it possible for the Fed to raise short-term interest rates. They've been near zero for 6 years.\n\nBut Dean Baker of the Center for Economic and Policy Research thinks that raising rates would be a bad idea.\n\n\"People should understand that's a policy designed to give us fewer jobs. I mean, if they're raising interest rates, they're trying to slow the economy, which, of course, has the effect of reducing employment growth, fewer jobs, is a hit to the economy that is completely unnecessary,\" Baker says.\n\nIt's unnecessary because inflation is already low and falling because of the drop in oil prices.\n\nBaker points out that the growth rate for 2014 is likely to be under 2.5 percent — disappointing, he says, given how much ground the economy still needs to make up to shake off the effects of the Great Recession.\n\n\"We're still down somewhere in the order of 7 million jobs from the pre-recession levels of employment,\" Baker says, \"So given that sort of weakness in the labor market, most workers have very low bargaining power and what that means is we see very, very little wage growth,\" he says.\n\nWith all those workers on the sidelines, Baker argues, the economy is performing $700 billion dollars below its potential output. That's like giving up about $2,000 in annual income per person.\n\nBaker expects 2015 to be another year much like this year for the economy, with steady growth and more jobs added, but not much improvement in wages.\n\nZandi expects a very good year in 2015. With more than 3 million jobs created and wages rising, he says the economy will be off and running.\n\n\n\nCopyright 2015 NPR. To see more, visit http://www.npr.org/.\n\nTranscript\n\nROBERT SIEGEL, HOST:\n\nIt was knocked off course by the polar vortex early in the year, but got back on track and is finishing strong. We begin this Christmas Day with a couple of views of the U.S. economy - its strengths and the weaknesses that remain as 2014 comes to a close. NPR's John Ydstie reminds us where we started last January.\n\nJOHN YDSTIE, BYLINE: The tough winter weather sent the U.S. economy into the ditch early in the year. Plus, businesses and consumers were still a little dazed by a government shutdown and debt ceiling fight late in 2013. Mark Zandi, chief economist at Moody's Analytics says it all produced an anxious start to the year.\n\nMARK ZANDI: Yeah, a lot of worry particularly because we had misstepped a few other times during the recovery. You know, we had these false dawns when we thought the economy was really going to kick into gear and then we kind of fell back into the morass.\n\nYDSTIE: But this time the economy rebounded.\n\nZANDI: Most obviously in the job market - almost 3 million jobs will be created in 2014. That's as good a year since the late 1990s when the economy was booming, and the quality of the jobs improved.\n\nYDSTIE: Amanda Eschenburg and her husband from Waukesha, Wisconsin, are good examples of that trend. The young couple, both in their mid-20s, quit their jobs and found new ones in 2014.\n\nAMANDA ESCHENBURG: The fact that my husband and I have both been able to quit our jobs in the same year and start at new places and be able to have more spending power and savings power seems to me like at least in our situation it's gotten better.\n\nYDSTIE: Amanda moved from a job at Walgreens to a new position with the Department of Children and Family Services. Her husband got a good industrial design and engineering job. And they've started to look for a house to buy. Homeownership seems more realistic now that their incomes are higher.\n\nESCHENBURG: I'm working 40 hours. My husband generally works, like, 50 hours a week. They've told him he can take as much overtime as he wants. There are some days, depending on when projects are due, that he's there much longer, so we've had some really, really big checks coming in from his job.\n\nYDSTIE: Mark Zandi says other pluses for the U.S. economy include less debt weighing down U.S. companies, stronger banks and lower energy costs, all of which make U.S. businesses more competitive.\n\nZANDI: And that means that we will see businesses expand, locate, operate more here in the U.S. than everywhere else in the world, and that goes right to jobs, that goes right to incomes, that goes right to wealth and our growth prospects.\n\nYDSTIE: Zandi thinks that wages, which have lagged during this recovery, will rise in the new year, making it possible for the Fed to raise short-term interest rates. They've been near zero for six years. But Dean Baker of the Center for Economic and Policy Research thinks that raising rates would be a bad idea.\n\nDEAN BAKER: People should understand that's a policy designed to give us fewer jobs. I mean, if they're raising interest rates, they're trying to slow the economy, which, of course, has the effect of reducing employment growth, fewer jobs. It's a hit to the economy that's completely unnecessary.\n\nYDSTIE: Unnecessary because inflation is already low and falling further because of the drop in oil prices. Baker points out that the growth rate for 2014 is likely to be under 2.5 percent - disappointing, he says, given how much ground the economy still needs to make up to shake off the effects of the Great Recession.\n\nBAKER: We're still down somewhere in the order of 7 million jobs from the pre-recession levels of employment. So given that sort of weakness in the labor market, most workers have very low bargaining power. And what that means is we've seen very, very little wage growth.\n\nYDSTIE: With all those workers on the sidelines, Baker argues the economy is performing $700 billion below its potential output. That's like giving up about $2000 in annual income per person. Baker expects 2015 to be another year much like this year for the economy with steady growth and more jobs added, but not much improvement in wages. Zandi expects a very good year in 2015. With more than 3 million jobs created and wages rising, he says the economy will be off and running. John Ydstie, NPR News, Washington. Transcript provided by NPR, Copyright NPR.\n\n", "article_metadata": {"category": "Business", "description": "The economy was floored by the polar vortex early on in 2014 — plus, businesses and consumers were still a little dazed by a government shutdown and debt", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wnpr.org/post/economy-weathers-bad-winter-and-other-storms-finish-2014-strong", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201502/372946572.jpg", "type": "article", "description": "The economy was floored by the polar vortex early on in 2014 — plus, businesses and consumers were still a little dazed by a government shutdown and debt", "title": "Economy Weathers A Bad Winter And Other Storms To Finish 2014 Strong"}, "story_id": 372920102, "twitter": {"site": "@wnpr", "card": "summary", "creator": "@wnpr"}, "author": "John Ydstie", "org_id": 1, "dc": {"title": "Economy Weathers A Bad Winter And Other Storms To Finish 2014 Strong"}, "nid": 33463, "datePublished": "2014-12-25", "keywords": "economy, jobs", "wordCount": 1518, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd91ef\"", "article_summary": "There are some days, depending on when projects are due, that he's there much longer, so we've had some really, really big checks coming in from his job.\"\nThere are some days, depending on when projects are due, that he's there much longer, so we've had some really, really big checks coming in from his job.\nIt's a hit to the economy that's completely unnecessary.\nYDSTIE: With all those workers on the sidelines, Baker argues the economy is performing $700 billion below its potential output.\nThat's as good a year since the late 1990s when the economy was booming, and the quality of the jobs improved."}