{"article_title": "Which Stock Wins Big If GOP Remakes ObamaCare?", "article_keywords": ["hsa", "remakes", "big", "revenue", "obamacare", "sales", "stockbased", "companies", "savings", "accounts", "wins", "health", "share", "gop", "stock"], "article_url": "http://www.investors.com/stock-lists/ipo-analysis/obamacare-reversal-who-wins/", "article_text": "If a free-market Republican wins the presidency in 2016, ObamaCare could come in for a makeover. ObamaCare has been good for the stocks of hospitals, insurance companies and firms that help businesses negotiate the law’s mind-boggling details.\n\nUnder a free-market model, companies providing or managing health savings accounts would likely be big winners. (ObamaCare spurred the move to HSAs, too, but the trend could go into overdrive with the right incentives.)\n\nUtah-based HealthEquity (HQY) is one of the players in the HSA space. The small-cap company, which was incorporated in 2002, debuted on the Nasdaq about a year ago.\n\nThe stock has sketched several bases and currently is finding support near its 50-day moving average line.\n\nEarnings grew 800% to 18 cents a share in fiscal 2015, which ended in January. Revenue expanded 42%. The Street expects 67% EPS growth this year on a 40% sales gain and 43% EPS growth the following year on a 30% sales pop.\n\nAt the June 8 fiscal Q1 call, founder Stephen Neeleman pointed out that many people still don’t understand health savings accounts. They confuse the accounts with the use-it-or-lose-it model of flexible spending accounts.\n\nUnder health savings accounts, individuals own the funds much as they own a 401(k). A high deductible is usually involved, so the coverage operates more like auto insurance. There’s an incentive to spend the HSA funds judiciously, because unspent money stays in the account.\n\nHealthEquity reported that membership jumped 46% in Q1 vs. the year-earlier quarter. Assets under management leapt 50%. Revenue soared 48%. After-tax margin was 19% — the highest in nine quarters.\n\nThe company is debt free, and stock-based compensation is only about 3% of expected 2016 revenue. The modest share for stock-based compensation is a positive. Many young companies give away too much, making non-GAAP earnings somewhat misleading.\n\nDr. Ben Carson, a retired brain surgeon who is running for the Republican presidential nomination, advocates giving each individual a health savings account at birth. Most of the other GOP candidates, including front-runner Donald Trump, have called for expanding the HSA concept.", "article_metadata": {"description": "If a free-market Republican wins the presidency in 2016, ObamaCare could come in for a makeover. ObamaCare has been good for the stocks of hospitals, insurance", "og": {"site_name": "Investor's Business Daily", "description": "If a free-market Republican wins the presidency in 2016, ObamaCare could come in for a makeover. ObamaCare has been good for the stocks of hospitals, insurance companies and firms that help busines…", "title": "Which Stock Wins Big If GOP Remakes ObamaCare?", "url": "http://www.investors.com/stock-lists/ipo-analysis/obamacare-reversal-who-wins/", "image": {"width": 512, "identifier": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7.png", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"card": "summary", "creator": "@IBDInvestors"}, "wp-parsely_version": "1.8", "msapplication-TileImage": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7-270x270.png", "date": "2015-08-19 15:13:00:-08:00", "article": {"published_time": "2015-08-19T15:13:00+00:00", "modified_time": "-001-11-30T00:00:00+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdf808\"", "article_summary": "Under a free-market model, companies providing or managing health savings accounts would likely be big winners.\nAt the June 8 fiscal Q1 call, founder Stephen Neeleman pointed out that many people still don’t understand health savings accounts.\nUnder health savings accounts, individuals own the funds much as they own a 401(k).\nDr. Ben Carson, a retired brain surgeon who is running for the Republican presidential nomination, advocates giving each individual a health savings account at birth.\nIf a free-market Republican wins the presidency in 2016, ObamaCare could come in for a makeover."}