{"article_title": "Ghosthorse Walks the Red Road, Around The World", "article_keywords": ["poor", "word", "mother", "thinking", "english", "earth", "indigenous", "radio", "road", "walks", "world", "ghosthorse", "think", "red", "thats"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/07/09/ghosthorse-walks-red-road-around-world-155720", "article_text": "From Sweden to Germany, and 6,000 miles around the United States in just the last few months, Tiokasin Ghosthorse, Minnecoujou Lakota, host of First Voices Indigenous Radio (FVIR), has dedicated his voice to preserving Mother Earth and bringing an indigenous voice to the mainstream. Currently on a year’s sabbatical, he will soon be leaving for Peru to “meet with other original beings, at a place called the Thunderbird,” he said.\n\nFVIR is aired out of the New York metropolitan area on more than 40 radio stations nationally and internationally. Originally from the Cheyenne River Lakota Reservation in South Dakota, Tiokasin has lived in New York City and the surrounding areas for 16 years.\n\nIs it hard for you to live so far from home?\n\nSometimes people say to me, Oh you should be home. But what good would I do in that small community that I am from? It seems I am a lot more effective here, getting people here to help people out there.\n\nHow do you do that?\n\nI have done 21 years on the radio, and above all things, that is my work. That makes me an eyapaha, a voice, a communicator: I have been communicating for a long time, and honing that.\n\nIn the time you have been doing radio, have you seen a change in mainstream thinking?\n\nSociety isn’t ready to understand (indigenous thinking) because they are somehow stuck in that paradigm of thinking that there is no other way but the western way.\n\nPeople are becoming aware that there is something else, other than the paradigm they have been thinking in and of, and with, and for. This other thinking process has been present all the time.\n\nRELATED: 9 Things America Needs to Understand About Native Values\n\nDo you think the mainstream is starting to become more spiritually minded?\n\nThe religious or spiritual resource is running on empty. Why do we have to think something is spiritual in the first place? It’s the perspective of feeling and knowing. Believing and hoping, that’s the patriarchy coming through.\n\nOur original instructions are to listen to that cloud floating by and the wind blowing by. It doesn’t make sense in English. That’s poetry and prose in English, but it is wakahan in Lakota, which basically means to consciously apply mystery to everything: everything is alive and has its own consciousness.\n\nFor people who are looking for their roots, blood identity, it’s “Can you define me? Can you validate me?” That’s the whole place of not understanding your body is in the soul.\n\nAll the dissecting has come from the western mind. Once I understood and turned it around, then I realized that there was always another way, it was always here before that mindset that showed up. That is what I feel we are all connected to, not just as indigenous, but as Native original peoples.\n\nI think, not to be patriarchal or matriarchal, but to get into the world of balance. Look at Mother Earth. Is she looking for direction? Does she know which way is up, down, front, and back? She doesn’t know because she is already in balance. That balance that we had and may still have, is the responsibility to always assist and relate to other brother and sisters. Some call it race and divide it up, but we understand that they are included, too.\n\nYou speak often about the domination inherent in the English language and the loss of Native languages. Can you talk a little about that?\n\nLosing our languages as Native people has brought us further away from the Red Road. The cover up of colonization is that using English causes one to become an oppressor. In English, you can’t speak from within, it is based on expression from without.\n\nIn the Lakota/Dakota/Nakota nations we have no word or concept of domination. You look at Mother Earth and the concept applied to her is domination, and that’s patriarchy. It is basically not in touch with Mother Earth.\n\nPatriarchy destroys our ability to have any intimacy with her. Any other kind of thinking is shoved aside, and distanced, and called indigenous—which means poor people over there. Indigent is poor and genus is race or people, and that is the etymology of the old Latin word. The new meaning of the word indigenous was glossed over to mean, oh, it’s the place that you are from.\n\nThere are 427 words in the English language to describe self, and in Lakota, there are maybe one or two, and those are in relationship with something. With English, we have so many layers we have to peel off to get back onto the Red Road of relationship. When you say “I” that is the first word that separates.\n\nCan you talk about your advocacy work for Mother Earth?\n\nWhat ties the rich and the poor together is the attitude: the poor people want to be rich and the rich people have the same greed. That greed is extracting everything from Mother Earth, it’s that greed.\n\nIt doesn’t matter where you come from, people have that same attitude and are in need of an adjustment of that attitude. Greed is blindly leading everybody, and Mother Earth only has so much to give without losing the balance of the other life that she supports.\n\nFor two weeks after Hurricane Sandy, after a few panicky days, people understood it was more about helping each other and community. When we look at the negative and we take responsibility, that’s the most positive thing we can do.\n\nHow do you think the future looks? Will people come together?\n\nWe don’t know what’s coming, but if you accept what is going on now, you can expect the unexpected. If people continue to think in this modern-day western thinking, we are going to be surprised beyond our own belief system. I think that is not just a warning, it is something I have seen during the time I have been here.", "article_metadata": {"description": "From Sweden to Germany, and 6,000 miles around the U.S. in the last few months, Tiokasin Ghosthorse has dedicated his voice to preserving Mother Earth", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "leeanne", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/07/09/ghosthorse-walks-red-road-around-world-155720", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/tiokasin-ghosthorse-woods.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Ghosthorse Walks the Red Road, Around The World"}, "abstract": "From Sweden to Germany, and 6,000 miles around the U.S. in the last few months, Tiokasin Ghosthorse has dedicated his voice to preserving Mother Earth", "keywords": "Lakota, Red Road, Mother Earth, Peru, Cheyenne River Lakota Nation", "dc": {"title": "Ghosthorse Walks the Red Road, Around The World"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/07/09/ghosthorse-walks-red-road-around-world-155720", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "robots": "follow, index", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2014-07-09T10:00-04:00", "dcterms.title": "Ghosthorse Walks the Red Road, Around The World"}, "_id": "\"57477af36914bd0286fd3cf7\"", "article_summary": "The new meaning of the word indigenous was glossed over to mean, oh, it’s the place that you are from.\nSociety isn’t ready to understand (indigenous thinking) because they are somehow stuck in that paradigm of thinking that there is no other way but the western way.\nGreed is blindly leading everybody, and Mother Earth only has so much to give without losing the balance of the other life that she supports.\nWith English, we have so many layers we have to peel off to get back onto the Red Road of relationship.\nThat greed is extracting everything from Mother Earth, it’s that greed."}