{"article_title": "Second Circuit Parses ERISA Claims Procedure Rules", "article_keywords": ["administrators", "district", "rules", "parses", "regulations", "second", "health", "plan", "circuit", "judge", "claims", "procedures", "penalties", "procedure", "erisa"], "article_url": "http://www.bna.com/second-circuit-parses-n57982069768/", "article_text": "By Jacklyn Wille\n\nApril 12 — Health plan administrators can't be hit with civil penalties when they violate federal rules for handling benefit claims, the U.S. Court of Appeals for the Second Circuit ruled.\n\nThe court's April 12 decision gives “substantial deference” to the Department of Labor and is both good news and bad news for health plan administrators. Although the Second Circuit saved administrators from the threat of civil penalties when they violate the DOL's regulations on claims procedures, the court also made it harder for them to get a favorable standard of judicial review in such cases.\n\nClaims Procedure Regulations\n\nThe DOL regulations in question set deadlines for responding to benefit claims and require administrators to communicate certain information to the plan participants seeking benefits. According to the Second Circuit, an administrator won't have to pay monetary penalties for violating these regulations, but it will suffer the following consequences:\n\nThe administrator's decision denying benefits will be subject to the more stringent de novo judicial review, unless the administrator can show that it had “established procedures in full conformity with the regulation.” The administrator must also show that its failure to follow those procedures was “inadvertent and harmless.”\n\nThe district judge hearing the case may allow the claimant to introduce evidence outside the administrative record, despite the general rule prohibiting such evidence in cases brought under the Employee Retirement Income Security Act.\n\nIn so ruling, the Second Circuit rejected the more plan-friendly “substantial compliance doctrine” used by other courts. Under that doctrine, a plan administrator won't lose the benefit of deferential judicial review as long as it substantially complied with the DOL regulations.\n\nAccording to the Second Circuit, this doctrine is “flatly inconsistent” with the DOL regulations adopted in 2000. That's because the department “considered and rejected” the doctrine in the course of amending its original 1977 regulations, the Second Circuit explained.\n\nOn the issue of civil penalties, the Second Circuit disagreed with the district judge who found that an administrator's violation could be remedied by penalties . The Second Circuit said the regulation itself didn't provide for penalties and that the U.S. Supreme Court has been “particularly reluctant to recognize such non-statutory remedies in the ERISA context.”\n\nThe Second Circuit said that “some or all” of its analysis in this case could be affected by the Affordable Care Act and the new regulations governing claims procedures issued under the ACA.\n\nAs a result of this ruling, a Connecticut-based federal judge will have to reconsider a dispute between Yale University's health plan and a former graduate student who sought plan benefits without the assistance of a lawyer.\n\nChief Judge Robert A. Katzmann wrote the court's opinion, which was joined by Judge Gerard E. Lynch and District Judge Janet Bond Arterton of the U.S. District Court for the District of Connecticut.\n\nFormer Yale student Tiffany L. Halo represented herself. Donahue Durham & Noonan PC represented the health plan.\n\nTo contact the reporter on this story: Jacklyn Wille in Washington at jwille@bna.com\n\nTo contact the editor responsible for this story: Jo-el J. Meyer at jmeyer@bna.com", "article_metadata": {"og": {"url": "http://www.bna.com/second-circuit-parses-n57982069768/", "image": "http://www.bna.com/uploadedImages/BNA_V2/Company/BnaSocialShare.jpg", "description": "By  Jacklyn Wille   April 12 — Health plan administrators can't be hit with civil penalties when they violate federal rules for handling benefit claims, the U.S. Court of Appeals for...", "title": "Second Circuit Parses ERISA Claims Procedure Rules"}, "csrf-token": "GvPECsn_E1KbDxwIkVYGTH_vijoF21Rf2sw2-sGkbbq8e6ec-AF-b3aq-ILnNnAM7EAjLvYOcQX029yXXu5AE94tLHGrKJlIGLhHFo_wcrg1:r5jQ3W5LKo7BcSOBKEl6SVn354uBowZoP22eMNY5gNRHIIiBjCfOBWIqvChFsyusIJmfqBx88QlFo2fkMg4KE-FlaanZIH9KaZ5RIfuwQ_I1", "description": "By  Jacklyn Wille   April 12 — Health plan administrators can't be hit with civil penalties when they violate federal rules for handling benefit claims, the U", "viewport": "width=device-width, initial-scale=1", "fragment": "!"}, "article_summary": "In so ruling, the Second Circuit rejected the more plan-friendly “substantial compliance doctrine” used by other courts.\nBy Jacklyn WilleApril 12 — Health plan administrators can't be hit with civil penalties when they violate federal rules for handling benefit claims, the U.S. Court of Appeals for the Second Circuit ruled.\nThat's because the department “considered and rejected” the doctrine in the course of amending its original 1977 regulations, the Second Circuit explained.\nThe court's April 12 decision gives “substantial deference” to the Department of Labor and is both good news and bad news for health plan administrators.\nAccording to the Second Circuit, this doctrine is “flatly inconsistent” with the DOL regulations adopted in 2000."}