{"article_title": "Nearly 3,000 retail health clinics expected by 2017, Accenture report says", "article_keywords": ["clinics", "walgreens", "cvs", "expected", "clinic", "health", "accenture", "healthcare", "report", "services", "2017", "retail", "nearly", "3000"], "article_url": "http://www.healthcarefinancenews.com/news/nearly-3000-retail-health-clinics-expected-2017-accenture-report-says", "article_text": "Image via CVS.\n\nThe retail health clinic wave shows no sign of crashing, according to a new report by Accenture, with experts saying the number of these outposts will likely hit 3,000 by 2017.\n\nBy contrast, there were nearly 2,000 retail clinics in operation at the end of 2014, Accenture said.\n\nThe consulting company said that equates to about 17 percent annual growth and a 47 percent total growth between 2014 and 2017.\n\n[Also: Health systems rush to partner with booming retail clinic market, report says]\n\nMuch of the surge is being driven by increased profitability by retail clinics, many operated by major pharmacy chains like Walgreens, CVS and Rite Aid, as more of them increase the number of services they are offering patients.\n\nFor example, since CVS announced in 2014 that it was installing an Epic electronic health records system across its clinic network, the facilities are more able to coordinate with other clinical settings and health information exchanges.\n\nMeanwhile, Walgreens, which also installed a comprehensive EHR, recently launched a mobile app that gives patients options to speak with doctors through their smartphones.\n\nWhile retail clinics initially offered only very basic health services, such as immunizations, the adoption of telehealth and other connected services is turning them into a real extension of healthcare. For example, many now offer primary and preventive care, pediatrics, wellness care, health screening, chronic disease management and transitional care.\n\n[Also: Health systems rush to partner with booming retail clinic market, report says]\n\n\"While initially conceived with convenience as their primary consumer-facing value proposition, retail clinics are fueling expansion plans and patient volumes via three distinct approaches that focus on expanding services, investing in healthcare IT and creating an ecosystem of partnerships that span traditional industry silos,\" the report said.\n\nMajor big-box retailers like Wal-Mart and Target are also expanding their retail clinic business, often through collaboration with major healthcare providers. Walgreens is partnering with Trinity health while Target has paired with Kaiser Permanente for its California clinics. And CVS is partnering with providers in more than 60 of its clinics, Accenture said.\n\n\"As more retail clinics shift from cost to profit centers able to more predictably deliver stand-alone profits, the implications for retailers and healthcare value-chain players are significant,\" the report said. \"The projected future expansion of this sector makes this a growing opportunity for some participants and an increasing threat to others.\"\n\nTwitter: @HenryPowderly", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/nearly-3000-retail-health-clinics-expected-2017-accenture-report-says", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/cvs-hfn-feature.jpg", "site_name": "Healthcare Finance News", "description": "The retail health clinic wave shows no sign of crashing, according to a new report by Accenture, with experts saying the number of these outposts will likely hit 3,000 by 2017.", "title": "Nearly 3,000 retail health clinics expected by 2017, Accenture report says"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/cvs-hfn-feature.jpg"}, "title": "Nearly 3,000 retail health clinics expected by 2017, Accenture report says", "description": "The retail health clinic wave shows no sign of crashing, according to a new report by Accenture, with experts saying the number of these outposts will likely hit 3,000 by 2017.", "card": "summary_large_image", "site": "@HC_Finance"}, "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no", "description": "The retail health clinic wave shows no sign of crashing, according to a new report by Accenture, with experts saying the number of these outposts will likely hit 3,000 by 2017.&#13; By contrast, there were nearly 2,000 retail clinics in operation at the end of 2014, Accenture said.&#13; The consulting company said that equates to about 17 percent annual growth and a 47 percent total growth between 2014 and 2017.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "By contrast, there were nearly 2,000 retail clinics in operation at the end of 2014, Accenture said.\nThe retail health clinic wave shows no sign of crashing, according to a new report by Accenture, with experts saying the number of these outposts will likely hit 3,000 by 2017.\nMajor big-box retailers like Wal-Mart and Target are also expanding their retail clinic business, often through collaboration with major healthcare providers.\nAnd CVS is partnering with providers in more than 60 of its clinics, Accenture said.\nWhile retail clinics initially offered only very basic health services, such as immunizations, the adoption of telehealth and other connected services is turning them into a real extension of healthcare."}