{"article_title": "Efforts in Longview area target primary care doctor shortage", "article_keywords": ["physicians", "target", "area", "doctor", "primary", "class", "doctors", "program", "health", "residency", "shortage", "efforts", "longview", "texas", "care"], "article_url": "http://www.news-journal.com/news/2016/apr/03/efforts-in-longview-area-target-primary-care-docto/", "article_text": "Longview-area health care officials are taking steps to buck a national trend that's putting access to front-line primary care physicians on the critical list.\n\nThe Association for American Medical Colleges is predicting a nationwide shortage of primary care doctors of between 46,000 and 90,000 by 2025.\n\nSeparately, the U.S. Bureau of Primary Health Care estimates there already was a primary care physician shortage equal to 7,500 full-time employees by 2010. The government agency predicts demand for those doctors to grow 8 percent by 2020.\n\nAn unusual residency program that began in Longview in 2012 graduated its first class last summer, with a majority of the 16 students declaring intentions to hang their stethoscopes in Longview and East Texas.\n\nThe residency partnership between UT Health Northeast and Good Shepherd Health Systems is unusual because such opportunities generally are offered in urban settings.\n\n\"Out of that class that graduated — there were 16 of them, and 13 of them are in Texas doing different things,\" Dr. Emmanuel Elueze said.\n\nIf you build it ...\n\nElueze (pronounced El-eww-eeze) directs the Internal Medicine Residency Program at Good Shepherd, where he said last week that luring doctors to Longview with the hopes they fall in love with the bucolic countryside and friendly people was a foundational goal of the program.\n\n\"I came to start this program here for one purpose — to improve the quality of health care in Longview and East Texas,\" Elueze said. \"We're doing fairly well. Out of a class of 16, we have five of them working in Longview, East Texas. And we have four of them working in Tyler. So, out of a class of 16, nine of them are in East Texas.\"\n\nThe second class of new doctors is scheduled to graduate June 3. There are 18 in the class.\n\n\"This class, there's a good number from Texas, but I would just say from the U.S. and outside the U.S.,\" he said. \"Even as we speak today, we are helping to address the primary care physician shortage in Longview.\"\n\nEven as the teacher spoke Thursday morning, Dr. Candice Dean probably was making rounds at Good Shepherd's Northpark Medical Plaza.\n\nDean was in Elueze's first graduating class and chose primary care over more lucrative specialties available to her. She might have known from her studies that primary care doctors are becoming scarce, but now she's living it.\n\n\"You can tell there's a shortage because of just how busy I got, being a new physician in town,\" Dean said Friday in a checkup room at the Hawkins Parkway clinic. \"There's a lot of patients out there looking for primary providers, and also a lot of insurance plans require you to go thorough a primary doctor.\"\n\nA Palestine native like her husband, Department of Public Safety Trooper Bobby Dean, the doctor did not need to be introduced to East Texas' allure by the residency program, unlike many of her classmates — the couple already knew they wanted to live here.\n\n\"We'll probably live in East Texas the rest of our lives,\" she said, adding they have a 2-year-old son.\n\nPersonal, hands-on doctoring appealed to Dean.\n\n\"I've always liked science and loved people, and it's a good mix of those two,\" she said. \"That's kind of why (I chose) primary care, too. You establish a relationship, and you follow them and you learn about their family and what goes on in their lives.\"\n\nWhile Dean opted for primary care, the Good Shepherd residency program provided another incentive to locate her practice — she's known most of the specialists she calls on for three years already.\n\n\"Going through the residency program gave me the chance to meet all those specialists ahead of time,\" she said. \"I had all their phone numbers. (The residency) is primary care-driven. Their goal with the program is to provide more primary care physicians — especially in smaller communities.\"\n\nFilling in the gaps\n\nThe shortage of primary care doctors, fueled by the greater numbers of people who now have health insurance under the Affordable Care Act, is creating openings for so-called mid-level professionals such as physician's assistants and nurse practitioners.\n\nAlso called physician's extenders, those professionals are trained in the routine checkup routines that medical doctors perform.\n\nThey represent a second-tier alternative to the emergency room option many families seek because members have not been getting routine health checkups.\n\n\"That's the direction that health care is going to have to go,\" said Chad Jones, executive director at Longview's federally qualified health facility, WellnessPointe. \"Just with the aging of the population, and fewer people going into medicine, you're going to see physicians extenders in a greater role.\"\n\nDean agreed those mid-level professionals help broaden modern health care.\n\n\"It is definitely a resource that I think a lot of places are taking advantage of because of the shortage,\" she said.\n\nJones said WellnessPointe has \"a few extra carrots\" to lure providers to the area.\n\nMedical doctors, doctors of osteopathic medicine, nurse practitioners, physicians assistants, dentists and certified nurse-midwives are eligible for federal scholarships that pay tuition and a living stipend to students in exchange for two-year commitments to underserved areas.\n\nA similar federal program offers up to $50,000 in loan repayment for a broader range of professionals including dental hygienists and licensed clinical social workers and licensed professional counselors, Jones added.\n\nOther programs in WellnessPointe's recruitment arsenal take in international medical graduates pursuing residency training on specialized visas.", "article_metadata": {"viewport": "width=device-width, initial-scale=1", "og": {"url": "http://www.news-journal.com/news/2016/apr/03/efforts-in-longview-area-target-primary-care-docto/", "image": "https://static.texascommunitymedia.com/img/photos/2016/04/02/040116-DEAN_2639681.jpg", "type": "article", "description": "Longview-area health care officials are taking steps to buck a national trend that's putting access to front-line primary care physicians on the critical list. The ...", "title": "Efforts in Longview area target primary care doctor shortage - Longview News-Journal"}, "msapplication-TileColor": "#ffffff", "blitz": "mu-10ba9b19-0c38fcd6-4c764ea6-9fa4649b", "fb": {"app_id": 1419380718274846}, "msapplication-TileImage": "https://static.texascommunitymedia.com/static/lnj/images/favicons/mstile-144x144.png", "theme-color": "#ffffff"}, "article_summary": "Separately, the U.S. Bureau of Primary Health Care estimates there already was a primary care physician shortage equal to 7,500 full-time employees by 2010.\nLongview-area health care officials are taking steps to buck a national trend that's putting access to front-line primary care physicians on the critical list.\nThe Association for American Medical Colleges is predicting a nationwide shortage of primary care doctors of between 46,000 and 90,000 by 2025.\nShe might have known from her studies that primary care doctors are becoming scarce, but now she's living it.\n\"Even as we speak today, we are helping to address the primary care physician shortage in Longview.\""}