{"article_title": "Cleveland Police Officer Michael Brelo Shoots Through Windshield at Unarmed Couple 15 Times: Found Not Guilty", "article_keywords": ["brelos", "russell", "car", "odonnell", "michael", "couple", "guilty", "times", "unarmed", "threat", "officer", "reasonable", "cleveland", "judge", "shoots", "windshield", "think", "williams", "brelo"], "article_url": "http://reason.com/blog/2015/05/23/cleveland-police-officer-michael-brelo-s", "article_text": "Some people in Cleveland back in November 2012 thought they heard a gun firing. It was a car backfiring. So they chased the car from which they imagined the gunshot came at high speeds, often reaching 100 mph, for 20 miles, themselves shooting at or into that car 137 times.\n\nOne of the shooters, named Michael Brelo, leapt on the hood of the car after it was halted and shot 15 times. The people inside the car, Timothy Russell and Malissa Williams, were, predictably, murdered in this barrage of 137 gunshots all told. They were unarmed.\n\nDo you think Brelo committed a crime?\n\nCuyahoga County Common Pleas Judge John P. O'Donnell didn't think so. This morning a trial for Brelo (the only one of the group of 13 people responsible charged with any crime, in this case \"voluntary manslaughter\") ended with a verdict from the judge of not guilty.\n\nWhy? How?\n\nOh wait—did I forget to mention Brelo was a police officer? Never mind!\n\nBut the reasoning was, according to the Columbus Dispatch report: There wasn't any way to be sure beyond a reasonable doubt that it was the specific bullets that Brelo fired that ended Russell and Williams's life, after\n\na nearly hour-long summation of his conclusion, an involved explanation of the decision that involved mannequins marked with the gunshot wounds that the two motorists suffered.\n\nAs NPR summed up:\n\nit was impossible to determine beyond a reasonable doubt that either suspect would have survived if not for Brelo's shots. He also determined that Brelo's use of force was constitutionally reasonable given that he and other officers perceived that Russell and Williams posed a threat. \"It is Brelo's perception of a threat that matters,\" O'Donnell said.\n\nHave a great weekend, Cleveland.\n\nEd Krayewski blogged about this case in January, last November (about the $3 million civil wrongful death suit payout from the city over the murder, er, \"incident\"), and June.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Couldn't Prove Brelo's Specific Bullets Killed Them, Judge Decides", "title": "Cleveland Police Officer Michael Brelo Shoots Through Windshield at Unarmed Couple 15 Times: Found Not Guilty", "url": "http://reason.com/blog/2015/05/23/cleveland-police-officer-michael-brelo-s", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1432393599408.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1432393599408.jpg", "description": "Some people in Cleveland back in November 2012&nbsp;thought they heard a gun firing. It was a car backfiring. So they chased the car from which they imagined the gunshot came at high speeds, often reaching 100 mph, for 20 miles, themselves shooting at or into that car 137 times.\n\nOne of the shooters, named Michael Brelo, leapt on the hood of the car after it was halted and shot 15 times. The people inside the car, Timothy Russell and Malissa Williams, were, predictably, murdered in this barrage of 137 gunshots all told", "site": "@reason", "card": "summary_large_image", "title": "Cleveland Police Officer Michael Brelo Shoots Through Windshield at Unarmed Couple 15 Times: Found Not Guilty"}, "fb": {"pages": 17548474116}, "article": {"tag": "Civil Liberties", "published_time": "2015-05-23T15:34:00+00:00", "author": "http://reason.com/people/brian-doherty"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fca90e\"", "article_summary": "One of the shooters, named Michael Brelo, leapt on the hood of the car after it was halted and shot 15 times.\nDo you think Brelo committed a crime?\nThe people inside the car, Timothy Russell and Malissa Williams, were, predictably, murdered in this barrage of 137 gunshots all told.\nHe also determined that Brelo's use of force was constitutionally reasonable given that he and other officers perceived that Russell and Williams posed a threat.\nCuyahoga County Common Pleas Judge John P. O'Donnell didn't think so."}