{"article_title": "Paul Krugman: The “vampires of finance bought themselves a Congress” and want to destroy America with it", "article_keywords": ["financial", "finance", "congress", "reform", "wall", "doddfrank", "bought", "krugman", "street", "destroy", "paul", "america", "really", "vampires"], "article_url": "http://www.salon.com/2015/05/11/paul_krugman_the_vampires_of_finance_bought_themselves_a_congress_and_want_to_destroy_america_with_it/", "article_text": "Topics: Economics, Paul Krugman, vampires of finance, News, Politics News\n\nNew York Times columnist Paul Krugman is surprisingly sanguine about the current state of finance reform, claiming today that “the vampires of finance” have been disappointed by the rate-of-return on their dollars recently. As it turns out, he argues, “the enemies of reform can’t withstand sunlight.”\n\n“Almost nobody wants to be seen as a bought and paid-for servant of the financial industry,” he writes, “least of all those who really are exactly that.”\n\nLast year the vampires of finance bought themselves a Congress. I know it’s not nice to call them that, but I have my reasons, which I’ll explain in a bit. For now, however, let’s just note that these days Wall Street, which used to split its support between the parties, overwhelmingly favors the G.O.P. And the Republicans who came to power this year are returning the favor by trying to kill Dodd-Frank, the financial reform enacted in 2010. And why must Dodd-Frank die? Because it’s working. This statement may surprise progressives who believe that nothing significant has been done to rein in runaway bankers. And it’s true both that reform fell well short of what we really should have done and that it hasn’t yielded obvious, measurable triumphs like the gains in insurance thanks to Obamacare. But Wall Street hates reform for a reason, and a closer look shows why.", "article_metadata": {"description": "\"Nobody wants to be seen as a bought and paid-for servant of the financial industry,\" he writes. \"And yet...\"", "title": "Paul Krugman: The “vampires of finance bought themselves a Congress” and want to destroy America with it", "og": {"site_name": "Salon", "description": "\"Nobody wants to be seen as a bought and paid-for servant of the financial industry,\" he writes. \"And yet...\"", "title": "Paul Krugman: The “vampires of finance bought themselves a Congress” and want to destroy America with it", "url": "http://www.salon.com/2015/05/11/paul_krugman_the_vampires_of_finance_bought_themselves_a_congress_and_want_to_destroy_america_with_it/", "image": "http://media.salon.com/2015/05/paul-krugman-flickr.jpg", "type": "article"}, "twitter": {"description": "\"Nobody wants to be seen as a bought and paid-for servant of the financial industry,\" he writes. \"And yet...\"", "title": "Paul Krugman: The “vampires of finance bought themselves a Congress” and want to destroy America with it", "image": "http://media.salon.com/2015/05/paul-krugman-flickr.jpg", "creator": "@scottekaufman", "site": "@salon", "card": "summary_large_image"}, "author": "Scott Eric Kaufman", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Economics, Paul Krugman, vampires of finance", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd9230\"", "article_summary": "Topics: Economics, Paul Krugman, vampires of finance, News, Politics NewsNew York Times columnist Paul Krugman is surprisingly sanguine about the current state of finance reform, claiming today that “the vampires of finance” have been disappointed by the rate-of-return on their dollars recently.\nFor now, however, let’s just note that these days Wall Street, which used to split its support between the parties, overwhelmingly favors the G.O.P.\nBut Wall Street hates reform for a reason, and a closer look shows why.\nAnd the Republicans who came to power this year are returning the favor by trying to kill Dodd-Frank, the financial reform enacted in 2010.\nI know it’s not nice to call them that, but I have my reasons, which I’ll explain in a bit."}