{"article_title": "Clinton Votes Against Construction of Propane Facility", "article_keywords": ["town", "votes", "clinton", "facility", "propane", "planning", "zoning", "construction", "voted", "stanley", "shoreline", "residents"], "article_url": "http://www.nbcconnecticut.com/news/local/Clinton-Votes-Against-Construction-of-Propane-Facility-270836151.html", "article_text": "Residents of Clinton can put down their picket signs – tonight the town Planning and Zoning Commission voted against bringing a propane unloading facility to the shoreline community.\n\nTownspeople have been up in arms since the town started exploring a proposal from developer Global Companies, which sought to bring in propane by train, store it in a dozen 45,000-gallon tanks at the site of the former Stanley Bostitch manufacturing plant on Knollwood Drive, then distribute it by truck.\n\nThey crowded into two planning and zoning meetings earlier this summer to voice their concerns about industrial pollution, decreasing property values, heavier traffic and the potential for safety risks that could accompany the facility.\n\nBut Monday night the fight was over. In a closed-door meeting, the Planning and Zoning Commission voted 7-1 against bringing a propane facility to town.\n\nClinton Residents Still Do Not Want Propane Distribution Facility\n\nHundreds turned out to try and stop a business from moving into the old Stanley Bostitch plant in Clinton. The developer wants to turn an old factory into a propane storage facility. Residents say their safety is in jeopardy. (Published Monday, July 7, 2014)\n\n“We are a residential town on the shoreline. We’re not Wallingford. We’re not an industrialized town. We are a bedroom community,” said Clinton resident Kathleen Skoczen, at a July 7 planning and zoning meeting.\n\nGlobal Companies now has the option to appeal the decision, but it’s not clear if it plans to do so.", "article_metadata": {"description": "Residents of Clinton can put down their picket signs – tonight the town Planning and Zoning Commission voted against bringing a propane unloading facility to the sleepy shoreline town.", "title": "Clinton Votes Against Construction of Propane Facility", "og": {"site_name": "NBC Connecticut", "description": "Residents of Clinton can put down their picket signs – tonight the town Planning and Zoning Commission voted against bringing a propane unloading facility to the sleepy shoreline town.", "title": "Clinton Shoots Down Propane Proposal", "url": "http://www.nbcconnecticut.com/news/local/Clinton-Votes-Against-Construction-of-Propane-Facility-270836151.html", "image": "http://media.nbcconnecticut.com/images/1200*675/clinton+propane.jpg", "type": "article"}, "twitter": {"description": "Residents of Clinton can put down their picket signs – tonight the town Planning and Zoning Commission voted against bringing a propane unloading facility to the sleepy shoreline town.", "creator": "@nbcconnecticut", "url": "http://www.nbcconnecticut.com/news/local/Clinton-Votes-Against-Construction-of-Propane-Facility-270836151.html", "image": "http://media.nbcconnecticut.com/images/1200*675/clinton+propane.jpg?ak=bc", "title": "Clinton Shoots Down Propane Proposal", "site": "@nbcconnecticut", "card": "summary_large_image"}, "robots": "noodp,noydir", "tp": {"preferredRuntimes": "Flash,HTML5", "FlashBlacklist": "None|None", "preferredFormats": "mpeg4,m3u,webm,ogg,flv,F4M"}, "fb": {"app_id": 81242742459}, "keywords": "local news, connecticut news, ct   news, breaking news, new haven news, hartford news, westport news", "article": {"publisher": "http://www.facebook.com/NBCConnecticut"}, "viewport": "width=device-width, user-scalable=yes"}, "_id": "\"57477af46914bd0286fd7e58\"", "article_summary": "Residents of Clinton can put down their picket signs – tonight the town Planning and Zoning Commission voted against bringing a propane unloading facility to the shoreline community.\nIn a closed-door meeting, the Planning and Zoning Commission voted 7-1 against bringing a propane facility to town.\nClinton Residents Still Do Not Want Propane Distribution FacilityHundreds turned out to try and stop a business from moving into the old Stanley Bostitch plant in Clinton.\nThe developer wants to turn an old factory into a propane storage facility.\nWe are a bedroom community,” said Clinton resident Kathleen Skoczen, at a July 7 planning and zoning meeting."}