{"article_title": "A Photographer Captures Extraordinary Moments Of Everyday Indian Life", "article_keywords": ["sort", "boy", "life", "street", "moments", "photographer", "india", "little", "obviously", "steve", "extraordinary", "indian", "snake", "captures", "portrait", "everyday", "theres"], "article_url": "http://wnpr.org/post/photographer-captures-extraordinary-moments-everyday-indian-life", "article_text": "Photographer Steve McCurry has been frequenting — and documenting — India since 1978. His new book, Steve McCurry: India highlights the extraordinary moments of ordinary, everyday life across the subcontinent.\n\nWe caught up with the man most famous for his portrait of a fiery young girl in Afghanistan and asked him about some of the more colorful scenes — and colorful people — that caught his eye.\n\nThe interview has been edited for length and clarity.\n\nIs there a theme that ties the book together?\n\nThis is sort of a diary — a poem about my time in India.\n\nI'm from Mumbai and I know how crazy chaotic Indian cities can be. How do you focus in and decide what to photograph?\n\nIt's a question of enjoying your day, your life and enjoying walking down the street observing, and being curious — until you see something that catches your eye.\n\nOne photo that stuck a chord for me is the frail man, collapsed at a train station.\n\nThat was disturbing because obviously this guy, he's is not doing well. But people are just zooming by, seemingly oblivious or unaware of his plight. And this is something that happens not only in India but all over the world. People in cities everywhere, when they encounter a difficult situation, they tend to just walk by.\n\nHow did witnessing that sort of urban indifference affect you?\n\nI do frequently try intervene in these situations, when there's somebody on the street obviously in need. There's times when I'll buy someone a meal or give someone a ride. I bought a fellow a pair of shoes once. There are those little moments where you do whatever you can.\n\nAnother really cool shot is the portrait of the little boy with a snake around his neck. Is that thing going to hurt him?\n\nNo, no. That's a pet snake, so it's not particularly dangerous.\n\nThat boy belonged to a caste of snake-handlers. They would get money performing with these snakes on the street. And if there was a snake in somebody's house, they would get paid to get rid of it.\n\nI noticed in a lot of your portraits, including the one one of this little boy — and your famous portrait of the Afghan girl — your subjects look directly into the camera.\n\nIt's true. I think it helps viewers make that personal connection with the subject.\n\n", "article_metadata": {"category": "none", "description": "Photographer Steve McCurry has been frequenting — and documenting — India since 1978. His new book, Steve McCurry: India highlights the extraordinary", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wnpr.org/post/photographer-captures-extraordinary-moments-everyday-indian-life", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201601/461940091.jpg", "type": "article", "description": "Photographer Steve McCurry has been frequenting — and documenting — India since 1978. His new book, Steve McCurry: India highlights the extraordinary", "title": "A Photographer Captures Extraordinary Moments Of Everyday Indian Life"}, "story_id": 461937074, "twitter": {"site": "@wnpr", "card": "summary", "creator": "@wnpr"}, "author": "Maanvi Singh", "org_id": 1, "dc": {"title": "A Photographer Captures Extraordinary Moments Of Everyday Indian Life"}, "nid": 52544, "datePublished": "2016-01-09", "wordCount": 473, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "His new book, Steve McCurry: India highlights the extraordinary moments of ordinary, everyday life across the subcontinent.\nI do frequently try intervene in these situations, when there's somebody on the street obviously in need.\nAnother really cool shot is the portrait of the little boy with a snake around his neck.\nI noticed in a lot of your portraits, including the one one of this little boy — and your famous portrait of the Afghan girl — your subjects look directly into the camera.\nPhotographer Steve McCurry has been frequenting — and documenting — India since 1978."}