{"article_title": "Obama administration celebrates Medicaid enrollment explosion", "article_keywords": ["explosion", "haislmaier", "federal", "money", "enrollment", "administration", "obamacare", "states", "state", "medicaid", "health", "population", "celebrates", "care", "obama"], "article_url": "http://watchdog.org/188419/obama-admin-medicaid/", "article_text": "By Jason Hart | Watchdog.org\n\nPresident Obama’s administration began celebrating Christmas early by announcing 9.7 million Americans have enrolled in Medicaid and the Children’s Health Insurance Program in the past year.\n\n“As we approach the New Year, we take time to reflect on the many individuals and families who have been helped by the Affordable Care Act,” began the U.S. Department of Health & Human Services release recognizing Obama’s “milestone achievement.”\n\nAccording to HHS, Medicaid and CHIP enrollment increased by 24 percent from October 2013 to October 2014 in the states expanding Medicaid under the Patient Protection and Affordable Care Act, more commonly known as Obamacare. The vast majority of Americans eligible for Medicaid under Obamacare are able-bodied, working age adults with no dependent children.\n\n“As of October 2014, approximately 9.7 million additional Americans were enrolled in Medicaid and CHIP – a 17 percent increase over the average monthly enrollment for July through September 2013, the months before the Marketplaces first opened,” Center for Medicaid and CHIP Services director Cindy Mann boasted.\n\n“Enrollment in Medicaid and CHIP happens year-round and states can expand their Medicaid programs to cover more people at any time,” Mann said. “And, even more Americans could access affordable coverage if all states take the Medicaid expansion option.\n\n“Coverage for newly eligible adult beneficiaries is fully federally paid for under the Affordable Care Act through 2016, and never less than 90 percent for the years following. This is a good deal for states.”\n\nMann is a former research professor at the left-wing Georgetown University Health Policy Institute and a former policy director at the leftist Center on Budget and Policy Priorities.\n\n“The Affordable Care Act is working, especially in states that expanded Medicaid,” Judy Solomon, CBPP vice president for health policy, said in an email to Watchdog.org. “Those states are seeing dramatic drops in the share of people without insurance and are experiencing slower growth in their state Medicaid costs than states that have failed to expand.\n\n“The most important further Medicaid eligibility change would be for more states to adopt the expansion.”\n\nConservative groups are skeptical both of adding millions to Medicaid and of the Obamacare funding promised to compliant states.\n\n“Obamacare is turning into basically a Medicaid expansion,” Heritage Foundation senior research fellow Ed Haislmaier told Watchdog in a phone interview. “There are people who actually think that’s a good thing, of course, including the people running HHS.”\n\nIn October, Haislmaier coauthored a Heritage report showing 71 percent of Obamacare’s health insurance coverage gains through the first half of the year resulted from Medicaid expansion.\n\nMedicaid expansion is, in Mann’s words, “a good deal for states” because Obamacare includes a much higher Federal Medical Assistance Percentage than states receive for the children, elderly, disabled and impoverished families that Medicaid formerly was restricted to.\n\n“I think Congress taking the expansion FMAP back down to normal FMAP should absolutely be on top of their agenda, both for fiscal reasons and for reasons of equity and fairness,” Haislmaier said.\n\nRepublicans have indicated their interest in doing just that.\n\n“Why should a state get more money from the federal government for insuring, through Medicaid, an able-bodied working age adult who isn’t working very much, but get less money from the federal government for taking care of, through Medicaid, a poor child who has no control over their circumstances, or a disabled adult who can’t work?”\n\nDemocrats’ inclusion of an enhanced Medicaid FMAP in Obamacare was purely political, Haislmaier said.\n\n“The only reason the enhanced match rate was in there was to effectively bribe the states against suing and getting their unconstitutional action overturned; the states went ahead and did it anyway. The states won,” Haislmaier said.\n\nObamacare was written to withhold traditional Medicaid funding from any state refusing to expand Medicaid to everyone with income at or below 138 percent of the federal poverty line. This provision was overturned by the Supreme Court in 2012.\n\n“There’s no reason for an enhanced match rate for this population and it’s completely unfair to have the enhanced match rate for this population when, for the population that most needs Medicaid, the state is getting half as much from the federal government — and is encouraged to put them at the back of the line,” Haislmaier said.\n\n“Think about it. If a state is getting more money for enrolling newly eligibles than for the traditional population and the state has to save money, what do you do? You cut pediatricians. Why? Because you don’t get as much to pay for the pediatricians, because your population there is kids and they’re at the normal match rate.\n\n“It’s completely unjustifiable, and it’s money the federal government doesn’t have and can’t afford to spend anyway.”", "article_metadata": {"description": "President Obama's administration began celebrating Christmas early by announcing 9.7 million Americans have enrolled in Medicaid and CHIP in the past year.", "og": {"site_name": "Watchdog.org", "description": "President Obama's administration began celebrating Christmas early by announcing 9.7 million Americans have enrolled in Medicaid and CHIP in the past year.", "title": "Obama administration celebrates Medicaid enrollment explosion - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2014/12/barack-obama-white-house-2014-11-27.jpg", "updated_time": "2015-05-20T15:19:46+00:00", "url": "http://watchdog.org/188419/obama-admin-medicaid/", "type": "article"}, "twitter": {"domain": "Watchdog.org", "description": "President Obama's administration began celebrating Christmas early by announcing 9.7 million Americans have enrolled in Medicaid and CHIP in the past year.", "title": "Obama administration celebrates Medicaid enrollment explosion - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2014/12/barack-obama-white-house-2014-11-27.jpg"}, "creator": "@jasonahart", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "Health Care", "published_time": "2014-12-23T04:00:09+00:00", "modified_time": "2015-05-20T15:19:46+00:00"}, "news_keywords": "Obamacare, HHS, CMS, Medicaid, Medicaid expansion, Obamacare Medicaid expansion, Ed Haislmaier, Heritage Foundation, Obamacare FMAP"}, "article_summary": "“Enrollment in Medicaid and CHIP happens year-round and states can expand their Medicaid programs to cover more people at any time,” Mann said.\nThe vast majority of Americans eligible for Medicaid under Obamacare are able-bodied, working age adults with no dependent children.\n“Those states are seeing dramatic drops in the share of people without insurance and are experiencing slower growth in their state Medicaid costs than states that have failed to expand.\n“Obamacare is turning into basically a Medicaid expansion,” Heritage Foundation senior research fellow Ed Haislmaier told Watchdog in a phone interview.\n“And, even more Americans could access affordable coverage if all states take the Medicaid expansion option."}