{"article_title": "Clinton campaign corrals media", "article_keywords": ["clinton", "campaign", "caption", "career", "media", "50", "corrals", "photos", "clintons", "hide", "hillary", "spotlight"], "article_url": "http://www.cnn.com/2015/07/04/politics/hillary-clinton-rope-line-reporters/", "article_text": "Gorham, New Hampshire (CNN) Hillary Clinton's campaign used a rope to keep journalists away from the candidate on Saturday while she walked in this small town's July Fourth parade.\n\nThe ensuing photos of journalists, including a CNN reporter, being somewhat dragged by a thin white rope as Clinton walked down Main Street caught fire online.\n\nThe techie - Stephanie Hannon left Google and her role as the company's director of product management for civic innovation and social impact to join the Clinton campaign. Hannon will oversee the implementation of Clinton's digital strategy, including both the strategic plans and technical side of building a website, apps and other web platforms for the campaign, most of which fell short to the Obama organization eight years ago.\n\nThe techie - Stephanie Hannon left Google and her role as the company's director of product management for civic innovation and social impact to join the Clinton campaign. Hannon will oversee the implementation of Clinton's digital strategy, including both the strategic plans and technical side of building a website, apps and other web platforms for the campaign, most of which fell short to the Obama organization eight years ago.\n\nThe politico - Amanda Renteria, who unsuccessfully ran for Congress in 2014 in Calfornia, will serve as Clinton's national political director. She was the first Latina chief of staff on Capitol Hill when she worked for Michigan Sen. Debbie Stabenow in 2008.\n\nThe politico - Amanda Renteria, who unsuccessfully ran for Congress in 2014 in Calfornia, will serve as Clinton's national political director. She was the first Latina chief of staff on Capitol Hill when she worked for Michigan Sen. Debbie Stabenow in 2008.\n\nThe institutionalist - Of all the people working on Clinton's 2016 campaign, Mandy Grunwald may know the Clintons the longest. Grunwald first worked for the Clintons in 1992, when she served as director of advertising on Bill Clinton's presidential campaign. Grunwald has grown closer with Hillary Clinton through the years and guided her advertising on the 2008 campaign. This time, she will be one of the top strategists to shape her message.\n\nThe institutionalist - Of all the people working on Clinton's 2016 campaign, Mandy Grunwald may know the Clintons the longest. Grunwald first worked for the Clintons in 1992, when she served as director of advertising on Bill Clinton's presidential campaign. Grunwald has grown closer with Hillary Clinton through the years and guided her advertising on the 2008 campaign. This time, she will be one of the top strategists to shape her message.\n\nThe brain - Neera Tanden is currently the head of the Center for American Progress. She's worked with Clinton since 1997, serving as a deputy campaign manager in the 2000 Senate campaign, her policy director in the Senate and during the 2008 presidential campaign. The two regularly talk and because CAP is a pro-Clinton research body, Tanden will continue to wield influence inside and outside the campaign.\n\nThe brain - Neera Tanden is currently the head of the Center for American Progress. She's worked with Clinton since 1997, serving as a deputy campaign manager in the 2000 Senate campaign, her policy director in the Senate and during the 2008 presidential campaign. The two regularly talk and because CAP is a pro-Clinton research body, Tanden will continue to wield influence inside and outside the campaign.\n\nThe image maven - The job of retooling Hillary Clinton's image will fall primarily to Kristina Schake, a communications veteran whose background includes working for issue campaigns, multinational corporations and Hollywood stars. As Michelle Obama's communications director, Schake was credited with helping to turn the first lady into an everywoman known for dancing on national TV and touring colleges with her daughter.\n\nThe image maven - The job of retooling Hillary Clinton's image will fall primarily to Kristina Schake, a communications veteran whose background includes working for issue campaigns, multinational corporations and Hollywood stars. As Michelle Obama's communications director, Schake was credited with helping to turn the first lady into an everywoman known for dancing on national TV and touring colleges with her daughter.\n\nThe communicator - Jennifer Palmieri has a deep history with Democratic presidential elections and will serve as the campaign's communications director. A member of the team's senior staff, Palmieri is known for her cordial and direct relations with the press, dating back to her time in the first Clinton White House. She last served as President Obama's communications director, but left the White House in March to join the Clinton campaign.\n\nThe communicator - Jennifer Palmieri has a deep history with Democratic presidential elections and will serve as the campaign's communications director. A member of the team's senior staff, Palmieri is known for her cordial and direct relations with the press, dating back to her time in the first Clinton White House. She last served as President Obama's communications director, but left the White House in March to join the Clinton campaign.\n\nThe enforcer - Most journalists in Washington can remember the last time they got a nasty-gram from Philippe Reines and a simple Google search will lead you to a handful. The veteran of Capitol Hill and Clinton's senior adviser at State has been a part of Clinton's communication team for years and is expected to play a role in 2016. This time, however, it will be from the outside.\n\nThe enforcer - Most journalists in Washington can remember the last time they got a nasty-gram from Philippe Reines and a simple Google search will lead you to a handful. The veteran of Capitol Hill and Clinton's senior adviser at State has been a part of Clinton's communication team for years and is expected to play a role in 2016. This time, however, it will be from the outside.\n\nThe protector- Cheryl Mills is one of Hillary Clinton's closest, longest confidants. She was a top lawyer in the Clinton White House and served as Hillary Clinton's chief of staff at the State Department. She also is a member of the Clinton Foundation board of directors. While Mills isn't expected to hold a formal campaign role, she will continue to have something more important: Hillary Clinton's ear.\n\nThe protector- Cheryl Mills is one of Hillary Clinton's closest, longest confidants. She was a top lawyer in the Clinton White House and served as Hillary Clinton's chief of staff at the State Department. She also is a member of the Clinton Foundation board of directors. While Mills isn't expected to hold a formal campaign role, she will continue to have something more important: Hillary Clinton's ear.\n\nThe wonk - As the campaign's top policy adviser, Jake Sullivan will look to navigate Clinton's campaign through complex issues, particularly on foreign policy matters like Iran. In 2011, Sullivan became the youngest director of policy in department history, an experience that earned him Clinton's implicit respect and trust.\n\nThe wonk - As the campaign's top policy adviser, Jake Sullivan will look to navigate Clinton's campaign through complex issues, particularly on foreign policy matters like Iran. In 2011, Sullivan became the youngest director of policy in department history, an experience that earned him Clinton's implicit respect and trust.\n\nThe gate-keeper - Huma Abedin has worn many hats for Hillary Clinton - intern, \"body woman,\" chief of staff - but the title that best describes her is gate keeper and confidant. No one without the last name Clinton is said to have a tighter relationship with the former secretary of state. Although her formal title in the 2016 campaign is not yet clear, she remains one of Clinton's most trusted personal aides.\n\nThe gate-keeper - Huma Abedin has worn many hats for Hillary Clinton - intern, \"body woman,\" chief of staff - but the title that best describes her is gate keeper and confidant. No one without the last name Clinton is said to have a tighter relationship with the former secretary of state. Although her formal title in the 2016 campaign is not yet clear, she remains one of Clinton's most trusted personal aides.\n\nThe fundraiser - While Hillary Clinton mulled her presidential run, Dennis Cheng pulled double duty for a short time: Working as the chief development officer at The Clinton Foundation and starting to build a 2016 fundraising team. Cheng, who is credited with raising more than $248 million for the foundation since 2011, will fill the campaign's top finance post and take on the daunting task of fortifying what is expected to be a billion-dollar campaign.\n\nThe fundraiser - While Hillary Clinton mulled her presidential run, Dennis Cheng pulled double duty for a short time: Working as the chief development officer at The Clinton Foundation and starting to build a 2016 fundraising team. Cheng, who is credited with raising more than $248 million for the foundation since 2011, will fill the campaign's top finance post and take on the daunting task of fortifying what is expected to be a billion-dollar campaign.\n\nThe right-hand man - Marlon Marshall has long been Robby Mook's trusted right-hand man and is seen as a talented organizer and field director. He knows what went right -- and wrong -- during Hillary Clinton's first presidential race because he was there and will be in charge of making adjustments this time. He helped found the Democratic consulting firm 270 Strategies and during a stint at the White House was tasked with promoting Obamacare enrollment.\n\nThe right-hand man - Marlon Marshall has long been Robby Mook's trusted right-hand man and is seen as a talented organizer and field director. He knows what went right -- and wrong -- during Hillary Clinton's first presidential race because he was there and will be in charge of making adjustments this time. He helped found the Democratic consulting firm 270 Strategies and during a stint at the White House was tasked with promoting Obamacare enrollment.\n\nThe adman - Jim Margolis also once worked to defeat Hillary Clinton. Now, he is working with her. Margolis was a senior adviser to both President Barack Obama's successful campaigns and has worked with a number of senators, including Senate Minority Leader Harry Reid. Margolis will server as Clinton's top media adviser and ad maker.\n\nThe adman - Jim Margolis also once worked to defeat Hillary Clinton. Now, he is working with her. Margolis was a senior adviser to both President Barack Obama's successful campaigns and has worked with a number of senators, including Senate Minority Leader Harry Reid. Margolis will server as Clinton's top media adviser and ad maker.\n\nThe strategist - Joel Benenson started to work with Clinton in 2014, when the former secretary of state was mulling a run and piecing a staff together. The lead pollster for President Obama's winning campaign and re-election, who also worked on Bill Clinton's 1996 race, will be the top campaign strategist for Hillary Clinton. His firm is already starting to test themes and messages for this campaign.\n\nThe strategist - Joel Benenson started to work with Clinton in 2014, when the former secretary of state was mulling a run and piecing a staff together. The lead pollster for President Obama's winning campaign and re-election, who also worked on Bill Clinton's 1996 race, will be the top campaign strategist for Hillary Clinton. His firm is already starting to test themes and messages for this campaign.\n\nThe manager - Robby Mook impressed Clinton-land when he ran Hillary Clinton's 2008 campaign to primary wins in Nevada, Ohio and Indiana, and again when he led Terry McAuliffe - a longtime Clinton friend and confidant - to the Virginia governor's mansion in 2013. The numbers-focused, Vermont-native has had his hand in hiring many of top campaign strategists this time around and is pushing Clinton's sharp focus on Iowa and New Hampshire.\n\nThe manager - Robby Mook impressed Clinton-land when he ran Hillary Clinton's 2008 campaign to primary wins in Nevada, Ohio and Indiana, and again when he led Terry McAuliffe - a longtime Clinton friend and confidant - to the Virginia governor's mansion in 2013. The numbers-focused, Vermont-native has had his hand in hiring many of top campaign strategists this time around and is pushing Clinton's sharp focus on Iowa and New Hampshire.\n\nThe consigliere - John Podesta, one of the top liberal minds in politics, will serve as Clinton's campaign chairman. A former White House chief of staff for Bill Clinton and a top counselor for President Obama, Podesta has the stature to speak truth to power. His influential role in early structural and strategic decisions suggests that he will be a far more hands-on campaign chairman than most.\n\nThe consigliere - John Podesta, one of the top liberal minds in politics, will serve as Clinton's campaign chairman. A former White House chief of staff for Bill Clinton and a top counselor for President Obama, Podesta has the stature to speak truth to power. His influential role in early structural and strategic decisions suggests that he will be a far more hands-on campaign chairman than most.\n\nInitially, Clinton's campaign was not using a rope to corral the press, allowing journalists to get close to her and ask her questions.\n\nBut campaign aides said they brought the rope out because they feared the press scrum of around a dozen reporters and photojournalists would obstruct the view of New Hampshire voters attending the parade.\n\nThe rope was held by two of Clinton's advance staffers, who at times walked ahead of reporters, seemingly pulling them along the parade route.\n\n\"You guys, we are going to do 10 yards and a little more organized,\" said one of the advance staffers after breaking out the rope.\n\nIn explaining why they were using the rope, the staffer said, \"so maybe a voter could see her, that kind of thing.\"\n\nClinton's Secret Service detail also urged journalists to abide by the mobile rope line.\n\n\"You are not going fast enough,\" one agent said when the rope tightened around a reporter's waist.\n\nSince the campaign launched in April, Clinton's aides have tried to improve typically tense relations between the Clintons and the press, at times calling for a reset with reporters covering Clinton.\n\nWhile the circus aspect of the event at times overshadowed Clinton's time at the parade, the candidate did glad-hand with many supporters and New Hampshire voters. At one point, she spoke with a wheelchair-bound Marine and his mother. The Iraq War veteran, who had a Marines blanket draped across most of his body, was injured by a grenade attack in March 2006.\n\nClinton walked away from the conversation somewhat shaken. \"Whoa,\" she said when CNN asked her about the interaction.\n\nJUST WATCHED Republicans descend on New Hampshire July 4th weekend Replay More Videos ... MUST WATCH Republicans descend on New Hampshire July 4th weekend 03:33\n\nBut in addition to the corralled media and New Hampshire voters excited to see the presidential candidate, Clinton was followed by one vocal protester with a sign that read, \"Benghazi.\" The older man, whose sign had fake blood spattered on it, continually shouted at the former secretary of state.\n\nClinton advance aides create a rope line for the press, moving with the candidate pic.twitter.com/9S7CpVt7x4 — Maggie Haberman (@maggieNYT) July 4, 2015\n\n\"Hillary, where were you at 3 a.m. when the phone rang on September 11?\" he yelled, referring to the 2012 terrorist attack in Benghazi that left four Americans dead. He also yelled \"carpetbagger,\" a reference to her 2000 Senate race in New York, and \"Tell us when you were poor,\" a reference to a 2014 comment about being \"dead broke\" when she and former President Bill Clinton left the White House in 2001.\n\nAs the protester continued to follow Clinton, volunteers from the campaign followed him, chanting \"Hillary, Hillary, Hillary.\"\n\nClinton was asked about the protesters, to which she responded, \"I am just having a good time meeting everybody.\"\n\n50 photos: Hillary Clinton's career in the spotlight 50 photos: Hillary Clinton's career in the spotlight Former Secretary of State Hillary Clinton, pictured here on Tuesday, March 3, has become one of the most powerful people in Washington. Here's a look at her life and career through the years. Hide Caption 1 of 50 50 photos: Hillary Clinton's career in the spotlight Before she married Bill Clinton, she was Hillary Rodham. Here, Rodham talks about student protests in 1969, which she supported in her commencement speech at Wellesley College in Wellesley, Massachusetts. Hide Caption 2 of 50 50 photos: Hillary Clinton's career in the spotlight Rodham, center, a lawyer for the Rodino Committee, and John Doar, left, chief counsel for the committee, bring impeachment charges against President Richard Nixon in the Judiciary Committee hearing room at the U.S. Capitol in 1974. Hide Caption 3 of 50 50 photos: Hillary Clinton's career in the spotlight Arkansas Gov. Bill Clinton helps first lady Rosalynn Carter on a campaign swing through Arkansas in June 1979. Also seen in the photo is Hillary Clinton, center background. Hide Caption 4 of 50 50 photos: Hillary Clinton's career in the spotlight Bill Clinton embraces his wife shortly after a stage light fell near her on January 26, 1992. They talk to Don Hewitt, producer of the CBS show \"60 Minutes.\" Hide Caption 5 of 50 50 photos: Hillary Clinton's career in the spotlight With Hillary, Democratic presidential candidate Bill Clinton waves to the crowd at his victory party after winning the Illinois primary on March 17, 1992. Hide Caption 6 of 50 50 photos: Hillary Clinton's career in the spotlight Al Gore, Tipper Gore, Bill Clinton and Hillary Clinton wave to supporters at the Chautauqua Institution in Chautauqua, New York, after they gave speeches on family values on August 23, 1992. Hide Caption 7 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton gestures at a campaign rally November 3, 1992, in Denver. After taking office, President Clinton chose his wife to head a special commission on health care reform, the most significant public policy initiative of his first year in office. Hide Caption 8 of 50 50 photos: Hillary Clinton's career in the spotlight Bill and Hillary Clinton have a laugh together on Capitol Hill in 1993. Hide Caption 9 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton pours herself a cup of tea in 1993 while testifying to the Senate Education and Labor Committee about health care reform. Hide Caption 10 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton speaks at George Washington University on September 10, 1993, in Washington during her husband's first term. Hide Caption 11 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton waves to the media on January 26, 1996, as she arrives at federal court in Washington for an appearance before a grand jury. The first lady was subpoenaed to testify as a witness in the investigation of the Whitewater land deal in Arkansas. Hide Caption 12 of 50 50 photos: Hillary Clinton's career in the spotlight Hillary Clinton looks on as President Clinton discusses the Monica Lewinsky scandal in the Roosevelt Room of the White House on January 26, 1998. Hide Caption 13 of 50 50 photos: Hillary Clinton's career in the spotlight Hillary and Bill Clinton arrive at Foundry United Methodist Church on August 16, 1998, in Washington. He became the first sitting president to testify before a grand jury when he testified via satellite about the Lewinsky matter. Hide Caption 14 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton shakes hands during a St. Patrick's Day parade in the Sunnyside neighborhood of Queens, New York, on March 5, 2000. Hide Caption 15 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton waves to the crowd as she arrives on the stage at the Democratic National Convention on August 14, 2000, in Los Angeles. Hide Caption 16 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton campaigns for a Senate seat October 25, 2000, at Grand Central Station in New York. Hide Caption 17 of 50 50 photos: Hillary Clinton's career in the spotlight Hillary Clinton is sworn in as a senator of New York in a re-enactment ceremony with, from left, President Clinton, nephew Tyler, daughter Chelsea, brother Hugh Rodham, mother Dorothy Rodham and Vice President Al Gore on January 3, 2001, in Washington. Hide Caption 18 of 50 50 photos: Hillary Clinton's career in the spotlight Andrew Cuomo, Eliot Spitzer and Clinton celebrate with a crowd of Democratic supporters after their wins in various races November 7, 2006, in New York. Hide Caption 19 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton speaks during a post-primary rally on January 8, 2007, at Southern New Hampshire University in Manchester, New Hampshire. Hide Caption 20 of 50 50 photos: Hillary Clinton's career in the spotlight The Clintons pay a visit to the 92nd annual Hopkinton State Fair in Contoocook, New Hampshire, on September 2, 2007. Hide Caption 21 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton speaks at a campaign rally September 2, 2007, in Portsmouth, New Hampshire. She was running for the Democratic presidential nomination. Hide Caption 22 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton addresses a question during a debate with other Democratic presidential candidate at Dartmouth College in Hanover, New Hampshire, on September 26, 2007. Also pictured are U.S. Rep. Dennis Kucinich of Ohio, left, and former U.S. Sen. Mike Gravel of Alaska. Hide Caption 23 of 50 50 photos: Hillary Clinton's career in the spotlight Felipe Bravo, left, and Christian Caraballo are covered with Hillary Clinton stickers in downtown Manchester, New Hampshire, on January 8, 2008. Hide Caption 24 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton campaigns in Council Bluffs, Iowa, with her daughter, Chelsea, on January 1, 2008, two days ahead of the January 3 state caucus. Hide Caption 25 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton waves as she speaks to supporters at the National Building Museum on June 7, 2008, in Washington. After pulling out of the presidential race, Clinton thanked her supporters and urged them to back Barack Obama to be the next president of the United States. Hide Caption 26 of 50 50 photos: Hillary Clinton's career in the spotlight Obama and Clinton talk on the plane on their way to a Unity Rally in Unity, New Hampshire, on June 27, 2008. Hide Caption 27 of 50 50 photos: Hillary Clinton's career in the spotlight Obama watches Clinton address the Democratic National Convention on August 26, 2008. The two endured a long, heated contest for the 2008 nomination. Hide Caption 28 of 50 50 photos: Hillary Clinton's career in the spotlight Sen. Charles Schumer, left, looks toward Secretary of State designate Clinton as Senate Foreign Relations Committee chairman Sen. John Kerry, center, looks on during nomination hearings January 13, 2009, on Capitol Hill. Hide Caption 29 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton testifies during her confirmation hearing for secretary of state on January 13, 2009, in Washington. Hide Caption 30 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton, as secretary of state, dances with a local choir while visiting the Victoria Mxenge Housing Project in Philippi, a township on the outskirts of Cape Town, South Africa, on August 8, 2009. Hide Caption 31 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton looks through binoculars toward North Korea during a visit to an observation post July 21, 2010, at the demilitarized zone separating the two Koreas. Hide Caption 32 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton walks up the steps to her aircraft as she leaves a meeting of the Association of Southeast Asian Nations on July 23, 2010, in Hanoi, Vietnam. Hide Caption 33 of 50 50 photos: Hillary Clinton's career in the spotlight Hillary and Bill Clinton pose on the day of their daughter's wedding to Marc Mezvinsky on July 31, 2010, in Rhinebeck, New York. Hide Caption 34 of 50 50 photos: Hillary Clinton's career in the spotlight U.S. President Barack Obama and Clinton observe a moment of silence before a NATO meeting November 19, 2010, in Lisbon, Portugal. Hide Caption 35 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton listens as Turkish Foreign Minister Ahmet Davutoglu makes a brief statement November 29, 2010, before a bilateral meeting at the State Department in Washington. Hide Caption 36 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton shakes hands with a child during an unannounced walk through Tahrir Square in Cairo on March 16, 2011. Hide Caption 37 of 50 50 photos: Hillary Clinton's career in the spotlight Obama, Vice President Joe Biden, Clinton and members of Obama's national security team receive an update on the Osama bin Laden mission May 1, 2011, in the Situation Room of the White House. Hide Caption 38 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton checks her personal digital assistant prior to departing Malta on October 18, 2011. Hide Caption 39 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton dances while in Cartagena, Colombia, on April 15, 2012. Hide Caption 40 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton enjoys a beer at Cafe Havana in Cartagena, Colombia, on April 15, 2012. Hide Caption 41 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton appears with little makeup during an event in Dhaka, Bangladesh, on May 6, 2012. She tells CNN, \"I feel so relieved to be at the stage I'm at in my life right now ... Because you know if I want to wear my glasses, I'm wearing my glasses. If I want to wear my hair back I'm pulling my hair back. You know at some point it's just not something that deserves a lot of time and attention.\"\n\nHide Caption 42 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton speaks as Afghanistan President Hamid Karzai listens during a news conference at the presidential palace in Kabul, Afghanistan, on July 7, 2012. Hide Caption 43 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton arrives at Ben Gurion International Airport in Israel on July 15, 2012. Hide Caption 44 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton looks on as Obama makes a statement in response to the attack at the U.S. Consulate in Libya on September 12, 2012. Hide Caption 45 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton applauds Myanmar opposition leader Aung San Suu Kyi during a ceremony where Suu Kyi was presented with the Congressional Gold Medal on September 19, 2012. Hide Caption 46 of 50 50 photos: Hillary Clinton's career in the spotlight Bill Clinton kisses his wife after introducing her at the Clinton Global Initiative annual meeting on September 24, 2012, in New York City. Hide Caption 47 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton shakes hands with Catherine, the Duchess of Cambridge, while attending a reception with Prince William, second from right, in New York in December. Hide Caption 48 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton speaks to reporters at U.N. headquarters on Tuesday, March 10, addressing her use of private email for official work as secretary of state. She said she used a private domain out of \"convenience\" but admitted in retrospect \"it would have been better\" to use multiple emails. Hide Caption 49 of 50 50 photos: Hillary Clinton's career in the spotlight Democratic presidential candidate, former Secretary of State Hillary Rodham Clinton gestures before speaking to supporters Saturday, June 13 on Roosevelt Island in New York, in a speech promoted as her formal presidential campaign debut. Hide Caption 50 of 50\n\nClinton rarely comes in such close contact with protesters. Although there are regularly protesters outside her events, few ever get within shouting distance of her, let alone close enough to get her attention like the man.\n\nA Clinton spokesperson told CNN called the rope a \"soft barrier\" that was necessary because the media mass around the candidate was making it \"impossible\" for her to talk to people.\n\nOne camera operator backpedaled into a toddler, the Clinton spokesperson said, and the rope made it possible for the parade to move smoothly.\n\nBut the Clinton campaign's use of a mobile rope line was catnip for Republicans, who seized on the issue.\n\n\"We all knew Hillary Clinton was desperate to avoid the media after months of controversy, but employing a moving rope line takes ducking reporters to absurd new heights,\" said Michael Short, a spokesman for the Republican National Committee. \"Clearly the Fourth of July for Hillary Clinton means independence from answering tough questions.\"\n\nThe New Hampshire Republican Party took note.\n\n\"Clinton continues to demonstrate her obvious contempt and disdain for the Granite State's style of grassroots campaigning. The use of a rope line at a New Hampshire parade is a sad joke and insults the traditions of our First-in-the-Nation primary,\" New Hampshire Republican State Committee Chairman Jennifer Horn said in a statement.\n\nBut the Clinton campaign fired back.\n\n\"While the GOP may want to spin a good yarn on this, let's not get tied up in knots,\" said Nick Merrill, the campaign's traveling press secretary. \"We wanted to accommodate the press, allow her to greet voters, and allow the press to be right there in the parade with her as opposed to preset locations. And that's what we did.\"", "article_metadata": {"description": "Hillary Clinton's campaign used a rope to keep journalists away from the candidate on Saturday while she walked in this small town's July Fourth parade.", "pubdate": "2015-07-04T21:20:50Z", "author": "Dan Merica, CNN", "og": {"site_name": "CNN", "description": "Hillary Clinton's campaign used a rope to keep journalists away from the candidate on Saturday while she walked in this small town's July Fourth parade.", "pubdate": "2015-07-04T21:20:50Z", "title": "Clinton campaign corrals media", "url": "http://www.cnn.com/2015/07/04/politics/hillary-clinton-rope-line-reporters/index.html", "image": "http://i2.cdn.turner.com/cnnnext/dam/assets/150704215653-clinton-ropes-media-large-169.jpg", "type": "article"}, "section": "politics", "fb": {"app_id": 80401312489}, "thumbnail": "http://i2.cdn.turner.com/cnnnext/dam/assets/150704215653-clinton-ropes-media-large-169.jpg", "template-top": "politics,bra-2016-elections,art-vid-vls-col,col-hillary-clinton", "vr": {"canonical": "http://www.cnn.com/2015/07/04/politics/hillary-clinton-rope-line-reporters/index.html"}, "keywords": "politics, Clinton campaign corrals media - CNNPolitics.com", "article": {"author": "https://www.facebook.com/dmerica"}, "lastmod": "2015-07-06T12:24:37Z", "twitter": {"card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0"}, "article_summary": "As the protester continued to follow Clinton, volunteers from the campaign followed him, chanting \"Hillary, Hillary, Hillary.\"\nShe last served as President Obama's communications director, but left the White House in March to join the Clinton campaign.\nHide Caption 7 of 50 50 photos: Hillary Clinton's career in the spotlight Clinton gestures at a campaign rally November 3, 1992, in Denver.\nGrunwald has grown closer with Hillary Clinton through the years and guided her advertising on the 2008 campaign.\nThe techie - Stephanie Hannon left Google and her role as the company's director of product management for civic innovation and social impact to join the Clinton campaign."}