{"article_title": "Secretary of state's race is one worth watching", "article_keywords": ["angeles", "office", "watching", "voters", "public", "states", "los", "state", "race", "california", "padilla", "peterson", "worth", "secretary"], "article_url": "http://www.latimes.com/local/politics/la-me-cap-secretary-state-20140915-column.html", "article_text": "In a mostly lackluster election season, at least one statewide race in California is intriguing. It's for secretary of state.\n\nBattles for state controller and superintendent of public instruction also are engaging. But the rest, including Gov. Jerry Brown's bid for reelection, are essentially yawners.\n\nThe contest for secretary of state between Democrat Alex Padilla and Republican Pete Peterson has a good feel about it.\n\nPadilla, 41, the son of Mexican immigrants, is a termed-out state senator and former Los Angeles city councilman who has established a solid record in office.\n\nWhether or not you agree with him always, Padilla has been effective. He just pushed through the bill phasing out single-use plastic bags in California, for example. He has had legislation signed allowing landlords to ban smoking in rental units, cracking down on cellphone smuggling in prisons and requiring creation of a comprehensive earthquake early warning system.\n\nPete Peterson Luis Sinco, Los Angeles Times Pete Peterson runs a think tank and is running for his first elective office. He says he'd work to make the secretary of state's office operate more efficiently. Pete Peterson runs a think tank and is running for his first elective office. He says he'd work to make the secretary of state's office operate more efficiently. (Luis Sinco, Los Angeles Times)\n\nOn legislation relevant to the job he's running for, Padilla made it possible to register to vote through California's healthcare exchange, which administers Obamacare. He tried to impose a political fundraising blackout during the heavily lobbied final 100 days of the legislative session and succeeded for the Senate, but the Assembly refused.\n\nPeterson, 47, heads a think tank — the Davenport Institute for Public Engagement and Civic Leadership — at Pepperdine University. This is his first run for any elective office. And he seems to be seeking it for the right reason: He thinks he'd enjoy making it operate better.\n\nAlex Padilla Luis Sinco, Los Angeles Times Former state Sen. Alex Padilla pushed through legislation phasing out single-use plastic bags and backed a law banning smoking in rental units. Former state Sen. Alex Padilla pushed through legislation phasing out single-use plastic bags and backed a law banning smoking in rental units. (Luis Sinco, Los Angeles Times)\n\n\"I'd love to say the party came knocking on my door and begged me to run,\" he says, \"but that never happened. I just threw my hat in the ring.\"\n\nIn California's new top-two open primary system, Peterson qualified for the November ballot by finishing a close second with 29.7% of the vote, a fraction behind Padilla's 30.2%.\n\nWinding up a distant third — ahead of five other candidates — was suspended state Sen. Leland Yee of San Francisco, despite having been indicted on corruption and gun trafficking charges. That's an indication of how inattentive voters were — usually are — to the secretary of state's race.\n\nThe office has an unfortunate title. The occupier doesn't negotiate with Palestinians, after all. California's secretary of state oversees elections, maintains public databases on campaign money and lobbyists' spending, and processes a lot of business-related stuff. It's basically a nerdy administrative job. Better to call the office California elections chief.\n\nThe good thing about Padilla and Peterson is that either almost certainly will be a vast improvement over the termed-out current secretary, Democrat Debra Bowen. A former legislator, she won the office in 2006 principally because of her party affiliation in a deep-blue state.\n\nThe secretary's public database on political money, Cal-Access, \"is not fast and it's certainly not user-friendly,\" Padilla observed during a candidate debate last week. In fact, it periodically has crashed along with the rest of the website. The state is far behind in building a federally mandated voter database, which is needed before California can begin election-day registration.\n\nAnd the processing of business paperwork has been embarrassing for the state and agonizing for companies, especially smaller firms.\n\nRecently we learned a major reason, presumably, for the office snafus.\n\nBowen, 58, tearfully revealed to The Times that she has been consumed by a \"debilitating\" depression. The mental illness has often kept her away from the office and lately living in a mobile home park. Her trailer, when reporter Patrick McGreevy visited, had cracked windowsills with cardboard blocking out the sun. Her state-issued car was full of clothing and other personal belongings.\n\nBowen said she has a history of depression, but it has become much worse in recent years and she's receiving professional help.\n\nSo the secretary is a victim of an illness that has handicapped her at work. It's more tragic for Bowen, by far, than for the public. But her office does have a lot of catching up to do.\n\nThe candidates to replace her discussed their repair plans for the office last week in a debate sponsored by the Public Policy Institute of California. They didn't disagree on much.\n\nBoth talked about increasing, through technology and outreach, California's pathetic election turnout — down during the June primary to a record low 25% of registered voters, 18% of the eligible population.\n\nThey vowed to better inform voters about who's bankrolling the candidates. And to expedite business filings, reducing processing from several weeks to five days.\n\nPadilla's pitch is that he has the experience in government and politics to get the job done. Peterson argues that he's seeking the office for its own sake, not just as another rung on the political ladder. He implies that's Padilla's motive.\n\nThe most striking difference between the two, however, is their political affiliations. Advantage Padilla. Democrats outnumber Republicans in California by roughly 43% to 28%. And 21% of registered voters are no-party independents who lean Democratic.\n\nYet a recent survey of likely voters by the Field Poll found Padilla leading Peterson by only 7 percentage points, 43% to 36%, with 21% undecided.\n\nThat means if Peterson could raise a pile of money, he might have a good shot at winning. But so far he hasn't. Padilla hasn't banked much more, however — less than $1 million, relative peanuts.\n\nMaybe that's another reason to feel good about this race. No annoying negative TV ads.\n\ngeorge.skelton@latimes.com", "article_metadata": {"fb_title": "Secretary of state's race is one worth watching", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "In a mostly lackluster election season, at least one statewide race in California is intriguing. It's for secretary of state.", "title": "Secretary of state's race is one worth watching", "url": "http://www.latimes.com/local/politics/la-me-cap-secretary-state-20140915-column.html", "image": "http://www.trbimg.com/img-541647d6/turbine/la-me-cap-secretary-state-20140915", "type": "article"}, "x-servername": "lalvp09.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Alex Padilla, Pete Peterson, California elections, secretary of state's office", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/81368185", "googlebot-news": "index", "date": "2014-09-14", "Description": "In a mostly lackluster election season, at least one statewide race in California is intriguing. It's for secretary of state.   Battles for state controller and superintendent of public instruction also are engaging. But the rest, including Gov. Jerry Brown's bid for reelection, are essentially yawners....", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Alex Padilla, Pete Peterson, California elections, secretary of state's office"}, "_id": "\"57477af46914bd0286fdb3c9\"", "article_summary": "That's an indication of how inattentive voters were — usually are — to the secretary of state's race.\nPete Peterson Luis Sinco, Los Angeles Times Pete Peterson runs a think tank and is running for his first elective office.\nThe contest for secretary of state between Democrat Alex Padilla and Republican Pete Peterson has a good feel about it.\n(Luis Sinco, Los Angeles Times)\"I'd love to say the party came knocking on my door and begged me to run,\" he says, \"but that never happened.\nHe says he'd work to make the secretary of state's office operate more efficiently."}