{"article_title": "President Obama fears potential Ferguson fallout", "article_keywords": ["training", "rights", "justice", "fears", "community", "federal", "state", "potential", "ferguson", "fallout", "missouri", "department", "president", "local", "obama"], "article_url": "http://www.politico.com/story/2014/11/barack-obama-ferguson-fallout-112854", "article_text": "Obama urged a small group of the nation’s top civil rights leaders and their organizations to work to keep the peace while ensuring protesters’ free-speech rights. Obama fears potential Ferguson fallout\n\nPresident Barack Obama has privately conveyed “real heart-driven concern” about the prospect of another round of violence in Ferguson, Missouri, in the coming days.\n\nAccordingly, he has directed federal agencies to do all they can to lay the groundwork to help authorities in Missouri, especially if there is unrest. But the administration has limited power and has faced some resistance from state and local officials, highlighting the limits of Obama’s role even as he’s likely to face criticism should tensions flare.\n\nStory Continued Below\n\nIn a meeting the day after the midterm elections, Obama urged a small group of the nation’s top civil rights leaders and their organizations to work to keep the peace while ensuring protesters’ free-speech rights, according to several participants, including one who characterized his position as one of concern.The meeting came ahead of a grand jury decision — expected before the end of the month, with some sources anticipating an announcement early next week — on whether to indict Ferguson police officer Darren Wilson in the August shooting death of unarmed 18-year-old Michael Brown.\n\nObama also spoke by phone with Missouri Gov. Jay Nixon on Friday, stressing to the governor that the federal government is committed to providing support to the state as it is requested. The Justice Department has led much of that effort.\n\nOn Wednesday, Attorney General Eric Holder spoke to federal, state and local officials from Missouri on a conference call, offering “the department’s continued assistance” and urging “continued and direct communication between elected officials, law enforcement and community leaders in the days ahead to help deescalate tensions and assist with planning,” the Justice Department said in a readout.\n\nThe department’s Community Relations Service arrived in Ferguson on Aug. 10 — the day after Brown was killed — and has been on the ground ever since, quietly working to ease tensions between local residents and police.\n\nLast Thursday and Friday, the Office of Community Oriented Policing Services held a training session on fair and impartial policing that brought together commanders from the St. Louis County, St. Louis Metropolitan and Ferguson police departments, as well as the Missouri Highway Patrol and members of the local community. The office has been conducting training programs and offering support in helping local police build public trust since August.\n\nWhile the Justice Department has been able to provide this assistance and local authorities have agreed to participate, “it is up to them to apply the tools shared during those meetings,” said department spokesman Kevin Lewis.\n\n“Everyone is hopeful that the efforts, discussion and training provided to the local police and the community will help produce the best outcome,” an administration official said.\n\nBut some of the state and local agencies involved in managing the situation in Ferguson have shown some hesitance to accept federal help, even if they initially agreed to it.\n\nPolice force protestors from the business district into nearby neighborhoods on Aug. 11, 2014 in Ferguson, Missouri. | Getty\n\nFederal authorities encountered resistance since before Holder visited Ferguson two weeks after the shooting, and that has at times resurfaced.\n\n“It was clear in the days prior to the attorney general’s arrival and even in some recent cases that they have not incorporated all of the advice shared with them,” a Justice Department official said. Ferguson police, for instance, were initially reluctant to get training from crowd control experts, even as large protests clogged the streets of their town.\n\n“It was clear in the days prior to the attorney general’s arrival [in August] and even in some recent cases that they have not incorporated all of the advice shared with them,” the Justice official said.\n\nScott Holste, Nixon’s top spokesman, declined to comment on his boss’s interactions with the federal government.\n\nThe local nature of the issue limits what the federal government can do without requests from Nixon or other state or city officials to intervene further. The Justice Department, for its part, can do little more than what it’s already doing — meeting with members of the community and training police and protesters.", "article_metadata": {"og": {"site_name": "POLITICO", "description": "The president hopes to avert violence after a grand jury decides whether to indict a police officer.", "title": "Obama fears potential Ferguson fallout", "url": "http://www.politico.com/story/2014/11/barack-obama-ferguson-fallout-112854.html", "image": "http://s3-origin-images.politico.com/2014/11/12/141112-ferguson_ap_629.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Barack Obama,Ferguson,Civil Rights,Missouri", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "The president hopes to avert violence after a grand jury decides whether to indict a police officer.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fca935\"", "article_summary": "Obama fears potential Ferguson falloutPresident Barack Obama has privately conveyed “real heart-driven concern” about the prospect of another round of violence in Ferguson, Missouri, in the coming days.\nPolice force protestors from the business district into nearby neighborhoods on Aug. 11, 2014 in Ferguson, Missouri.\nThe Justice Department has led much of that effort.\nThe Justice Department, for its part, can do little more than what it’s already doing — meeting with members of the community and training police and protesters.\n| GettyFederal authorities encountered resistance since before Holder visited Ferguson two weeks after the shooting, and that has at times resurfaced."}