{"article_title": "Mother of Texas 'affluenza' teen released from jail: sheriff", "article_keywords": ["teen", "sons", "sheriff", "violation", "prison", "probation", "son", "released", "affluenza", "jail", "ethan", "mother", "video", "couch", "texas"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/01/12/Mother-Texas-affluenza-teen-expected-be-released-jail", "article_text": "FORT WORTH, Texas (Reuters) - The mother of a Texas teen who was derided for his \"affluenza\" defense in a fatal drunk driving crash was released from a county jail on Tuesday and placed under home confinement on an electronic monitor, a sheriff said.\n\nTonya Couch, 48, is charged with helping her son Ethan flee to Mexico, likely in violation of a probation deal that allowed him to avoid prison for the crash that killed four people. He is being held in Mexico while fighting extradition to the United States.\n\nCouch posted a bond on Monday after a judge reduced her bail to $75,000 from $1 million on the third-degree felony charge, which calls for up to 10 years in prison. Her lawyers had argued that the original amount was excessively high.\n\nJudge Wayne Salvant on Monday also ordered Couch to stay with another of her sons, report weekly to authorities and have an electronic monitor.\n\n\"She will be monitored 24 hours a day, seven days a week, 365 days of the year,\" Tarrant County Sheriff Dee Anderson said in a telephone interview. \"She will be confined to her son's house except for visits to doctors and her attorney.\"\n\nAnderson told reporters on Monday there was a possibility Tonya Couch could flee again.\n\nA psychiatrist testifying on behalf of Ethan Couch, then 16, at his 2013 trial in juvenile court, contended his family's wealth had left him so spoiled that it impaired his judgment to tell right from wrong.\n\nThe affluenza diagnosis, which is not recognized by the American Psychiatric Association, was widely ridiculed.\n\nA petition by Mothers Against Drunk Drivers demanding that Ethan Couch's case be moved from juvenile to adult court had about 29,000 signatures on Tuesday toward its 30,000 goal.\n\nTonya and Ethan Couch left Texas after a video surfaced on social media in early December showing him at an alcohol-fueled party, in likely violation of his probation deal.\n\nA day after the video was seen on the Internet, she withdrew $30,000 from the bank and informed her estranged husband, who owns a metal works business, that he would never see his son again, an arrest affidavit said.\n\nMother and son were caught by Mexican authorities in Puerto Vallarta after a manhunt that lasted more than two weeks.\n\n(Reporting by Suzannah Gonzales; Editing by Nick Zieminski and Bill Trott)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "FORT WORTH, Texas (Reuters) - The mother of a Texas teen who was derided for his \"affl", "title": "Mother of Texas 'affluenza' teen released from jail: sheriff", "url": "http://www.thefiscaltimes.com/latestnews/2016/01/12/Mother-Texas-affluenza-teen-expected-be-released-jail", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/texas-affluenza_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/01/12/Mother-Texas-affluenza-teen-expected-be-released-jail", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/texas-affluenza_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "FORT WORTH, Texas (Reuters) - The mother of a Texas teen who was derided for his \"affl", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "FORT WORTH, Texas (Reuters) - The mother of a Texas teen who was derided for his \"affluenza\" defense in a fatal drunk driving crash was released from a county jail on Tuesday and placed under home confinement on an electronic monitor, a sheriff said.\nMother and son were caught by Mexican authorities in Puerto Vallarta after a manhunt that lasted more than two weeks.\nTonya and Ethan Couch left Texas after a video surfaced on social media in early December showing him at an alcohol-fueled party, in likely violation of his probation deal.\nA psychiatrist testifying on behalf of Ethan Couch, then 16, at his 2013 trial in juvenile court, contended his family's wealth had left him so spoiled that it impaired his judgment to tell right from wrong.\nThe affluenza diagnosis, which is not recognized by the American Psychiatric Association, was widely ridiculed."}