{"article_title": "WWII veteran recalls savagery of war", "article_keywords": ["taylor", "savagery", "saw", "veteran", "japanese", "bataan", "wwii", "radio", "soldiers", "recalls", "ship", "prisoners", "war", "day"], "article_url": "http://www.tbo.com/list/military-news/wwii-veteran-recalls-savagery-of-war-20140525/", "article_text": "Even at 93, the memories don’t fade.\n\nFor Jasper George Taylor Jr., they are ever-present.\n\nThe last stand on the island of Corregidor. Watching the Bataan Death March through field glasses from across Manila Bay. Three years in Japanese prison camps, working as slave labor while routinely beaten and underfed. Liberation in the weeks after Hiroshima and Nagasaki.\n\nFor the former Veterans Affairs official, today is not just another Monday holiday.\n\n“Memorial Day is a day of remembrance,” says Taylor at the end of a two-hour trip back in time. “Of people who didn’t make it.”\n\nTaylor was one of the lucky ones, and spent much of his life since his release helping other veterans.\n\nToo many along his journey were not as fortunate.\n\nIt is a journey that begins in 1939, with much of the world already engulfed in the savagery of war.\n\n❖ ❖ ❖\n\n“I wanted to fly,” says Taylor, recalling his days as a 19-year-old in the rural North Carolina community of Kinston.\n\nSo Taylor joined the U.S. Army Air Corps. Assigned to the 27th Bomber Group, he was eventually shipped out to the Philippines, arriving in Manila on Nov. 20, 1941, just 17 days before the Japanese attacked Pearl Harbor.\n\nCamped out at Ft. McKinley, set up on a golf course just outside of town, Taylor, a radio operator, spent the days before the bombs fell waiting for the A-26 Invader twin-engine light bombers, sent over on another ship, which had experienced mechanical troubles, to arrive.\n\nTaylor spent his days taking down encrypted Morse Code messages from a mobile radio truck and giving them to the higher ups.\n\nOne night, Taylor was manning the radio when he heard some tumult.\n\n“I was on the shift that was about midnight on Dec. 7 and one of guys on there, I believe he was in Hawaii but I am not sure because he never identified himself, or where he was, but he indicated that we were being bombed...that the Japanese are bombing Pearl Harbor. We notified officials at headquarters.”\n\nThe next day, at about 11 a.m., the war hit home, says Taylor.\n\n“Japanese bombers came over,” he says. “The Philippines had been somewhat prepared. McArthur supposedly had prepared Bataan. They had installed air raid warning devices all over and the sirens started going off.”\n\nSeeking shelter in a nearby dry rice paddy, Taylor and the other soldiers could hear explosions off in the distance and after about a half-hour, the raid was over and they emerged from the patty unscathed.\n\nBut things would soon get much worse.\n\nOn Christmas Eve, 1941, Manila was prepared to surrender. By April 9, Bataan fell to the Japanese.\n\nFor three months, there was scarce food for the troops still holding out on Corregidor. From across the water, Taylor says he was able to use the gun battery’s telescopes to see what was happening on what would become known as the Bataan Death March, an 80-mile slog that saw thousands of American and Filipino soldiers die en route from Bataan to prison camps.\n\n“We saw the abuse, the horror that Japanese did,” says Taylor. “I actually saw a Japanese soldier shoot a GI, I also saw a couple of times where they hit ones in the column with a rifle butt.”\n\nLess than a month later, on May 6, the Japanese captured Corregidor.\n\n“They rounded us up, about 14,000 of us,” says Taylor. “They used us as labor to go out and clean up Corregidor. Bombing tore up the roads, there was all kinds of damage and so forth.”\n\nAs bad as that was, Taylor and the other prisoners sometimes had a more solemn task.\n\nRecovering the bodies of dead GIs.\n\nSome of the bodies were bloated from the hot sun. The odor of death lingered in the air.\n\n“It was repulsive,” he says. “Sad. You just don’t know how you felt. You felt like you ought to do something and didn’t know how to do it.”\n\nAfter a while the Japanese moved the prisoners off Corregidor and onto the mainland.\n\nThe Japanese soldiers guarding them were hardened combat veterans who would frequently beat the prisoners. Meals were limited to a helping of rice, sometimes mixed with what the prisoners called “soup,” a thin gruel of vegetable broth.\n\nFrom the Philippines, the prisoners were taken first to Taiwan, for a six-week “indoctrination camp,” says Taylor.\n\n“They were trying to get any kind of good information about our activities,” he says. “They questioned me. I told them I was radio operator. They questioned me on what kind of messages were sent. Of course, I told them the truth. They were all in code and I had no way of knowing what the messages said. I merely received the coded messages.”\n\nFor the prisoners, the beatings continued, often because the captors would ask questions in Japanese, and, getting the wrong response, would hit them, often with leather riding crops.\n\nSix weeks later, the prisoners were ordered aboard cattle boats, herded into the uncleaned holds, and taken for a two-week trip.\n\nThe ultimate destination, they would learn, was Japan.\n\nIn December1942, the ship docked at Kobe. The prisoners were then sent by cattle car to Yokohama, where they were taken to a warehouse converted into a prison camp.\n\nThe Americans were joined by Brits, Dutch, Sumatrans and Javanese, says Taylor.\n\nAll told, there were about 600 prisoners. They were forced into slave labor, building freighters at the Mitsubishi Ship Yards.\n\nDisease and malnutrition were rampant, says Taylor.\n\n“People were dying all the time,” he says.\n\nIt was here that Taylor contracted Beri Beri, a malnourishment-related disease that wasted his 150-pound frame down to 87 pounds.\n\nSome of the British soldiers were medics, but “there was no medication whatsoever,” says Taylor, who suffered on. He was so weak that he needed a cane to walk, and a wall to lean against while he helped gather nuts and bolts, his job in the massive ship building operation.\n\nBy the early part of 1945, Taylor and the other prisoners noticed that the pace of B-29 raids on Japan were increasing. The bombs were falling closer to the shipyard.\n\nCut off from the outside world, and allowed only intermittent communications with family back home via the Red Cross, the prisoners were led to believe that the Japanese were winning the war. But the ruse didn’t work.\n\nJapanese civilian ship workers would bring their lunches wrapped up in newspapers, says Taylor. When they were done, they would scatter the newspapers around. Some of the Brits could read Japanese. And while the stories spoke of glorious victories, the translators, working with soldiers like Taylor who knew geography, pieced together from the datelines that the battles were actually getting closer to the Japanese mainland.\n\nIn May 1945, American bombing raids were getting so fierce that the prisoners were moved to northern Japan, to work a copper mine in a tiny village.\n\nEarly August, the Japanese guards said it was a national holiday and let the prisoners stay out of the mines. The next day, they came back and said it was also a holiday and again the prisoners had the day off.\n\nThe next day, there were no guards.\n\n“We found out through the civilians at the copper mine that a bomb was dropped on Hiroshima,” says Taylor. “The Japanese couldn’t describe it. They just said there was a devastating explosion in Hiroshima that killed thousands. Then we dropped the other one on Nagasaki and the civilians said the war was over.”\n\nEventually, Taylor and the other survivors would make the long journey home.\n\nToday, he will take time out to remember.\n\n❖ ❖ ❖\n\nThe Pentagon announced the death of a soldier last week in support of Operation Enduring Freedom.\n\nSpec. Adrian M. Perkins, 19, of Pine Valley, California, died May 17, in Amman, Jordan, from a non-combat related injury. He was assigned to 1st Battalion, 67th Armor Regiment, 2nd Brigade Combat Team, 4th Infantry Division, Fort Carson, Colorado.\n\nThere have now been 2,310 U.S. troop deaths in support of Operation Enduring Freedom, the nation’s longest war.\n\nhaltman@tampatrib.com\n\n(813) 259-7629\n\n@haltman", "article_metadata": {"taboola-pub-time": "Sun, 25 May 2014 16:46:58 -0400", "Description": "Even at 93, the memories don’t fade.", "og": {"site_name": "TBO.com", "description": "Even at 93, the memories don’t fade.", "title": "WWII veteran recalls savagery of  war", "url": "http://www.tbo.com/list/military-news/wwii-veteran-recalls-savagery-of-war-20140525/", "image": {"width": 200, "identifier": "http://www.tbo.com/apps/pbcsi.dll/staticimage/images/new_og_icon.png", "height": 200}, "updated_time": "2014-05-25T16:46:00Z-04", "type": "article"}, "twitter": {"title": "WWII veteran recalls savagery of  war"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2014-05-25T16:46:58Z-04", "modified_time": "2014-05-25T16:46:00Z-04"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd9261\"", "article_summary": "It is a journey that begins in 1939, with much of the world already engulfed in the savagery of war.\nThe Japanese soldiers guarding them were hardened combat veterans who would frequently beat the prisoners.\nWe notified officials at headquarters.”The next day, at about 11 a.m., the war hit home, says Taylor.\n“Memorial Day is a day of remembrance,” says Taylor at the end of a two-hour trip back in time.\nThere have now been 2,310 U.S. troop deaths in support of Operation Enduring Freedom, the nation’s longest war."}