{"article_title": "MSNBC's Changes Are Needed, But It Needs to Keep Its Liberal Voice", "article_keywords": ["ratings", "needs", "primetime", "liberal", "msnbcs", "needed", "radio", "chris", "msnbc", "voice", "changes", "viewers", "shows"], "article_url": "http://www.huffingtonpost.com/larry-atkins/msnbcs-changes-are-needed_b_7894602.html", "article_text": "MSNBC's announced rebranding is a welcome change in many ways, but it needs to keep its liberal voice. Mend it, don't end it.\n\nLast week, it was reported by many media outlets that MSNBC would be canceling at least three shows: The Ed Show with Ed Schultz, Now With Alex Wagner, and The Cycle. Meet the Press host Chuck Todd will be given a daily show and Brian Williams will have a prominent role with the network relating to breaking news. Other changes will be announced soon. It's part of a shift from opinionated advocacy journalism to more straightforward, hard news.\n\nThe changes had come as a result of MSNBC's plummeting ratings. According to Rick Kissell of Variety, MSNBC's Nielsen ratings for the second quarter of the year dropped 5 percent in total viewers and 17 percent in the key adult demographic of 25-54. Its primetime lineup's ratings dropped by 10 percent. It was a continuation of a long time trend.\n\nHowever, ratings announced yesterday showed a significant increase in MSNBC's ratings, by 17 percent in the daytime and 12 percent in primetime.\n\nDespite this week's encouraging ratings news, many MSNBC programs have become boring and predictable over the last few years. The network needs an infusion of new blood and star power. Most of their hosts are either too wonkish or have become cartoonish caricatures. Chris Hayes is knowledgeable, likeable, and informative, but boring. Chris Matthews is a good down to earth Philly guy with spot on opinions, but is hard to watch -- too rude, obnoxious, bombastic, in your face, and out of touch with 21st century culture. He needs to get over the mispronunciation of Dick Cheney's last name and stop living in the early 1960s. Al Sharpton is too predictable, mistake-prone, and is a better activist than a journalist or commentator. The network tends to beat the same stories to death, most notably the Chris Christie Bridgegate scandal last year. The talking points get old and predicable after awhile -- Bush is a moron, Cheney is evil, Republicans are cold-hearted racists, and Obama is wonderful and flawless. Most of the shows feature guests that share the same liberal view and don't have real debates with opposing viewpoints. It's basically four guests echoing each others' opinions. Even viewers who agree with the liberal opinions and liberal slant of the MSNBC hosts and programs get tired of the repetition and lack of variety.\n\nLike MSNBC, Fox News is clearly not fair and balanced. It is just as predictable with conservative opinions and talking points, beating to death topics like Obamacare, Benghazi, the alleged IRS scandals, and Hillary Clinton scandals, and making Obama out to be an evil, anti-American, terrorist-loving anti-Christ. However, their hosts and shows generally are more entertaining, they deal with more interesting and varied controversies, and they have arguments with guests that they disagree with. They also have a more passionate and loyal conservative following, unlike MSNBC, which has to compete with CNN.\n\nAmong the shows on MSNBC worth keeping are Morning Joe with Joe Scarborough and Mika Brzezinski, which is one of the few MSNBC shows that have real debates, thorough news veteran Andrea Mitchell, and the insightful and sarcastic Rachel Maddow, who led all MSNBC shows with over 700,000 viewers in the second quarter, topping CNN's Anderson Cooper.\n\nThe network also needs to stop mailing it in on weekends and holidays. Enough of Lock Up and Caught on Camera. News continues to break 24 hours a day, even on weekends and holidays. They could move Chris Matthews, Chris Hayes, Al Sharpton, and Lawrence O'Donnell from their primetime slots to the weekends.\n\nAlbeit unlikely, MSNBC should try to think outside the box and attract more entertaining hosts with liberal views and star power such as David Letterman, Jon Stewart, Bill Maher, Billy Crystal, Rosie O'Donnell, Katie Couric, Michael Moore, Bryant Gumbel, Charlie Rose, or Whoopi Goldberg for their primetime lineup. Maybe even bring back Keith Olbermann, even though he is high maintenance. Convince a high profile person to take on the noble goal of toppling Bill O'Reilly and Sean Hannity. Give the viewers some ice cream with their vegetables. Inform them, but keep them entertained and make them laugh.\n\nWhile going to a straight news format during the day is a smart ratings move, MSNBC needs to keep its liberal voice during primetime as a counterbalance to the bloviating Fox News primetime lineup of Bill O'Reilly, Sean Hannity, and Megyn Kelly. Despite the Republican mantra complaining about the liberal media, there aren't enough strong liberal voices on television and talk radio to counterbalance the onslaught of conservative commentators on Fox News and talk radio, such as Rush Limbaugh. Air America was an attempt at having a liberal voice on the radio, but it went bankrupt after only six years in 2010.\n\nIn light of the upcoming presidential campaign and a potential Republican president, there is a strong need for a consistent strong liberal voice to even the playing field of advocacy journalism, which reports the news from a biased slant. During the next few years, MSNBC can serve to rebut the conservative spin and bias of Fox News and talk radio, which is highly influential. While MSNBC needs some change, it shouldn't change its liberal soul or its progressive values.\n\nFollow Larry Atkins on Twitter: www.twitter.com/@LarryAtkins4", "article_metadata": {"description": "MSNBC's announced rebranding is a welcome change in many ways, but it needs to keep its liberal voice. Mend it, don't end it.\n\nLast week, it was reported...", "sailthru.expire_date": "2015-07-30 09:10:11 -0400", "og": {"site_name": "The Huffington Post", "description": "MSNBC's announced rebranding is a welcome change in many ways, but it needs to keep its liberal voice. Mend it, don't end it.\n\nLast week, it was reported...", "url": "http://www.huffingtonpost.com/larry-atkins/msnbcs-changes-are-needed_b_7894602.html", "image": "http://i.huffpost.com/gen/2273774/images/o-PHIL-GRIFFIN-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2273774/images/o-PHIL-GRIFFIN-facebook.jpg", "height": 1000}, "description": "MSNBC's announced rebranding is a welcome change in many ways, but it needs to keep its liberal voice. Mend it, don't end it.\n\nLast week, it was reported...", "site": "@HuffPostMedia", "card": "summary_large_image", "creator": "@LarryAtkins4"}, "sailthru.date": "2015-07-29 09:10:11 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=7894602", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "media", "fb": {"app_id": 46744042133}, "keywords": "msnbc,MSNBC ratings,Rachel Maddow,Chuck Todd,Morning Joe,Fox News,Bill O'Reilly,Brian Williams", "article": {"section": "Media", "tag": "msnbc,MSNBC ratings,Rachel Maddow,Chuck Todd,Morning Joe,Fox News,Bill O'Reilly,Brian Williams", "published_time": "2015-07-29 09:10:11 -0400", "modified_time": "2015-07-29 10:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "MSNBC's announced rebranding is a welcome change in many ways, but it needs to keep its liberal voice.\nAir America was an attempt at having a liberal voice on the radio, but it went bankrupt after only six years in 2010.\nWhile MSNBC needs some change, it shouldn't change its liberal soul or its progressive values.\nIn light of the upcoming presidential campaign and a potential Republican president, there is a strong need for a consistent strong liberal voice to even the playing field of advocacy journalism, which reports the news from a biased slant.\nEven viewers who agree with the liberal opinions and liberal slant of the MSNBC hosts and programs get tired of the repetition and lack of variety."}