{"article_title": "$30B Digital Health Record Push Hits Big Roadblocks", "article_keywords": ["report", "information", "hits", "patient", "electronic", "providers", "big", "vendors", "record", "roadblocks", "health", "systems", "records", "digital", "push", "30b", "hospitals"], "article_url": "http://www.thefiscaltimes.com/2015/04/15/30-B-Digital-Health-Record-Push-Hits-Big-Roadblocks", "article_text": "The federal government has poured nearly $30 billion into modernizing the health care industry by incentivizing hospitals to shift to digital health records. The idea is for health providers to be able share a person’s vital health information with doctors and hospitals others across the country – when someone moves, when they travel, no matter where they are.\n\nWhile about 62 percent of all U.S. health providers have adopted the technology, very few can actually share their digital files with other hospitals and providers - a feature that is required in order to receive financial incentives from the government.\n\nRelated: Why Obama’s $30 B Digital Health Record Plan is Failing\n\nA survey by Modern Healthcare released this week found that just 11 percent of hospitals are able to routinely exchange electronic patient information with other providers across the country, while about 21 percent said they’re able to exchange patient information within their home states.\n\nAnother 21 percent said they aren’t exchanging electronic patient health records at all.\n\nA new report from the Obama administration released last week sheds some light on the problem. The Office of the National Coordinator for Health Information Technology said providers have issues with the cost of the software, which small hospitals and private providers find prohibitive.\n\nThe report also said that providers have complained about vendors requiring them to use proprietary platforms costing even more money to switch systems. On top of that, the report said some hospital systems have made it nearly impossible to transfer patient records to competing hospital systems.\n\nRelated: Keeping Your Health Records Safe from Hackers\n\nThe report was requested by congressional lawmakers late last year after concerns by providers that the $30 billion push toward digitizing health records was benefiting IT companies, while not necessarily helping providers or patients, as it was intended.\n\n“As the CEO of a health care company and as someone who has had to navigate this system to receive urgent care, I’ll be the first to admit it: the system has not been designed for people but rather built from a supply perspective,” Bruce Broussard, CEO of Humana, wrote in a blog post. “The system has been cobbled together over the years and has been internally focused, not customer-experience focused.”\n\nHowever, ONC makes clear in its report that it cannot regulate how much vendors are charging, and it stresses that none of the claims are actually violating current laws.\n\nStill, the agency is attempting to work with Congress to increase oversight of electronic health records systems and more information from vendors about how much it’s charging, any limitations it’s posing on providers and information on data-sharing, The Wall Street Journal noted. Providers are also lobbying Congress to delay penalties for not complying with the push toward digitization.\n\nRelated: Obamacare’s Cadillac Tax Hits the College Campus\n\nSeparate from the interoperability problem, there’s another major issue that providers are facing in the push toward digitizing their records, and that’s problems with information security.\n\nA new report published in the Journal of the American Medical Association found that about 1,000 data breaches made more than 29 million medical records vulnerable to hackers between 2010 and 2013. And experts estimate that figure has likely climbed significantly in the past two years.\n\nAbout two-thirds of the breaches had been made through electronic devices like laptops or cell phones. In one-third of the cases, the breaches happened when companies had private contractors working on their data-management, the Los Angeles Times noted.\n\nThe researchers, Dr. David Blumenthal of the Commonwealth Fund and attorney Deven McGraw of the law firm Manatt Phelps & Phillips, expressed great concern with their findings and pressed Congress to make changes to the Health Insurance Portability and Accountability Act to better regulate online entities sharing health information.\n\n\"The personal information of patients in the United States is not safe, and it needs to be,\" they wrote in the JAMA study. \"Even if only 15 million or 5 million patients had their data breached, it is too many.\"\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The federal government has poured nearly $30 billion into modernizing the health care", "title": "$30B Digital Health Record Push Hits Big Roadblocks", "url": "http://www.thefiscaltimes.com/2015/04/15/30-B-Digital-Health-Record-Push-Hits-Big-Roadblocks", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/08232012_piggy_healthcare_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/04/15/30-B-Digital-Health-Record-Push-Hits-Big-Roadblocks", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/08232012_piggy_healthcare_article.jpg", "creator": "@Briannaehley", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The federal government has poured nearly $30 billion into modernizing the health care", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fda170\"", "article_summary": "The federal government has poured nearly $30 billion into modernizing the health care industry by incentivizing hospitals to shift to digital health records.\nAnother 21 percent said they aren’t exchanging electronic patient health records at all.\nThe idea is for health providers to be able share a person’s vital health information with doctors and hospitals others across the country – when someone moves, when they travel, no matter where they are.\nOn top of that, the report said some hospital systems have made it nearly impossible to transfer patient records to competing hospital systems.\nThe Office of the National Coordinator for Health Information Technology said providers have issues with the cost of the software, which small hospitals and private providers find prohibitive."}