{"article_title": "New Medical Treatment For Marijuana Abuse Could Stem The Rising Tide Of ‘Reefer Madness’", "article_keywords": ["school", "dependence", "madness", "medical", "kynurenic", "marijuana", "drug", "reefer", "tide", "abuse", "rising", "treatment", "medicine", "maryland", "stem", "acid", "levels"], "article_url": "http://www.medicaldaily.com/new-medical-treatment-marijuana-abuse-could-stem-rising-tide-reefer-madness-259744", "article_text": "Researchers at the National Institutes of Health and Maryland School of Medicine develop a possible treatment for marijuana abuse.\n\nMarijuana abuse, one of the most prominent addictions in the U.S., may soon have a solution, according to a report published today in the journal Nature Neuroscience.\n\nWith its medical benefits firmly accepted by many doctors, like Sanjay Gupta, and recreational use now legal in Washington and Colorado, pot is more popular than ever.\n\nAddiction, in its simplest terms, means a person cannot avoid a substance or activity — such as gambling – despite ongoing negative consequences. This definition has given rise to a dispute over whether marijuana could be truly addictive, given that marijuana consumption isn’t associated with severe negative physical consequences, compared to harder drugs like heroin, cocaine, or crystal meth.\n\nBut marijuana’s entrance into more and more American homes has paralleled an escalating trend in the number of people seeking treatment for marijuana dependence. Last year in the U.S., 950,000 people sought help for marijuana dependence — more than cocaine or heroin — making pot the third leading reason for substance abuse therapy, behind alcohol and painkillers.\n\nUnlike with alcohol and opioids, however, there is no medication for marijuana dependence.\n\nTo search for one, scientists at the Maryland School of Medicine took aim at the compound behind weed cravings, tetrahydrocannabinol (THC). In particular, they searched for a way to keep THC from triggering the mind’s reward pathways, which rely on the pleasure-inducing sensations of the brain hormone dopamine.\n\nPrior findings had shown that another brain chemical — kynurenic acid — could temper the production of dopamine in the mind’s hedonistic centers.\n\nUsing a drug that increases kynurenic acid known as Ro 61-8048, the researchers found that the drug could quell marijuana cravings in monkeys and rats. The drug, moreover, reduced relapse rates in these animal models.\n\nAlthough this study supports the concept of modifying kynurenic acid levels to combat marijuana addiction, further research is needed before its ready for primetime.\n\nHigh levels of kynurenic acid in the brain’s pleasure centers have been linked cognitive defects, although the monkeys and rats in this study did not suffer from any deficits in working memory after taking Ro 61-8048. In addition, drugs that target kynurenic pathway are approved for disorders like multiple sclerosis (Aubagio) and allergies (Rizaben).\n\n“A medication that would safely and effectively assist in the treat­ment of marijuana dependence would be an important step forward in dealing with cannabis-use disorders,” write the authors, led by Dr. Robert Schwarcz of the Maryland School of Medicine and Dr. Steven Goldberg of the National Institute on Drug Abuse.\n\nSource: Justinova Z, Mascia P, Wu HQ, et al. Reducing cannabinoid abuse and preventing relapse by enhancing endogenous brain levels of kynurenic acid. Nature Neuroscience. 2013.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "marijuana abuse, kynurenic acid, maryland school of medicine, treatment, addiction", "og": {"site_name": "Medical Daily", "description": "Researchers at the National Institutes of Health and Maryland School of Medicine develop a possible treatment for marijuana abuse.", "title": "New Medical Treatment For Marijuana Abuse Could Stem The Rising Tide Of ‘Reefer Madness’", "url": "http://www.medicaldaily.com/new-medical-treatment-marijuana-abuse-could-stem-rising-tide-reefer-madness-259744", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/13/dorothyshortasmarylane.jpg", "type": "article"}, "twitter": {"description": "Researchers at the National Institutes of Health and Maryland School of Medicine develop a possible treatment for marijuana abuse.", "title": "New Medical Treatment For Marijuana Abuse Could Stem The Rising Tide Of ‘Reefer Madness’", "url": "http://www.medicaldaily.com/new-medical-treatment-marijuana-abuse-could-stem-rising-tide-reefer-madness-259744", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/13/dorothyshortasmarylane.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/13/dorothyshortasmarylane.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Drugs", "published_time": "2013-10-13T13:56:30-04:00", "modified_time": "2013-10-13T13:56:29-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Researchers at the National Institutes of Health and Maryland School of Medicine develop a possible treatment for marijuana abuse."}, "_id": "\"57477af46914bd0286fdf885\"", "article_summary": "Researchers at the National Institutes of Health and Maryland School of Medicine develop a possible treatment for marijuana abuse.\nBut marijuana’s entrance into more and more American homes has paralleled an escalating trend in the number of people seeking treatment for marijuana dependence.\nPrior findings had shown that another brain chemical — kynurenic acid — could temper the production of dopamine in the mind’s hedonistic centers.\nAlthough this study supports the concept of modifying kynurenic acid levels to combat marijuana addiction, further research is needed before its ready for primetime.\nUnlike with alcohol and opioids, however, there is no medication for marijuana dependence."}