{"article_title": "Marquette has early-season tournaments booked through 2017", "article_keywords": ["golden", "booked", "legends", "classic", "season", "tournament", "head", "earlyseason", "team", "marquette", "2017", "tournaments", "eagles"], "article_url": "http://www.jsonline.com/blogs/sports/284185431.html", "article_text": "Golden Eagles Blog The latest news, notes and analysis on the Marquette men's basketball team SHARE\n\nBy of the\n\nThe Orlando Classic may not be over yet, but Marquette already knows where it is going for early season tournaments through 2017, according to Marquette Deputy Athletic Director Mike Broeker.\n\nNext season, the Golden Eagles will take part in the Legends Classic at Barclays Center in Brooklyn. As of now, the only other team that is known to be participating in the 2015 Legends Classic is Arizona State, which visits Milwaukee on Dec. 16. As part of the tournament, Marquette will be the host for at least one opening round game before moving on to Brooklyn.\n\nIn 2016, the Golden Eagles will move one borough over and compete in the 2K Classic at Madison Square Garden. That tournament operates like the Legends Classic, which makes sense as both are run by the Gazelle Group.\n\nMarquette will say goodbye to New York and head to Hawaii for their third trip to the Maui Invitational in 2017.\n\nAll three of the agreements to play in these tournaments were in place before head coach Steve Wojciechowski was hired this past spring. The team currently has no commitments for early season tournaments beyond 2017.\n\nIn other scheduling news, the Gavitt Tipoff Games, a series of games between the Big East and Big Ten, will begin during the first full week of the 2015-'16 season. Marquette does not yet know its opponent, but will have a home game.", "article_metadata": {"title": "Marquette has early-season tournaments booked through 2017", "og": {"url": "http://www.jsonline.com/blogs/sports/284185431.html", "image": {"width": 200, "identifier": "http://media.jrn.com/images/js-for-social-200-final.jpg", "height": 200}, "type": "article", "description": "<br /><br />The Orlando Classic may not be over yet, but Marquette already knows where it is going for early season tournaments through 2017, according to Marquette Deputy Athletic Director Mike Broeker.<br />", "title": "Marquette has early-season tournaments booked through 2017"}, "twitter": {"image": "http://media.jrn.com/images/js-for-social-200-final.jpg", "title": "Marquette has early-season tournaments booked through 2017", "description": "<br /><br />The Orlando Classic may not be over yet, but Marquette already knows where it is going for early season tournaments through 2017, according to Marquette Deputy Athletic Director Mike Broeker.<br />", "card": "summary", "site": "@journalsentinel"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af46914bd0286fe086a\"", "article_summary": "As part of the tournament, Marquette will be the host for at least one opening round game before moving on to Brooklyn.\nThe team currently has no commitments for early season tournaments beyond 2017.\nNext season, the Golden Eagles will take part in the Legends Classic at Barclays Center in Brooklyn.\nGolden Eagles Blog The latest news, notes and analysis on the Marquette men's basketball team SHAREBy of theThe Orlando Classic may not be over yet, but Marquette already knows where it is going for early season tournaments through 2017, according to Marquette Deputy Athletic Director Mike Broeker.\nIn 2016, the Golden Eagles will move one borough over and compete in the 2K Classic at Madison Square Garden."}