{"article_title": "Top 10 quotes of the final Louisiana Senate debate and why they matter", "article_keywords": ["obama", "quotes", "senate", "landrieu", "final", "matter", "guard", "program", "medicaid", "cassidy", "chair", "coast", "louisiana", "debate", "maness"], "article_url": "http://www.nola.com/politics/index.ssf/2014/10/louisiana_senate_debate_top_qu.html", "article_text": "Sen. Mary Landrieu, Rep. Bill Cassidy and Rob Maness met Wednesday night (Oct. 29) in Baton Rouge in the second and final debate to feature all three Louisiana Senate candidates. Here's a look at what they said and why it matters:\n\nLandrieu: Congressman Cassidy, it's good to see you facing the voters finally.\n\nThis is a reference to the fact that Cassidy only agreed to participate in two debates before the Nov. 4 election. Landrieu had wanted to do five debates and Maness agreed to do even more joint appearances.\n\nLandrieu and Maness actually participated in two debates without Cassidy, in part to draw attention to the fact that the congressman did not attend all of the joint appearances.\n\nCassidy: Medicaid is the illusion of coverage without the power of access.\n\nOne of the major differences between Cassidy and Landrieu is their opinion on Medicaid expansion.\n\nLandrieu has said Gov. Bobby Jindal should have expanded Louisiana's Medicaid program because it would given hundreds of thousands of people access to health insurance and cost the state relatively little money -- at least during the first few years.\n\nCassidy has argued that membership in the Medicaid program doesn't necessarily mean a person can find a doctor to see. (Many physicians don't accept Medicaid coverage.) He also said the Medicaid program will end up costing Louisiana money because the state will have to pitch in some funding for the growing program eventually.\n\nLandrieu: Bill Cassidy is a doctor that has been paid a salary from Medicaid.\n\nLandrieu was drawing attention to the fact that Cassidy has spent his entire medical career working in a hospital that primarily serves the poor and uninsured. Most of his patients -- if they have insurance -- were covered by Medicaid. Cassidy's position -- which is affiliated with the LSU medical school -- is also publicly funded.\n\nCassidy has argued that, as a doctor that serves Medicaid patients, he has a better understanding of why the program doesn't work.\n\nManess: Drill baby drill.\n\nThis is a reference to the 2008 presidential campaign, in which Vice Presidential candidate Sarah Palin shouted \"Drill baby drill\" during a debate.\n\nThe slogan is supposed to indicate Maness supports increased oil and gas exploration.\n\nCassidy: Some might say I didn't come from royalty.\n\nThe congressman has mentioned that his father didn't go to college and he grew up in a household of relatively modest means.\n\nBut the \"royalty\" comment is really about drawing attention to Landrieu's background. Landrieu's father, Moon, is the former mayor of New Orleans. Her brother, Mitch, is the current mayor of New Orleans. In many ways, Landrieu is considered Louisiana political royalty, which Cassidy is trying use against her.\n\nManess: I believe that Ronald Reagan would have been a Tea Party member in this environment.\n\nManess is a Republican that has courted and wooed the Tea Party movement in the party. He's trying to associate Ronald Reagan -- the most popular Republican from recent history -- with the conservative group.\n\nSomewhat amusingly, liberals also often like to claim the Reagan would be a Democrat if he was alive today. They often point to Reagan's decision to grant amnesty to a few million illegal immigrants -- the type of action Maness had said he would absolutely oppose during the course of the debate.\n\nLandrieu: Neither one of them read the Coast Guard budget the way I do because I'm the chair of the committee.\n\nThe Senator used a spat between the candidates over funding for the U.S. Coast Guard to point out that she has a lot of power and clout as chair of the Homeland Security Appropriations Subcommittee, which oversees the Coast Guard.\n\nShe said her two opponents -- Maness and Cassidy -- couldn't possibly know as much about what the Coast Guard needs as she does because she is literally in charge of the Guard's finances.\n\nCassidy: That's she and Barack Obama holding hands, forcing Obamacare on you.\n\nCassidy spent much of the debate trying to link Landrieu to President Barack Obama, most significantly on the issue of federal health reform. This was one of several comments in which he referred to Landrieu and Obama -- rightfully and wrongfully -- working together.\n\nObama is unpopular in Louisiana. Cassidy is hoping some of the president's unfavorable ratings will rub off on Landrieu.\n\nLandrieu: Because, sometimes, I don't agree with the president.\n\nCassidy isn't the only one who knows Obama is unpopular in Louisiana. Landrieu made at least two references to issues -- including the handling of the Ebola scare in the United States -- where she doesn't agree with the president.\n\nManess: Our lives are in the hands of an agency ... full of nutty professors.\n\nThis was Maness' description of the Centers for Disease Control and Prevention. The Republican was being critical of the agency's handling of Ebola in the United States.\n\nEditor's Note: This article originally said that Landrieu oversaw the Coast Guard budget as chair of the Senate Committee on Energy and Natural Resources. She oversees the Coast Guard budget as chair of the Homeland Security Appropriations Subcommittee.\n\n. . . . . .\n\n\n\nJulia O'Donoghue is a state politics reporter based in Baton Rouge. She can be reached at jodonoghue@nola.com or on Twitter at @jsodonoghue. Please consider following us on Facebook at NOLA.com and NOLA.com-Baton Rouge.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "2014 elections, 2014 senate race, bill cassidy, br-homepage, br-news, br-politics, mary landrieu, news, politics, rob maness", "title": "Top 10 quotes of the final Louisiana Senate debate and why they matter", "parsely-page": "{\"title\": \"Top 10 quotes of the final Louisiana Senate debate and why they matter\", \"link\": \"http://www.nola.com/politics/index.ssf/2014/10/louisiana_senate_debate_top_qu.html\", \"image_url\": \"http://image.nola.com/home/nola-media/width620/img/tpphotos/photo/2014/10/29/16211771-large.jpg\", \"type\": \"post\", \"post_id\": \"14341974\", \"pub_date\": \"2014-10-30T01:57:44Z\", \"author\": \"Julia O\\u0027Donoghue, NOLA.com | The Times-Picayune\", \"tags\": [\"2014 elections\",\"2014 senate race\",\"@mobile\",\"bill cassidy\",\"br-homepage\",\"br-news\",\"br-politics\",\"mary landrieu\",\"news\",\"politics\",\"rob maness\"] }", "twitter": {"image": "http://image.nola.com/home/nola-media/width620/img/tpphotos/photo/2014/10/29/16211771-large.jpg", "creator": "@JSODonoghue", "description": "Sen.&nbsp;Mary Landrieu, Rep.&nbsp;Bill Cassidy&nbsp;and&nbsp;Rob Maness&nbsp;met Wednesday night (Oct. 29) in Baton Rouge in the second and final debate to feature all three Louisiana Senate candidates. Here's a look at what they said and why it matters: Landrieu:&nbsp;Congressman Cassidy, it's good...", "card": "summary_large_image", "site": "@nolanews"}, "article_date_updated": "Thursday, October 30, 2014, 10:26 AM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.nola.com/tpphotos/photo/2014/10/29/16211771-large.jpg\", \"author_name\": \"jsodonoghue\", \"author_nickname\": \"Julia O\\u0027Donoghue, NOLA.com | The Times-Picayune\", \"author_id\": \"11076351\", \"source_blog_name\": \"Louisiana Politics & Government\", \"source_blog_url\": \"http://www.nola.com/politics/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NOLA.com", "description": "Sen.&nbsp;Mary Landrieu, Rep.&nbsp;Bill Cassidy&nbsp;and&nbsp;Rob Maness&nbsp;met Wednesday night (Oct. 29) in Baton Rouge in the second and final debate to feature all three Louisiana Senate candidates. Here's a look at what they said and why it matters: Landrieu:&nbsp;Congressman Cassidy, it's good...", "title": "Top 10 quotes of the final Louisiana Senate debate and why they matter", "url": "http://www.nola.com/politics/index.ssf/2014/10/louisiana_senate_debate_top_qu.html", "image": "http://image.nola.com/home/nola-media/width620/img/tpphotos/photo/2014/10/29/16211771-large.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NOLA.com", "article_comments": 0, "article_date_original": "Wednesday, October 29, 2014,  8:53 PM", "article_author": "Julia O'Donoghue, NOLA.com | The Times-Picayune", "Description": "Sen.&nbsp;Mary Landrieu, Rep.&nbsp;Bill Cassidy&nbsp;and&nbsp;Rob Maness&nbsp;met Wednesday night (Oct. 29) in Baton Rouge in the second and final debate to feature all three Louisiana Senate candidates. Here's a look at what they said and why it matters: Landrieu:&nbsp;Congressman Cassidy, it's good to see you facing the voters finally. This is a reference to the fact that Cassidy only agreed to participate in two debates before the Nov. 4 election.&nbsp;Landrieu had wanted to do five debates and Maness agreed to do even more joint appearances.&nbsp; Landrieu and Maness actually participated in two debates without Cassidy, in part to draw attention to the fact that the congressman did not attend all of the joint appearances.&nbsp; Cassidy:&nbsp;Medicaid is the illusion of coverage without the power of access. One of the major differences between Cassidy and Landrieu is their opinion on Medicaid expansion. Landrieu has said Gov. Bobby Jindal should have expanded Louisiana's Medicaid program because it would given hundreds of thousands of people access to health insurance and cost the state relatively little money -- at least during the first few years.&nbsp; Cassidy has argued that membership in the Medicaid program doesn't necessarily mean a person can find a doctor to see. (Many..."}, "_id": "\"57477af36914bd0286fca997\"", "article_summary": "Cassidy has argued that membership in the Medicaid program doesn't necessarily mean a person can find a doctor to see.\nSen. Mary Landrieu, Rep. Bill Cassidy and Rob Maness met Wednesday night (Oct. 29) in Baton Rouge in the second and final debate to feature all three Louisiana Senate candidates.\nCassidy: Medicaid is the illusion of coverage without the power of access.\nEditor's Note: This article originally said that Landrieu oversaw the Coast Guard budget as chair of the Senate Committee on Energy and Natural Resources.\nHe also said the Medicaid program will end up costing Louisiana money because the state will have to pitch in some funding for the growing program eventually."}