{"article_title": "The Clintons, Obamas and the ghost of Michael Dukakis", "article_keywords": ["ghost", "lie", "clinton", "dukakis", "voters", "michael", "hillary", "honest", "clintons", "run", "liberal", "obamas", "george", "obama"], "article_url": "http://www.commdiginews.com/politics-2/hillary-clinton-2016/the-clintons-obamas-and-the-ghost-of-michael-dukakis-37782/", "article_text": "Ronald Reagan and George W. Bush got elected by telling the voters exactly who they were and governing as they promised.\n\nLOS ANGELES, March 13, 2015 — As Hillary Clinton tries to avoid drowning under the weight of her most recent scandal, it is ghosts of failed liberals past that truly haunt her. As Barack Obama sees his presidency crumble, those same scary visions from 1988 stare back at him in the mirror.\n\nAs other Democrats debate whether to challenge Hillary in the primary, they see the ghost as well.\n\nHis name is Michael Dukakis, the former Massachusetts governor and failed presidential candidate. Before him came Walter Mondale, Jimmy Carter and George McGovern.\n\nThey were all politically liberal presidential candidates who lost their elections by a landslide. Dukakis and Carter lost only 40 of the 50 states. McGovern and Mondale lost 49 states.\n\nThey had one other thing in common. They were all honest men. Failed policies and beliefs aside, they admitted who they were and what they believed.\n\nMichael Dukakis was the last honest Democrat to run for president. He was a proud liberal. He was an unabashed and unashamed card-carrying member of the ACLU. He was against the death penalty even for a man who would hypothetically rape and murder his wife Kitty.\n\nRead Also: Hillary Clinton: Angry, defiant and unapologetic\n\nHe was a cold, clinical technocrat who came across as lacking human emotion or a sense of humor. He was a boring Massachusetts liberal.\n\nHe was honest. He told the voters his vision for America. The voters, as they had done with every liberal, roundly rejected him.\n\nWhile Dukakis was going down in flames, a hyper-ambitious family was plotting its own path to the top. Former Arkansas Governor Bill Clinton was a draft-dodging, pot-smoking womanizer. His wife Hillary was a mediocre lawyer who depended on his job to provide her with enough client retainer income to survive.\n\nAlthough Bill had the occasional moderate instinct, he and Hillary were both unreconstructed 1960s leftists who wanted to govern a center-right nation. They saw the Dukakis landslide. They knew that being actual moderates rather than wild-eyed leftists would help them get elected. Since they were not willing to become centrists, there was only one thing for all post-Dukakis Democrats to do.\n\nThey had to lie. They had to lie every moment of every day. They had to lie about everything. They had to pretend to be pro-gun and pro-business. They had to feign support for tax cuts. They had to convince just enough of the American people that they believed in individual liberty and freedom rather than government control of everything.\n\nThey had to feign support for transparency while keeping their plans such as Hillarycare shrouded in secrecy. They had to convince voters that they loved America for what it always has been, not the European-style social democracy they hoped it would become.\n\nBill Clinton, Al Gore, John Kerry, John Edwards, Barack Obama and Hillary Clinton had to lie about everything.\n\nRead Also: The Clinton scandals that should derail Hillary in 2016\n\nRepublicans did not suffer this fate. Ronald Reagan and George W. Bush got elected by telling the voters exactly who they were and governing as they promised. George Herbert Walker Bush raised taxes after promising not to and was fired for it. Between Bob Dole, John McCain and Mitt Romney, Republicans learned that their death knell was letting the liberal media bully them into running moderates. Conservatives win elections when they tell the truth. Liberals have to lie to win.\n\nThe evidence is clear. President Obama was never able to take his election victories and turn them into popular support for his programs. His signature achievement, the Affordable Care Act, has never had majority support. He had to lie to the voters about what the program was and how it worked to get it enacted.\n\nNow several more Democrats are seeking to succeed Obama. One current non-candidate is Elizabeth Warren. She is honest. She really is the angry, screaming leftist who frightens the daylights out of normal ordinary people.\n\nHoward Dean was honest, running as the wild-eyed crazy populist. He almost succeeded before Democrats woke up at the last moment and went with the wishy-washy weak wobbler who was for the war in Iraq before he was against it.\n\nDemocrats could nominate somebody in 2016 who is actually normal, what the late New York Mayor Ed Koch called “a liberal with sanity.” Unfortunately for Democrats, those people get drummed out of the party. Former Connecticut Senator and vice presidential candidate Joseph Lieberman and his 92 percent liberal voting record were not enough from a political party demanding total obedience to statism. Supporting George W. Bush over Saddam Hussein was not allowed in the Democratic Party.\n\nRead Also: Do Americans want another President like Frank Underwood?\n\nNow Hillary Clinton is caught in the same vise. Obama’s presidency has failed, so Hillary has to run from him while still being for him. She has to triangulate and bring back the Clinton Third Way. She has to lie. She has to delay answering any difficult questions. When cornered, she has to give carefully pressed legalistic non-answers. She has to hope that she can replicate the 2012 Obama strategy of convincing voters that her moderate Republican conservative opponent is a fascist supporting slavery, lynching and forced back-alley abortions.\n\nShe cannot run on her unimpressive record. She cannot run on her uninspiring prickly personality. She cannot run on her discredited beliefs. Like any modern Democrat, she knows that offering her honest vision would sink her faster than Mondale vowing to raise taxes. She looks in the mirror and sees the ghost of Michael Dukakis staring back. She knows she is Dukakis, but is willing to win at all costs to avoid his fate.\n\nHillary’s only choice is to lie, and lie she will.\n\nThe Democratic nominee will either be a loser or a liar, so it might as well be a liar. Since it is going to be a liar, it might as well be Hillary.", "article_metadata": {"description": "Michael Dukakis, the former Massachusetts governor and failed presidential candidate. Before him came Walter Mondale, Jimmy Carter and George McGovern.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Eric Golub", "og": {"site_name": "Communities Digital News", "description": "Michael Dukakis, the former Massachusetts governor and failed presidential candidate. Before him came Walter Mondale, Jimmy Carter and George McGovern.\r\nThey were all politically liberal presidenti…", "title": "The Clintons, Obamas and the ghost of Michael Dukakis", "url": "http://www.commdiginews.com/politics-2/hillary-clinton-2016/the-clintons-obamas-and-the-ghost-of-michael-dukakis-37782/", "image": {"width": 800, "identifier": "http://www.commdiginews.com/wp-content/uploads/2015/03/dukakis-for-pres-1988.jpg", "height": 482}, "locale": "en_US", "type": "article"}, "twitter": {"description": "Michael Dukakis, the former Massachusetts governor and failed presidential candidate. Before him came Walter Mondale, Jimmy Carter and George McGovern.", "title": "The Clintons, Obamas and the ghost of Michael Dukakis", "image": "http://www.commdiginews.com/wp-content/uploads/2015/03/dukakis-for-pres-1988-435x375.jpg", "creator": "@TygrrrrExpress", "site": "@commdiginews", "card": "summary"}, "keywords": "michael dukakis,2016 presidential election,democrats,hillary clinton,george bush,jimmy carter,,eric golub", "propeller": "a20eada6e38f74d5c5bf31354ee9760c", "article": {"published_time": "2015-03-13T16:46:39+00:00", "modified_time": "2015-03-20T18:41:16+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "2016 Presidential Election, democrats, Eric Golub, George Bush, Hillary Clinton, Jimmy Carter, Michael Dukakis"}, "article_summary": "Read Also: Hillary Clinton: Angry, defiant and unapologeticHe was a cold, clinical technocrat who came across as lacking human emotion or a sense of humor.\nShe looks in the mirror and sees the ghost of Michael Dukakis staring back.\nMichael Dukakis was the last honest Democrat to run for president.\nBill Clinton, Al Gore, John Kerry, John Edwards, Barack Obama and Hillary Clinton had to lie about everything.\nNow Hillary Clinton is caught in the same vise."}