{"article_title": "Patients lament 2015 closure of Boulder Community Health's therapy pool", "article_keywords": ["closure", "boulder", "healths", "center", "mapleton", "lament", "hospital", "community", "water", "patients", "warm", "therapy", "2015", "pool", "users"], "article_url": "http://www.dailycamera.com/news/boulder/ci_26137520/boulder-residents-lament-2015-closure-bch-therapy-pool", "article_text": "Hope that a local replacement can be found\n\nJackie Olson, left, talks with Betty Skipp, right, while working out in the warm water pool at the Boulder Community Health facility on Thursday. BCH will be closing the warm water pool in 2015. ( MARK LEFFINGWELL / Daily Camera )\n\nDealing with a closed head injury, post traumatic stress disorder and the residual pain and effects of multiple neck fractures and a shattered right leg is obviously no easy task.\n\nThat is why, since she returned to Boulder in April 2013, Thupten Tsondru has visited the warm water therapy pool at Boulder Community Health's Mapleton Center twice a week.\n\nSeverely injured after being struck by a truck in Santa Barbara, California two years ago, the 44-year-old Tsondru says the hour and 15 minutes or more she spends in the pool during her visits provides some desperately needed relief.\n\n\"I start out aqua jogging in the deep end, just to get my blood moving and warm up; get my body moving forward linearly,\" she said of her therapy routine. \"I'm young and active — or I was — so that is one of the only times I get to actually move and feel normal.\"\n\nThat is why Tsondru--and many other regular users of the pool located inside BCH's Mapleton Center, 311 Mapleton Ave., are dismayed that once the hospital consolidates its services at its Balsam Avenue and Foothills Parkway campuses, and closes the pool for good, it will not be opening a warm water pool elsewhere.\n\n\"We are totally restructuring our operations to operate more cost effectively,\" BCH spokesman Rich Sheehan said last week. \"The costs of construction and operations of a pool outweigh the community benefit . So, when we move out of Mapleton, the pool will close.\"\n\nSheehan said BCH, which sold the Mapleton Center to Boulder-based developer Crystal Ridge LLC for $12.9 million in January, has signed a lease to use the building through the end of 2015.\n\nHe said the 2,072 square-foot therapy pool, heated to 94 degrees, costs an average of $100,000 per year to operate. It typically hosts 150 users per week.\n\n\"We really need to focus our resources on providing health care services,\" Sheehan said of the pool's eventual closure.\n\nLongmont United's pool only comparable option in the area\n\n\"I wouldn't say I'm upset. I would say I'm dismayed and disappointed and disheartened,\" Tsondru said. \"It's like one more blow to handicapped people.\"\n\nAs far as alternatives to the Mapleton pool go, warm water options in Boulder County are limited.\n\nNeither Avista Adventist Hospital in Louisville nor Exempla Good Samaritan Medical Center in Lafayette have therapy pools.\n\nLongmont United Hospital does feature a smaller,. 30-foot by 40-foot, 94-degree pool, that hospital spokeswoman Karen Logan says is very popular withe area seniors.\n\nTsondru and other Mapleton users, however, say that traveling to Longmont isn't a viable option for them.\n\n\"Driving is very stressful for me so the stress of that would outweigh the benefit,\" she said. \"There are plenty of pools in Boulder proper. There is no reason why someone can't turn up the heat on their pool even for four days a week for three hours.\"\n\nDorothy Babcock was the director of volunteer services at the Mapleton Center until her retirement in 1988 and has spent significant time in the pool since, both for it benefits to her health and well-being and as a volunteer working with people cognitive and physical ailments. She has seen all kinds of people using the pool, from football players rehabbing injuries to retirees who enjoy water aerobics.\n\n\"People who cannot move can move in the warm water,\" she said, adding that her doctor wrote her a prescription for warm water therapy after she had a hip replacement last year, meaning her insurance covered some of the cost of admission.\n\nShe agreed the Longmont pool is too far from Boulder to be viable, saying \"a lot of people would never get out there.\"\n\n\"I know a lot of people are very upset and don't know where to go for any help,\" Babcock said. \"I think it's a top priority for somebody to pick it up and go with it.\"\n\nBoulder rec department eyeing aquatics feasibility\n\nAnother frequent pool user, Mary Hey, echoed comments made by Tsondru and Babcock about the importance of the camaraderie at the Mapleton pool and how it's \"scarred\" users support each other.\n\nHey said there appears to be hope that a different facility may be secured in the Boulder area based on some recent exchanges with Jeff Dillon, the city's interim director of parks and recreation.\n\nAlison Rhodes, Boulder's recreation facilities manager, confirmed that she has heard from residents concerned about the closure of the Mapleton pool.\n\nShe said that while the East Boulder Community Center does feature a 92-degree leisure pool, it is not dedicated to therapeutic uses full time and is smaller than the Mapleton pool.\n\nThe recreation department is in the process of doing long-term planning and intends to hire a consultant to do an aquatics feasibility study before 2014 is through, Rhodes said. Though a new, large-scale therapy pool might take years to plan, finance and build, she said if the community will is there and is evident during the study process, the department could explore some shorter term alternatives.\n\n\"There are a lot of different community groups that love aquatics so we would love to build a facility in a cost effective manner,\" she said.\n\n\"But in the meantime, what can we do with what we have? Through partnership it can become a lot more manageable for everybody, so maybe the hospital becomes a partner.\"\n\nContact Camera Staff Writer Joe Rubino at 303-473-1328 or rubinoj@dailycamera.com", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/news/boulder/ci_26137520/boulder-residents-lament-2015-closure-bch-therapy-pool", "sailthru.author": "By Joe Rubino ,  Camera Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:26137520:view"}, "startDate": "2014-07-13T09:30:00-0600", "twitter": {"domain": "dailycamera.com", "description": "Dealing with a closed head injury, post traumatic stress disorder and the residual pain and effects of multiple neck fractures and a shattered right leg is obviously no easy task.", "title": "Patients lament 2015 closure of Boulder Community Health's therapy pool", "url": "http://www.dailycamera.com/news/boulder/ci_26137520/boulder-residents-lament-2015-closure-bch-therapy-pool", "image": "http://extras.mnginteractive.com/live/media/site21/2014/0712/20140712__14DCAPOOLw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2014/0712/20140712__14DCAPOOLw~1_300.jpg", "modificationDate": "2014-07-13T23:07:02-0600", "endDate": "2024-07-12T09:38:31-0600", "description": "Dealing with a closed head injury, post traumatic stress disorder and the residual pain and effects of multiple neck fractures and a shattered right leg is obviously no easy task.", "byline": "By Joe Rubino,", "pubDate": "2014-07-12T09:43:40-0600", "sailthru.date": "2014-07-13T09:30:00-0600", "sailthru.title": "Patients lament 2015 closure of Boulder Community Health's therapy pool", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.section": "Boulder News", "news_keywords": "Boulder News, Boulder News news, Boulder Colorado Boulder News news, Boulder Colorado news, Boulder News Boulder news, Boulder News Colorado news, US Boulder News news, world Boulder News news.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/news/boulder/ci_26137520/boulder-residents-lament-2015-closure-bch-therapy-pool", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Dealing with a closed head injury, post traumatic stress disorder and the residual pain and effects of multiple neck fractures and a shattered right leg is obviously no easy task.", "title": "Patients lament 2015 closure of Boulder Community Health's therapy pool"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2014/0712/20140712__14DCAPOOLw~1.jpg"}, "_id": "\"57477af46914bd0286fd92ab\"", "article_summary": "That is why, since she returned to Boulder in April 2013, Thupten Tsondru has visited the warm water therapy pool at Boulder Community Health's Mapleton Center twice a week.\nHe said the 2,072 square-foot therapy pool, heated to 94 degrees, costs an average of $100,000 per year to operate.\nBCH will be closing the warm water pool in 2015.\nAlison Rhodes, Boulder's recreation facilities manager, confirmed that she has heard from residents concerned about the closure of the Mapleton pool.\nAs far as alternatives to the Mapleton pool go, warm water options in Boulder County are limited."}