{"article_title": "Who will save America from Ted Cruz?", "article_keywords": ["horse", "america", "trump", "hes", "tax", "ted", "cruz", "race", "cruzs", "income", "policy", "party", "save"], "article_url": "http://theweek.com/articles/594285/who-save-america-from-ted-cruz", "article_text": "ADVERTISEMENT\n\nI love a good horse race story as much as the next political junkie. And with Texas Sen. Ted Cruz taking the lead in Iowa and putting in a solid performance in Tuesday night's big GOP presidential debate, we're bound to see plenty more horse race stories focused on what might end up being, at least in Iowa, a photo finish between Cruz and Donald Trump.\n\nSmart liberal pundits like Jonathan Chait and Matthew Yglesias have already begun to game it out. Cruz has positioned himself as The Man Who Could Slay Trump. He's just conservative enough to become a grassroots (and especially evangelical Christian) favorite while also pilfering a decent chunk of Trump's voters. And he's just (barely) enough of a Washington establishment insider not to inspire an outright revolt by party bigwigs. Plus, he's rolling in money, with both his own campaign war chest and various super PACs, which are funded by a handful of rich right-wing donors, overflowing with cash.\n\nBut here's the thing: A primary contest dominated by a battle between Trump and Cruz is less a horse race than a race to the bottom.\n\nCruz may not be proposing to round up and deport 11 million undocumented immigrants. He may not have floated the idea of a \"total and complete\" ban on Muslims entering the United States. And his campaign events may not resemble a fascist rally crossed with outtakes from The Jerry Springer Show. But in just about every other respect, Cruz should be considered an unacceptably radical option for a major-party presidential nomination. The fact that normally sensible commentators have begun to write neutral analysis articles about the possibility of Cruz serving as the Republican standard-bearer is just the latest alarming sign of how Trump's presence in the race has managed to define political decency down.\n\nThere are, to begin with, Cruz's personal qualities. In a town full of self-aggrandizing attention-seekers, Cruz managed to distinguish himself from the moment he arrived in Washington (less than three years ago). Repeatedly placing his own ambitions ahead of the plans of more senior members of his party, and doing so by going over the heads of those leaders to champion the demands of the party's activist base, Cruz appeared to model himself on no one so much as Frank Underwood, the fictional pol from House of Cards whose every action and policy proposal is a function of the ruthless drive for power.\n\nOn domestic policy, Cruz is an unapologetic bomb-thrower, promising a series of changes that, if enacted, would make his presidency the most eventful since the New Deal of the 1930s, though in the diametrically opposite ideological direction.\n\nCruz would abolish the progressive graduated income tax, replacing it with a far more regressive 10 percent flat tax on income and a 16 percent value-added (sales) tax. He would also get rid of the payroll tax, the inheritance tax, and the corporate income tax — all of which would vastly increase income for businesses and the wealth of those at the top of the economic pyramid.\n\nThe list of government offices that a Cruz administration would eliminate is long. The Internal Revenue Service would be shuttered, as would the cabinet-level Departments of Education, Commerce, Energy, and Housing and Urban Development. President Cruz would also do away with 25 additional agencies, bureaus, commissions, and programs, including climate research funding for the EPA's Office of Research and Development; the Consumer Financial Protection Bureau; the Corporation for Public Broadcasting; the Greenhouse Gas Reporting Program; the National Endowment for the Arts; the National Endowment for the Humanities; all federal regulation of CO2 emissions from power plants and other sources; the regulation of greenhouse gas emissions from vehicles; and all federal mandates covering renewable fuel standards.\n\nCruz would also impose a hiring freeze across the executive branch, approving new hires only if each were matched by the elimination of at least three other positions.\n\nAdd in the ubiquitous promise to repeal \"every word\" of ObamaCare (while replacing it with nothing much at all), and the sweeping dismissal of climate science, and we're left with an agenda that makes Ronald Reagan look like a democratic socialist.\n\nOn foreign policy, there's been some interesting bickering on the right about whether Cruz is sufficiently tough-minded in his pronouncements about the world. But that mostly just tells you how thoroughly the Republican Party has been captured by the bellicose Wilsonianism of the neoconservatives.\n\nCruz isn't a neocon. But neither is he an old-school realist, let alone a protégé of Barack Obama. Like Trump, Cruz is, for want of a better term, a \"to hell with 'em\" hawk — meaning that he's willing and even eager to use American military might, without restraint, provided that the only consideration is American victory.\n\nNoah Millman sums up Cruz's views quite well: \"He is skeptical of democracy-promotion and nation-building. He thinks we should have left Gadhafi alone and continued to back Mubarak. But he also favors a very hard line on Iran, as well as a hard line on China and Russia. He's skeptical of some interventions, but he's also manifestly uninterested in diplomatic solutions to problems.\" Above all, Cruz wants to demonstrate that \"America can win,\" and he \"doesn't really care who else has to lose in the process.\"\n\nWe can debate whether or not this is more reckless than, say, Marco Rubio's typically neocon presumption that the generous application of American military might invariably benefits our friends, harms our enemies, promotes democracy, and advances the cause of global order, all together in one nice, neat, super-duper patriotic package. But what isn't open to dispute is that Cruz's uniformly hard-line, belligerent, saber-rattling unilateralism would mark a shift in the nation's foreign policy nearly as dramatic as the one Cruz hopes to bring about in domestic policy.\n\nMaybe we should hope Cruz proves capable of slaying Donald Trump.\n\nBut then who will save us from Ted Cruz?", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/articles/594285/who-save-america-from-ted-cruz", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/RTR4UID5.jpg?itok=rJywFs1y", "type": "article", "description": "The mainstreaming of the idea of a President Cruz is just the latest alarming sign of how Trump's presence in the race has managed to define political decency down", "title": "Who will save America from Ted Cruz?"}, "twitter": {"description": "The mainstreaming of the idea of a President Cruz is just the latest alarming sign of how Trump's presence in the race has managed to define political decency down", "title": "Who will save America from Ted Cruz?", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/RTR4UID5.jpg?itok=rJywFs1y"}, "creator": "@DamonLinker", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "feature, Politics, opinion, liberal", "article": {"published_time": "2015-12-16T05:51:01-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Cruz would abolish the progressive graduated income tax, replacing it with a far more regressive 10 percent flat tax on income and a 16 percent value-added (sales) tax.\nBut here's the thing: A primary contest dominated by a battle between Trump and Cruz is less a horse race than a race to the bottom.\nADVERTISEMENTI love a good horse race story as much as the next political junkie.\nBut then who will save us from Ted Cruz?\nAbove all, Cruz wants to demonstrate that \"America can win,\" and he \"doesn't really care who else has to lose in the process.\""}