{"article_title": "Why Medicaid’s Racism Drove Historically-Black Nursing Home Bankrupt", "article_keywords": ["homes", "nursing", "lemingtons", "historicallyblack", "lowincome", "million", "racism", "medicaids", "state", "medicaid", "residents", "drove", "lemington", "care", "bankrupt"], "article_url": "http://newamericamedia.org/2015/02/why-medicaids-racism-drove-historically-black-nursing-home-bankrupt.php", "article_text": "PITTSBURGH, Penn.--On July 4, 1883, the Lemington Home for the Aged opened as a charity to house “aged and infirm colored women.” The first four residents included a former slave named Aunt Peggy.That began a 122 history of service that would end sadly due to questionable management and Medicaid rules historicaly stacked against low-income elders, especially those of color. Researchers at Brown University found that in recent years hundreds of other nursing homes in African American, Hispanic and low-income neighborhoods also went bankrupt.In 1900, the Lemington Home’s new 33-bed facility was built in Pittsburgh’s East Liberty neighborhood. In 1975, the the facility started a senior center, and in 1983, the board of directors purchased a 12-acre site near the top of one of Pittsburgh’s hills and built a three-story, 180-bed skilled nursing home.Over the next 20 years the facility added an 80-unit apartment complex, for independent senior citizens, and a 32 assisted-living residence. At its height, Lemington provided residential care and services for about 250 people and operated a community services division, offering home care and related services to scores of people.Its senior center provided meals, educational and recreational programs. All of these operations and collaborations established Lemington as an important institution, not just in the African American community, but also for the city.The home also partnered with several of Pittsburgh’s institution of higher learning including the University of Pittsburgh School of Medicine and historically black colleges.“Lemington was a great place. It was important,” said Cora Branson, Lemington’s evening cook. “We had wonderful people — teachers, doctors, all kinds of people. We had a former baseball player from the Negro Leagues. We had old-time jazz players come by to give little concerts. We loved the residents and they loved the staff.”So what happened to this community institution?About 90 percent of Lemington’s residents were Medicaid recipients. The industry’s average, however, is 60 percent, so Lemington’s mission of providing care for low-income people from the area put it at a competitive disadvantage.Lemington’s over-reliance on Medicaid was the principal reason its debt grew from a few hundred thousand dollars in 1984, to more than $10 million, including a $5.5 million mortgage on a new facility in 1984.Pennsylvania’s Medicaid payments for nursing home reimbursement were too low to enable the home to hire enough trained staff. Lemington’s former human resources director, Kevin Jordan, noted that the home was “always scrambling to cover payroll” and spent lots of money on “legal fees fighting the union.”Staff shortages led to health and safety violations, which prompted increased scrutiny by state inspectors. In the three years before it closed, Lemington had 51 visits by inspectors (the requirement is at least one inspection every 15 months) who issued a total of 59 citations for violations. That’s nearly triple the annual average for the state.Too many violations can cause the state to ban further admissions. So when a resident dies or moves, that person’s reimbursement stops and is not replaced, further lowering revenues.In addition, a medical records consultant hired by Lemington found that “the condition and status of the medical records department is deplorable, drastically disorganized, totally out of compliance and unmanageable and at risk for potential legal liability.”The failure to maintain clinical records is critical for obtaining reimbursements from Medicare and Medicaid.The state investigation revealed that Carrington, who died at age 73, three weeks after moving into Lemington’s assisted-living wing, only began to receive her medications after her daughter filed a complaint with the state Department of Public Welfare -- and that 13 other residents were not getting their prescribed medications either. The department cited the home for being understaffed and found that its administrator was unqualified.In the wake of Carrington’s death, the state investigation determined that Lemington’s administrator lacked the “qualifications, knowledge and ability to direct staff to perform personal care services as required.”The board of trustees later learned that the administrator was not working full-time and did not have a designee onsite full-time. That caused a number of problems. In one incident, a diabetic resident stopped breathing and was not revived by staff.Two weeks after Carrington died, Lemington’s board of trustees fired its administrator. Nearly eight months later, in July 2005, the nursing home facility closed.Its remaining 37 residents (down from 180 after years of decline) had to be placed in other nursing homes, which subjected them to “transfer trauma,” stress that can cause illness or death in frail elders.“Emotionally the transfers were a mess,” said Grady McFarland, a certified nursing assistant who worked at Lemington for 12 years and was president of the local unit of the Service Employees International Union. “There were people crying at the door as they said good-bye.”Lemington cook Cora Branson said the closing of Lemington was like losing family. “It was heartbreaking to see our residents leave and go different ways. I just couldn’t walk away on that last day. I went up to the third floor and just walked the empty halls.”The local impact was substantial. More than 100 workers at Lemington were forced to find other jobs, most of them outside of the inner-city East Liberty community. In addition, scores of local businesses that had supplied Lemington with food and other goods and services, suffered lost revenues.Nationally, nonprofit nursing homes watched as a subsequent federal lawsuit by Lemington’s creditors raised concerns about the fiduciary responsibilty of a home’s officers and directors.In bankruptcy proceedings the summer of 2005, the nursing homes’ creditors said Lemington owed them more than $7.4 million. Although their lawyer showed that the nursing home had not submitted $1.2 million claims to Medicare and Medicaid, Lemington’s chief financial officer (CFO) testified that he did not have the funds to hire the specialized (and high salaried) accounting clerk needed to process the complicated government claim forms.The creditors’ lawyer noted that if the CFO had submitted those claims, collected other accounts receivable and used a special $1.4 million allotment from the state, Lemington not only need not have gone bankrupt, but also could have continued operations and even paid down some of its debt.In February 2013, a jury found 15 of the 17 members of the Lemington board, the administrator and the chief financial officer liable on four counts of failure to care for the residents and failure to protect the home’s assets. The jury ordered compensatory and punitive damages totaling $5.7 million.Finally, on Jan. 26 of this year, the Third U.S. Circuit Court of Appeals agreed that both the officers and board had ignored their duty to residents, but only held the administrator and financial officer liable for $1.75 million in damages. The court vacated the lower court’s punitive judgment against five officers--to the tune of $350,000 each, finding no evidence they had engaged in “outrageous conduct.”Although the leadership of Lemington Home must bear the responsibility for those legal judgments and the fate of an important institution, the racist history imbedded in Medicaid’s rules for the past 80 years should share the brunt of the blame for bankruptcies at hundreds of long-term care homes largely serving black, Latino and low-income elders.One needed change would be to award nursing homes in African American, Hispanic and low-income neighborhoods serving large numbers of Medicaid recipients larger “disproportionate share payments.” Under the law, such homes receive additional reimbursements for serving a larger-than-usual proportion of low-income residents.But the higher rate also doesn’t kick in unless a facilty has at least a 90 percent occupancy rate, which many homes like Lemington can’t easily reach. Rules relaxing that standard would bring badly needed revenue to vulnerable homes.Congress could also require that all nursing homes accept a minimum number of Medicaid patients so as to spread the financial burden.But to truly do the job, Medicaid should be federalized—taken out of the hands of state and local officials, many of whom use get-tough rhetoric in elections to stigmatize and punish often-deserving people.Federalizing the program would enable states to lower their taxes since they would no longer have to pay for the largest single item in their budgets. The most efficient and least costly method to accomplish this is the adoption of a single-payer healthcare system.That may seem impossible in the current political climate. Total U.S. healthcare expenditures, however, are again rising and will continue to consume an ever-growing share of the gross domestic product. As the current system for paying those costs — even with the benefits of the Affordable Care Act — is increasingly unable to do so, things must change.Medicaid has improved and extended the lives of tens of millions of minorities and low-income people. But the dead hand of racism, institutionalized by the Social Security Act 80 years ago, reaches out to deny them the full benefits of the law, causing many to suffer needlessly during their final days.We may not end racism soon, but 60 years after the Supreme Court’s Brown decision, we ought to be able to eliminate discrimination in the nation’s biggest health insurance program and prevent more nursing home bankruptcies in hard-pressed communities struggling to provide decent care.", "article_metadata": {"keywords": "nursing homes, health care racism, black eldercare, medicaid history, black history", "description": "New America Media is a nationwide association of over 3000 ethnic media organizations representing the development of a more inclusive journalism. Founded in 1996 by Pacific News Service, New America Media promotes ethnic media by strengthening the editorial and economic viability of this increasingly influential segment of America's communications industry."}, "_id": "\"57477af36914bd0286fca9ad\"", "article_summary": "We loved the residents and they loved the staff.”So what happened to this community institution?About 90 percent of Lemington’s residents were Medicaid recipients.\nResearchers at Brown University found that in recent years hundreds of other nursing homes in African American, Hispanic and low-income neighborhoods also went bankrupt.In 1900, the Lemington Home’s new 33-bed facility was built in Pittsburgh’s East Liberty neighborhood.\nTotal U.S. healthcare expenditures, however, are again rising and will continue to consume an ever-growing share of the gross domestic product.\nThat’s nearly triple the annual average for the state.Too many violations can cause the state to ban further admissions.\nThe jury ordered compensatory and punitive damages totaling $5.7 million.Finally, on Jan. 26 of this year, the Third U.S."}