{"article_title": "Do all possible Republican presidential candidates really deny evolution?", "article_keywords": ["deny", "science", "national", "question", "evolution", "governor", "possible", "times", "candidates", "walker", "republican", "think", "presidential", "really"], "article_url": "http://scitation.aip.org/content/aip/magazine/physicstoday/news/10.1063/PT.5.8101", "article_text": "Even relatively moderate Republican presidential candidates, declared New York Times columnist Frank Bruni on 15 February, “run from the subject of evolution as if it were a ticking bomb.” Thanks to Wisconsin Republican governor Scott Walker’s much-analyzed dodging a few days earlier, prospective Republican candidates’ views on evolution have been drawing media attention, raising further questions.\n\nFor the science-minded, regardless of political leanings, the questions start with this one: Can it really be true that not a single prospective Republican presidential candidate unequivocally accepts the science of evolution?\n\nThat question worries Bloomberg View columnist Ramesh Ponnuru, a conservative who serves as a National Review senior editor and as an American Enterprise Institute visiting fellow. Under a headline phrased as a command—“Fellow Republicans: Talk about evolution”—he notes that his “party’s last two presidential nominees, John McCain and Mitt Romney, both indicated that they accept the strong scientific consensus that the human species is the product of evolution.” Republican Ponnuru points out that it appears “that for at least some Americans,” acceptance of evolution “is a marker of a candidate’s acceptance of science and modernity, and rejection of it marks a candidate as anti-intellectual or just plain dumb.”\n\nSo do the prospective Republican candidates all really reject it? Salon has offered what it calls “Evolution and the GOP’s 2016 candidates: A complete guide.” The guide specifies four categories: “Those who unequivocally accept the science; one candidate who accepts it, but with caveats; those who won’t make clear where they stand; and finally, contenders who are evolution denialists.”\n\nFor the first category, “Evolutionists,” Salon’s entire text contains only one word: “Nobody.” In the second, former Florida governor Jeb Bush stands as the single candidate who accepts evolution in a qualified way. Possible candidates labeled as ambiguous—category 3—are New Jersey governor Chris Christie, Texas senatorTed Cruz, Louisiana governor Bobby Jindal, Ohio governor John Kasich, Kentucky senator Rand Paul, Florida senator Marco Rubio, and Walker. In category 4—outright evolution deniers—Salon lists neurosurgeon Ben Carson, former Arkansas governor Mike Huckabee, Texas governor Rick Perry, and former Pennsylvania senator Rick Santorum.\n\nBush’s uniqueness in that breakdown suggests another question: Any chance that as the sole inhabitant of category 2, he’ll move to category 1? After all, the Palm Beach Post reported back in December 2012 that Bush “said yes when asked if evolution should be taught in schools” and that he added, “I reject the premise that the GOP is anti-science.” He’s known for a willingness to change his outlook, according to the front-page 11 January New York Times article “For Jeb Bush, evolving views over 2 decades.” The Times quoted a “longtime friend,” Al Cardenas: “There is an evolution in temperament and an evolution in judgment and an evolution in wisdom—and there is an evolution in his respect for others’ point of view.” The article never mentioned evolution in the science sense, but it ended by recalling Bush’s caution to the 2012 Republican candidates that they must broaden their appeal.\n\nOn the other hand, consider the political disincentive for science forthrightness. Earlier this month, the Pew Research Center reported that “only a minority of Americans fully accept evolution through natural selection.” A year ago, a Pew posting began, “Significantly fewer Republicans believe in evolution than did so four years ago.”\n\nAt Talking Points Memo, which calls itself America’s “premier digital native political news organization,” last September’s posting “Bobby Jindal refuses to say if he believes in evolution” ended by illustrating the disincentive’s strength:\n\nThe reporter interrupted Jindal, a Rhodes scholar who studied biology and public policy at Brown University, to press him on the original question of whether he believes the theory of evolution reflects the best scientific thinking about life on Earth. “I will tell you, as a father, I want my kids to be taught about evolution in their schools, but secondly, I think local school districts should make the decision,” he said. Pressed a third time on what he personally thinks, Jindal again sidestepped. “I told you what I think. I think that local school districts, not the federal government, should make the decision about how they teach science, biology, economics. I want my kids to be taught about evolution; I want my kids to be taught about other theories.” At the same event, Jindal called the Obama administration “science deniers” upon rolling out a national energy policy blueprint.\n\nThat final paragraph’s droll sarcasm illustrates an outlook widespread in the media and elsewhere. It calls to mind another question: How should journalists, politicians, scientists, and citizens respond to National Review’s Jonah Goldberg, who recently posted the commentary “Media’s interrogation of Scott Walker on evolution is in bad faith”? Goldberg’s subhead asserted, “It’s not about science. It’s about the culture war.”\n\nSimilarly, the Wall Street Journal’s James Taranto recently condemned the Walker incident as media “hazing” via “silly” questions. Taranto charged, “Declarations like ‘I believe in evolution’ or ‘evolution is fact’ are not serious thoughts but badges of identity.”\n\nAlong those lines, a Washington Times opinion piece conveyed outright bitterness. It began, “It is such a high, blessed relief to finally get to the bottom of the most pressing issue here in this age of $17 trillion U.S. debt, barbaric animals burning humans alive in cages, the systematic rounding up, rape and mutilation of young girls around the world and all these inconvenient blizzards and bone-chilling winds blowing giant holes in our faith in the newly founded Church of Global Warming.” Soon it identified the “pressing issue”:\n\nThe great revelation that we should all be so grateful that the national media got to the bottom of this week is: What on earth does Wisconsin Gov. Scott Walker think about evolution? Like all of you, I have been wondering this for years. Because, really, in these pressing times, what could be more important to know about a guy than what he thinks about evolution?\n\nGoldberg’s more serious piece appeared widely across the country. He asserts that “the evolution question really isn’t about evolution at all.” He continues:\n\nOn the surface, it’s about the culture war. To borrow a phrase from the campus left, Darwinism is used to “otherize” certain people of traditional faith—and the politicians who want their vote. Many of the same people who bleat with fear over the dangers of genetically modified food, fracking, vaccines, or nuclear power and coo with childlike awe over the benefits of non-traditional medicines will nonetheless tell you they are for “science” when in fact they are simply against a certain kind of Christian having any say about anything. As my National Review colleague Kevin Williamson notes, “Everybody wants to know what Scott Walker and Sarah Palin think about evolution, but almost nobody is asking what Nancy Pelosi and Barack Obama think about homeopathy, acupuncture, aromatherapy and the like.” Even though such remedies have been given elevated legitimacy under the Affordable Care Act. Presidents have become avatars in the culture war being fought across the Internet and the airwaves, and nothing gives secular liberal journalists more of a buzz than exposing the alleged backwardness of those they consider backward. It’s a cultural wedge issue used by the very people who claim they hate cultural wedge issues.\n\nGoldberg never acknowledges what Republican Ponnuru emphasizes: that whether or not a secular liberal bias animates journalists, acceptance of evolution is seen by many as “a marker of a candidate’s acceptance of science and modernity, and rejection of it marks a candidate as anti-intellectual or just plain dumb.” He never acknowledges the centrality of evolution theory in biology, or the expectation that candidates for the US presidency will routinely exhibit basic science awareness.\n\nIn what’s intended only as a jab at liberals but comes out as something more, Bruni does point out that religious talk can “put a rosy glow on political calculations.” He observes that President Obama “framed his past opposition to gay marriage as a deeply personal matter of faith. But as David Axelrod’s new book, Believer, makes clear, it was a deeply expedient matter of evading some voters’ wrath. He more or less supported gay marriage, at least when he was away from the podium, all along.”\n\nBut doesn’t that “yeah, but” observation—“Yeah, but liberals do something similar”—imply that what Salon cataloged is really just gradations of a calculated evasion, at least for the prospective candidates who aren’t outright evolution deniers? Aren’t most of them likely making a political trade-off, seeking to gain more advantage from the appearance of a certain kind of religiosity than they believe can be gained from forthright affirmation of this plainly settled science?\n\nGoldberg seems implicitly to make that admission again in his ending. There he imagines his own answer to a reporter’s insistent evolution question. He says it “would be something like: ‘Not that it much matters for the job I’m seeking, but I think the evidence shows that all life evolves. Why is there life, and what are we supposed to do with it? Only God knows.’”\n\n---\n\nSteven T. Corneliussen, a media analyst for the American Institute of Physics, monitors three national newspapers, the weeklies Nature and Science, and occasionally other publications. He has published op-eds in the Washington Post and other newspapers, has written for NASA's history program, and is a science writer at a particle-accelerator laboratory.", "article_metadata": {"citation_publication_date": "2015/02/20", "citation_publisher": "American Institute of Physics", "description": "Wisconsin governor Scott Walker kicks off a media discussion by telling a reporter “I’m going to punt” on that science question.", "citation_abstract_html_url": "http://scitation.aip.org/content/aip/magazine/physicstoday/news/10.1063/PT.5.8101", "citation_issn": "1945-0699", "dc.identifier": "doi:10.1063/PT.5.8101", "dc.type": "Text", "dc.publisher": "American Institute of Physics", "citation_journal_title": "Physics Today", "robots": "NOODP", "dc.date": "2015/02/20", "citation_title": "Do all possible Republican presidential candidates really deny evolution?", "citation_doi": "10.1063/PT.5.8101", "format-detection": "telephone=no", "citation_abstract": "Wisconsin governor Scott Walker kicks off a media discussion by telling a reporter “I’m going to punt” on that science question.", "viewport": "width=device-width, initial-scale=1", "dc.title": "Do all possible Republican presidential candidates really deny evolution?"}, "_id": "\"57477af46914bd0286fe15b0\"", "article_summary": "He asserts that “the evolution question really isn’t about evolution at all.” He continues:On the surface, it’s about the culture war.\nThere he imagines his own answer to a reporter’s insistent evolution question.\nEven relatively moderate Republican presidential candidates, declared New York Times columnist Frank Bruni on 15 February, “run from the subject of evolution as if it were a ticking bomb.” Thanks to Wisconsin Republican governor Scott Walker’s much-analyzed dodging a few days earlier, prospective Republican candidates’ views on evolution have been drawing media attention, raising further questions.\nScott Walker think about evolution?\nFor the science-minded, regardless of political leanings, the questions start with this one: Can it really be true that not a single prospective Republican presidential candidate unequivocally accepts the science of evolution?"}