{"article_title": "$100,000 a Year to Stay Alive", "article_keywords": ["prescription", "drugs", "drug", "stay", "wasnt", "patients", "cost", "health", "100000", "gleevec", "insurance", "alive", "havel"], "article_url": "http://www.healthline.com/health-news/prescription-purgatory-100000-a-year-to-stay-alive-070915", "article_text": "“I got hit really hard, really fast,” says Erin Havel.\n\nHavel, a 38-year-old cancer survivor, is talking about her expensive prescription drugs, which cost more than $100,000 a year.\n\nThat puts the Seattle woman in the fast-growing “super spender” category along with thousands of other people in the United States.\n\n“I had this great savings account,” Havel said, “that just went to nothing almost immediately once I stopped working and was having these treatments and trying to deal with the insurance.”\n\nHavel was diagnosed with chronic myeloid leukemia (CML) in 2007, ten days after her 30th birthday. Soon afterward, she was put on Gleevec, a breakthrough drug that was the first viable treatment for her type of cancer.\n\nBut this cure came at a steep price.\n\nTo stay healthy, Havel needs to take one pill a day for the rest of her life, provided the drug continues to work for her. At the outset, Gleevec cost $3,000 a month.\n\nI had this great savings account that just went to nothing almost immediately once I stopped working and was having these treatments. Erin Havel, cancer survivor\n\n“It wasn’t so bad at first, but then it started to creep up,” she said. “The next year it was a thousand dollars more, and then the year after that it was another thousand dollars.”\n\nRecent reports put the wholesale price of Gleevec at around $8,500 per month. Novartis, the company that makes the drug, has netted billions in profit.\n\nAs the price of Gleevec rose, Havel began to get pushback from her insurance company. Sometimes the company would agree to cover the cost of the drug for one month but deny subsequent coverage.\n\n“They would send me a letter,” said Havel, “and it would say: ‘We’re sorry, we’re not sending you any more of this medication until you try another step therapy.’”\n\nGleevec remains the best treatment option for people with CML. At one time 70 percent of people diagnosed with CML were likely to die. Gleevec has turned CML into a manageable disease for 90 percent of patients.\n\nRead More: The Cost of Epilepsy Medications »\n\nPrescription Super Spenders on the Rise\n\nHavel is not alone in struggling to cover the cost of her prescription medications.\n\nAccording to a recent report by Express Scripts, in 2014 almost 140,000 Americans fell into the super-spender category — using more than $100,000 worth of medications in a year.\n\nThis represents a 193 percent jump from the previous year. The increase is fueled, in part, by specialty drugs like Gleevec and Sovaldi, the $1,000-a-day pill for hepatitis C. A full course of treatment of Sovaldi costs around $84,000.\n\nEven with these expensive medications on the market, however, drugs may not be driving overall healthcare costs as much as hospital and physician fees.\n\n“What we spend on drugs is only about 10 percent of total healthcare spending, so it’s really not that much,” said Kenneth Thorpe, a professor of health policy and management at Emory University. “I think one of the challenges that we face is how we do cost-sharing, particularly for patients with prescription drugs.”\n\nI think one of the challenges that we face is how we do cost-sharing, particularly for patients with prescription drugs. Kenneth Thorpe, Emory University\n\nFor some patients, cost-sharing by insurance companies can make even drugs like Gleevec and Sovaldi more affordable. The Express Scripts report found that, on average, super spenders with health insurance spent around $2,700 per year on their medications.\n\nHowever, there is a lot of variation among health insurance plans. People at the lower end of the income spectrum may have it easier than those in the middle, especially with the health insurance plans offered as a result of the Affordable Care Act.\n\n“Low income individuals can get health insurance through the health insurance exchanges at very low premiums,” said Thorpe. “And for those between 100 to 250 percent of poverty, they get heavily subsidized on their out-of-pocket, their cost-sharing.”\n\nHavel, though, wasn’t that fortunate. At one point, she was on a high-deductible plan that required her to pay $4,550 up front for her January supply of Gleevec — each year — followed by $300 per month after that.\n\n“You can save as much as you want,” said Havel, “but if you’re hit like that every year for the rest of your life, it gets to be really hard.”\n\nRead More: Allergy Drug Could Beat $1,000 Sovaldi, Harvoni »\n\nLifelong Conditions Threaten Financial Stability\n\nMany pharmaceutical companies offer assistance for patients who can’t afford the cost of their drugs.\n\nHavel applied to Novartis for financial help but was turned down. She also reached out to nonprofits and applied for Medicaid, but she didn’t qualify for those either.\n\n“I was one of those people that got caught in the middle,” said Havel, who wrote a book about her experiences, “where I wasn’t quite eligible for this, and wasn’t quite eligible for that — and that was hard.”\n\nAround the same time, Havel was diagnosed with an unrelated condition that required surgeries and monthly flights to Denver. Faced with covering these additional medical costs, her insurance company put up more resistance.\n\nUnable to work because of her other condition, Havel began to dip into her savings to pay for her medication, putting everything else on her credit cards. She finally filed for bankruptcy, a common occurrence for patients with cancer.\n\nEventually, Havel was able to get on Medicare, which helps cover the cost of her ongoing treatment. She also received some nonprofit assistance for her medication copayments. Both of these have helped, but she will need to pay for her treatments for the rest of her life.\n\n“I’m still on a daily chemotherapy drug, so it’s not perfect,” said Havel. “And I can’t return to work tomorrow and that makes life harder.”\n\nRead More: Newest Hepatitis C Drug Without Interferon Achieves 93 Percent Success Rate »", "article_metadata": {"news_keywords": "expensive prescription cancer drugs, Erin Havel, Novartis drug company, Gleevec medication, Sovaldi, The Malformation of Health Care, super spender, Affordable Care Act, chronic myeloid leukemia (CML)", "og": {"site_name": "Healthline", "description": "Specialty drugs for diseases like cancer and hepatitis C are spurring a jump in the number of people with very high prescription drug costs, along with an increase in financial difficulties.", "title": "Prescription Purgatory: $100,000 a Year to Stay Alive", "url": "http://www.healthline.com/health-news/prescription-purgatory-100000-a-year-to-stay-alive-070915", "image": "http://www.healthline.com/hlcmsresource/images/News/cancer/070915_prescriptioncost_THUMB.jpg", "type": "article"}, "twitter": {"image": "http://www.healthline.com/hlcmsresource/images/News/cancer/070915_prescriptioncost_THUMB.jpg", "description": "Specialty drugs for diseases like cancer and hepatitis C are spurring a jump in the number of people with very high prescription drug costs, along with an increase in financial difficulties.", "card": "summary", "title": "Prescription Purgatory: $100,000 a Year to Stay Alive"}, "ROBOTS": "NOODP", "DC.date.issued": "2015-07-09", "fb": {"app_id": 239371929577489}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "Specialty drugs for diseases like cancer and hepatitis C are spurring a jump in the number of people with very high prescription drug costs, along with an increase in financial difficulties."}, "_id": "\"57477af36914bd0286fca9bc\"", "article_summary": "“Low income individuals can get health insurance through the health insurance exchanges at very low premiums,” said Thorpe.\nHavel, a 38-year-old cancer survivor, is talking about her expensive prescription drugs, which cost more than $100,000 a year.\nThe Express Scripts report found that, on average, super spenders with health insurance spent around $2,700 per year on their medications.\nAt the outset, Gleevec cost $3,000 a month.\nHowever, there is a lot of variation among health insurance plans."}