{"article_title": "How Congress Can Cure Alzheimer’s", "article_keywords": ["congress", "cancer", "alzheimers", "huckabee", "going", "health", "cures", "president", "cure", "important", "care"], "article_url": "http://www.thedailybeast.com/articles/2015/05/11/how-congress-can-cure-alzheimer-s.html", "article_text": "CURE STRATEGY\n\nWhy Republicans and Democrats are finally coming around to the idea that it costs less to cure diseases like Alzheimer’s than to treat them.\n\nSometimes the biggest events get little attention. On July 14, 1789, the French King Louis XVI didn’t even take note of the beginning of the storming of the Bastille—that is, the beginning of the French Revolution. In his diary that day, Louis simply wrote the word Rien—“nothing.” And similarly, here in America, on May 5, 2015, the media, and the punditariat in general, failed to notice Mike Huckabee’s paradigm-shifting argument on health care.\n\nSo perhaps a little explanation is in order: In the long run, history will demand it.\n\nAs is obligatory for every Republican these days, Huckabee, in his presidential announcement, attacked President Obama’s signature national health insurance scheme, and yet he mentioned “Obamacare” just twice. By contrast, he mentioned the word “cures” five times. As Huckabee put it, “Real health care reform is going to focus on prevention and cures, rather than costly intervention. Because hope comes from finding cures for cancer, heart disease, diabetes, and Alzheimer’s.” And that’s the point: Health insurance is an important issue, and yet it is not as important as health itself.\n\nIn his folksy way, Huckabee recalled the public-health successes of his own childhood in his own little hometown of Hope: “We once lined up at the courthouse in the 1950s and took our vaccines and eradicated polio.” That was not only a great humanitarian victory—-a victory over the fearful epidemic of polio, as recalled recently by Philip Roth in his 2010 novel, Nemesis—but a huge economic victory, as well. Medical philanthropist Michael Milken observes, “When I was a child in the early 1950s, economists estimated that by the year 2000, treating polio would cost the United States $100 billion annually. Today’s polio immunization programs cost one thousand times less than that and have virtually eliminated the disease.”\n\nNot bad. And those are the sorts of exponential savings that only breakthrough science can bring. Indeed, according to University of Chicago economists Kevin Murphy and Richard Topel, recent savings to the economy because of better health technology amount to more than $3 trillion.\n\nIf that sort of number-crunching is unfamiliar to most Americans, that’s because, for the last quarter-century, the issue of health has been mostly dominated—both on the left and on the right—by discussions of health insurance. Yes, the finance of health care is important, but the science of health care is more important. Think about it: When you go to the doctor, the first words out of your mouth are likely to be a discussion of the pain, or the lump, or recollection of what killed your relatives. You go to the doctor to seek a cure, not to make a payment.\n\nAnd if we get cancer, God forbid, the words that come to us spontaneously are the words of fighting and combat, not economic consumption. We say, with gritty determination, “I am going to beat this cancer,” or, “I am going to kill this cancer.” We don't say, blandly and economistically, “I am going to consume oncological services.” And we certainly don’t embrace the Washington wonk talk, left or right: That is, nobody says, “In my cancer treatment, I will fulfill President Obama’s injunction to bend the health care-cost curve downward.” Nor do we say, “In my cancer treatment, I will vindicate the free-market theories of Adam Smith or Ayn Rand.”\n\nHuckabee gets that. His Cure Strategy is all about saving money by helping people stay and become healthy. As he said on Tuesday, “Cures, real cures, could give real hope to families who hear a dreaded diagnosis and are sentenced to a slow and agonizing death. Alzheimer’s disease alone will cost well over $1 trillion by the year 2050. Focusing on cures instead of treatments saves money, lives and families.”\n\nYes, diseases such Alzheimer’s are a middle-class issue—AD robs people, both patient and caregiver alike, of time, money, identity, and dignity. Moreover, as the Alzheimer’s Association has documented, the current AD epidemic will be completely unaffordable in the decades ahead. Unabated, AD costs will make a hash of everyone’s health insurance plan, public, private, or in-between. Indeed, by mid-century, we will either go bankrupt or be forced to consider euthanizing our elderly—two grossly unacceptable outcomes.\n\nHappily, in his new initiative, Huckabee has finally found a plausible way to save money on entitlement spending. The frontal assault on Social Security and Medicare has always been a political loser for decades: It’s one thing to ask Republicans to take career risks to achieve budget savings; it’s another to ask them to commit political suicide. From a Republican point of view, there’s nothing worse than the dolorous scenario of GOPers voting for entitlement cuts, losing the next election, and then seeing the victorious Democrats defiantly prop up elder spending.\n\nMeanwhile, paradoxically, even as health care spending goes up, the number of new cures has been going down. As Washington has wrangled over first Clintoncare and then Obamacare, the “pipeline” of new cures has been stifled by regulation, litigation, and price controls. And so new drug approvals, while up in the last few years, are actually lower than they were 20 years ago. We might ask ourselves: What else, in the realm of technological accomplishment, is worse today than it was in the ’90s? The answer: nothing.\n\nThe sad reality of medicine in our time is summed up in what wags call “Eroom’s Law,” which is Moore’s Law spelled backwards. And that’s what has happened to cures: We get less, even as spending for the ravages of disease continues its inexorable rise.\n\nOf course, Huckabee is not the only leader who has noticed this cure-pipeline blockage. In 2014, Representative Fred Upton (R-MI), chairman of the House Energy and Commerce Committee, has teamed with Representative Diana DeGette (D-CO) to develop a bipartisan legislative initiative that they and their colleagues call #Path2Cures. And on the other side of the Capitol, Republican Senators Roger Wicker of Mississippi and Ron Johnson of Wisconsin are exploring new ways to incentivize cures, such as X-Prizes. Even President Obama is on board; his Precision Medicine Initiative, announced this year, offers vastly more hope for real savings in health care than another round of price controls. And once again, the underlying argument is simple: A cure is cheaper than care. It costs less to beat than to treat.\n\nBut now the time has come to raise the saliency of the Cures Cause. As is said of Islamic jihadism, you can’t defeat an enemy that you can’t or won’t name. And so if we want to win the war against AD, cancer, and diabetes—to name just three costly killers—we will have to declare war. Thankfully, some of Huckabee’s rivals for the 2016 Republican nomination, including Jeb Bush and Ted Cruz, are working on Cure Strategies of their own.\n\n\n\nIndeed, in the wake of Huckabee’s announcement, potential Democratic presidential candidate Jim Webb tweeted out, “We need to find a cure for Alzheimer’s. I know we can solve this problem.” That’s the right idea: When you see a problem, solve it, party label be damned.\n\nGet The Beast In Your Inbox! Daily Digest Start and finish your day with the smartest, sharpest takes from The Daily Beast Cheat Sheet A speedy, smart summary of news and must-reads from The Daily Beast and across the Web By clicking \"Subscribe,\" you agree to have read the Terms of Use and Privacy Policy Subscribe Thank You! You are now subscribed to the Daily Digest and Cheat Sheet. We will not share your email with anyone for any reason\n\nIn fact, nothing would be better for the Cure Strategy—which is to say, the hopes of Americans to enjoy better and longer lives—than for both parties to embrace the goal.\n\nAnd Huckabee gets that, too: As he said, “I remember President Kennedy telling us that we were going to send a man to the moon and bring him home within the decade. President Kennedy didn’t live to see that come true. But I did. And it made me believe that America could do anything it set its mind to.”\n\nHuckabee himself may never become president. But he has put forth a vision, the old “Can Do” American spirit, which is more important than anyone’s personal ambition. It’s that Kennedyesque “moon shot” determination—as JFK said in 1962, “to organize and measure the best of our energies and skills”—that will deliver the cure for Alzheimer’s and other dreaded diseases. The prospect of a better life, for America and for the world, beckons.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "jamesppinkerton"}, "keywords": "Huckabee, Alzheimer, u.s. poli", "publicationDate": 201505110915, "wrap": "/content/dailybeast/politics", "description": "Why Republicans and Democrats are finally coming around to the idea that it costs less to cure diseases like Alzheimer’s than to treat them.", "pageNum": 1, "title": "How Congress Can Cure Alzheimers", "tags": "entity:person/huckabee,entity:medicalcondition/alzheimer,topic:politics", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"How Congress Can Cure Alzheimer’s\",\"link\":\"http://www.thedailybeast.com/articles/2015/05/11/how-congress-can-cure-alzheimer-s.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2015/05/11/how-congress-can-cure-alzheimer-s/jcr:content/image.crop.410.273.jpg/47711190.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2015/05/11/how-congress-can-cure-alzheimer-s\",\"pub_date\":\"2015-05-11T09:15:00+00:00\",\"section\":\"Politics\",\"author\":\"James P. Pinkerton\",\"tags\":[\"huckabee\",\"alzheimer\",\"politics\"]}", "news_keywords": "Huckabee, Alzheimer, US Politics", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "James P. Pinkerton", "article": {"section": "politics", "published_time": "2015-05-11T09:15:00.000Z", "author": "http://www.thedailybeast.com/contributors/james-p--pinkertonhtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2015/05/11/how-congress-can-cure-alzheimer-s", "og": {"site_name": "The Daily Beast", "description": "Why Republicans and Democrats are finally coming around to the idea that it costs less to cure diseases like Alzheimer’s than to treat them.", "title": "How Congress Can Cure Alzheimer’s", "url": "http://www.thedailybeast.com/articles/2015/05/11/how-congress-can-cure-alzheimer-s.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2015/05/11/how-congress-can-cure-alzheimer-s/jcr:content/image.img.2000.jpg/1431335706488.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/j/james-p--pinkerton", "content-type": "text/html; charset=UTF-8"}, "_id": "\"57477af46914bd0286fd862e\"", "article_summary": "CURE STRATEGYWhy Republicans and Democrats are finally coming around to the idea that it costs less to cure diseases like Alzheimer’s than to treat them.\nYes, the finance of health care is important, but the science of health care is more important.\nIndeed, in the wake of Huckabee’s announcement, potential Democratic presidential candidate Jim Webb tweeted out, “We need to find a cure for Alzheimer’s.\nIt’s that Kennedyesque “moon shot” determination—as JFK said in 1962, “to organize and measure the best of our energies and skills”—that will deliver the cure for Alzheimer’s and other dreaded diseases.\nAs Huckabee put it, “Real health care reform is going to focus on prevention and cures, rather than costly intervention."}