{"article_title": "Sailor slain in Tennessee attacks was star baseball player", "article_keywords": ["chattanooga", "star", "family", "grandson", "attacks", "visit", "slain", "wells", "player", "sailor", "tennessee", "baseball", "mother", "navy", "marines", "dove", "sullivan"], "article_url": "http://www.salon.com/2015/07/18/sailor_slain_in_tennessee_attacks_was_star_baseball_player/", "article_text": "Topics: From the Wires, News\n\nFour Marines and a sailor were slain in the attacks on two military facilities in Chattanooga, Tennessee. Some of them had deployed overseas and seen battle, others had not.\n\nHere is a look at the victims:\n\nRANDALL SMITH\n\nAs the nation mourned the Marines, Smith, a logistics specialist in the U.S. Navy, clung to life in a hospital for two days. He died early Saturday.\n\nSmith, 26, grew up in the northwest Ohio city of Paulding. The petty officer 2nd class sailor got a baseball scholarship to play at nearby Defiance College after high school, according to his step-grandmother Darlene Proxmire. But after being sidelined by a shoulder injury, he decided to join the Navy.\n\nHe got married a few months after signing up, and had three young daughters.\n\n“He loved his family, baseball and the Navy,” Proxmire said.\n\nGrandmother Linda Wallace said before his death she was upset to learn that there was little security outside the Marine-Navy center.\n\n“I cannot believe our soldiers do not have guns there,” she said. “A lot of people are learning our bases aren’t guarded.”\n\nWallace she never worried about her grandson serving in the military because he’d always been stationed in the U.S. He was in Norfolk, Virginia, before transferring to Chattanooga.\n\nShe said Thursday she was flying on Friday to be with her daughter and her grandson in Chattanooga.\n\nWallace last saw her grandson on Mother’s Day weekend when he made a surprise visit to her home along with his mother and aunt.\n\n___\n\nSKIP WELLS\n\nLance Cpl. Squire Wells, who was known as Skip, was swapping text messages Thursday with his girlfriend of 2 ½ years, excited that she had booked a flight to visit him in Chattanooga after months apart.\n\n“Can’t wait anymore,” Wells texted. “Yes you can honey,” his girlfriend, Caroline Dove, replied.\n\nHis next two words would be the last she’d ever hear from him.\n\n“ACTIVE SHOOTER,” he wrote.\n\nShe thought he was kidding: “You are so weird,” she replied.\n\nHours of silence. “I love you,” she tried. Hours more passed, the news out of Chattanooga becoming clearer. “Hon, I need you to answer me please,” she wrote.\n\nIt would not be until Friday that she learned his fate.\n\nThe two met at Georgia Southern University, but he soon followed in his family footsteps and enlisted. His grandfather had been in the Air Force, and his grandmother and mother served in the Navy, Dove said. Dove, too, plans to enlist in the Marines, a process she began in November. She said she is not dissuaded by what happened.\n\nThrough tears, Dove remembered her boyfriend’s love of flag football and Nerf guns, his passion for U.S. history, his ability to handle her when she was grouchy and how good he was at listening. He dreamed of being a drill sergeant, and when they last saw each other around Valentine’s Day, he gave her a gold-and-silver ring. When the time came to propose, she said, he knew to ask her parents first.\n\nWells’ mother was watching television coverage of the shooting when Marines appeared at her door. She knew what the visit meant.\n\n“Every service parent, especially moms, dreads opening the front door and seeing people in uniform,” said Andy Kingery, a friend who is acting as a family spokesman.\n\n___\n\nTHOMAS SULLIVAN\n\nRipples of grief were apparent as a stream of visitors brought flowers, food and gifts Friday to the Hampden, Massachusetts, home of Jerry and Betty Sullivan, the parents of Gunnery Sgt. Thomas Sullivan. A police officer was stationed outside to keep reporters and onlookers away. Masslive.com said Sullivan, 40, grew up in Springfield, Massachusetts.", "article_metadata": {"description": "Sailor slain in Tennessee attacks was star baseball player", "title": "Sailor slain in Tennessee attacks was star baseball player", "og": {"site_name": "Salon", "description": "Sailor slain in Tennessee attacks was star baseball player", "title": "Sailor slain in Tennessee attacks was star baseball player", "url": "http://www.salon.com/2015/07/18/sailor_slain_in_tennessee_attacks_was_star_baseball_player/", "image": "http://media.salon.com/2015/07/chattanooga-shooting.jpeg26-1280x960.jpg", "type": "article"}, "twitter": {"description": "Sailor slain in Tennessee attacks was star baseball player", "title": "Sailor slain in Tennessee attacks was star baseball player", "image": "http://media.salon.com/2015/07/chattanooga-shooting.jpeg26-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Sailor slain in Tennessee attacks was star baseball player", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fca9e1\"", "article_summary": "Topics: From the Wires, NewsFour Marines and a sailor were slain in the attacks on two military facilities in Chattanooga, Tennessee.\nHis grandfather had been in the Air Force, and his grandmother and mother served in the Navy, Dove said.\nWells’ mother was watching television coverage of the shooting when Marines appeared at her door.\nThe petty officer 2nd class sailor got a baseball scholarship to play at nearby Defiance College after high school, according to his step-grandmother Darlene Proxmire.\nShe said Thursday she was flying on Friday to be with her daughter and her grandson in Chattanooga."}