{"article_title": "blog.aids.gov − Presidential Proclamation — National Hepatitis Testing Day, 2016", "article_keywords": ["viral", "c", "b", "living", "proclamation", "national", "testing", "blogaidsgov", "hepatitis", "states", "united", "americans", "treatment", "2016", "day", "presidential"], "article_url": "https://blog.aids.gov/2016/05/presidential-proclamation-national-hepatitis-testing-day-2016.html", "article_text": "NATIONAL HEPATITIS TESTING DAY, 2016\n\nBY THE PRESIDENT OF THE UNITED STATES OF AMERICA\n\nA PROCLAMATION\n\nIn the United States, hepatitis A, B, and C are the most common types of viral hepatitis — affecting between 3.5 and 6.9 million people and claiming the lives of thousands of our fellow Americans each year. Because of the persistent efforts of researchers, advocates, and so many others in the medical and public health communities, we have made great strides in advancing treatment of and finding cures for viral hepatitis. Individuals living with hepatitis B and C can only benefit from these advances if they are tested and made aware of their disease. On National Hepatitis Testing Day, we reaffirm the importance of educating people about viral hepatitis, and we encourage individuals at risk for hepatitis B and hepatitis C to get tested.\n\nMore than half of Americans living with viral hepatitis are unaware of their infection status. This lack of awareness contributes to an increasing number of infections and deaths that could be prevented by people receiving the care and treatment they need. When left undiagnosed and untreated, viral hepatitis can cause serious damage to the liver — it is the leading cause of liver cancer and the most common reason for liver transplantation. Symptoms of viral hepatitis can go undetected for many years, which is why it is important to receive vaccines for hepatitis A and B, and blood tests for hepatitis B and C — measures that can be life-saving for those living with this disease. I urge all Americans to visit www.CDC.gov/Hepatitis for more information.\n\nPrevention and early detection are key to combating viral hepatitis, and my Administration remains dedicated to ensuring all Americans have access to the quality, affordable health care they deserve. The Affordable Care Act requires coverage of recommended services that can help prevent, detect, and treat viral hepatitis — including viral hepatitis vaccinations and testing. In addition, the Act prohibits insurers from denying coverage to anyone with a preexisting condition, like viral hepatitis. We have also released a roadmap for ensuring our Federal efforts to address viral hepatitis are coordinated and focused on making more people living with viral hepatitis aware of their status. The Action Plan for the Prevention, Care, and Treatment of Viral Hepatitis, available at www.HHS.gov/Hepatitis, spans more than 20 Federal entities and it moves us toward increasing the number of people who are aware of their infection status, reducing the number of new cases of hepatitis C, and eliminating the transmission of hepatitis B between mother and child.\n\nI have proposed funding to support a new initiative aimed at expanding testing and access to treatment of hepatitis C for people living with HIV and to advance efforts to eliminate hepatitis C transmission and deaths. Those living with HIV are more vulnerable to viral hepatitis infections, and African Americans, Asian Americans and Pacific Islanders, and American Indians and Alaska Natives are also disproportionately affected. Viral hepatitis infections, particularly among young people, can be reduced by addressing the heroin epidemic and abuse of prescription opioids — a priority for my Administration — and by ensuring that individuals who inject drugs have access to treatment services for HIV, viral hepatitis, and substance use disorders. We have taken action to expand access to treatment and increase community prevention strategies so more Americans can get the help they need.\n\nOn this day, let us rededicate ourselves to ensuring all people with viral hepatitis know their infection status and have access to necessary care and resources. Let us honor those we have lost too soon, and let us recognize the many individuals working tirelessly to address this disease, develop treatments, and save lives.\n\nNOW, THEREFORE, I, BARACK OBAMA, President of the United States of America, by virtue of the authority vested in me by the Constitution and the laws of the United States, do hereby proclaim May 19, 2016, as National Hepatitis Testing Day. I encourage citizens, Government agencies, non-profit organizations, and communities across the Nation to join in activities that will increase awareness about viral hepatitis and the need for expanded testing.\n\nIN WITNESS WHEREOF, I have hereunto set my hand this eighteenth day of May, in the year of our Lord two thousand sixteen, and of the Independence of the United States of America the two hundred and fortieth.\n\nBARACK OBAMA\n\n***\n\nSign up to receive email updates of AIDS.gov blog posts (and more!)", "article_metadata": {"og": {"site_name": "blog.aids.gov — HIV Policy & Programs. Research. New Media.", "description": "NATIONAL HEPATITIS TESTING DAY, 2016 BY THE PRESIDENT OF THE UNITED STATES OF AMERICA A PROCLAMATION In the United States, hepatitis A, B, and C are the most common types of viral hepatitis — affecting between 3.5 and 6.9 million people and claiming the lives of thousands of our fellow Americans each year. Because of...", "title": "Presidential Proclamation — National Hepatitis Testing Day, 2016", "url": "https://blog.aids.gov/2016/05/presidential-proclamation-national-hepatitis-testing-day-2016.html", "image": "https://blog.aids.gov/wp-content/uploads/White-House-_Logo-crop-April-2016.jpg", "type": "article"}, "article": {"section": "Affordable Care Act", "tag": "ACA,Communities of Color,Hepatitis Awareness Month,Hepatitis C,Hepatitis Testing Day,PLWHA"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "On National Hepatitis Testing Day, we reaffirm the importance of educating people about viral hepatitis, and we encourage individuals at risk for hepatitis B and hepatitis C to get tested.\nThe Affordable Care Act requires coverage of recommended services that can help prevent, detect, and treat viral hepatitis — including viral hepatitis vaccinations and testing.\nWe have also released a roadmap for ensuring our Federal efforts to address viral hepatitis are coordinated and focused on making more people living with viral hepatitis aware of their status.\nIn addition, the Act prohibits insurers from denying coverage to anyone with a preexisting condition, like viral hepatitis.\nMore than half of Americans living with viral hepatitis are unaware of their infection status."}