{"article_title": "Creating a Great Place to Work in Five Easy Steps", "article_keywords": ["great", "benefits", "creating", "companies", "company", "work", "list", "steps", "easy", "place", "care", "employees", "look"], "article_url": "http://www.workforce.com/articles/20207-the-cynics-guide-to-creating-a-great-place-to-work-in-five-easy-steps", "article_text": "In case you missed it, the 2014 Fortune 100 Best Places to Work list is out. Without question, there are a lot of great companies on that list.\n\nSo why do so many of us feel like a cynic when we read it? Jealousy? A longing to work at one of the great places? As talent pros, are we bracing for our boss to bring us the list and ask why our company wasn’t included?\n\nMy rationalization for feeling jaded and cynical every time I see a list like this is simple: I know (as you do) how hard business is and that the companies included aren’t immune to those challenges. Look closely at the list and pair each company with the Affordable Care Act in a Google search and you’ll see numerous companies that have cut hours for workers to avoid benefit responsibility. Does that sound like a great place to work?\n\nNo. But it does underscore that these companies face the same challenges as your company, and they aren’t perfect. Also included in the 2014 list is a company that prides itself on transparency and a progressive worldview yet suspended a friend of mine for writing a general blog post about what it took to be a great leader. Her boss took that as a criticism and called in HR to deal with the outlier.\n\nAfter being taken out of the work environment for a couple of weeks with no resolution, she resigned. She’s now working for a company that will never make this list, but doesn’t claim to be something it can’t live up to. She’s happier (just add #irony here).\n\nBut I wouldn’t be a true cynic if I didn’t give you a road map for how you can get your company on one of these lists. There are five steps. Do them well and you have a great shot at becoming an “official” Great Place to Work.\n\n1. Provide great health care benefits that require no employee contribution for employee or family coverage. Shock and awe time, people: You have medical, dental and vision coverage. Maybe you even have a disability and life insurance suite. You offer it all at no charge to your employees and their families. You are the benefactor, the sugar daddy. Write it off as an investment toward the Great Place to Work award. It has never been more impactful to do this with the ACA bearing down on us all.\n\n2. Offer some killer benefits that look great but are hard to use.The health care benefits are going to cost you dearly, especially if you start having a bunch of high-impact cases. But every benefit doesn’t have to cost tons of money to feel great. Sometimes it just has to look great on paper. Once you’ve taken care of health care, make sure the next layer of benefits looks great but requires sacrifice on the employees’ behalf. Full tuition aid and a 100 percent 401(k) match are great places to start. Both look great but require great discipline and certain life circumstances for a team member to use them. You’re not going to have to provide these benefits for everyone, because they’re hard to take advantage of. But you still get credit for offering them.\n\n3. Broaden your approach to time-off policies. Do you have to offer unlimited time off for everyone? While that would help, the answer is no. Just make sure your time-off policies deliver at least an extra week (if not two) to team members at every level when compared with industry averages or key local competitors. Here’s a hidden secret to these policies – you can hedge your bets with a “use it or lose it” policy to keep the accounting tight and a performance edge that ensures the work still gets done.\n\n4. Invest in your workspace. You bought the gray cubicles in the mid-’90s, when looking like a big company was the rage. But it’s time to invest in some workspace furniture and features that look progressive. Get an upscale consultant to help you figure out how to look cool, and lease instead of buy so you can spread out the investment over time and trade out as necessary. Can’t do it everywhere? Just make sure your primary location or HQ is ready for the photo-op.\n\n5. Do the Fantasy Island imitation when it comes to the Great Place to Work employee survey. You can’t become a great place to work until your employees are surveyed and confirm that your company is in fact freaking awesome. That means you have to prep your employees to expect the survey and find the right sweet spot between tampering/pressuring them and politely pointing out what a great survey response could mean. It’s like the Fantasy Island intro where Ricardo Montalbán tells the staff, “Smiles, everyone, smiles!” before the guests arrive. (FYI to millennials: click the link for video and use this for background).\n\nJaded like me about the Great Place to Work designation? It’s OK; you’re more than half-right. But if you ever want to chase the GPTW designation, use my road map and you’re on the way. Don’t forget to tell everyone to smile — even Tatoo.\n\nKris Dunn, the chief human resources officer at Kinetix, is a Workforce contributor. He is also the founder of “The HR Capitalist” and “Fistful of Talent” blogs. Comment below or email editors@workforce.com. Follow Dunn on Twitter at @kris_dunn.", "article_metadata": {"description": "In case you missed it, the 2014 Fortune 100 Best Places to Work list is out. Without question, there are a lot of great companies on that list. So why do so many of us feel like a cynic when we read it? Jealousy? A longing to work at one of the great places? As talent pros, are we bracing for our boss to bring us the list and ask why our company wasn’t included? My rationalization for feeling jaded and cynical every time I . . .", "csrf-token": "XHu1BgDzUu0vH3q09ofOUEd+/88dpwR8+xAOA1RIQ6E=", "twitter": {"image": "http://www.workforce.com/ext/resources/wf_011714_Great-Places_680x300.jpg?1389992736", "description": "My rationalization for feeling jaded and cynical every time I see a list like this is simple: I know how hard business is today.", "card": "summary", "title": "The Cynic’s Guide to Creating a Great Place to Work in Five Easy Steps"}, "csrf-param": "authenticity_token", "og": {"image": "http://www.workforce.com/ext/resources/wf_011714_Great-Places_680x300.jpg?1389992736", "type": "Article", "description": "My rationalization for feeling jaded and cynical every time I see a list like this is simple: I know how hard business is today.", "title": "The Cynic’s Guide to Creating a Great Place to Work in Five Easy Steps"}, "keywords": "Human Resources, HR, Magazine, Jobs, Email, Newsletters, Workforce, Management, White Papers, Webinars, Tools, Facebook, Twitter, LinkedIn, RSS, Vendor Directory, Blogs, Webcasts, Forums", "google-site-verification": "F7vuCReegNs7pd410c-Hx0_Z2E4P6L6vOfz1N6m1a-c", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd8cc1\"", "article_summary": "Do them well and you have a great shot at becoming an “official” Great Place to Work.\nBoth look great but require great discipline and certain life circumstances for a team member to use them.\nDo the Fantasy Island imitation when it comes to the Great Place to Work employee survey.\nDoes that sound like a great place to work?\nWrite it off as an investment toward the Great Place to Work award."}