{"article_title": "Brian Williams for President", "article_keywords": ["lie", "lied", "brian", "wasnt", "biden", "senator", "claimed", "president", "nbc", "democratic", "williams"], "article_url": "http://www.frontpagemag.com/fpm/250984/brian-williams-president-daniel-greenfield", "article_text": "Two years ago NBC and MSNBC’s Andrea Mitchell tried to invent a Romney gaffe by playing an edited tape of Romney. Mitchell wasn’t just another angry MSNBCite, but NBC’s Chief Foreign Affairs correspondent and a colleague of Brian Williams who often appeared on his newscast.\n\nNBC was criticized, but Mitchell wasn’t fired. Neither was anyone else. She didn’t even apologize.\n\nThe network had even more outrageously edited George Zimmerman’s tape to make him sound racist. A local producer and correspondent were fired. The correspondent, Lilia Luciano, had reported for, among other NBC outlets, The Nightly News with Brian Williams.\n\nBrian Williams is in trouble for lying, but he was part of a media culture of deceit where lies were acceptable for a good progressive cause. Williams isn’t really in trouble because he lied, but because he got caught. Worse still, the lies were self-serving. They served Brian Williams; they didn’t serve the left.\n\nWilliams had failed to draw the line between the \"good lie\" (ObamaCare is making life better) and the \"bad lie\" (I swam the flooded French Quarter with puppies on my back during Katrina while Al Qaeda shot RPGs at me). But the borders between the \"good lie\" and the \"bad lie\" have been vague when it comes to the titans of the left.\n\nThe media did its best to cover up for Hillary Clinton’s rather similar claims about “landing under sniper fire” in Bosnia. There was no sniper fire. There was a little girl with flowers. Today Hillary is in the lead to become the Democratic Party’s nominee for the White House in 2016.\n\nAre there really higher ethical qualifications for reading the news from a teleprompter for NBC than there are for the President of the United States? If so, maybe we should just replace the Democratic Party with NBC. They’re hard to tell apart anyway.\n\nJoe Biden, the Democratic Party’s own official Brian Williams, claimed during the Democratic presidential debate that he had been shot at in Iraq. He boasted to a National Guard conference, “If you want to know where Al Qaeda lives, you want to know where bin Laden is, come back to Afghanistan with me. Come back to the area where my helicopter was forced down with a three-star general and three senators at 10,500 feet in the middle of those mountains. I can tell you where they are.”\n\n“Where is that safe haven? It is not Baghdad. It is in the mountains between Afghanistan and Pakistan where my helicopter was recently forced down.”\n\nAt a fundraiser, he spoke of “The superhighway of terror between Pakistan and Afghanistan where my helicopter was forced down. John McCain wants to know where bin Laden and the gates of Hell are? I can tell him where. That's where Al Qaida is. That's where bin Laden is.”\n\nIn reality, the pilot had landed due to a snowstorm. Biden had been there with Kerry and Hagel.\n\nAl Qaeda’s safe haven was in Iraq. It wasn’t in the “superhighway of terror” in the mountains where Biden waited out a storm in an area under American control. And Bin Laden wasn’t there either.\n\nJoe Biden and Brian Williams are both compulsive liars. Over the years, Joe Biden lied about everything from his academic degrees to the car accident that killed his wife. Biden lied and claimed to have three degrees. He lied and claimed to have played college football. He lied and claimed to have heard the gunshots from a school shooting.\n\nIn his defense, Biden claimed in the eighties, “I exaggerate when I'm angry.”\n\nApparently Biden gets angry a lot. Still none of these scandals and lies, going back generations, ever got Biden fired. His harshest punishment came in law school when he was called before a disciplinary committee for plagiarizing a paper. Biden’s aide claimed that he was exonerated. In fact he was found guilty, but Biden “threw himself on the mercy of the board“and promised not to do it again.\n\nHe did it do it again as a politician, lifting a speech from UK Labor Leader Neil Kinnock, but there was no longer a disciplinary committee to hold him accountable.\n\nAs a senator and vice president, Biden had become too big to fail. He can no longer be held accountable. And if the Vice President of the United States can get away with telling crazy lies about his own accomplishments, why not the anchor for NBC News? They’re both just bad actors with fake hair.\n\nBiden, like Hillary Clinton, is running for the Democratic Party’s nomination in 2016.\n\nFake heroics and stolen valor are common problems for Democratic senators. Senator Blumenthal lied about serving in Vietnam. He responded with an angry press conference surrounded by veterans in which he barked that he would not allow anyone to “impugn my record of service to our country.”\n\nIt was a shameless performance even by his standards. And he won. His party certainly did not ask him to step down.\n\nKerry’s pal, Senator Tom Harkin lied and claimed to have flown combat missions over North Vietnam. He stayed on and grew old in the Senate.\n\nIf lying about your Vietnam military service is fine for Senator Blumenthal, Senator Harkin not to mention former Senator and current Secretary of State John Kerry, how can anyone object to Brian Williams making up stories about saving puppies from fires at gunpoint in the French Quarter in Iraq?\n\nDemocratic politicians are allowed to lie about their heroism because they are the cause. At some point along the way, Brian Williams decided that he was important enough to be the cause. He wasn’t just the guy lying for Obama and Hillary. He was important enough for NBC News to lie for him.\n\nAnd that’s exactly what NBC News did.\n\nThe days when the average politician and journalist had served in the military are long over. All that’s left is stolen valor and borrowed heroics.\n\nObama lied and claimed that his uncle had liberated Auschwitz during his Memorial Day remarks. (In real life he skipped the 70th anniversary commemoration of the day for the Saudis.) NBC News at the time defended it as an “innocent mistake”. But then again Obama had also claimed that his parents got together because of Selma, which took place three years after he was born.\n\nIs NBC News really supposed to have higher standards for its talking heads than the Democratic Party does for the President of the United States?\n\nAnd when a news organization like NBC News tells constant lies in support of the political agendas of Obama, Clinton and Biden, should one of its big talking heads really be expected to draw the line at lying about their records to lying about his own?\n\nBrian Williams did the same thing that Hillary Clinton had been doing throughout her career.\n\nHillary Clinton not only lied about coming under fire in Bosnia, but she claimed to have been instrumental in the Northern Ireland peace process and had “negotiated open borders” for refugees in Kosovo. She claimed that her daughter (and future NBC correspondent) was jogging around the World Trade Center on 9/11 when the hijacked plane hit.\n\nNone of that was true.\n\nIf Brian Williams is fired, then even NBC News will have higher standards than the Democratic Party. And then Brian Williams can become the Democratic Party’s nominee for president in 2016.\n\nFreedom Center pamphlets now available on Kindle: Click here.\n\nSubscribe to Frontpage's TV show, The Glazov Gang, on YouTube and LIKE it on Facebook.", "article_metadata": {"rating": "general", "description": "The Nightly News anchor is as honest as Hillary, Biden and Obama.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Frontpage Mag", "description": "The Nightly News anchor is as honest as Hillary, Biden and Obama.", "title": "Brian Williams for President", "url": "http://www.frontpagemag.com/fpm/250984/brian-williams-president-daniel-greenfield", "updated_time": "2015-06-22T23:42:04-04:00", "type": "article"}, "twitter": {"url": "http://www.frontpagemag.com/fpm/250984/brian-williams-president-daniel-greenfield", "description": "The Nightly News anchor is as honest as Hillary, Biden and Obama.", "card": "summary", "title": "Brian Williams for President"}, "article": {"published_time": "2015-02-08T19:48:07-05:00", "modified_time": "2015-06-22T23:42:04-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "And then Brian Williams can become the Democratic Party’s nominee for president in 2016.\nAt some point along the way, Brian Williams decided that he was important enough to be the cause.\nBrian Williams did the same thing that Hillary Clinton had been doing throughout her career.\nBrian Williams is in trouble for lying, but he was part of a media culture of deceit where lies were acceptable for a good progressive cause.\nJoe Biden, the Democratic Party’s own official Brian Williams, claimed during the Democratic presidential debate that he had been shot at in Iraq."}