{"article_title": "Has the trend toward later retirements played out?", "article_keywords": ["retirement", "force", "played", "trend", "workers", "later", "factors", "labor", "older", "retirements", "health", "average", "work", "age"], "article_url": "http://www.marketwatch.com/story/has-the-trend-toward-later-retirements-played-out-2015-02-18", "article_text": "Since working longer is the key to a secure retirement for the vast majority of older Americans, it is useful to take a look at recent labor force trends. From the beginning of the 20th century, labor force participation of older men had declined steadily until the mid-1980s, when it gradually began to increase. As a result, for men the average retirement age—the age at which the labor force participation rate drops below 50%—has slowly increased from a low of 62 in 1985 to about 64 in 2008, where it has since held steady.\n\nReporting trends in the average retirement age for women is more complicated, because women’s work patterns reflect both their increasing labor-force participation over time and the factors that affect retirement behavior. Nevertheless, using the same measure for women as men, their average retirement age reached about 62 in 2008, where it still remained as of 2013.\n\nSeveral factors have contributed to the rise in the retirement age since the mid-1980s.\n\nSocial Security. Changes made work more attractive relative to retirement. The liberalization, and for some the elimination, of the earnings test removed what many saw as an impediment to continued work. The delayed retirement credit, which increases benefits for each year that claiming is delayed between the “Full Retirement Age” and age 70, has also improved incentives to keep working.\n\nPension type. The shift from defined benefit to 401(k) plans eliminated built-in incentives to retire. Studies show that workers covered by 401(k) plans retire a year or two later on average than similarly situated workers covered by a defined benefit plan.\n\nEducation. People with more education work longer. Over the last 30 years, education levels have increased significantly.\n\nImproved health and longevity. Life expectancy has increased, and evidence suggests that people may be healthier as well, particularly those with higher socioeconomic status. The correlation between health and labor-force activity is very strong.\n\nLess physically demanding jobs. With the shift away from manufacturing, jobs now involve more knowledge-based activities, which put less strain on older bodies.\n\nJoint decision-making. More women are working, wives on average are three years younger than their husbands, and husbands and wives like to coordinate their retirement. If wives wait to retire until age 62 to qualify for Social Security, that pattern would push husbands’ retirement age toward 65.\n\nDecline of retiree health insurance. Combine the decline of employer-provided retiree health insurance with the rapid rise in health-care costs, and workers have had a strong incentive to keep working and maintain their employer’s health coverage until they qualify for Medicare at 65. (This incentive may be reduced somewhat by the Affordable Care Act, which is designed to make it easier for individuals to obtain health insurance on their own.)\n\nNon-pecuniary factors. Older workers tend to be among the more educated, the healthiest, and the wealthiest. Until recently, at least, their wages were lower than those earned by their younger counterparts and lower than their own past earnings. This pattern suggests that money may not be the only motivator.\n\nThese factors all explain the gains since the mid-1960s. The interesting question is whether they have played themselves out or whether the increase in labor force activity will rebound.", "article_metadata": {"lifp_basePath": "https://id.marketwatch.com/access", "twitter": {"domain": "marketwatch.com", "description": "After gradually rising for decades, the average retirement age for both men and women has held steady in recent years. Alicia Munnell explains why.", "creator": "@MKTWRetirement", "image": {"width": 1320, "identifier": "http://s.marketwatch.com/public/resources/MWimages/MW-DF790_retire_ZG_20150218102607.jpg", "height": 742}, "site": {"id": 624413}, "card": "summary_large_image"}, "parsely-author": "Alicia H. Munnell", "article.content_group": "marketwatch", "article.section": "Retirement", "parsely-type": "post", "description": "After gradually rising for decades, the average retirement age for both men and women has held steady in recent years. Alicia Munnell explains why.", "parsely-link": "http://www.marketwatch.com/story/has-the-trend-toward-later-retirements-played-out-2015-02-18", "author": "Alicia H. Munnell", "parsely-title": "Has the trend toward later retirements played out?", "apple-itunes-app": "app-id=336693422", "parsely-pub-date": "2015-02-18T13:10:00-05:00", "page.site": "marketwatch", "robots": "noarchive,noodp", "fb": {"app_id": 283204329838}, "parsely-section": "MW_Retirement", "article": {"publisher": "https://www.facebook.com/marketwatch"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "og": {"site_name": "MarketWatch", "description": "After gradually rising for decades, the average retirement age for both men and women has held steady in recent years. Alicia Munnell explains why.", "title": "Has the trend toward later retirements played out?", "url": "http://www.marketwatch.com/story/has-the-trend-toward-later-retirements-played-out-2015-02-18", "image": "http://s.marketwatch.com/public/resources/MWimages/MW-DF790_retire_ZG_20150218102607.jpg", "type": "article"}, "ob": {"image": "http://s.marketwatch.com/public/resources/MWimages/MW-DF790_retire_ZG_20150218102607.jpg"}, "article.id": "B4A950C4-B78A-11E4-A1A4-6F6CA0EE105A", "position": 1}, "article_summary": "The interesting question is whether they have played themselves out or whether the increase in labor force activity will rebound.\nNevertheless, using the same measure for women as men, their average retirement age reached about 62 in 2008, where it still remained as of 2013.\nIf wives wait to retire until age 62 to qualify for Social Security, that pattern would push husbands’ retirement age toward 65.\nThe delayed retirement credit, which increases benefits for each year that claiming is delayed between the “Full Retirement Age” and age 70, has also improved incentives to keep working.\nOlder workers tend to be among the more educated, the healthiest, and the wealthiest."}