{"article_title": "Police: Pedestrian struck, killed while crossing the street was on her phone and didn’t look both ways", "article_keywords": ["trainer", "university", "look", "pedestrian", "ways", "gym", "trainers", "phone", "wasnt", "street", "saidalbanese", "callahan", "crossing", "struck", "didnt", "killed"], "article_url": "http://thescoopblog.dallasnews.com/2015/07/police-pedestrian-struck-killed-while-crossing-the-street-was-on-her-phone-and-didnt-look-both-ways.html/", "article_text": "A Park Cities personal trainer died Friday afternoon after she was hit by a car while crossing an Oak Lawn street near the gym where she worked.\n\nThe crash occurred about 12:30 p.m. in the 4500 block of Travis Street near Armstrong Avenue, Dallas police said.\n\nWitnesses told police that 48-year-old Michele Albanese of Dallas was on her phone, didn’t look both ways before stepping into the street, and was hit by a car traveling northbound on Travis.\n\nPolice did not say Saturday if the driver was speeding or if charges would be filed. The driver was not identified.\n\nAlbanese’s mother, Marion Harper, said Saturday that she wasn’t sure who Albanese was talking to on the phone at the time of the crash. She used the phone frequently to stay in touch with clients, her mother said.\n\n“She was very dependent on it because of the nature of her business,” Harper said.\n\nAlbanese held a degree in physiology and sports nutrition from Texas A&M University, according to her Facebook page.\n\nShe was one of the most popular fitness trainers at Park Cities Personal Training, where she’d worked for 16 years, said Michael Callahan, a co-worker.\n\nShe enjoyed horseback riding, fishing and scuba diving.\n\n“She had a very firecracker-type personality,” Callahan said. “She wasn’t easily pushed around.”\n\nHe said he noticed police cars outside the gym around noon Friday but didn’t pay much attention to the commotion because he didn’t expect someone he knew to have been involved in the crash.\n\nAlbanese was on her lunch break at the time, but “none of us would have expected it was one of our trainers in any peril,” Callahan said.\n\nAlbanese was pronounced dead about 12:45 p.m. at Baylor University Medical Center at Dallas.\n\nCo-workers realized what had happened after a client called the gym and said she didn’t show up to his wife’s appointment in the afternoon.\n\nDallas chef Stephan Pyles said he was devastated by the death of his longtime trainer and “wild sister.”\n\n“Things will move on eventually — as they do in life, but they will never be the same as they were,” he wrote on his Facebook page. “No one could ever compare to her professional drive, which was laced and balanced by hysterical sarcasm.”", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE1LzA3L3BvbGljZS1wZWRlc3RyaWFuLXN0cnVjay1raWxsZWQtd2hpbGUtY3Jvc3NpbmctdGhlLXN0cmVldC13YXMtb24taGVyLXBob25lLWFuZC1kaWRudC1sb29rLWJvdGgtd2F5cy5odG1sLw==", "generator": "WordPress 3.9.12", "author": "Naheed Rajwani", "og": {"site_name": "The Scoop Blog", "description": "A Park Cities personal trainer died Friday afternoon after she was hit by a car while crossing an Oak Lawn street near the gym where she worked. The crash occurred…", "title": "Police: Pedestrian struck, killed while crossing the street was on her phone and didn’t look both ways", "url": "http://thescoopblog.dallasnews.com/2015/07/police-pedestrian-struck-killed-while-crossing-the-street-was-on-her-phone-and-didnt-look-both-ways.html/", "image": "http://thescoopblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2015-07-25T18:02:22Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}}, "_id": "\"57477af36914bd0286fcaa29\"", "article_summary": "Witnesses told police that 48-year-old Michele Albanese of Dallas was on her phone, didn’t look both ways before stepping into the street, and was hit by a car traveling northbound on Travis.\nThe crash occurred about 12:30 p.m. in the 4500 block of Travis Street near Armstrong Avenue, Dallas police said.\nA Park Cities personal trainer died Friday afternoon after she was hit by a car while crossing an Oak Lawn street near the gym where she worked.\nCo-workers realized what had happened after a client called the gym and said she didn’t show up to his wife’s appointment in the afternoon.\nAlbanese’s mother, Marion Harper, said Saturday that she wasn’t sure who Albanese was talking to on the phone at the time of the crash."}