{"article_title": "Rand Paul's Tea Party Roots Continue To Haunt Him Abroad", "article_keywords": ["rand", "eye", "help", "tea", "national", "pauls", "haunt", "trip", "continue", "funding", "moran", "sen", "party", "paul", "abroad", "roots", "aid"], "article_url": "http://www.huffingtonpost.com/2014/08/21/rand-paul-nih-funding_n_5697738.html", "article_text": "WASHINGTON -- Between barnstorming the early presidential caucus state of Iowa and a scheduled stop in the key primary state of South Carolina, Sen. Rand Paul (R-Ky.), an ophthalmologist, joined a medical mission this week to perform about 200 sight-restoring cataract surgeries for impoverished communities in Guatemala.\n\nWhile his aides insist the trip is strictly for charity (Paul raised $20,000 from various donors to help foot the bill), it does gives the possible presidential contender a way to raise his profile, especially at a time when record violence is driving Central American children to the borders of the United States. But the mission also draws attention to policies Paul championed as a newly minted libertarian senator, including proposals to cut funding to the National Institutes of Health and U.S. aid to needy countries like Guatemala.\n\nThe Moran Eye Center at the University of Utah, which organized Paul's trip, is the largest eye care facility between California and Michigan. It collaborates with partners around the world on new research advancements designed to cure blinding eye diseases, and its researchers are largely funded by grants from the NIH. In the 2014 fiscal year alone, Moran received 19 awards from the NIH’s National Eye Institute, totaling more than $6.9 million. But in 2012, Paul proposed drastically slashing government spending -- including reducing the NIH budget by 20 percent, or $7 billion, from its 2008 levels.\n\nPaul's senior adviser brushed off any criticism that the trip exposed the pitfalls of his own legislative ambition.\n\n\"The Moran Eye Center Outreach Division is a private charity. Senator Paul was thrilled to help both as a surgeon, and to raise funds for their operation,\" Doug Stafford told HuffPost on Thursday.\n\nPaul also met with Guatemalan President Otto Perez Molina on Thursday. The two discussed promoting investment in the country as well as solutions to alleviate the migration of unaccompanied children to the United States.\n\nThe U.S. provides millions of dollars in aid to Guatemala each year -- a funding stream that Paul has criticized in the past. He waged a one-man battle in 2012 against foreign aid spending, which he considers an expensive boondoggle that carries little influence with foreign nations. That position caught up to him earlier this month in Iowa, after he refused to acknowledge that he once supported ending federal aid to Israel.\n\nOne can promote investment in Guatemala while remaining critical of sending U.S. foreign aid there. The former relies on taxpayer money, while the latter relies on private enterprise and generosity. But the situation highlights the difficulties Paul could face as he makes moves toward a run for president. It also raises questions about whether he can reconcile his personal desire to help with the funding void that comes with the no-holds barred, libertarian governing ideology he has espoused in the past.\n\nAlso on HuffPost: Rand Paul Rand Paul\n\n1 of 27 Sen. Rand Paul NATIONAL HARBOR, MD - MARCH 07: Sen. Rand Paul (R-KY) addresses the Conservative Political Action Conference at the Gaylord International Hotel and Conference Center March 7, 2014 in National Harbor, Maryland. The CPAC annual meeting brings together conservative politicians, pundits and their supporters for speeches, panels and classes. (Photo by Chip Somodevilla/Getty Images) Share this slide:\n\nGetty Images", "article_metadata": {"description": "WASHINGTON -- Between barnstorming the early presidential caucus state of Iowa and a scheduled stop in the key primary state of South Carolina, Sen. Rand...", "sailthru.expire_date": "2014-08-22 14:00:13 -0400", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- Between barnstorming the early presidential caucus state of Iowa and a scheduled stop in the key primary state of South Carolina, Sen. Rand...", "title": "Rand Paul's Tea Party Roots Continue To Haunt Him Abroad", "url": "http://www.huffingtonpost.com/2014/08/21/rand-paul-nih-funding_n_5697738.html", "image": "http://i.huffpost.com/gen/1977964/images/o-RAND-PAUL-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- Between barnstorming the early presidential caucus state of Iowa and a scheduled stop in the key primary state of South Carolina, Sen. Rand...", "title": "Rand Paul's Tea Party Roots Continue To Haunt Him Abroad", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1977964/images/o-RAND-PAUL-facebook.jpg", "height": 1000}, "creator": "igorbobic", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-08-21 14:00:13 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5697738", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "video,rand paul nih,rand paul 2016,rand paul,rand paul foreign aid,rand paul kentucky,National Institutes of Health", "article": {"section": "Politics", "tag": "video,rand paul nih,rand paul 2016,rand paul,rand paul foreign aid,rand paul kentucky,National Institutes of Health", "published_time": "2014-08-21 14:00:13 -0400", "modified_time": "2014-08-22 11:59:05 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fc960b\"", "article_summary": "Also on HuffPost: Rand Paul Rand Paul1 of 27 Sen. Rand Paul NATIONAL HARBOR, MD - MARCH 07: Sen. Rand Paul (R-KY) addresses the Conservative Political Action Conference at the Gaylord International Hotel and Conference Center March 7, 2014 in National Harbor, Maryland.\nThe Moran Eye Center at the University of Utah, which organized Paul's trip, is the largest eye care facility between California and Michigan.\nIn the 2014 fiscal year alone, Moran received 19 awards from the NIH’s National Eye Institute, totaling more than $6.9 million.\n\"The Moran Eye Center Outreach Division is a private charity.\nPaul's senior adviser brushed off any criticism that the trip exposed the pitfalls of his own legislative ambition."}