{"article_title": "San Francisco Supervisors Raise Tobacco Age to 21", "article_keywords": ["city", "francisco", "san", "tobacco", "age", "21", "county", "supervisors", "products", "california", "law", "raise"], "article_url": "http://ww2.kqed.org/stateofhealth/2016/03/01/san-francisco-supervisors-raise-tobacco-age-to-21/", "article_text": "The San Francisco Board of Supervisors voted unanimously Monday to raise the age to buy tobacco products from 18 to 21, joining more than 120 cities across the country, including New York and Boston, in the latest tactic to reduce smoking rates.\n\nIn California, Berkeley and parts of Santa Clara County have already moved to put tobacco out of the hands of teenagers. San Francisco Supervisor Scott Wiener, one of the authors of the measure, pointed to a major analysis from the Institute of Medicine last year that showed people who start smoking as teens are more likely to become hooked.\n\n“By increasing the legal age to buy tobacco products from the age of 18 to the age of 21, we will save lives,” he said just before the vote. The measure applies to many tobacco products, including smokeless tobacco and e-cigarettes.\n\nBut there’s a potential glitch. Tom Briant, executive director of the National Association of Tobacco Outlets says California law pre-empts cities from raising the age.\n\n“There needs to be some resolution on these questions, and the best person to do that is the California attorney general,” Briant said in an interview.\n\nBriant stopped short of saying his organization would challenge San Francisco in court, but did say the board of his organization would meet in April and discuss both Santa Clara County and San Francisco’s moves.\n\nCalifornia law states that 18 is the legal age to buy or possess tobacco products. In this passage, the Legislature seems to claim for itself the right to regulate tobacco:\n\nIt is the Legislature’s intent to regulate the subject matter of this section. As a result, no city, county, or city and county shall adopt any ordinance or regulation inconsistent with this section.\n\nSupervisor Wiener was unfazed. He said the San Francisco law did not interfere with state law and was unconcerned about challenges from the tobacco industry.\n\n“Our city has a history of taking on major industries in the name of public health, in the name of consumers, and winning. And we will do so here,” he said.\n\nThe wine country city of Healdsburg was first in California to raise the tobacco age last fall, but declined to implement the higher age, apparently under pressure from the tobacco industry. Wiener said that with San Francisco’s greater resources, the city would prevail in any court case.\n\nLarry Cohen, executive director of the Oakland-based advocacy group Prevention Institute, said he “couldn’t be more pleased” with the supervisors’ vote. The move to raise the tobacco age to 21 is “gathering momentum nationally,” he said.\n\n“Ninety-five percent of daily smokers pick up the habit before age 21,” he said. “So the 21 age is really a critical number” to reduce the numbers of smokers.\n\nCertainly San Franciscans who are 18, 19 and 20 would be able to travel to a nearby city to legally purchase tobacco, but the higher age “would still have its impact,” Cohen said.\n\nMost would not be thinking, “Can I get on a BART train and go to South San Francisco” to buy cigarettes, he said.\n\nThe measure goes to the mayor later this month. A spokeswoman said he supports the move and will sign.", "article_metadata": {"description": "But the tobacco industry says the move is pre-empted by state law.", "contextly-page": "{\"title\":\"San Francisco Supervisors Raise Tobacco Age to 21\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2016\\/03\\/01\\/san-francisco-supervisors-raise-tobacco-age-to-21\\/\",\"pub_date\":\"2016-03-01 20:31:30\",\"mod_date\":\"2016-03-03 14:23:34\",\"type\":\"post\",\"post_id\":155517,\"author_id\":\"240\",\"author_name\":\"Lisa Aliferis\",\"author_display_name\":\"Lisa Aliferis\",\"tags\":[\"News\",\"Tobacco\"],\"categories\":[\"Community Health\",\"Policy\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2016\\/03\\/Screen-Shot-2016-03-02-at-9.51.45-AM.png\"}", "og": {"site_name": "State of Health", "description": "But the tobacco industry says the move is pre-empted by state law.", "title": "San Francisco Supervisors Raise Tobacco Age to 21", "url": "http://ww2.kqed.org/stateofhealth/2016/03/01/san-francisco-supervisors-raise-tobacco-age-to-21/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2016/03/Screen-Shot-2016-03-02-at-9.51.45-AM.png", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "news,tobacco", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“By increasing the legal age to buy tobacco products from the age of 18 to the age of 21, we will save lives,” he said just before the vote.\nHe said the San Francisco law did not interfere with state law and was unconcerned about challenges from the tobacco industry.\nAs a result, no city, county, or city and county shall adopt any ordinance or regulation inconsistent with this section.\nThe move to raise the tobacco age to 21 is “gathering momentum nationally,” he said.\nThe measure applies to many tobacco products, including smokeless tobacco and e-cigarettes."}