{"article_title": "From White Castle To ‘Duck Dynasty,’ 9 Bizarre Ted Cruz Quotes During Senator’s All-Nighter [LIVE STREAM VIDEO]", "article_keywords": ["green", "senators", "little", "ham", "stream", "obamacare", "eggs", "ted", "cruz", "dynasty", "quotes", "live", "video", "know", "duck", "speech", "white", "filibuster"], "article_url": "http://www.ibtimes.com/white-castle-duck-dynasty-9-bizarre-ted-cruz-quotes-during-senators-all-nighter-live-stream-video", "article_text": "When you pull an all-nighter in a tense “filibuster,” peculiar things are bound to be said. But some of the bizarre comments that came out of Texas Sen. Ted Cruz’s mouth overnight Tuesday were beyond peculiar.\n\nCruz, a Republican senator, said he would speak until he could no longer stand in a Senate filibuster to advocate for the defunding of Obamacare. He began at 2:41 p.m. on Tuesday and continued on into the night, still going as of 5 a.m. Tuesday morning. At 3:33 a.m., Cruz officially broke the record for the longest speech this year, shattering Sen. Rand Paul’s (R-Ky.) record in March during his filibuster for the nomination of John Brennan for CIA director.\n\nCruz said he is fighting against Obamacare to insure “that the American people have a voice.” He added that his fight is “insuring that those who are struggling, those who are without a job, those who are afraid about losing their health insurance, that Washington listens to them. That Washington acts on their needs.”\n\nHowever, Cruz’s overnight rant is not technically a filibuster since the voting for Obamacare cannot be halted. While Cruz will be making a statement for his position, he could end up using debate time and leaving the House of Representatives just one day to vote before the Oct. 1 deadline. If a resolution is not reached on this date, the government could shut down.\n\nDespite the vote, Cruz was still standing as of press time, making his case to defund Obamacare …and uttering some bizarre comments ranging from commenting on White Castle to reciting quotes from A&E’s hit show “Duck Dynasty.” He even read Dr. Seuss' \"Green Eggs And Ham\" all the way through for his children at home via C-SPAN.\n\nContinue Reading Below\n\nBelow is a few of his zingers as well as a live stream video of the \"filibuster.\"\n\nTed Cruz on Green Eggs and Ham, which he insists his father invented:\n\n“I will credit my father, he invented -- this wasn't for the restaurant, but he did it anyway -- green eggs and ham. He did it two ways. The easy way was he would put green food coloring in. ‘Green eggs and ham’ was my favorite book as a little boy. You can actually do it -- the food coloring is a little bit cheating. But if you take spinach and mix it into the eggs, the eggs turn green.”\n\nTed Cruz on White Castle:\n\n“I like their little burgers. … I’m a big fan of eating White Castle burgers. Think of all the people that don’t get jobs because there’s no White Castle open, not to mention all of the hungry college kids that at 3:00 in the morning are just craving a White Castle, and they can’t find one.”\n\nTed Cruz on Congress:\n\n“It’s a little bit like the World Wrestling Federation. It’s wrestling matches where … the outcome is pre-rigged, the outcome is predetermined. They know who’s going to win and it’s all for show.”\n\nTed Cruz on the moon:\n\n“The moon might be as intimidating as Obamacare.”\n\nTed Cruz on political fashion:\n\n“Most Americans could not give a flying flip about a bunch of politicians in Washington. Almost all of us are in cheap suits with bad haircuts. Who cares?”\n\nTed Cruz on parties:\n\n“It is apparently very, very important to be invited to all the right cocktail parties in town. Now, I’ll confess: I don’t go to a whole lot of cocktail parties in town.”\n\nTed Cruz on “Duck Dynasty:”\n\n\"... Redneck rule number one -- most things can be fixed with duct tape and extension cords …”\n\nTed Cruz on Ashton Kutcher:\n\n“Some time ago I tweeted a speech that Ashton Kutcher gave. It’s a terrific speech. It was a speech at one of these award shows where he talked about the value of hard work. And one of the things I remember he said is he said, you know, in my life, opportunity looks an awful lot like hard work. That was a great message. It was a great message to young people … I don’t know Mr. Kutcher. I’ve watched his TV shows and his movies. I don’t know him personally. but you know what? he can speak to millions of young people who’ve never listened to you and would never listen to me.”\n\nTed Cruz on Ted Cruz:\n\n“Twenty years from now if there is some obscure trivial pursuits question, I am confident I will be the answer.”\n\n\n\n\n\nLive streaming video by Ustream", "article_metadata": {"msapplication-config": "http://s2.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/browserconfig.xml", "news_keywords": "ted cruz filibuster, ted cruz filibuster speech, ted cruz filibuster live stream, ted cruz filibuster quotes, ted cruz filibuster comments, ted cruz filibuster video, ted cruz live stream, ted cruz live stream video, #makedclisten, #defundobamacare, cruz", "og": {"site_name": "International Business Times", "description": "During his Obamacare critique, Cruz talked about White Castle burgers and insisted his father created the dish green eggs and ham.", "title": "From White Castle To ‘Duck Dynasty,’ 9 Bizarre Ted Cruz Quotes During Senator’s All-Nighter [LIVE STREAM VIDEO]", "url": "http://www.ibtimes.com/white-castle-duck-dynasty-9-bizarre-ted-cruz-quotes-during-senators-all-nighter-live-stream-video", "image": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2013/09/24/ted-cruz-faux-filibuster.jpg", "type": "article"}, "twitter": {"description": "During his Obamacare critique, Cruz talked about White Castle burgers and insisted his father created the dish green eggs and ham.", "title": "From White Castle To ‘Duck Dynasty,’ 9 Bizarre Ted Cruz Quotes During Senator’s All-Nighter [LIVE STREAM VIDEO]", "url": "http://www.ibtimes.com/white-castle-duck-dynasty-9-bizarre-ted-cruz-quotes-during-senators-all-nighter-live-stream-video", "image": {"src": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2013/09/24/ted-cruz-faux-filibuster.jpg", "identifier": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2013/09/24/ted-cruz-faux-filibuster.jpg"}, "site": "@IBTimes", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "fb": {"app_id": 263851690471857, "pages": 128026713884051}, "msapplication-TileImage": "http://s1.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/IBTimes", "section": "World", "published_time": "2013-09-25T09:36:02-04:00", "modified_time": "2013-09-25T12:47:22-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "During his Obamacare critique, Cruz talked about White Castle burgers and insisted his father created the dish green eggs and ham."}, "_id": "\"57477af36914bd0286fcaa2c\"", "article_summary": "Ted Cruz on Green Eggs and Ham, which he insists his father invented:“I will credit my father, he invented -- this wasn't for the restaurant, but he did it anyway -- green eggs and ham.\nBut if you take spinach and mix it into the eggs, the eggs turn green.”Ted Cruz on White Castle:“I like their little burgers.\nContinue Reading BelowBelow is a few of his zingers as well as a live stream video of the \"filibuster.\"\n‘Green eggs and ham’ was my favorite book as a little boy.\nBut some of the bizarre comments that came out of Texas Sen. Ted Cruz’s mouth overnight Tuesday were beyond peculiar."}