{"article_title": "'Secret police' lawsuit can proceed", "article_keywords": ["proceed", "galloway", "galloways", "mayor", "secret", "facebook", "suit", "spodofora", "township", "stafford", "lawsuit", "public", "page"], "article_url": "http://www.app.com/story/news/local/southern-ocean-county/stafford/2015/07/11/secret-police-lawsuit-can-proceed/30009017/", "article_text": "Buy Photo Stafford Township Mayor John Spodofora addresses the local Republican Club after winning its endorsement for re-election on March 23. (Photo: Vincent DiSalvio, special to the Asbury Park Press)Buy Photo\n\nA state Superior Court judge ruled Friday that a lawsuit against Stafford Township, its mayor and chief of police can move forward as a civil rights and defamation case.\n\nThe suit was filed in April by Earl Galloway, 51, of Stafford, after the Asbury Park Press reported in March that Galloway had been the target of a criminal probe by the Stafford Township Police Department.\n\nGalloway was investigated for creating a parody Facebook page poking fun at Stafford Mayor John Spodofora. Because the Facebook page had used the mayor's name and a doctored photo of him, Spodofora asked Police Chief Joseph Giberson III to investigate the matter as a harassment and identity theft complaint.\n\nGalloway alleges in the suit that Spodofora and Giberson used the power of their respective public offices to intimidate him, violating Galloway's constitutional right to free speech and his right to assemble. Galloway also alleges that the investigation jeopardized his civilian employment at Naval Weapons Station Earle in Monmouth County — after Stafford Police asked Naval criminal investigators for assistance — where Galloway's security clearance is essential to his work. Galloway is also a retired Navy command master chief petty officer.\n\nEarl Galloway, a retired Navy command master chief petty officer who lives in Stafford Township, was investigated by police for creating a parody Facebook page of Mayor John Spodofora. (Photo: Courtesy Earl Galloway)\n\nGalloway filed a Notice of Tort Claim — a legal precursor to a lawsuit — with Stafford Township in March. A month later, he filed a subsequent lawsuit in Superior Court. Lawyers for Stafford Township then moved to dismiss the suit, arguing that the township was entitled to six months under state law to review the Tort Claim before the plaintiff was eligible to file a suit.\n\nJudge Arnold B. Goldman agreed with Galloway's lawyers that the six-month waiting period did not apply in civil rights cases.\n\nGoldman dismissed the section of Galloway's suit that alleged that Stafford Township had unlawfully failed to redact Galloway's personal information from a copy of the investigation report on the Facebook probe, before it was emailed to a Press reporter. Township Attorney Jerry J. Dasti released the report under the state Open Public Records Act, but he did not \"black out\" Galloway's Social Security number and other sensitive biographical data from the report.\n\nAt the hearing before Goldman, Dasti made the point that Galloway himself had released an unredacted copy of the investigation report in his court filings, which is itself a public record.\n\n\"Even Mr. Galloway has sent to the world, his Social Security number, his address, his phone number, his date of birth,\" Dasti said.\n\nAfter the hearing, Galloway attorney Michael Ansell, of the law firm Ansell Grimm & Aaron of Woodland Park, said the next phase of the case will be discovery — a long period of fact-gathering and deposing witnesses.\n\nAnsell said this case will mark the first time Spodofora will be compelled to answer detailed questions under oath about issues concerning his biography, particularly Spodofora's service in the Navy from 1966 to 1973.\n\nThe Facebook page lampooned lies the mayor has previously told the public about serving in combat in the Vietnam War.\n\nRead or Share this story: http://on.app.com/1Mmmdit", "article_metadata": {"google": "notranslate", "description": "For the first time, Stafford Township Mayor John Spodofora is expected to be deposed under oath about issues concerning his biography.", "og": {"site_name": "Asbury Park Press", "description": "For the first time, Stafford Township Mayor John Spodofora is expected to be deposed under oath about issues concerning his biography.", "title": "Judge: 'Secret police' lawsuit can proceed", "url": "http://www.app.com/story/news/local/southern-ocean-county/stafford/2015/07/11/secret-police-lawsuit-can-proceed/30009017/", "image": "http://www.gannett-cdn.com/GDContent/applogos/app.png", "type": "article"}, "twitter": {"description": "For the first time, Stafford Township Mayor John Spodofora is expected to be deposed under oath about issues concerning his biography.", "title": "Judge: 'Secret police' lawsuit can proceed", "image": "http://www.gannett-cdn.com/-mm-/59c7620c5dae82e7ddbe022751aa9ddf8fa6ac74/c=0-182-1921-2103&r=x643&c=640x640/local/-/media/2015/07/11/AsburyPark/B9318023590Z.1_20150711100331_000_GPRBAHVH1.1-0.jpg", "creator": "@AsburyParkPress", "site": "@AsburyParkPress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600068887", "fb": {"app_id": 116172675120111}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Stafford Township, John Spodofora, stolen valor, New Jersey mayor, lying about military service, Earl Galloway, lawsuit"}, "_id": "\"57477af36914bd0286fcaa43\"", "article_summary": "(Photo: Courtesy Earl Galloway)Galloway filed a Notice of Tort Claim — a legal precursor to a lawsuit — with Stafford Township in March.\nBuy Photo Stafford Township Mayor John Spodofora addresses the local Republican Club after winning its endorsement for re-election on March 23.\nGalloway was investigated for creating a parody Facebook page poking fun at Stafford Mayor John Spodofora.\nThe Facebook page lampooned lies the mayor has previously told the public about serving in combat in the Vietnam War.\n(Photo: Vincent DiSalvio, special to the Asbury Park Press)Buy PhotoA state Superior Court judge ruled Friday that a lawsuit against Stafford Township, its mayor and chief of police can move forward as a civil rights and defamation case."}