{"article_title": "Zero-Net-Premium Plans Widely Available... And Other Preliminary Health Insurance Exchange Trends", "article_keywords": ["available", "zeronetpremium", "plans", "exchange", "exchanges", "entrants", "trends", "individual", "health", "pricing", "widely", "preliminary", "report", "premium", "insurance"], "article_url": "http://www.zanebenefits.com/blog/bid/323997/Zero-Net-Premium-Plans-Widely-Available-And-Other-Preliminary-Health-Insurance-Exchange-Trends", "article_text": "We're one month in to the health insurance exchanges, and after three and a half years of forecasting data is now emerging on the individual health insurance exchanges across the nation. These trends point at the impact of the Affordable Care Act (ACA) on the health insurance industry, as well as on individual Americans. The McKinsey Center for U.S. Health System Reform recently released an early report analyzing 21,000 unique qualified health plans filed on the state public health insurance exchanges, in all 501 rating areas in the 50 states and District of Columbia.\n\nTheir analysis focuses primarily on the plans available, carriers and new entrants into the individual health insurance market, and cost analysis.\n\n4 Preliminary Trends of the Health Insurance Exchanges\n\nThe McKinsey report outlines five trends from their analysis of the first two weeks of the individual health insurance exchanges (through October 15, 2013):\n\nThe competitive landscape in the individual market has changed considerably, given the number of new entrants (80 new carriers). These new entrants are pricing competitively, but are not usually price leaders. Premium levels vary considerably, both within and across markets. Zero-net-premium products are widely available.\n\n\n\n1. The Competitive Landscape of the Individual Market is Changing\n\nAccording to the report, 80 new carriers have entered the individual market, ranging by state from 1 new carrier to 17. Nationwide, new entrants represent 28% of all carriers on the exchanges and 16% of all products offered.\n\nSource: McKinsey\n\n2. N ew Entrants Pricing Competitively, But Usually Not Price Leaders\n\nAccording to the report, new entrants are pricing competitively, but usually not the price leaders. Nationwide, about half the new entrants’ plans are priced below the median in their respective markets. And, about a third the new entrants’ plans are within 10% of the lowest-price plan.\n\nSource: McKinsey\n\n3. Premium Levels Vary Considerably\n\nAccording to the report, in most rating areas large variations in pricing are present within and across metal tiers. The report pointed to several factors contributing to these pricing differences within a given rating area including degree of network narrowing, different costs of care, and different assumptions about risk pool (i.e., morbidity of expected membership).\n\nSource: McKinsey\n\n4. Zero-Net-Premium Products Widely Available\n\nAccording to the report, 6 to 7 million Americans may be eligible for a zero-net-premium bronze plan, and about 1 million Americans may be eligible for a zero-net-premium silver plan. In other words, the federal premium subsidy covers the entire health insurance premium. How does this work? Here is an example the report provides:\n\n\"... consider a 42 year old single female living in Jackson, Mississippi earning $23,000 a year (200 percent of the federal poverty level). For her income level, the maximum premium she is expected to pay is 6.3 percent of her income, or $121 a month. Because the second-lowest silver plan available in her rating area is $425, the federal premium subsidy for her is $304. If she chooses to buy the lowest-price bronze product (priced at $236), the “net premium” for her is zero because it is priced below her subsidy.\"\n\nThe full report and analysis is available here: McKinsey Center for US Health System Reform.\n\nWhich of these preliminary health insurance exchange trends stand out to you? Leave a comment below.\n\n\n\n", "article_metadata": {"description": "Early trends with the health insurance exchanges. A review of preliminary trends of the individual health insurance exchanges.", "generator": "HubSpot", "author": "Zane Benefits", "og": {"url": "https://www.zanebenefits.com/blog/bid/323997/Zero-Net-Premium-Plans-Widely-Available-And-Other-Preliminary-Health-Insurance-Exchange-Trends", "image": "https://cdn2.hubspot.net/hub/149308/file-369286009-jpg/images/competition_on_market.jpg#keepProtocol", "type": "article", "description": "Early trends with the health insurance exchanges. A review of preliminary trends of the individual health insurance exchanges.", "title": "Zero-Net-Premium Plans Widely Available... And Other Preliminary Health Insurance Exchange Trends"}, "twitter": {"domain": "www.zanebenefits.com", "description": "Early trends with the health insurance exchanges. A review of preliminary trends of the individual health insurance exchanges.", "title": "Zero-Net-Premium Plans Widely Available... And Other Preliminary Health Insurance Exchange Trends", "image": "https://cdn2.hubspot.net/hub/149308/file-369286009-jpg/images/competition_on_market.jpg#keepProtocol", "site": "@ZaneBenefits", "card": "summary"}, "msvalidate.01": "256E88F12993108A589354994D3B732D", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcaa4e\"", "article_summary": "We're one month in to the health insurance exchanges, and after three and a half years of forecasting data is now emerging on the individual health insurance exchanges across the nation.\nTheir analysis focuses primarily on the plans available, carriers and new entrants into the individual health insurance market, and cost analysis.\nWhich of these preliminary health insurance exchange trends stand out to you?\nIn other words, the federal premium subsidy covers the entire health insurance premium.\nThese trends point at the impact of the Affordable Care Act (ACA) on the health insurance industry, as well as on individual Americans."}