{"article_title": "Larson, Corey agree on nation’s problems, but not solutions", "article_keywords": ["larson", "congress", "district", "voters", "political", "work", "problems", "state", "nations", "pratt", "corey", "solutions", "agree", "whitney"], "article_url": "http://ctmirror.org/2014/10/09/larson-corey-agree-on-nations-problems-but-not-solutions/", "article_text": "Democratic Rep. John Larson and his Republican challenger, Matthew Corey, have similar blue-collar backgrounds and their politics are a product of their upbringing. But that’s where similarities end between the candidates vying to represent the Hartford-based 1st District in Congress.\n\nLarson, 66, has represented the district since 1999. He’s an able political player on Capitol Hill and a loyal Democrat who was once a leader of his party. Larson’s political skills, which include the ability to form coalitions and cut deals, also lead him to sometimes work with Republicans especially when the interests of defense giant United Technologies are at stake.\n\nCorey, 50, is the owner of McKinnon's Irish Pub in downtown Hartford and a commercial window cleaning company called Advanced Services International. The company cleans the windows of some of Hartford's tallest skyscrapers.\n\nFacebook photo\n\nRelatively new at politics, the Republican says new faces and ideas are needed to tackle what both candidates say ails the 1st District: a faltering economy and the need for new jobs.\n\n“Each time I went to vote, I looked at the ballot and there were the same people on it, year after year after year,” said Corey, who lives in Manchester.\n\nThe race of the 1st District seat has been overshadowed by more high-profile political contests in the state this year, especially the contest between Gov. Dannel Malloy and Republican Tom Foley. But it still offers voters a clear choice between candidates who have both grown up in the district but split when it comes to political philosophies.\n\nBoth Larson and Corey come from working class families. In fact Corey’s campaign slogan proclaims he “is the working class for the working class.”\n\nLarson’s father was a firefighter at UTC’s Pratt & Whitney. Corey’s worked in the post office. Larson comes from a family of eight children. Corey is one of seven.\n\nLarson, who continues to live in East Hartford, said he used to ask his father why he worked so hard. The response was “to keep the eagle flying,” a reference to a worker’s pay in dollars emblazoned with the Bald Eagle.\n\nLarson also said his father was also talking about the “dignity of being able to take care of your family and work on behalf of other people.” Larson’s slogan, “keep the eagle flying” is also used by Pratt & Whitney, the largest manufacturer in the district, to try to establish the importance of their military aircraft engines to the nation’s defense.\n\nFor Larson, taking care of the district’s needs means watching out for Pratt & Whitney.\n\nLarson teamed up with Rep. Tom Rooney, R-Fla., whose district is home to a Pratt & Whitney plant in West Palm Beach, to build a coalition that helped kill plans for other defense contractors to build an engine for the F-35 that would compete with the one built by Pratt & Whitney. “I helped Rooney work his side of the aisle,” Larson said.\n\nLarson also backed a challenge to a Pentagon contract on an Air Force refueling tanker that initially was given to a partnership between Northrop Grumman and EADS. The contract was rebid and ultimately won by a partnership between Boeing and Pratt & Whitney.\n\nBut Corey says there’s been a hemorrhaging of jobs from Pratt & Whitney and other manufacturers in the district and he blames Larson for not stopping the decline. “He’s concerned about the same people I’m concerned about, but he’s been [in Congress] for 16 years and they’re still in trouble,” Corey said.\n\nA seat for life?\n\nThis is the second time Corey has tried to unseat Larson. In 2012 he won a place on the ballot through a petition as an unaffiliated candidate. But he received only 2,290 votes while Larson received nearly 193,000.\n\nCorey is also outmatched when it comes to political cash. He raised about $6,300, mostly from his own pocket, while Larson has raised more than $1.3 million.\n\nCorey said he plants his own yard signs and runs his campaign with a handful of volunteers. He’s getting the message out one-on-one at events throughout the district and with television appearances, including one on a recent “Face the State” show.\n\nWFSB 3 Connecticut\n\nCorey backs the GOP’s stance on most things. He supports fewer regulations on businesses and is against the Affordable Care Act. Yet Corey said he’d keep parts of the ACA, including the state exchanges, but place them under private control.\n\nAs far as energy policy, Corey said he supports renewable fuels but says carbon-based fuels should also be in the mix.\n\nCorey hopes his message will resonate with “blue-collar Democrats.”\n\n“There’s no way I can win with just Republican votes,” he said.\n\nIndeed, the 1st District has been in the Democrats' hands since 1959, and Democrats outnumber Republicans two-to-one. The district's largest block of voters is unaffiliated.\n\nCorey hopes voter disgust at Congress will help him. But Scott McLean, a political science professor at Quinnipiac University, said there's been a sharp decrease in the number of competitive House races in the last 15 or 20 years that makes it even harder to unseat an incumbent of either party.\n\n\"The longer they've been in office, the longer they've been entrenched in voters' minds and the longer they've been able to provide constituent services,\" McLean said.\n\nBecause Congress is run on a seniority system, lawmakers who've been in office for a long time, like Larson, have moved up the ranks and tend to have more clout, making it a difficult choice for voters who might want to oust them, McLean said.\n\nHe also said the opposing party finds it hard to recruit candidates to run in districts like the 1st, where it is outnumbered by Democrats. \"They don't want to dump a lot of money and effort in a losing enterprise,\" he said.\n\nLarson said he competes with Rep. Rosa DeLauro, D-3rd District, “on whose district is more Democratic.” The Cook Political Report rates the district “solidly Democratic” and says Larson “has this Hartford seat for life.”\n\nFacebook photo\n\nLarson has not had to run a television commercial since 1998. Still, he spends time at candidate forums and other events in the district, shooting basketball, eating apple fritters and marching with parades in the rain.\n\n“I love the campaign trail,” Larson said. “Personal contact is the best way to campaign.”\n\nMcLean said \"he's out there and clearly enjoys it.\" Larson also said he never takes re-election for granted. “I treat my district like it was Elizabeth Esty’s,” he said, a reference to the competitive race between the Democrat representing the 5th District and her GOP challenger, Mark Greenberg.\n\nLarson said he also uses a time-honored tactic in every election, except the one he lost when he ran for governor.\n\n“I ‘work the boards,’” said Larson. “It’s a throwback to another day.”\n\nWhat he means is that he posts voter lists on the walls of his campaign headquarters and asks supporters to come in, identify those they know, and write personal notes to their friends, acquaintances and family members asking then to vote for him.\n\nWhile Larson is campaigning during the October break like the most vulnerable members of Congress, he has annoyed some of his colleagues—especially those in tough races who need to woo voters --- with his calls to reconvene Congress so it can hold a war vote.\n\nCongress is expected to consider legislation that would give the president authority to continue military operations against Islamic rebels known as ISIS in a lame duck session after the Nov. 4 elections, but that’s not soon enough for Larson.\n\n“It roils me just to think we can send American troops on bombing missions…which is war… and a feckless Congress is telling troops ‘you are going to have to go slow because of the elections,'” Larson said. “I get the politics, but this isn’t about us.” Larson has been a teacher, and insurance broker and a member of the state Senate.\n\nUndaunted underdog\n\nCorey joined the Navy after he graduated from Manchester High School, worked like his father for the U.S. Postal Service and drove trucks for the teamsters. He said he first thought about entering politics when her realized college students who worked for his window cleaning business continued to work for him even after they graduated.\n\n“There’s no work out there,” he said.\n\nCorey’s on the ballot because he won about 75 percent of the delegates at the state GOP convention.\n\nHe’s undaunted by his underdog status. “If I can just get my name out there, I’ll be fine,” Corey said.", "article_metadata": {"standout": "http://ctmirror.org/2014/10/09/larson-corey-agree-on-nations-problems-but-not-solutions/", "news_keywords": "Politics, Washington", "original-source": "http://ctmirror.org/2014/10/09/larson-corey-agree-on-nations-problems-but-not-solutions/", "og": {"site_name": "The CT Mirror", "description": "Democratic Rep. John Larson and his Republican challenger, Matthew Corey, have similar blue-collar backgrounds and their politics are a product of their upbringing. But that’s where similarities end between the candidates who are vying to represent the Hartford-based 1st District in Congress.", "title": "Larson, Corey agree on nation’s problems, but not solutions", "url": "http://ctmirror.org/2014/10/09/larson-corey-agree-on-nations-problems-but-not-solutions/", "image": "http://ctmirror.org/files/2014/10/Larson-Corey-combo-2-e1414456085103.jpg", "type": "article"}, "twitter": {"site": "@ctmirror", "card": "summary", "creator": "@@radelat"}, "syndication-source": "http://ctmirror.org/2014/10/09/larson-corey-agree-on-nations-problems-but-not-solutions/", "fb": {"admins": "10103384569292809,7920421,10205310995067193", "app_id": 439136839547306}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fcaa59\"", "article_summary": "In fact Corey’s campaign slogan proclaims he “is the working class for the working class.”Larson’s father was a firefighter at UTC’s Pratt & Whitney.\nThe contract was rebid and ultimately won by a partnership between Boeing and Pratt & Whitney.\nFor Larson, taking care of the district’s needs means watching out for Pratt & Whitney.\nBut Corey says there’s been a hemorrhaging of jobs from Pratt & Whitney and other manufacturers in the district and he blames Larson for not stopping the decline.\nDemocratic Rep. John Larson and his Republican challenger, Matthew Corey, have similar blue-collar backgrounds and their politics are a product of their upbringing."}