{"article_title": "Obamacare: What to do if you don't have an insurance card yet", "article_keywords": ["dont", "seeking", "obamacare", "send", "payment", "state", "health", "enrolled", "california", "care", "insurance", "card", "proof"], "article_url": "http://www.scpr.org/news/2014/01/02/41337/what-do-i-do-if-i-need-to-see-a-doctor-but-i-don-t/", "article_text": "Many Californians who enrolled in a new health insurance plan have not yet received an initial bill or a proof of insurance card. For those who need to see a doctor now, there are steps they can take.\n\nInsurance companies are scrambling to process paperwork and send people their first bills and insurance cards. That’s partly because state officials twice extended the deadlines to enroll in and pay for health plans that took effect on January 1st.\n\nThose who enrolled in those plans have until January 6th to make their first payment. And because insurers have ten days to send out insurance cards after receiving that payment, some may find themselves seeking medical care without having proof of coverage.\n\nSo what should you do if you need to see a doctor now?\n\n\"If someone has applied for coverage on the state exchange but does not yet have any kind of a card showing that they have health insurance, they should bring the information they can with them,\" says Jan Emerson-Shea, vice president of external affairs for the California Hospital Association, which represents more than 400 hospitals and health systems statewide.\n\nAt the very least, she says, you’ll want to bring with you the name of the insurance company you chose. Other helpful evidence is any proof of enrollment, such as a screen printout or confirmation number. And if you’ve already received a bill and sent in your payment, any proof of that will make it easier for the provider to confirm that you are, in fact, enrolled in a plan.\n\nEmerson-Shea says officials at Covered California have advised all providers – including hospitals, doctors and others, to call the state-run marketplace before providing service to a person without an insurance card.\n\n\"So if it’s a non-emergency situation but you’re seeking some kind of care in an urgent care center, in a physicians office or hospital, be aware that the provider will first try to confirm that you have coverage before treating you,\" she says.\n\nMeanwhile, Covered California has added a \"How to Pay\" button to its home page that links consumers to each insurance company’s contact information, with instructions on how to send payment to each one.", "article_metadata": {"author": "Southern California Public Radio", "og": {"site_name": "Southern California Public Radio", "description": "The California Hospital Association lays out the steps you can take if you have enrolled but not yet received a bill or an insurance card.", "title": "Obamacare: What to do if you don't have an insurance card yet", "url": "http://www.scpr.org/news/2014/01/02/41337/what-do-i-do-if-i-need-to-see-a-doctor-but-i-don-t/", "image": {"width": 1024, "identifier": "http://a.scpr.org/i/be1223ae4d2105ef46891c0e6fc0de33/73169-full.jpg", "type": "image/jpeg", "height": 683}, "type": "article"}, "twitter": {"domain": "http://scpr.org", "description": "Member-supported public radio for Southern California. Award-winning local news and cultural programming alongside the best of NPR.", "title": "Obamacare: What to do if you don't have an insurance card yet | 89.3 KPCC", "url": "http://scpr.org", "image": "http://a.scpr.org/i/be1223ae4d2105ef46891c0e6fc0de33/73169-full.jpg", "site": "@kpcc", "card": "summary"}, "fb": {"app_id": 129848480405753}, "apple-mobile-web-app-capable": "yes", "csrf-param": "authenticity_token", "csrf-token": "3L8po9i5Tl1/hbP5CwY/mXng/VGBYMB4v2UT8lcoDiEHLItpH80JlbvPULWZE4oFDAvfjKUus5n+qssS2/ZOMw==", "apple-mobile-web-app-status-bar-style": "black", "format-detection": "telephone=no", "keywords": "KPCC, California, Southern California, Los Angeles, Pasadena, SCPR, Southern California Public Radio", "article": {"section": "Health", "published_time": "2014-01-02 17:51:11 -0800", "modified_time": "2014-05-29 20:29:44 -0700"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "_id": "\"57477af46914bd0286fd9369\"", "article_summary": "Many Californians who enrolled in a new health insurance plan have not yet received an initial bill or a proof of insurance card.\nInsurance companies are scrambling to process paperwork and send people their first bills and insurance cards.\nAt the very least, she says, you’ll want to bring with you the name of the insurance company you chose.\nAnd because insurers have ten days to send out insurance cards after receiving that payment, some may find themselves seeking medical care without having proof of coverage.\nEmerson-Shea says officials at Covered California have advised all providers – including hospitals, doctors and others, to call the state-run marketplace before providing service to a person without an insurance card."}