{"article_title": "Congress Unconscionably Silent on Obama's Constitutional Crimes", "article_keywords": ["law", "word", "silent", "congress", "unconscionably", "rules", "presidents", "crimes", "constitutional", "power", "federal", "president", "obamas", "constitution"], "article_url": "http://reason.com/archives/2014/02/20/obama-shuns-constitution-congress-silent", "article_text": "The political philosopher Edmund Burke once remarked that all that is necessary for the triumph of evil is for good folks to do nothing. A glaring example of the impending triumph of a constitutional evil that could be stopped by folks who have been largely silent is the tyranny coming from the White House. And the folks who can stop this and are doing nothing about it are our elected representatives in Congress.\n\nThe Constitution is the supreme law of the land. It established the three branches of government, and it delegated \"all legislative powers\" to Congress. American law rarely uses the word \"all.\" Yet the Framers chose that word precisely to confine law writing to Congress and to prevent a president from altering federal law by the selective manner of his enforcement of it and thereby effectively rewriting it.\n\nThe same Framers sought to guard against the same evils by compelling the president to swear at the commencement of his terms in office that he will \"faithfully\" enforce the laws. The use of the word \"faithfully,\" like the use of the word \"all,\" is intended to assure voters that they can count on a president who will do the job they hired him to do by enforcing federal laws, not evading them, and by enforcing them as Congress has written them, not as the president might wish them to be.\n\nTo be fair, many presidents, from the sainted Thomas Jefferson to the tyrannical Franklin Delano Roosevelt, put their own spin on federal law. Jefferson pardoned all those convicted under the Alien and Sedition Acts because he hated a statute that punished free speech and he boasted that he would not enforce that part of the acts (they expired under his watch). And FDR—when barely two weeks in office—issued an executive order criminalizing the possession of gold because he foolishly thought it would stabilize the banks, until an adviser reminded him that only Congress can write criminal laws (which he then persuaded Congress to do). Yet in President Obama we have a president whose personal interferences in the enforcement of federal laws reveal his view that he can rewrite them and even nullify them.\n\nPresidential law writing violates the presidential oath of office, steals power from Congress, disrespects an equal branch of the government and, when unchecked, accumulates such power in the executive branch that it effectively transforms the president into a menacing tyrant who rejects his constitutional obligations and limitations.\n\nObama bombed Libya without a declaration of war from Congress. This arguably brought down the Gadhafi government, which led to the current state of lawlessness there, which produced the environment in which our ambassador was murdered in Benghazi in 2012 and established a dangerous precedent because Congress remained officially silent.\n\nHe has told the 11 million illegal immigrants who are here and subject to deportation that if they comply with a new set of rules they will not be deported. The constitutional problem is that the president wrote those rules. Only Congress can craft such rules, and by the president's doing so, he has schooled immigrants in how to avoid compliance with federal law.\n\nThe president has used drones to kill Americans, but claims he has done so lawfully because he complied with secret rules that he crafted. Under the Constitution, if the president wants someone dead, he must afford the person due process or ask Congress to declare war on the country housing the person. No worries, he says -- he has followed the secret rules that he wrote to govern himself when deciding whom to kill.\n\nThe president's agents now acknowledge that they spy on all of us all the time, including members of the judiciary and Congress. This, too, was done pursuant to a secret presidential directive, secretly approved by judges acting as clerks and not under the Constitution, and by a dozen members of Congress sworn to secrecy. No law authorized this, and the president won't discuss it meaningfully, except to condemn its revelation.\n\nAnd in a series of salvos that hit home, the president has modified the Affordable Care Act (Obamacare) 29 times, by changing its various dates of effectiveness for some but not for others, by changing the meanings of terms for some but not for others, and even by diluting the signature obligation we all have to obtain the platinum insurance policies it commands for some and not for others. He has done all of this on his own, with no input from Congress. He has even threatened to veto any congressional effort to enact into law the very changes he alone has made.\n\nHis latest assault on the Constitution consists of a plan by the Department of Homeland Security, revealed earlier this week, effectively to follow us as we drive on public roads by photographing the license plate of all motor vehicles. This, too, was formulated without congressional approval or constitutional authority. [Editor's note: this plan was scrapped under heavy pressure from privacy advocates.]\n\nAnd while all of this is going on, Congress largely sits as a potted plant. In the Senate, Sens. Rand Paul (R-Ky), Ted Cruz (R-Texas), and Mike Lee (R-Utah) have complained long and loud, but Senate Majority Leader Harry Reid will not permit legislation that addresses presidential lawlessness to reach the Senate floor. A few dozen Republicans in the House have complained, but Speaker John Boehner will not permit the House to address corrective legislation. Institutionally and officially, Congress is sleeping.\n\nCan you imagine how a Democratic Congress would have reacted if Ronald Reagan had instructed the IRS to cease collecting capital gains taxes so as to spur economic activity; or how a Republican Congress would have reacted if Bill Clinton had instructed the IRS to add a one percent rate increase to the tax bills of billionaires so as to close a budget gap?\n\nThese are dangerous times because this is a lawless presidency and a pliant Congress. The president's willingness to violate the Constitution publicly calls into question his fitness for office. And that deafening silence from Capitol Hill manifests a spineless refusal to preserve constitutional government.\n\nThe whole purpose of dividing and separating governmental powers is the preservation of personal liberty by preventing the accumulation of too much power in one branch or, heaven forbid, in one person. Whoever permits this to take place lacks fidelity to the Constitution, is unworthy of holding governmental power in a free society and should be removed from office.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The president's willingness to violate the Constitution publicly calls into question his fitness for office.", "title": "Congress Unconscionably Silent on Obama's Constitutional Crimes", "url": "http://reason.com/archives/2014/02/20/obama-shuns-constitution-congress-silent", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_02/-justin-sloanflickr.jpg", "type": "article"}, "twitter": {"site": "@reason", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_02/-justin-sloanflickr.jpg", "description": "The political philosopher Edmund Burke once remarked that all\nthat is necessary for the triumph of evil is for good folks to do\nnothing. A glaring example of the impending triumph of a\nconstitutional evil that could be stopped by folks who have been\nlargely silent is the tyranny coming from the White House. And the\nfolks who can stop this and are doing nothing about it are our\nelected representatives in Congress.\nThe Constitution is the supreme law of the land. It established\nthe three branches of governme", "card": "summary_large_image", "title": "Congress Unconscionably Silent on Obama's Constitutional Crimes"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2014-02-20T12:00:00+00:00", "author": "http://reason.com/people/andrew-napolitano"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcaa8c\"", "article_summary": "To be fair, many presidents, from the sainted Thomas Jefferson to the tyrannical Franklin Delano Roosevelt, put their own spin on federal law.\nOnly Congress can craft such rules, and by the president's doing so, he has schooled immigrants in how to avoid compliance with federal law.\nAnd the folks who can stop this and are doing nothing about it are our elected representatives in Congress.\nIt established the three branches of government, and it delegated \"all legislative powers\" to Congress.\nThe president's agents now acknowledge that they spy on all of us all the time, including members of the judiciary and Congress."}