{"article_title": "Why doctors hate electronic health records", "article_keywords": ["physicians", "ehrs", "buy", "hate", "tool", "pump", "data", "records", "say", "health", "doctors", "care", "electronic", "car"], "article_url": "http://www.philly.com/philly/blogs/health-cents/Why-doctors-hate-electronic-health-records.html", "article_text": "Imagine you are a car mechanic, and the government offers to help you buy a new computerized tool to make it easier to fix cars. The tool improves automobile safety, it says, by giving you the latest evidence on the most effective repairs and immediate access to all prior work that has been done on the car. If you buy a tool that meets government standards, you will get a government subsidy to help pay for it, but if you don’t, you’ll be fined.\n\nImagine you buy the tool, and discover it that makes it harder for you to do your job. The tool requires that you review a digitalized record of everything that was done on the car in the past, relevant or not, before you are allowed to pop open the hood to take a look at it. Before you can, say, replace a failing fuel pump, you have to document that you reviewed the last time the car’s tires were replaced.\n\nThe tool then takes you through a series of “decision support” questions before you are allowed to order the replacement pump. Do you know that you are replacing the current pump sooner than the accepted standard of car repair? Have considered less expensive repairs? Only after you say yes again, and again, does it allow you to order the part.\n\nYou then attempt to use the digital tool to order the replacement fuel pump directly from your usual parts supplier, but your supplier has a different digital system, so you have to phone it in. Once you finish the repair, you have to enter into the digital record everything you did on the car before you can move onto the next repair, a process that adds 20 minutes for every car you see.\n\nNow, imagine that you have become so fed up with using the tool that you decide to quit. Many other mechanics in your town are doing the same, resulting in consumers having to wait weeks to get their cars repaired by the diminishing pool of mechanics who remain in business.\n\nNone of this is really true for car mechanics, of course, but it is for medical doctors and their electronic health records (EHRs). A combination of government carrots-and-sticks—subsidies for buying approved EHRs, Medicare fines if they do not—has forced many physicians to buy and use EHRs that, many say, are making their lives miserable.\n\nThe Rand Corporation, a highly respected research outfit, recently found that EHRs outranked all other factors as a cause of career dissatisfaction among physicians. “Physicians approved of EHRs in concept and appreciated having better ability to remotely access patient information and improvements in quality of care” the researchers reported. “However, for many physicians, the current state of EHR technology significantly worsened professional satisfaction in multiple ways. Aspects of current EHRs that were particularly common sources of dissatisfaction included poor usability, time-consuming data entry, interference with face-to-face patient care, inefficient and less fulfilling work content, inability to exchange health information, and degradation of clinical documentation.”\n\nIt might be tempting to dismiss the doctors complaining about EHRs as technophobes who are unwilling to embrace new technologies, but the Rand investigators say that this isn’t the case:\n\n“First, our study does not suggest that physicians are Luddites, technophobes, or dinosaurs. Physicians recognized the important advances that EHRs have enabled, particularly in accessing information remotely (like checking a patient’s test results from home) and improving compliance with guideline-based care.”\n\nThe overarching problem, the authors contend, is that “no other industry, to our knowledge, has been under a universal mandate to adopt a new technology before its effects are fully understood, and before the technology has reached a level of usability that is acceptable to its core users.”\n\nThe solution isn’t going back to paper records, but designing EHRs that work for doctors and patients. Here are some obvious steps:\n\nEHRs should provide physicians with abstracted, relevant clinical data in the most user-friendly way possible, rather than dumping reams of data on them that make it hard to extract the useful from the extraneous.\n\nEHRs should supplement but not substitute for physician decision-making, providing doctors with evidence on the effectiveness of different drugs and tests in the least intrusive and least repetitive manner possible.\n\nEHRs should facilitate face-to-face interactions between doctors and their patients not detract from them. (In my most recent visit to my own primary care doctor. he spent almost the entire time looking at his EHR, rather than making eye contact with me).\n\nEHRs should make it as easy and quick as possible for physicians to document in the record the care provided to the patient.\n\nEHRs must become fully interoperable, able to seamlessly exchange secure patient data with other EHRs.\n\nThe government has a lot of EHR standards, but the only one that really should matter is how useful EHRs are are in helping physicians take better care of patients.\n\n-----\n\nHave a health care question or frustration? Share your story »\n\nRead more of The Field Clinic »\n\n", "article_metadata": {"pubdate": 20160526, "editdate": "20140908T03:00:00", "twitter": {"url": "http://www.philly.com/philly/blogs/health-cents/Why-doctors-hate-electronic-health-records.html", "image": "http://media.philly.com/images/iStock_000024543690_Small.jpg", "site": "@phillydotcom", "card": "summary_large_image", "title": "Why doctors hate electronic health records"}, "cg": "health", "keywords": "The Field Clinic, health reform, health care, affordable care act, obamacare, medicare, medicaid, health policy, Robert B. Doherty", "description": "Imagine you are a car mechanic, and the government offers to help you buy a new computerized tool to make it easier to fix cars.  The tool improves automobile safety, it says, by giving you the latest evidence on the most effective repairs and immediate access to all prior work that has been done on the car. If you buy a tool that meets government standards, you will get a government subsidy to help pay for it, but if you don't, you'll be fined. - Robert B. Doherty, Philadelphia Philly.com", "byline": "Robert B. Doherty", "contenttype": "Blog_Post", "publication": "Philly.com", "title": "Why doctors hate electronic health records", "livedate": "20140908T03:00:00", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "news_keywords": "The Field Clinic, health reform, health care, affordable care act, obamacare, medicare, medicaid, health policy, Robert B. Doherty", "contentid": 274108561, "DC.date.issued": "2014-09-08T03:00:00-04:00", "fb": {"app_id": 938226082960499}, "viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "Philly.com", "description": "Imagine you are a car mechanic, and the government offers to help you buy a new computerized tool to make it easier to fix cars.  The tool improves automobile safety, it says, by giving you the latest evidence on the most effective repairs and immediate access to all prior work that has been done on the car. If you buy a tool that meets government standards, you will get a government subsidy to help pay for it, but if you don't, you'll be fined.", "title": "Why doctors hate electronic health records", "url": "http://www.philly.com/philly/blogs/health-cents/Why-doctors-hate-electronic-health-records.html", "image": "http://media.philly.com/images/iStock_000024543690_Small.jpg", "type": "article"}, "searchdate": "2014-09-08", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "y_key": "ccf0cd67e5f1e33c", "sourcepublication": "Philly.com"}, "_id": "\"57477afa6914bd0286fe5ea3\"", "article_summary": "None of this is really true for car mechanics, of course, but it is for medical doctors and their electronic health records (EHRs).\nImagine you buy the tool, and discover it that makes it harder for you to do your job.\nEHRs should facilitate face-to-face interactions between doctors and their patients not detract from them.\nEHRs must become fully interoperable, able to seamlessly exchange secure patient data with other EHRs.\nThe tool then takes you through a series of “decision support” questions before you are allowed to order the replacement pump."}