{"article_title": "We Watched the GOP Debate So You Didn’t Have To. Here Are All the Ridiculous Things That Were Said.", "article_keywords": ["iran", "trump", "things", "youre", "reagan", "gop", "need", "hillary", "ridiculous", "im", "money", "vote", "watched", "gov", "didnt", "debate"], "article_url": "http://inthesetimes.com/article/18290/crib-notes-from-last-nights-gop-presidential-debate", "article_text": "The top 10 presidential hopefuls from the Republican party faced off yesterday at Cleveland's Quicken Loans arena. (REUTERS)\n\nA crib sheet on Thursday evening’s exhibition for everyone too busy (or too terrified) to watch\n\nWalker: I may have failed in my promises to my states, but that’s just because I aim high.\n\nLast night, the first Republican debates took place. Like any good American, I stocked up on wine, turned on Twitter and settled in to watch three governors, two former governors, three senators, a businessman and a neurosurgeon tell me why they should be my Commander in Chief.\n\nFox televised the event, and the moderators were Chris Wallace, Megyn Kelly and Bret Baier’s tan.\n\nFor those of you who couldn’t watch it, because you were busy, because you’re one of the many Americans who don’t have or can’t afford cable (not Republicans’ target audience) or because you care about your mental health, I took notes.\n\nThe debate started out with a bang, as Donald Trump bucked tradition right out of the gate. They asked for a show of hands for the candidates who would promise to support the winner of the primaries if they lost and not run against them. Trump was like, nope.\n\nThe moderators feigned surprise, and those at home were all, “Of course he’s running no matter what. If he had to have voters carve his name into squash and send it via carrier pigeon, he would.”\n\nBut where do these men—former Florida Gov. Jeb Bush, Wisconsin Gov. Scott Walker, former Arkansas Gov. Mike Huckabee, New Jersey Gov. Chris Christie, Ohio Gov. John Kasich, Texas Sen. Ted Cruz, Florida Sen. Marco Rubio, Kentucky Sen. Rand Paul, neurosurgeon Ben Carson, and Donald Trump, for those of you who like a lot of names all in a row—fall on the important issues facing our nation?\n\nLet’s see.\n\n**Questions and answers have been paraphrased for clarity**\n\nKelly: Okay, everyone, what makes you qualified to be president?\n\nCarson: I have a brain. I also operate on them.\n\nRubio: I don’t like the question. The most important job in the nation should not be a resume competition.\n\nBush: I am not my dad or my brother. I’m running with my heart. Also, some people once called me Veto Corleone.\n\nCruz (lying through his teeth): I should be president because I tell the truth.\n\nChristie: I upgraded New Jersey from sewer pit back to armpit. (No talk of any bridges).\n\nKelly: The Donald, are women people?\n\nTrump: No. Also Rosie O’Donnell lol, and you’re mean, Megyn Kelly. You’re fired. Crap, wrong show.\n\nKelly: Walker, would you rather let a mother die than have an abortion?\n\nWalker: Well, I’m pro-life so, yes. (Not sure he understands what life means. Or maybe women aren’t alive.)\n\nHuckabee: We have scientific evidence that a fetus is a person and therefore women are murderers. (No citation given.)\n\nKelly: Kasich, you expanded Medicaid, even though Fox hates that. Why?\n\nKasich: I might actually care about the longterm outcome of people struggling. And for my fellow Republicans, also, REAGAN.\n\nTOPIC 1: IMMIGRATION\n\nBush: There should be a path to earned legal status. (Yay!) Also, I wrote a book on this. (Yay?)\n\nTrump: I invented illegal immigration. You’re welcome. We shall build an enormous wall with a beautiful door to fix it. You’re welcome.\n\nRubio: God, Trump, you are so ridiculous. We don’t need a wall. We need a FENCE.\n\nWalker: I changed my mind about helping immigrants earn legal status because Tea Party.\n\nCruz: I have never supported the notion that immigrants are people.\n\nTOPIC 2: TERRORISM\n\nChristie: The only way to keep America safe is to give me all your phone records.\n\nPaul: Respectfully, Christie, FOURTH AMENDMENT.\n\nChristie: But how are we—\n\nPaul: AMENDMENT. I said good day, sir.\n\nChristie: But EVERYONE could be a terrorist!\n\nPaul: You hugged Barack Obama. End scene.\n\nCruz: I will defeat ISIS in three months with my truth-telling. And dictatorship is pretty awesome. Truth!\n\nBush: I called every victim’s family I could find and said, “sorry, bro.”\n\nCarson: Bring back waterboarding and don’t tell the American public about it.\n\nTOPIC 3: OBAMACARE\n\nTrump: I give a lot of money to liberals and everyone does what I want because money. We’re not friends, guys. It’s been my political ploy all along. Also, did you know I have a lot of money? (In terms of the topic: Against artificial lines around states in terms of free-market, private insurance. For literal wall around country.)\n\nWalker: Blame Hillary Clinton.\n\nTOPIC 4: BIG GOVERNMENT\n\nHuckabee: Stop taxing income. Tax consumption. Tax all people who need to buy things, no matter how much or little money they have.\n\nCarson: Tithing is the way to go.\n\nTOPIC 5: EDUCATION\n\nBush: **brags, mystifyingly, about Florida’s educational system**\n\nRubio: It’s the feds trying to make everyone do what they want.\n\nTOPIC 6: HILLARY CLINTON\n\nKasich: My father was a mailman.\n\nCarson: The Democrats are ruining this country.\n\nTOPIC 7: ECONOMY\n\nBush: Get rid of Obamacare and replace it with jobs.\n\nWalker: I may have failed in my promises to my states, but that’s just because I aim high.\n\nRubio: Lower taxes for all businesses.\n\nFox News: How about entitlement reform, guys?\n\nAuthor of this piece: “Entitlement” reform? That’s not what it’s called. Invalid. Next question.\n\nHuckabee: Wait! My answer is too good to ignore. Tax the prostitutes and pimps. And illegals. Problem solved.\n\nFox: Trump, you filed for bankruptcy four times.\n\nTrump: I did not. I used the law four times. The bankruptcy laws. Stop slandering me.\n\nTOPIC 8: IRAN (AKA EVIL)\n\nWalker: When I was a kid, I tied a ribbon around a tree for the hostages in Iran. Let’s not do business there.\n\nPaul: Reagan, Reagan, Reagan, Reagan, strength, Reagan.\n\nHuckabee: Reagan said, trust but verify. Obama is all, trust but vilify. (High five, me. Niiiiiiice.)\n\nTOPIC 9: ABORTION\n\nRubio: The constitution. Also, I believe that every person has the right to protection under our laws, “whether they have a birth certificate or not.” (Oh, wait.)\n\nTrump: Yeah, I was pro-choice, but then I knew a fetus once and it became a superstar. Now I’m pro-life.\n\nTOPIC 10: RELIGION AND THE GAYS\n\nKasich: I’m old fashioned. But I have a friend who’s gay.\n\nTOPIC 11: FOREIGN POLICY\n\nTrump: If Iran was a stock, you should buy it.\n\nCruz: Iran released hostages the day Reagan was sworn into office in 1981.\n\nCarson: We need more planes.\n\nWalker: Hillary Clinton’s emails. She is mush. I am steel. Whatever you say bounces off me and goes back to—wait, that doesn’t work.\n\nHuckabee: Let’s kill people and break things. More than we already do.\n\nPaul: I use pencils and paper.\n\nChristie: Funding Israel will solve the problems.\n\nTOPIC 12: DOES GOD SPEAK TO YOU (Oh, Fox.)\n\nCruz: My father left when I was 3. I think because he wasn’t religious. When he found Jesus, he came back.\n\nKasich: My father was a mailman. God wants America to succeed.\n\nWalker: I have been redeemed by the blood of Jesus Christ.\n\nRubio: God has blessed the Republican Party and also America.\n\nCarson: I am a Black man who doesn’t see color.\n\nWRAP UP:\n\nKasich: I have done many things. Vote for me.\n\nChristie: My dad worked at an ice cream plant. Vote for me.\n\nPaul: I know how to filibuster. I can beat Hillary Clinton. Vote for me.\n\nRubio: My parents were born in poverty in Cuba. American dream. Vote for me.\n\nCruz: I will undo everything Obama did on day ONE. Vote for me.\n\nCarson: I still use the term “Siamese twins.” Vote for me.\n\nHuckabee: Hillary Clinton sucks. Vote for me.\n\nWalker: I own a Harley and love my kids. Vote for me.\n\nBush: My first name isn’t George. Vote for me.\n\nTrump: Japan has too many cars coming into our country. Vote for me.\n\nThe winner? Hard to say. But it seems clear the loser was America.", "article_metadata": {"og": {"url": "http://inthesetimes.com/article/18290/crib-notes-from-last-nights-gop-presidential-debate", "image": "http://inthesetimes.com/images/made/images/2015-08-05t143102z1lynxnpeb740q1rtroptp4usa-election-republicans_0_500_372_s.jpg", "description": "A crib sheet on Thursday evening's exhibition for everyone too busy (or too terrified) to watch", "title": "We Watched the GOP Debate So You Didn’t Have To. Here Are All the Ridiculous Things That Were Said."}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd90eb\"", "article_summary": "Paul: Reagan, Reagan, Reagan, Reagan, strength, Reagan.\nThe debate started out with a bang, as Donald Trump bucked tradition right out of the gate.\nTax all people who need to buy things, no matter how much or little money they have.\nTOPIC 3: OBAMACARETrump: I give a lot of money to liberals and everyone does what I want because money.\n**Questions and answers have been paraphrased for clarity**Kelly: Okay, everyone, what makes you qualified to be president?"}