{"article_title": "The Top 10 Solutions to Cut Poverty and Grow the Middle Class", "article_keywords": ["wage", "cut", "families", "family", "income", "workers", "work", "grow", "middle", "economic", "poverty", "solutions", "child", "class", "care"], "article_url": "https://www.americanprogress.org/issues/poverty/news/2014/09/17/97287/the-top-10-solutions-to-cut-poverty-and-grow-the-middle-class/", "article_text": "The Top 10 Solutions to Cut Poverty and Grow the Middle Class\n\nSOURCE: AP/Paul Sancya\n\nProtesters block traffic on Mack Avenue in Detroit, Michigan, as part of a national protest to push fast-food chains to pay their employees at least $15 per hour on September 4, 2014.\n\nThe Census Bureau released its annual income, poverty, and health insurance report yesterday, revealing that four years into the economic recovery, there has been some progress in the poverty rate as it fell from 15 percent in 2012 to 14.5 percent in 2013, but there was no statistically significant improvement in the number of Americans living in poverty. Furthermore, low- and middle-income workers have seen little to no income growth over the past decade, as the gains from economic growth have gone largely to the wealthiest Americans.\n\nWith flat incomes and inequality stuck at historically high levels, one might assume that chronic economic insecurity and an off-kilter economy are the new normal and that nothing can be done to fix it. But there is nothing normal or inevitable about elevated poverty levels and stagnant incomes. They are the direct result of policy choices that put wealth and income into the hands of a few at the expense of growing a strong middle class.\n\nThe good news is that different policy choices can bring different outcomes. When the government invests in jobs and policies to increase workers’ wages and families’ economic security, children and families see improved outcomes in both the short and long term.\n\nHere are 10 steps Congress can take to cut poverty, boost economic security, and expand the middle class.\n\n1. Create jobs\n\nThe best pathway out of poverty is a well-paying job. To get back to prerecession employment levels, we must create 5.6 million new jobs. At the current pace, however, we will not get there until July 2018. To kick-start job growth, the federal government should invest in job-creation strategies such as rebuilding our infrastructure; developing renewable energy sources; renovating abandoned housing; and making other common-sense investments that create jobs, revitalize neighborhoods, and boost our national economy. We should also build on proven models of subsidized employment to help the long-term unemployed and other disadvantaged workers re-enter the labor force.\n\nIn addition, the extension of federal unemployment insurance would have created 200,000 new jobs in 2014, according to the Congressional Budget Office. Indeed, every $1 in benefits that flows to jobless workers yields more than $1.50 in economic activity. Unfortunately, Congress failed to extend federal unemployment insurance at the end of 2013, leaving 1.3 million Americans and their families without this vital economic lifeline.\n\n2. Raise the minimum wage\n\nIn the late 1960s, a full-time worker earning the minimum wage could lift a family of three out of poverty. Had the minimum wage back then been indexed to inflation, it would be $10.86 per hour today, compared to the current federal minimum wage of $7.25 per hour. Raising the minimum wage to $10.10 per hour and indexing it to inflation—as President Barack Obama and several members of Congress have called for—would lift more than 4 million Americans out of poverty. Nearly one in five children would see their parent get a raise. Recent action taken by cities and states—such as Seattle, Washington; California; Connecticut; and New Jersey—shows that boosting the minimum wage reduces poverty and increases wages.\n\n3. Increase the Earned Income Tax Credit for childless workers\n\nOne of our nation’s most effective anti-poverty tools, the Earned Income Tax Credit, or EITC, helped more than 6.5 million Americans—including 3.3 million children—avoid poverty in 2012. It’s also an investment that pays long-term dividends. Children who receive the EITC are more likely to graduate high school and to have higher earnings in adulthood. Yet childless workers largely miss out on the benefit, as the maximum EITC for these workers is less than one-tenth that awarded to workers with two children.\n\nPresident Obama and policymakers across the political spectrum have called for boosting the EITC in order to right this wrong. Importantly, this policy change should be combined with a hike in the minimum wage; one is not a substitute for the other.\n\n4. Support pay equity\n\nWith female full-time workers earning just 78 cents for every $1 earned by men, action must be taken to ensure equal pay for equal work. Closing the gender wage gap would cut poverty in half for working women and their families and add nearly half a trillion dollars to the nation’s gross domestic product. Passing the Paycheck Fairness Act to hold employers accountable for discriminatory salary practices would be a key first step.\n\n5. Provide paid leave and paid sick days\n\nThe United States is the only developed country in the world without paid family and medical leave and paid sick days, making it very difficult for millions of American families to balance work and family without having to sacrifice needed income. Paid leave is an important anti-poverty policy, as having a child is one of the leading causes of economic hardship. Additionally, nearly 4 in 10 private-sector workers—and 7 in 10 low-wage workers—do not have a single paid sick day, putting them in the impossible position of having to forgo needed income, or even their job, in order to care for a sick child. The Family and Medical Insurance Leave Act, or FAMILY Act, would provide paid leave protection to workers who need to take time off due to their own illness, the illness of a family member, or the birth of a child. And the Healthy Families Act would enable workers to earn up to seven job-protected sick days per year.\n\n6. Establish work schedules that work\n\nLow-wage and hourly jobs increasingly come with unpredictable and constantly shifting work schedules, which means workers struggle even more to balance erratic work hours with caring for their families. Ever-changing work schedules make accessing child care even more difficult than it already is and leave workers uncertain about their monthly income. Furthermore, things many of us take for granted—such as scheduling a doctor’s appointment or a parent-teacher conference at school—become herculean tasks. The Schedules That Work Act would require two weeks’ advance notice of worker schedules, which would allow employees to request needed schedule changes. It would also protect them from retaliation for making such requests—and provide guaranteed pay for cancelled or shortened shifts. These are all important first steps to make balancing work and family possible.\n\n7. Invest in affordable, high-quality child care and early education\n\nThe lack of affordable, high-quality child care serves as a major barrier to reaching the middle class. In fact, one year of child care for an infant costs more than one year of tuition at most states’ four-year public colleges. On average, poor families who pay out of pocket for child care spend one-third of their incomes just to be able to work. Furthermore, federal child care assistance reaches only one in six eligible children.\n\nBoosting investments in Head Start and the Child Care and Development Block Grant, as well as passing the Strong Start for America’s Children Act—which would invest in preschool, high-quality child care for infants and toddlers, and home-visiting services for pregnant women and mothers with infants—will help more struggling families obtain the child care they need in order to work and improve the future economic mobility of America’s children.\n\n8. Expand Medicaid\n\nSince it was signed into law in 2010, the Affordable Care Act has expanded access to high-quality, affordable health coverage for millions of Americans. However, 23 states continue to refuse to expand their Medicaid programs to cover adults up to 138 percent of the federal poverty level—making the lives of many families on the brink much harder. Expanding Medicaid would mean more than just access to health care—it would free up limited household income for other basic needs such as paying rent and putting food on the table. Having health coverage is also an important buffer against the economic consequences of illness and injury; unpaid medical bills are the leading cause of bankruptcy. Studies link Medicaid coverage not only to improved health, improved access to health care services, and lower mortality rates, but also to reduced financial strain.\n\n9. Reform the criminal justice system and enact policies that support successful re-entry\n\nThe United States incarcerates more of its citizens than any other country in the world. Today, more than 1.5 million Americans are behind bars in state and federal prisons, a figure that has increased fivefold since 1980. The impact on communities of color is particularly staggering: One in four African American children who grew up during this era of mass incarceration have had a parent incarcerated.\n\nMass incarceration is a key driver of poverty. When a parent is incarcerated, his or her family must find a way to make ends meet without a necessary source of income Additionally, even a minor criminal record comes with significant collateral consequences that can serve as lifelong barriers to climbing out of poverty. For example, people with criminal records face substantial barriers to employment, housing, education, public assistance, and building good credit. More than 90 percent of employers now use background checks in hiring, and even an arrest without a conviction can prevent an individual from getting a job. The “one strike and you’re out” policy used by public housing authorities makes it difficult if not impossible for individuals with even decades-old criminal records to obtain housing, which can stand in the way of family reunification. Furthermore, a lifetime ban—for individuals with felony drug convictions—on receiving certain types of public assistance persists in more than half of U.S. states, making subsistence even more difficult for individuals seeking to regain their footing, and their families.\n\nIn addition to common-sense sentencing reform to ensure that we no longer fill our nation’s prisons with nonviolent, low-level offenders, policymakers should explore alternatives to incarceration, such as diversion programs for individuals with mental health and substance abuse challenges. We must also remove barriers to employment, housing, education, and public assistance. A decades-old criminal record should not consign an individual to a life of poverty.\n\n10. Do no harm\n\nThe across-the-board spending cuts known as sequestration—which took effect in 2013—slashed funding for programs and services that provide vital support to low-income families. Sequestration cost the U.S. economy as many as 1.6 million jobs between mid-2013 and 2014. Some relief was provided this January, when Congress passed the Consolidated Appropriations Act of 2014, but many important tools to help low-income individuals and families pave a path to the middle class—such as adult and youth education and training programs, child welfare, and community development programs—were on a downward funding trend even before sequestration took effect.\n\nAs Congress considers a continuing resolution to fund the federal government past October 1 and avoid another government shutdown, it should reject further cuts to programs and services such as the Special Supplemental Nutrition Program for Women, Infants, and Children, or WIC, which provides vital nutrition assistance to pregnant women and mothers with new babies. Thereafter, Congress should make permanent the important improvements made to the EITC and the Child Tax Credit as part of the American Recovery and Reinvestment Act of 2009, which are set to expire in 2017. And it should avoid additional cuts to vital programs such as the Supplemental Nutrition Assistance Program, or SNAP, formerly known as food stamps, which suffered two rounds of deep cuts in 2013 and 2014.\n\nConclusion\n\nIt is possible for America to dramatically cut poverty. Between 1959 and 1973, a strong economy, investments in family economic security, and new civil rights protections helped cut the U.S. poverty rate in half. Investments in nutrition assistance have improved educational attainment, earnings, and income among the young girls who were some of the food stamp program’s first recipients. Expansions of public health insurance have lowered infant mortality rates and reduced the incidence of low birth rates. In more recent history, states that raised the minimum wage have illustrated the important role that policy plays in combating wage stagnation.\n\nThere is nothing inevitable about poverty. We just need to build the political will to enact the policies that will increase economic security, expand opportunities, and grow the middle class.\n\nRebecca Vallas is the Associate Director of the Poverty to Prosperity Program at the Center for American Progress. Melissa Boteach is the Vice President of Half in Ten and the Poverty to Prosperity Program at the Center.", "article_metadata": {"og": {"site_name": "name", "description": "With the right policy choices, we can move the needle on poverty, expand the middle class, and put the American economy on an upward trajectory.", "title": "The Top 10 Solutions to Cut Poverty and Grow the Middle Class", "url": "https://www.americanprogress.org/issues/poverty/news/2014/09/17/97287/the-top-10-solutions-to-cut-poverty-and-grow-the-middle-class/", "image": "//cdn.americanprogress.org/wp-content/uploads/2014/09/AP803807157443_WEB.jpg", "type": "article"}, "fb": {"app_id": 217056148424105}, "viewport": "width=device-width, initial-scale=1.0", "generator": "WordPress 4.2.2", "elq-topic": "poverty"}, "article_summary": "Invest in affordable, high-quality child care and early educationThe lack of affordable, high-quality child care serves as a major barrier to reaching the middle class.\nHere are 10 steps Congress can take to cut poverty, boost economic security, and expand the middle class.\nBetween 1959 and 1973, a strong economy, investments in family economic security, and new civil rights protections helped cut the U.S. poverty rate in half.\nIn fact, one year of child care for an infant costs more than one year of tuition at most states’ four-year public colleges.\nWe just need to build the political will to enact the policies that will increase economic security, expand opportunities, and grow the middle class."}