{"article_title": "Where We're Succeeding and Where We're Failing", "article_keywords": ["younger", "tobacco", "cancer", "fedewa", "failing", "risk", "rates", "screening", "smoked", "studies", "succeeding", "adults"], "article_url": "http://time.com/3766329/preventing-cancer/", "article_text": "\n\n\n\nYou have to know your enemy in order to defeat it, and in cancer’s case, we know quite a bit about how to keep tumors from growing. But how well are we exploiting this knowledge?\n\nThe latest report, published Wednesday morning, from the American Cancer Society lays out the major risk factors for cancer, along with the screening strategies we have in place and documents whether people have been avoiding risky behaviors and complying with screening guidelines.\n\nThe results, says Stacey Fedewa, director of risk factors and screening surveillance and one of the co-authors, are mixed.\n\nMORE: The Cancer Gap\n\n\n\nWhen it comes to tobacco use, the largest preventable cause of cancer, rates of smoking have declined, from 23.5% in 1999 to 17.8% in 2013. But there are still pockets of the country, both geographically and demographically, where rates remain close to what they were 10 years ago. In West Virginia, for example, 27.3% of adults smoked cigarettes, and 22.7% of American Indians lit up. About 22% of high school graduates smoked, compared to 5.6% of those with a graduate degree. Smoking tobacco increases the risk of lung, mouth, larynx, esophagus, stomach and other cancers\n\nThe survey also found that smokeless tobacco and e-cigarettes are also becoming popular, particularly among younger people. These forms of tobacco have been linked to higher rates of oral, pancreatic and esophageal cancer. People aged 18 to 24 years were twice as likely to use smokeless products like chewing tobacco and snuff than older adults.\n\nThe creep of tobacco use into younger cohorts is concerning, since studies show that the younger smokers start, the harder it is for them to quit. In fact, the ACS study found that even one in 10 cancer patients smoked nearly a decade after their diagnosis.\n\nMORE: 66% of People Diagnosed with Cancer Survive At Least 5 Years\n\nFedewa says that obesity is also connected to a number of cancers, including breast, colon, kidney, pancreas and certain lymphomas and myelomas. And while obesity rates have stabilized, they remain high, with more than two thirds of adults considered overweight or obese. That rate may not change for a while, given the fact that in 2013, 30% of adults said they had no recreational physical activity at all. “I was surprised to see how low the percent of adults who reach the recommended physical activity levels was,” says Fedewa. Government guidelines suggest at least 150 minutes of moderate activity each week, and only about half of adults accomplish this.\n\nScreening is another area with both good news and bad news. Public health messages about the importance of getting mammograms to detect breast cancer, and colonoscopy to pick up colorectal cancer, have raised awareness about these diseases. But rates of colon cancer screening have remained around 58%. Part of the reason may have to do with cost; studies showed that uninsured people tend to have the lowest rates of cancer screening, something that the Affordable Care Act should change. It’s also possible that conflicting news about the benefits and risks of screening, and changing advice about who should be screened and when — in 2009 groups said that women between ages 40 and 40 years no longer needed annual mammograms — may also hamper compliance.\n\nMore studies are also throwing out clues about the best anti-cancer diet, with fruits and vegetables at the top of the list. But, says Fedewa, “only 15% of adults ate the recommended three or more servings of vegetables a day. That’s surprising, and pretty low given all the messages about eating healthier.”\n\nAlso discouraging is the continued use of tanning beds despite the fact that the International Agency for Research on Cancer lists the devices as cancer-causing to people. In 2014, 4.4% of adults, and 20% of high school girls, reported using the beds in the previous year. That may explain why rates of melanoma, unlike some other cancers, have been increasing in the past 30 years.\n\n“I don’t think there is one message” about how we’re doing in preventing cancer, says Fedewa. “It’s not all doom and gloom. There is a lot to be appreciated for what we’ve done in tobacco control; that’s a great public health accomplishment. But there is room to grow.”", "article_metadata": {"description": "We’ve made lots of progress in preventing cancer, but still have a long way to go in convincing people to drop the most prevalent cancer-causing habits", "generator": "WordPress.com", "og": {"site_name": "TIME.com", "description": "We’ve made lots of progress in preventing cancer, but still have a long way to go in convincing people to drop the most prevalent cancer-causing habits", "title": "Where We're Succeeding and Failing in Preventing Cancer", "url": "http://time.com/3766329/preventing-cancer/", "image": "https://timedotcom.files.wordpress.com/2015/03/488635643.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"image": {"src": "https://timedotcom.files.wordpress.com/2015/03/488635643.jpg?quality=75&strip=color&w=1012"}, "description": "We’ve made lots of progress in preventing cancer, but still have a long way to go in convincing people to drop the most prevalent cancer-causing habits", "site": "TIME", "card": "summary_large_image", "title": "Where We're Succeeding and Failing in Preventing Cancer"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 53177223193}, "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "keywords": "cancer, cancer risk factors, obesity, preventing cancer, screenign for cancer, smoking, tanning", "article": {"publisher": "https://www.facebook.com/time"}, "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "preventing cancer, screening for cancer, smoking and cancer, obesity and cancer, diet and cancer, cancer rates"}, "_id": "\"57477af46914bd0286fd93bc\"", "article_summary": "In West Virginia, for example, 27.3% of adults smoked cigarettes, and 22.7% of American Indians lit up.\nMORE: The Cancer GapWhen it comes to tobacco use, the largest preventable cause of cancer, rates of smoking have declined, from 23.5% in 1999 to 17.8% in 2013.\nThe results, says Stacey Fedewa, director of risk factors and screening surveillance and one of the co-authors, are mixed.\nBut rates of colon cancer screening have remained around 58%.\nIn fact, the ACS study found that even one in 10 cancer patients smoked nearly a decade after their diagnosis."}