{"article_title": "Rethink the link between insurance premiums and wellness programs", "article_keywords": ["poor", "slate", "programs", "wellness", "rethink", "wellbeing", "premiums", "link", "pricing", "health", "technology", "data", "insurance"], "article_url": "http://www.fiercehealthpayer.com/story/rethink-link-between-insurance-premiums-and-wellness-programs/2015-03-03", "article_text": "Wellness programs that track physical activity and use incentives to reward progress are seen as a novel way to make health insurance pricing more equitable, but there is a fine line between rewarding personal responsibility and discriminatory pricing schemes, Slate reported.\n\nThe Affordable Care Act lets employers discount insurance premiums by as much as 30 percent if employees participate in a wellness program, Slate noted. Most of these programs make use of a growing number of wearable technology devices, from fitness trackers to biometric sensors, to measure participation and activity.\n\nThis technology gives insurers far more information about consumers than they have ever had, University of Colorado School of Law professor Scott Peppet told Slate. The upside is that it increases personal responsibility for improving health and lends itself to a more finely tuned pricing model based on actual data, not approximate data.\n\nHowever, there are downsides, Peppet pointed out to Slate. Detailed and individualized health data can easily create a caste system, with the healthy reaping the benefits of substantially lower insurance rates than those with measurable illness or genetic conditions.\n\nWhat's more, since a federal judge ruled last November that wellness programs can penalize non-participants, employees may have no real \"choice\" when it comes to joining a wellness program.\n\nFinally, pricing insurance based solely on health data can unintentionally discriminate. The financial stress of a lower income lends itself to a higher level of stress-related medical conditions--not to mention the likelihood of a diet dependent on low-cost processed foods, NPR reported, Failing to take these factors into consideration when pricing health plans would punish the working poor, Slate said.\n\nWellness programs increasingly face scrutiny due to questionable return on investment (ROI) and effectiveness. A recent article in the American Journal of Managed Care went so far as to suggest that employers \"disband or significantly reconfigure\" weight-control programs, as the emphasis on frequent weight screenings can motivate crash diets that are harmful to overall health.\n\nThat's why some experts suggest that redefining wellness as well-being can help programs succeed, as FierceHealthPayer previously reported. Shifting the focus from poor health itself to what causes poor health in the first place, including lifestyle and socioeconomic factors, can improve a wellness program's ROI and ultimately drive down healthcare costs.\n\nFor more:\n\n- here's the Slate article\n\n- here's the NPR story\n\n- read the AJMC article\n\nRelated Articles:\n\n3 creative ways insurers entice members to get healthy\n\nRedefining wellness as well-being could help programs succeed\n\nLessons on wellness and prevention from surviving a blizzard\n\nJudge: Wellness programs can penalize non-participants\n\nHow to create compelling incentives for wellness programs", "article_metadata": {"description": "Wellness programs that track physical activity and use incentives to reward progress are seen as a novel way to make health insurance pricing more equitable, but there is a fine line between rewarding personal responsibility and discriminatory pricing schemes.", "og": {"site_name": "FierceHealthPayer", "description": "Wellness programs that track physical activity and use incentives to reward progress are seen as a novel way to make health insurance pricing more equitable, but there is a fine line between rewarding personal responsibility and discriminatory pricing schemes.", "title": "Rethink the link between insurance premiums and wellness programs", "url": "http://www.fiercehealthpayer.com/story/rethink-link-between-insurance-premiums-and-wellness-programs/2015-03-03", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "Insurance Discrimination,insurance premiums,low-income consumers,Patient Care & Outcomes,wellness programs", "viewport": "width=device-width", "news_keywords": "Patient Care & Outcomes"}, "article_summary": "For more:- here's the Slate article- here's the NPR story- read the AJMC articleRelated Articles:3 creative ways insurers entice members to get healthyRedefining wellness as well-being could help programs succeedLessons on wellness and prevention from surviving a blizzardJudge: Wellness programs can penalize non-participantsHow to create compelling incentives for wellness programs\nWhat's more, since a federal judge ruled last November that wellness programs can penalize non-participants, employees may have no real \"choice\" when it comes to joining a wellness program.\nWellness programs increasingly face scrutiny due to questionable return on investment (ROI) and effectiveness.\nShifting the focus from poor health itself to what causes poor health in the first place, including lifestyle and socioeconomic factors, can improve a wellness program's ROI and ultimately drive down healthcare costs.\nThe Affordable Care Act lets employers discount insurance premiums by as much as 30 percent if employees participate in a wellness program, Slate noted."}