{"article_title": "The Woman Who Could Bring Putin to His Knees", "article_keywords": ["ukraine", "knees", "woman", "russias", "putins", "german", "imports", "merkel", "bring", "putin", "russian", "russia", "european"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/03/24/Woman-Who-Could-Bring-Putin-His-Knees", "article_text": "The crisis in Ukraine continued to escalate dangerously this weekend, with NATO’s top military commander warning that troops amassing on Russia’s border could continue Vladimir Putin’s territorial ambitions with an invasion of Ukraine’s mainland.\n\n“The [Russian] force that is at the Ukrainian border now to the east is very, very sizeable and very, very ready,” U.S. Air Force Gen. Philip M. Breedlove said in Brussels this weekend.\n\nRelated: Russian Ties to Ukraine Go Much Deeper than Gas\n\nBreedlove was speaking at the German Marshall Fund’s Brussels Forum, an annual event that brings together the American and European elite. In recent years, the forum has focused on the European Financial Crisis. But this year, the forum played out like an event from the Cold War; nearly every speaker focused on how to counter Russia.\n\nAndrii Deshchytsia, acting foreign minister of Ukraine, said that the Ukrainian government was willing to engage diplomatically with Russia. “The Crimea is not lost for us,” he said. “We believe that it’s only through dialogue we can find a solution. We are ready to talk with Russians.”\n\nMeanwhile, Congressman Michael Turner, a member of the U.S. House Armed Service Committee, said that NATO needed to offer membership action plans to other former Soviet bloc states to check Russian aggression. “Those are the types of responses that I think would have Putin looking at a world that's different than he had wanted or intended, but I think certainly it could be an outcome from his consequences.”\n\nHowever, despite the collection of great diplomatic and military minds in Brussels, there was little consensus on how to check Russian aggression. The United States and the European Union have put sanctions against some of Russia’s most powerful people in place, but few expect them to influence Putin.\n\nRelated: Putin’s End Game: Play the Trump Card\n\n“None of this has done much to shake Russian President Vladimir Putin. One reason is that, by all accounts, the country’s powerbrokers are not yet in the United States’ line of fire. Obama’s executive orders, and yesterday’s designations, have targeted only Russians who have stirred up trouble in Ukraine,” Lee Wolosky, a partner at Boies, Schiller & Flexner and a former member of the National Security Council staff under Presidents Bill Clinton and George W. Bush, suggested in Foreign Affairs. “They have not touched the political-economic nexus that helps sustain Putin’s power.”\n\nAnd there’s only one person in Europe who can do anything to change this: German Chancellor Angela Merkel.\n\nGoing After Gas\n\nThere might be only one way to substantially punish Putin - by cutting off gas supplies from Russia to Europe.\n\n“The reality today is that Russia supplies 31 percent of EU gas imports, 27 percent of crude oil imports, 24 percent of EU coal imports, 30 percent of total EU uranium imports, and is the EU’s third-largest supplier of electricity,” Edward Goldberg, a professor at Baruch College and the New York University Center for Global Affairs, said in a recent interview. “In turn, the EU is not only easily Russia’s largest trading partner, but it is the market for 88 percent of Russia’s oil exports, 70 percent of its gas exports, and 50 percent of its coal exports.\n\nRelated: Does Putin Want to Carve Up Ukraine and Take the Spoils?\n\nRevenue from these deals supplies 40 percent of Russian budgets.\n\nEurope has long given lip service to the idea of diversification of supply. However, Merkel and her government in Berlin have been reticent to do so. According to Olaf Boehnke, director of the European Council on Foreign Relations in Berlin, this is because the German government tends to base its decisions on pragmatism, not moralism. In other words, it’s not whether an action is morally right or wrong, but whether that action helps advance German interests.\n\nThat’s why the Russian state-controlled energy company Gazprom is building a pipeline that bypasses Eastern Europe and goes directly into Germany; this ensures Germany’s supply security.\n\nMerkel has also proven to be Putin’s closest diplomatic ally. She’s served as an intermediary between Moscow and Washington and has helped to diffuse tension on issues from Syria to Iran.\n\nMerkel’s Evolution\n\nFor some reason, this crisis is different. When Merkel reached out to Putin in early March in an attempt to bridge the gap between the Americans and the Russians, she came away clearly frustrated with Putin, telling President Obama that the Russian president was living “in another world.”\n\nSince then, Merkel has continued to push her one-time ally.\n\n“And this will, without doubt, include economic sanctions,” Merkel said last week, when asked what kinds of new punishments Russia would face if it did not back down in Ukraine. “As long as the political environment for such an important forum as the G8 doesn’t exist, the G8 doesn’t exist either – neither the summit nor the G8 as such,” she added, referring to a planned G8 meeting scheduled in Russia in June.\n\nHowever, while Merkel’s language might be stronger, she and other European nations have yet to articulate a policy in which they can wean themselves from Russian energy. Without this, Europe is playing with what NYU’s Goldberg called “paper swords.”\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "German Chancellor Angela Merkel has the power to bring Vladimir Putin to his knees.", "title": "The Woman Who Could Bring Putin to His Knees", "url": "http://www.thefiscaltimes.com/Articles/2014/03/24/Woman-Who-Could-Bring-Putin-His-Knees", "image": "http://cdn.thefiscaltimes.com/sites/default/files/columns/03182014_Putin_Merkel.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/03/24/Woman-Who-Could-Bring-Putin-His-Knees", "image": "http://cdn.thefiscaltimes.com/sites/default/files/columns/03182014_Putin_Merkel.jpg", "creator": "@davidcfrancis", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "German Chancellor Angela Merkel has the power to bring Vladimir Putin to his knees.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Related: Putin’s End Game: Play the Trump Card“None of this has done much to shake Russian President Vladimir Putin.\nGoing After GasThere might be only one way to substantially punish Putin - by cutting off gas supplies from Russia to Europe.\nAndrii Deshchytsia, acting foreign minister of Ukraine, said that the Ukrainian government was willing to engage diplomatically with Russia.\nThe United States and the European Union have put sanctions against some of Russia’s most powerful people in place, but few expect them to influence Putin.\nRelated: Does Putin Want to Carve Up Ukraine and Take the Spoils?"}