{"article_title": "Big Win for Pharmacist Provider Status in Washington State", "article_keywords": ["status", "big", "win", "washington", "dr", "state", "health", "rochon", "provider", "services", "pharmacists", "law", "pharmacist", "care"], "article_url": "http://www.pharmacytimes.com/news/big-win-for-pharmacist-provider-status-in-washington-state", "article_text": "Big Win for Pharmacist Provider Status in Washington State\n\nMeghan Ross, Associate Editor\n\nWashington State Governor Jay Inslee signed into law on May 11, 2015, a bill that makes Washington the first state in the country to require that pharmacists are included in health insurance provider networks.Washington State Pharmacy Association (WSPA) CEO Jeff Rochon, PharmD, said it was a team effort to push this bill through. The association worked hand-in-hand with sponsoring legislator Senator Linda Evans Parlette, a pharmacist herself, on SB 5557.“The reason we’ve been successful in moving this forward is we’ve had a great relationship with our medical association, hospital association, and community,” Dr. Rochon added in an exclusive interview with Pharmacy Times.The collaborative effort involved numerous other entities, including pharmacy practitioners, community pharmacists, the pharmacy schools at Washington State University and the University of Washington, and stakeholders, such as insurance carriers, the Office of the Insurance Commissioner, and patient advocacy groups.The legislation addresses the state’s Every Category of Health Care Providers law, which requires commercial health plans to include every category of health care provider within an individual’s participating provider network. This 1995 law aimed to increase patient access to care, Dr. Rochon explained.WSPA worked with the Washington State Office of the Insurance Commissioner to assess where pharmacists stood within this law. In 2013, an attorney general opinion stated that pharmacists are health care providers and must be compensated for services that are in their scope of practice, as long as they abide by state standards of the health plan.WSPA brought this message to legislators: there is a need and a legal responsibility to recognize pharmacists in the Every Category of Health Care Providers law. Dr. Rochon added that medical directors and administrators from hospitals and clinics also made requests that pharmacists be more readily accessible to them in the health care team.“They stood in support of us, wrote letters of support, and testified on our behalf,” Dr. Rochon said.The new law will open up the opportunity for physicians and members of the health care team to use pharmacists to the full extent of their licensure. Types of services that will be covered will vary based on practice setting, but tobacco cessation programs and immunizations will continue to be available to patients, and pharmacists will be able to contribute to services related to pain management, diabetes, mental health, and other chronic diseases.“This is an exciting, better utilization of the way pharmacists are trained to improve patient outcomes,” Dr. Rochon said.As the Affordable Care Act places greater emphasis on quality, one benefit that will come from this law is the ability for pharmacists to help patients more with adherence and medication reconciliation.“We have the ability to prevent problems before they happen and to help patients take their medications and to reach their desired clinical outcome,” Dr. Rochon said.With the governor’s signature, an advisory committee will now work over the summer to create standards for credentialing, privileging, billing, and paying pharmacists.The law includes some implementation dates for carriers to include pharmacists in networks, but by January 2017, the law will be in full force: pharmacists will be included in provider networks, and benefits will not be denied for services performed by a pharmacist.“We are excited that pharmacists will have opportunities to increase collaboration within the health care team in patient-centered medical homes and in Accountable Care Organizations, with the focus being on quality and safety,” Dr. Rochon said. “This is a huge development within our health care system, and we’re excited that pharmacists will finally be able to utilize all our skills to help patients.”", "article_metadata": {"keywords": "washington,state,governor,jay,inslee,bill,pharmacists,provider,status,provider,network,health,insurance,plan,bill,sb,5557,jeff,rochon,linda,evans,parlette,medical,association,WSPA,students,schools,", "og": {"type": "Article", "image": "http://pharmacytimes.s3.amazonaws.com/v1_media/_upload_image/_thumbnails/pharm opt 300x130.jpg", "site_name": "Pharmacy Times", "description": "Washington State Governor Jay Inslee signed into law on May 11, 2015, a bill that makes Washington the first state in the country to require that pharmacists are included in health insurance provider networks.", "title": "Big Win for Pharmacist Provider Status in Washington State"}, "description": "Washington State Governor Jay Inslee signed into law on May 11, 2015, a bill that makes Washington the first state in the country to require that pharmacists are included in health insurance provider networks."}, "_id": "\"57477af46914bd0286fd93e4\"", "article_summary": "Big Win for Pharmacist Provider Status in Washington StateMeghan Ross, Associate EditorWashington State Governor Jay Inslee signed into law on May 11, 2015, a bill that makes Washington the first state in the country to require that pharmacists are included in health insurance provider networks.Washington State Pharmacy Association (WSPA) CEO Jeff Rochon, PharmD, said it was a team effort to push this bill through.\nThis 1995 law aimed to increase patient access to care, Dr. Rochon explained.WSPA worked with the Washington State Office of the Insurance Commissioner to assess where pharmacists stood within this law.\n“This is a huge development within our health care system, and we’re excited that pharmacists will finally be able to utilize all our skills to help patients.”\nIn 2013, an attorney general opinion stated that pharmacists are health care providers and must be compensated for services that are in their scope of practice, as long as they abide by state standards of the health plan.WSPA brought this message to legislators: there is a need and a legal responsibility to recognize pharmacists in the Every Category of Health Care Providers law.\nDr. Rochon added that medical directors and administrators from hospitals and clinics also made requests that pharmacists be more readily accessible to them in the health care team.“They stood in support of us, wrote letters of support, and testified on our behalf,” Dr. Rochon said.The new law will open up the opportunity for physicians and members of the health care team to use pharmacists to the full extent of their licensure."}