{"article_title": "Condoleezza Rice talks Broncos, NFL — and foreign policy — in Denver – The Denver Post", "article_keywords": ["football", "foreign", "broncos", "reform", "offered", "nfl", "denver", "condoleezza", "middle", "policy", "used", "long", "talks", "post", "rice", "korbel", "secretary"], "article_url": "http://www.denverpost.com/news/ci_26586158/condoleezza-rice-talks-broncos-nfl-and-foreign-policy", "article_text": "In a far-reaching conversation Monday night that ranged from Russia to the Middle East to immigration reform, former U.S. Secretary of State and University of Denver graduate Condoleezza Rice also offered her opinion on matters of great local import: the Denver Broncos.\n\nPrompted by Christopher Hill, dean of the Josef Korbel School of International Studies at DU, Rice said she preferred the overtime system of play used in college football, where both teams have a chance to score, as opposed to that used in the National Football League. A day earlier, Denver lost a 26-20 decision to the Seattle Seahawks when its record-setting offense failed to get on the field following a miraculous fourth-quarter comeback.\n\n“I would have loved to see what Peyton Manning would have done if he’d gotten the football,” Rice said.\n\nRice was the keynote speaker at the annual Korbel fundraiser at the downtown Sheraton hotel, and there were moments when the evening’s participants seemed to be part of the most gussied-up pep rally ever. In his opening remarks, Denver Mayor Michael Hancock welcomed Rice to town, calling her “the next commissioner of the NFL,” a reference to a job that Rice has expressed a (perhaps) whimsical interest in holding.\n\nHill, at the start of his 30-minute discussion with Rice, confessed that “I should be asking about foreign policy” before veering off into a gridiron chalk talk.\n\nIt didn’t take long, however, before the talk indeed moved toward what most would consider Rice’s true bread and butter. Freed from any diplomatic constraints, Rice, currently a professor of political science at Stanford, offered a number of unvarnished opinions.\n\nSpeaking of Russian President Vladimir Putin, for example, Rice said, “I looked directly into his eyes and I didn’t exactly see a soul.”\n\nRegarding ongoing tensions in the Middle East and the role of disenfranchised citizens in the conflict, Rice made a comparison to the American fight for Independence, and the process that saw African-Americans go from being constitutionally regarded as three-fifths of a human being to the day that she swore to uphold that same Constitution as secretary of state.\n\n“That took a long time,” Rice said. “Let’s be a little more patient with people” who are fighting for their rights.\n\nLater, Rice added that she was a big proponent of immigration reform in the U.S. for “those people who are living in the shadows.”\n\n“We don’t want to be the country,” she said, “where people are afraid to send their children to the hospital because they’re afraid of being deported.”\n\nAnthony Cotton: 303-954-1292, acotton@denverpost.com or twitter.com/anthonycottondp", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Condoleezza Rice talks Broncos, NFL — and foreign policy — in Denver", "title": "Condoleezza Rice talks Broncos, NFL — and foreign policy — in Denver", "url": "http://www.denverpost.com/2014/09/22/condoleezza-rice-talks-broncos-nfl-and-foreign-policy-in-denver/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140922_090206_Condoleezza-Rice-in-Denver-1.jpg", "height": 467}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140922_090206_Condoleezza-Rice-in-Denver-1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-09-22T20:50:22+00:00", "modified_time": "2016-04-27T10:49:05+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "higher education"}, "article_summary": "“I would have loved to see what Peyton Manning would have done if he’d gotten the football,” Rice said.\nFreed from any diplomatic constraints, Rice, currently a professor of political science at Stanford, offered a number of unvarnished opinions.\nHill, at the start of his 30-minute discussion with Rice, confessed that “I should be asking about foreign policy” before veering off into a gridiron chalk talk.\nIt didn’t take long, however, before the talk indeed moved toward what most would consider Rice’s true bread and butter.\nIn a far-reaching conversation Monday night that ranged from Russia to the Middle East to immigration reform, former U.S. Secretary of State and University of Denver graduate Condoleezza Rice also offered her opinion on matters of great local import: the Denver Broncos."}