{"article_title": "By John Boehner’s Logic, a Lot of Presidents Should Have Been Sued", "article_keywords": ["sued", "boehners", "committee", "contractors", "federal", "presidents", "national", "executive", "orders", "issued", "lot", "logic", "president", "john", "employment", "order"], "article_url": "http://www.thenation.com/article/john-boehners-logic-lot-presidents-should-have-been-sued/", "article_text": "Most Popular\n\n1 The Democratic Platform Committee Now Has a Progressive Majority. Thanks, Bernie Sanders.\n\n2 The Media Must Decide Whether to Follow Donald Trump Down the Sewer\n\n3 The Real Reason Neocons Are So Upset About Donald Trump\n\n4 Elizabeth Warren Takes On the ‘Gig Economy’\n\n5 Benedict Anderson’s View of Nationalism\n\nWhile Obama’s order is significant, it is not radical—in practice or in the context of past presidential orders.\n\nThe order uses transparency (disclosure and reporting requirements for companies) to assure that agencies awarding federal contracts can take into consideration whether bidders for federal contracts have complied with health and safety requirements, wage and hours protections, collective bargaining rules and civil rights laws.\n\n“Requiring companies to disclose their recent compliance with labor and employment laws and allowing agencies to consider those records in the bid process will better ensure that companies receiving taxpayer-funded contracts actually satisfy our nation’s basic wage and workplace standards,” explains National Employment Law Project executive director Christine Owens. “Formal consideration of compliance records in the bidding process will also level the playing field between bidders, reducing the ability of bottom-feeders to shortchange their employees in order to gain an unfair advantage over law-abiding competitors. And incentivizing federal contractors to obey the law protects taxpayers’ interest in ensuring that their tax dollars do not underwrite illegal conduct such as wage theft, health and safety violations, and other unlawful practices that are not only inconsistent with our values but ultimately shift greater costs onto the American public.”\n\nThe executive order creates new avenues for encouraging companies to respect protections for minorities and women in the workplace. In particular, notes National Women’s Law Center co-president Marcia D. Greenberger, Obama’s order “will prohibit companies with contracts of more than $1 million from forcing their employees to arbitrate violations of federal law prohibiting discrimination on the basis of race, sex, national origin, or religion or tort claims arising out of sexual harassment or sexual assault.”\n\nThe notion that this is overreach, worthy of a legal action by Congress, is a stretch. After all, while Obama is doing something important here, he is not blazing a new trail as regards protection of the civil rights of federal contract workers. Ad Policy\n\nConsider the record:\n\n§ In 1941, under pressure from Brotherhood of Sleeping Car Porters union president A. Philip Randolph and a burgeoning civil rights movement, President Franklin Delano Roosevelt issued Executive Order 8802, which required that defense contracts include provisions to bar private contractors from discriminating on the basis of race, creed, color or national origin. The order also established the President’s Committee on Fair Employment Practice, which was empowered to investigate discrimination cases and “to take appropriate steps to redress grievances which it finds to be valid.”\n\n§ In 1943, President Roosevelt issued Executive Order 9346, which applied the anti-discrimination requirement to all government contractors.\n\n§ In 1948, again under pressure from Randolph and his allies, President Harry S. Truman issued Executive Order 9981, which banned discrimination in the US military. “It is hereby declared to be the policy of the President that there shall be equality of treatment and opportunity for all persons in the armed services without regard to race, color, religion or national origin,” read the order, which established a high-level committee to investigate instances of bias and to make recommendations for how to eliminate it.\n\n§ In 1951, President Truman issued Executive Order 10308, which created the federal Committee on Government Contract Compliance, which was charged with assuring that federal contractors continued, in the post–World War II era, to comply with the non-discrimination provisions of Executive Order 8802\n\n§ In 1953, President Dwight David Eisenhower issued Executive Order 10479, which established the President’s Advisory Committee on Government Organization (an expansion of the Government Contract Committee) to assure that federal contractors respected all anti-discrimination orders and initiatives. Eisenhower’s order declared, “It is the obligation of the contracting agencies of the United States Government and government contractors to ensure compliance with, and successful execution of, the equal employment opportunity program of the United States Government.” GET A DIGITAL SUBSCRIPTION FOR JUST $9.50! Subscribe\n\n§ In 1961, President John Fitzgerald Kennedy issued Executive Order 10925, which required government contractors to “take affirmative action to ensure that applicants are employed, and that employees are treated during employment, without regard to their race, creed, color or national origin.” Kennedy’s order also created the President’s Committee on Equal Employment Opportunity, which was to work with federal agencies to advance the initiative. It was chaired by Vice President Lyndon Johnson.\n\n§ In 1965, President Johnson issued Executive Order 11246, which expanded federal programs to combat discrimination and implement affirmative action programs. The order specifically prohibited “federal contractors and federally assisted construction contractors and subcontractors, who do over $10,000 in Government business in one year from discriminating in employment decisions on the basis of race, color, religion, sex, or national origin.” And it gave the secretary of Labor the job of administering the order’s anti-discrimination protections and initiatives. “Today,” according to the Department of Labor, “Executive Order 11246, as amended and further strengthened over the years, remains a major safeguard, protecting the rights of workers employed by federal contractors—approximately one-fifth of the entire US labor force—to remain free from discrimination on the basis of their gender, race, religion, color or national origin…and opening the doors of opportunity through its affirmative action provisions.”\n\nPresidents, from George Washington on, have issued executive orders. And in the last century, executive orders have been closely—and consistently—tied to the improvement of the circumstance of workers employed by federal contractors.\n\nIn issuing executive orders that respect workers and advance civil rights, President Obama is doing what past presidents have done. The only difference is that he faces a lawsuit from a Congress that, in addition to failing to act on its own, wants to prevent the president from acting to get things done.\n\nReasonable people can and should debate the limits of presidential power, particularly when it comes to issues of war and peace, and questions about spying on Americans or politicizing positions of public trust. Any serious discourse on executive overreach would find plenty to criticize in the approaches of all recent presidents—including President Obama.\n\nBut “reasonable” and “serious” are not the words that come to mind as the most powerful and prominent Republicans in Congress attack their president’s executive orders with regard to federal contracts and contractors. The word that comes to mind is “obstruction.” Presidents have often faced obstruction when it comes to protecting workers. And from FDR’s day to today, the response has been to issue executive orders.", "article_metadata": {"sailthru.image.thumb": "http://www.thenation.com/wp-content/uploads/2015/04/obama_aca_ap_img_0-275x173.jpg", "sailthru.author": "John Nichols", "description": "Republicans are suing the president for doing what presidents do.", "generator": "WooCommerce 2.3.13", "og": {"site_name": "The Nation", "description": "Republicans are suing the president for doing what presidents do.", "title": "By John Boehner’s Logic, a Lot of Presidents Should Have Been Sued", "url": "http://www.thenation.com/article/john-boehners-logic-lot-presidents-should-have-been-sued/", "image": {"width": 615, "identifier": "http://www.thenation.com/wp-content/uploads/2015/04/obama_aca_ap_img_0.jpg", "type": "image/jpeg", "height": 486}, "updated_time": "2015-06-29T08:27:08+00:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "Republicans are suing the president for doing what presidents do.", "title": "By John Boehner’s Logic, a Lot of Presidents Should Have Been Sued", "url": "http://www.thenation.com/article/john-boehners-logic-lot-presidents-should-have-been-sued/", "image": {"src": "http://www.thenation.com/wp-content/uploads/2015/04/obama_aca_ap_img_0.jpg", "identifier": "http://www.thenation.com/wp-content/uploads/2015/04/obama_aca_ap_img_0.jpg", "width": 615, "height": 486}, "site": "@TheNation", "card": "summary_large_image"}, "sailthru.date": "August 5th, 2014", "sailthru.title": "By John Boehner’s Logic, a Lot of Presidents Should Have Been Sued", "sailthru.tags": "Ethical Economics,Labor,Political Figures,Blog", "fb": {"app_id": 192399944158735}, "sailthru.content_id": 112368, "keywords": "Harry Truman, President Obama, Franklin Roosevelt, workers' rights, civil rights, John Nichols, The Nation", "article": {"publisher": "https://www.facebook.com/TheNationMagazine", "tag": "The Nation", "published_time": "2014-08-05T18:42:03+00:00", "modified_time": "2015-06-29T08:27:08+00:00", "author": "http://www.thenation.com/author/JohnNichols/"}, "sailthru.description": "Republicans are suing the president for doing what presidents do.", "sailthru.image.full": "http://www.thenation.com/wp-content/uploads/2015/04/obama_aca_ap_img_0-615x430.jpg", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcaadc\"", "article_summary": "In issuing executive orders that respect workers and advance civil rights, President Obama is doing what past presidents have done.\n§ In 1965, President Johnson issued Executive Order 11246, which expanded federal programs to combat discrimination and implement affirmative action programs.\nAnd from FDR’s day to today, the response has been to issue executive orders.\nAnd in the last century, executive orders have been closely—and consistently—tied to the improvement of the circumstance of workers employed by federal contractors.\n§ In 1948, again under pressure from Randolph and his allies, President Harry S. Truman issued Executive Order 9981, which banned discrimination in the US military."}