{"article_title": "Putin Would ‘Welcome’ a Donald Trump Presidency", "article_keywords": ["putin", "trump", "presidency", "welcome", "relations", "having", "donald", "trumps", "uk", "told", "think", "obama"], "article_url": "http://www.thefiscaltimes.com/2015/12/17/Putin-Would-Welcome-Donald-Trump-Presidency", "article_text": "Donald Trump just got a pretty high-profile sort-of endorsement from Russian President Vladimir Putin, who said that he is pleased with what he described as Trump’s willingness to move the relationship between Washington and Moscow to a higher level.\n\n“He is a very flamboyant man, very talented, no doubt about that,” Putin said near the end of his annual marathon press conference with regional media outlets in Moscow.\n\n“He is an absolute leader of the presidential race, as we see it today. He says that he wants to move to another level of relations, to a deeper level of relations with Russia. How can we not welcome that? Of course we welcome it,\" Putin told reporters, according to a translation by the U.K.’s Telegraph newspaper.\n\nRelated: Brits Sign Petition to Ban Trump, Who Cameron Calls ‘Divisive and Stupid’\n\nPutin’s decision to weigh in with praise for Trump came just a day after the leader of the United States’ closest ally harshly criticized the GOP frontrunner. U.K. Prime Minister David Cameron called Trump’s recent proposal to ban Muslims from the U.S. “divisive, stupid, and wrong” and said that a Trump visit to the U.K. would “unite us all against him.” Putin weighed in with praise for the billionaire former reality television star.\n\nIt’s not exactly clear which Trump statements Putin was praising. The billionaire has, on multiple occasions said that he is perfectly at ease with Russia’s intervention in the Syrian civil war, where Moscow claimed to be bombing the terror group ISIS, but in fact directed most of its attacks on rebel groups opposed to dictator Bashar al-Assad, one of Moscow’s only allies in the region.\n\nTrump has implied that he is friendly with Putin, mostly based on their having been “stable mates” when they both appeared on the same episode of the news show 60 Minutes. However, both appeared in prerecorded interviews, which were conducted on different continents. So Trump’s claim that, “I got to know him very well” because of the appearance was obviously false.\n\nRelated: Rubio Outshines Trump, Cruz in GOP Foreign Policy Debate\n\nOn many occasions, Trump has said that he thinks he and Putin could develop a strong relationship.\n\n“I think that I would at the same time get along very well with him,” he told Face the Nation host John Dickerson in October. “He does not like Obama at all. He doesn't respect Obama at all. And I'm sure that Obama doesn't like him very much…. But I think that I would probably get along with him very well. And I don't think you'd be having the kind of problems that you're having right now.”", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Donald Trump just got a pretty high-profile sort-of endorsement from Russian President", "title": "Putin Would ‘Welcome’ a Donald Trump Presidency", "url": "http://www.thefiscaltimes.com/2015/12/17/Putin-Would-Welcome-Donald-Trump-Presidency", "image": "http://cdn.thefiscaltimes.com/sites/default/files/09112013_Putin_Winking.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/12/17/Putin-Would-Welcome-Donald-Trump-Presidency", "image": "http://cdn.thefiscaltimes.com/sites/default/files/09112013_Putin_Winking.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@rrgarver"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Donald Trump just got a pretty high-profile sort-of endorsement from Russian President", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "Of course we welcome it,\" Putin told reporters, according to a translation by the U.K.’s Telegraph newspaper.\nRelated: Rubio Outshines Trump, Cruz in GOP Foreign Policy DebateOn many occasions, Trump has said that he thinks he and Putin could develop a strong relationship.\nIt’s not exactly clear which Trump statements Putin was praising.\nHe says that he wants to move to another level of relations, to a deeper level of relations with Russia.\nAnd I don't think you'd be having the kind of problems that you're having right now.”"}