{"article_title": "Watch His Victory Speech As Cruz, Rubio Battle For Second", "article_keywords": ["primary", "trump", "candidate", "watch", "second", "rubio", "rivals", "cruz", "speech", "victory", "despite", "battle", "carolina", "south", "trumps"], "article_url": "http://www.ibtimes.com/donald-trump-wins-south-carolina-primary-watch-his-victory-speech-cruz-rubio-battle-2316106", "article_text": "Mark another victory down for Donald Trump. The affluent businessman-turned-Republican presidential candidate won the party's South Carolina primary Saturday night, with NBC News and the Associated Press calling the election for him at about 7:30 p.m. EST.\n\nAfter a rocky start in Iowa and a decisive victory in New Hampshire, Trump's triumph in the Palmetto State could indicate the mogul is on steady footing despite swelling support for his rivals, namely Texas Sen. Ted Cruz and Florida Sen. Marco Rubio. As of about 7:30 p.m. Saturday, Trump had nabbed 33 percent of the vote, with Rubio getting 22 percent and Cruz getting 21 percent, the Washington Post reported.\n\nIn a victory speech occasionally interrupted by \"U-S-A\" chants, Trump thanked his supporters, family and rivals. \"There's nothing easy about running for president,\" the candidate said. \"It's tough. It's nasty. It's mean. It's vicious. It's beautiful.\"\n\nTrump quickly ran through his platform points Saturday night, vowing to eliminate the Affordable Care Act, kill the national Common Core education standards, take care of veterans, beef up the military, create more jobs and build a wall along the border with Mexico. He continued with his anti-establishment theme, mentioning that he'd put businessmen in charge of trade with countries like China and Japan and taking aim at Washington politicians for taking money from lobbyists.\n\nTrump outlined the next steps for his campaign, as well. He said he was traveling to Atlanta in the morning and eventually heading to Nevada, where Republicans will caucus Tuesday. Then the candidate will tour some Southern states ahead of Super Tuesday on March 1 -- also called the SEC primary. [The SEC nickname refers to the Southeast Conference of college athletics. Many of the primaries on March 1 will be held in states with SEC-member schools.]\n\nContinue Reading Below\n\n\"Let's go. Let's have a big win, Nevada. Let's have a big win in the SEC. Let's put this thing away,\" Trump added. \"I can say 'Make America great again,' and it's going to be greater than ever before. That's the kind of potential we have.\"\n\nWatch Trump's full speech below.\n\nTrump's South Carolina sweep wasn't a surprise: Going into Saturday's primary, the tycoon had a 13-point lead ahead of his next-closest competitors, according to data averaged by RealClearPolitics. But it was surely a relief for his campaign, which has seen rivals like Rubio and Cruz on the rise in recent weeks. Despite those challenges and others, like the candidate's controversial comments and struggle to establish ground game, South Carolina sets the stage for Trump to extend his successful run through the Republican National Convention in July — and possibly the general election in November.\n\nTrump's sweep in South Carolina wasn't unexpected but was surely a relief for his campaign. Essentially, it says: Iowa was a fluke. Trump's still on top.\n\nThe candidate's success can be largely attributed to two admittedly intertwined factors: voters' frustration with Washington and his nontraditional style. Conservatives are fed up with establishment candidates like Rubio and former Florida Gov. Jeb Bush, once predicted to be a shoo-in for the nomination, and Trump has seized upon their anger.\n\nCasting himself as an outsider candidate with a penchant to say exactly what he thinks, Trump has been blowing past expectations ever since he rode in on an escalator to his campaign announcement speech last summer. He's been in the No. 1 spot among GOP contenders for the past eight months, virtually untouchable by his rivals despite his divisive stances on Muslim immigration, border control and Fox News host Megyn Kelly.\n\nEven South Carolina became a battle for second place despite surveys that showed Trump supporters jumping to Rubio and Cruz late in the game. For his part, Trump remained confident, remarking to voters at one point that \"I know your state now better than you do. ... I know every blade of grass,\" he said, as the Associated Press reported.\n\nTrump's final margin of victory Saturday night could forecast his success, according to FiveThirtyEight. Trump's ceiling — or maximum support level — has proven to be about 35 percent, which could complicate subsequent elections as the candidate field narrows. However, the momentum a South Carolina victory provides can't be understated: Starting from 1980, the winner of the state's GOP primary has wound up as the presidential nominee every year except when Newt Gingrich won in 2012.\n\nUltimately, as the New York Times notes, nothing is for certain in 2016. \"If this election season has taught us anything, it is that we shouldn’t settle on firm expectations for too long,\" it wrote.", "article_metadata": {"msapplication-config": "http://s2.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/browserconfig.xml", "news_keywords": "donald trump live stream south carolina, south carolina donald trump live stream, south carolina donald trump live stream speech after primary, south carolina primary donald trump, donald trump south carolina primary 2016, 2016 gop primary race the donald", "og": {"site_name": "International Business Times", "description": "The real estate mogul has won two of the three GOP contests so far. What would it take for someone to stop him?", "title": "Donald Trump Wins South Carolina Primary: Watch His Victory Speech As Cruz, Rubio Battle For Second", "url": "http://www.ibtimes.com/donald-trump-wins-south-carolina-primary-watch-his-victory-speech-cruz-rubio-battle-2316106", "image": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2016/02/20/adon4.jpg", "type": "article"}, "twitter": {"description": "The real estate mogul has won two of the three GOP contests so far. What would it take for someone to stop him?", "title": "Donald Trump Wins South Carolina Primary: Watch His Victory Speech As Cruz, Rubio Battle For Second", "url": "http://www.ibtimes.com/donald-trump-wins-south-carolina-primary-watch-his-victory-speech-cruz-rubio-battle-2316106", "image": {"src": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2016/02/20/adon4.jpg", "identifier": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2016/02/20/adon4.jpg"}, "site": "@IBTimes", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "fb": {"app_id": 263851690471857, "pages": 128026713884051}, "msapplication-TileImage": "http://s1.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/IBTimes", "section": "National", "published_time": "2016-02-20T19:35:28-05:00", "modified_time": "2016-02-21T00:56:30-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The real estate mogul has won two of the three GOP contests so far. What would it take for someone to stop him?"}, "article_summary": "Even South Carolina became a battle for second place despite surveys that showed Trump supporters jumping to Rubio and Cruz late in the game.\nIn a victory speech occasionally interrupted by \"U-S-A\" chants, Trump thanked his supporters, family and rivals.\nBut it was surely a relief for his campaign, which has seen rivals like Rubio and Cruz on the rise in recent weeks.\nTrump's sweep in South Carolina wasn't unexpected but was surely a relief for his campaign.\nThe affluent businessman-turned-Republican presidential candidate won the party's South Carolina primary Saturday night, with NBC News and the Associated Press calling the election for him at about 7:30 p.m. EST."}