{"article_title": "For Aon GC, Caffeine is Key", "article_keywords": ["business", "privacy", "aon", "caffeine", "legal", "regulators", "health", "gc", "key", "london", "law", "data", "issues"], "article_url": "https://bol.bna.com/for-aon-gc-caffeine-is-key/", "article_text": "The Aon Center, headquarters for Aon Corporation, in Chicago, Illinois. Photo by Tannen Maury (Bloomberg News)\n\nWhat does it take to run the legal department of a $12 billion company with 72,000 employees?\n\nA lot of caffeine, said Peter M. Lieb, who since 2009 has been EVP and General Counsel at Aon, global risk management, HR consulting and reinsurance.\n\nLieb spends his time traveling between London, Chicago and any number of cities where Aon is stationed, noting that regulators “keep me awake at night.” The company has offices in 120 countries around the globe.\n\nHe joined Aon in 2009 just after the financial crash sent tremors through the entire economy and caused what now appear to be permanent changes in the market for legal services.\n\nMuch of Lieb’s strategy revolves around collaborating closely with Aon’s businesses, becoming part of their team, and anticipating risks before they happen.\n\nHe graduated from the University of Michigan Law School in 1982 and was a magna cum laude graduate of Yale College in 1978.\n\nPreviously he served as Chief Counsel at International Paper Company, Assistant General Counsel for GTE Service Corporation, and was a partner at Jones, Day, Reavis & Pogue, where he has argued a case before the U.S. Supreme Court.\n\nBig Law Business spoke with Lieb at length about the key legal issues facing Aon, including cybersecurity and privacy. Below is an edited transcript of the discussion.\n\nBig Law Business: As General Counsel, you’re based out of two offices, one in London and the other in Chicago. How do you juggle both and manage a staff across an ocean?\n\nLieb: It takes lot of caffeine. I’m currently spending about 30 to 35 percent of my time in London, 40 to 45 percent in Chicago and the rest in other places. London is an easier place to run a global law department than Chicago because in London I can speak to Asia during the day as well as North America and South America, whereas in Chicago it is tough to reach people in Asia during the day and Australia is very tough. We have lawyers in 25 countries and compliance people in more countries than that. It’s all about how do you find a way to communicate across a large global geography.\n\nBig Law Business: What are the legal issues keep you awake at night?\n\nLieb: Issues such as privacy keep me awake at night. And regulators keep me awake at night. They sometimes can be helpful but can be very challenging. And you don’t know when a regulator will surface and have issues.\n\nWe do business in approximately 120 countries around the globe. In many countries there are multiple regulators and therefore we have to deal with several hundred regulators. Most of our businesses are regulated and therefore we need a license to do business. If we don’t comply with regulations, we may be out of business. Therefore, ensuring that we maintain all the regulatory requirements is a critical factor in what we do every day.\n\nBig Law Business: Does the legal department at Aon manage cybersecurity?\n\nLieb: There are a number of emerging risks and cybersecurity is a new risk compared to property and casualty. We are working with business teams to create cybersecurity standards and ensure that sufficient insurance is available. We’re helping the business by serving as trusted business advisers to do what is needed. We, like many companies, are under attack from people trying to penetrate our system, though we haven’t had any major issues. We need to be made available to counsel businesses on what to do if a cyber attack does any damage.\n\nBig Law Business: What are some of the key issues that technology has created for you?\n\nLieb: Some of the most interesting ones concern privacy and big data. There’s an enormous opportunity for a company like Aon to use data to benefit our clients. At the same time, issues like privacy are growing. There are several hundred regulators who care passionately about privacy. Those two issues, privacy and big data, are colliding. When we use data, we’re benefiting clients and regulators are fine with that. But you may also run afoul of privacy laws. We help to ensure that the business remains in the boundaries of those laws.\n\nOne example is an exciting innovation we’ve introduced, regarding healthcare exchanges in the U.S., which are not the same thing as Obamacare. An exchange involves a marketplace, where employees of a company can buy health coverage. It’s a win/win/win for everyone. Employees have more choice and costs end up being lower because there’s real competition. Employers are happy because they have employees making good choices for themselves rather than taking five minute to make a decision on health coverage. And it’s an opportunity for health insurers to make health insurance work. You need data for people’s health because insurers need to know how to price an insurance health policy. The law team has to help the business get comfortable by determining what data can be shared and what data cannot.\n\nThe most important thing (for Legal) is getting embedded in the business. When we are developing an innovative solution for clients, having a lawyer involved with the business from the start in product development, will enable the business to develop it so that the business doesn’t have to worry about compliance. The most important factor is having the lawyer involved from early on.\n\nBig Law Business: Can you cite an example of lawyers as members of the business team?\n\nLieb: We’ve introduced the Aon Client Treaty in London. Lloyd’s of London entails 90 insurance companies who operate in the organization called Lloyd’s of London. It’s a very important market place for insurers around the world. Many large national clients have insurance firms based in London. With Aon Client Treaty, if someone accesses Lloyd’s market, some insurer underwrites a portion of their risk. So there is automatic capacity available to that client, and 20 percent of that risk is automatically underwritten by a group of insurers, which is part of that Aon Client Treaty. It’s a positive for clients because they have automatic capacity with a high quality Lloyd’s insurer, which wasn’t available before. Two lawyers directly involved helped the business create the Aon Client Treaty. Lloyd’s is also a regulatory body, which must approve each syndicate’s business plans (which they intend to underwrite) and has a general set of capitalization requirements that each syndicate must meet.\n\nStay tuned for Part II of our interview with Lieb, which will cover how Aon’s legal department is shifting resources in-house and controlling costs.\n\n(UPDATED: This post has been corrected to reflect that Aon has 72,000 employees.)", "article_metadata": {"og": {"url": "https://bol.bna.com/for-aon-gc-caffeine-is-key/", "image": "https://bol.bna.com/wp-content/uploads/2016/01/m23911-e1453296544189.jpg", "type": "article", "description": "What does it take to run the legal department of a $12 billion company with 72,000 employees? A lot of caffeine, said Peter M. Lieb, who since 2009 has been EVP and General Counsel at Aon, global risk management, HR consulting and reinsurance. Lieb spends his time traveling between London, Chicago and any number of...", "title": "For Aon GC, Caffeine is Key"}, "google-site-verification": "QNKoCr_6S8YdUWdcqPl1U3zp0obOJE4FMAq6uwl958Y", "twitter": {"site": "@BigLawBiz", "card": "summary"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no"}, "article_summary": "Big Law Business spoke with Lieb at length about the key legal issues facing Aon, including cybersecurity and privacy.\nBig Law Business: What are some of the key issues that technology has created for you?\nBig Law Business: As General Counsel, you’re based out of two offices, one in London and the other in Chicago.\nBig Law Business: Can you cite an example of lawyers as members of the business team?\nBig Law Business: What are the legal issues keep you awake at night?"}