{"article_title": "Oregon U.S. Senate candidate Monica Wehby visits Clackamas skeptics", "article_keywords": ["monica", "debates", "candidate", "policy", "senate", "clackamas", "oregon", "conservative", "reports", "wehby", "visits", "skeptics", "taken", "merkely", "education", "care"], "article_url": "http://watchdogwire.com/northwest/2014/10/16/u-s-senate-candidate-monica-wehby-visits-clackamas-skeptics/", "article_text": "By Mark Ellis\n\nThe scheduled speaker for the October meeting of the Clackamas chapter of Americans for Prosperity was supposed to be Steve Bates, former chair of the City of Boring Planning Organization. Bates is a pretty good speaker, but things got quite a bit more exciting when a surprise guest showed up: Oregon’s candidate for U.S. Senate, Monica Wehby.\n\nWehby was barnstorming the Metro Area on the evening of Friday, Oct. 10, bringing her nationalized conservative message to believers and skeptics alike. You won’t find a better mix of believers and skeptics than the loyal crew at AFP, and though some in attendance have obviously been affected in their estimation of the candidate by the ongoing negative media bombardment that Dr. Wehby has been subjected to, it is accurate to say the neophyte candidate did her best to win them over.\n\nWehby’s appearance came in the context of an unsavory revelation for the Democratic power structure in Oregon. Willamette Week had reported earlier in the week that Gov. Kitzhaber’s girlfriend, Cylvia Hayes, had illegally married an Ethiopian immigrant much younger than her to help him with his legal status. Hayes, who has become a policymaker in the Kitzhaber administration, received in the neighborhood of $5,000 for the arrangement, and claims that the governor only found out about it on Oct. 8.\n\nThis episode added a narrative wrinkle to the catalogue of Blue-State sins already ascribed to the Democrats—specifically over half-billion dollars wasted on two major league debacles, the Cover Oregon website, and the Columbia River Crossing. Wehby’s opponent, Sen. Jeff Merkely, has left fingerprints on both policy disasters.\n\nIt would be too easy to characterize Wehby’s AFP audience as “the choir.” Many have taken to heart reports about Wehby avoiding debates, and others have qualms about reports that have surfaced about her personal life. Her position on same-sex marriage has given many conservatives with traditional religious belief pause.\n\nOther conservative arguments against the one-party rule besetting the state are Oregon’s national state ranking of 49th in high school graduation rates, and another controversial Kitzhaber policy, also supported by Merkely, which seeks to award driver’s cards to illegal aliens.\n\nAt the AFP meet-up, Wehby wasn’t shy about pillorying Merkely for his signature on a 2012 letter written to IRS Commissioner Douglas H. Shulman, asking for increased scrutiny of groups seeking tax-exempt status as a 501(c) (4) nonprofit organization. Merkely was joined in his appeal to Shulman by fellow textbook big-government senators like Chuck Schumer, Tom Udall, and, Minnesota’s Saturday Night Live-alumnus seat-holder, Al Franken.\n\nThe end result of that letter has become political legend, in a bad way, with conservative groups preponderantly singled-out by the IRS for prohibitive scrutiny.\n\n“Imagine trying to use a federal agency to silence your political opposition,” said Wehby.\n\nIn keeping with the national overarch of her campaign strategy, Wehby referenced President Barack Obama’s disapproval numbers, which are averaging around the withering figure of 70 percent. She also didn’t neglect to drop two sound-bite incendiaries, which for a growing number of Americans, have come to signify America’s rudderless foreign policy under this commander in chief: ISIS and Ebola.\n\nInterestingly, Wehby vowed if elected to “fix” the Affordable Care Act, not repeal it, a meme gathering primacy in conservative circles which holds that ObamaCare will never be repealed.\n\nWehby didn’t specifically mention the recent scandal involving the quality of care, or lack thereof, that the men and women who have served in the military received from our veterans hospitals. Former Secretary of Veteran’s Affairs Eric Shinseki resigned in the shadow of abysmal reports about the agency, including some reported instances that resulted in patient deaths.\n\nWehby vows to make “better care of our vets” a cornerstone of her term in office. “I’ve taken some shots,” she told the 200 in attendance at the Clackamas Public Safety Training Center, “but they’ve taken the real bullets.”\n\nWehby also took the opportunity of debunking what she calls the “bogus” narrative that Portland’s left-of-center press has harped in heavy rotation, that she was ducking the senatorial debates.\n\n“We accepted five debates, Merkely only accepted one, in Medford,” Wehby said bluntly. “He would not do KOIN, he would not do OPB. This business about me ducking the debates is partisan spin.”\n\n“My opponent is considered the eighth most vulnerable senator by Roll Call,” Wehby said, referencing the venerable DC publication’s current rankings during her 30-minute speech. “Meanwhile, 60,000 more Oregonians have gotten food stamps than have gotten jobs on Jeff Merkley’s watch.”\n\nFeatured image from the public domain via Wikimedia Commons.\n\nU-Choose Education Forum Our goal is to educate Oregonians on issues. U-Choose Education Forum is dedicated to education about principles, history, and current events. We offer information and learning by providing speakers (Speakers Bureau) for forums and workshops and objective analysis (Articles and Op-Eds), enabling individuals to participate more effectively in our representative republic. More Posts - Website\n\nRELATED ARTICLES\n\nCOMMENTS", "article_metadata": {"og": {"site_name": "Watchdog Wire - Northwest", "description": "The October meeting of the Clackamas chapter of Americans for Prosperity got a bit more exciting with surprise guest candidate for U.S. Senate Monica Wehby.", "title": "Oregon U.S. Senate candidate Monica Wehby visits Clackamas skeptics", "locale": "en_US", "image": "http://0.gravatar.com/avatar/65e28fb8302b15dee0da7b587217b71e?s=100&d=mm&r=g", "updated_time": "2014-10-16T09:46:59+00:00", "url": "http://watchdogwire.com/northwest/2014/10/16/u-s-senate-candidate-monica-wehby-visits-clackamas-skeptics/", "type": "article"}, "article": {"section": "Politics", "published_time": "2014-10-16T09:45:13+00:00", "modified_time": "2014-10-16T09:46:59+00:00"}, "fb": {"app_id": 318261258258275}, "robots": "all", "description": "The October meeting of the Clackamas chapter of Americans for Prosperity got a bit more exciting with surprise guest candidate for U.S. Senate Monica Wehby."}, "_id": "\"57477af46914bd0286fd93fb\"", "article_summary": "Bates is a pretty good speaker, but things got quite a bit more exciting when a surprise guest showed up: Oregon’s candidate for U.S. Senate, Monica Wehby.\n“We accepted five debates, Merkely only accepted one, in Medford,” Wehby said bluntly.\nWehby was barnstorming the Metro Area on the evening of Friday, Oct. 10, bringing her nationalized conservative message to believers and skeptics alike.\nWehby’s appearance came in the context of an unsavory revelation for the Democratic power structure in Oregon.\nWehby vows to make “better care of our vets” a cornerstone of her term in office."}