{"article_title": "Show Californians the money", "article_keywords": ["blue", "billion", "californians", "shield", "money", "tax", "cross", "community", "benefit", "california", "nonprofit", "public"], "article_url": "https://www.healthinsurance.org/blog/2015/03/24/show-californians-the-money/", "article_text": "The revelation last week by the Los Angeles Times that Blue Shield of California was stripped of its state tax exemption last August has caused quite a stir. Many people were dumbfounded that tax authorities never bothered to announce such a significant decision and that Blue Shield kept it secret. More importantly, the revocation has prompted tough questioning from the media and policymakers about whether Blue Shield is acting for community benefit in the way a nonprofit should. The story has even rippled across the country, with the press raising questions about the social benefit of nonprofit health plans in Alabama and Pennsylvania.\n\nTwo weeks ago, I resigned as Blue Shield’s Director of Public Policy because I believed the nonprofit insurer was neglecting its responsibilities to the public and I had been unable to get senior management to change course. The following week, I launched a campaign to pressure Blue Shield to put its nonprofit assets to work for the good of the community. It was in the course of reporting on the issues I intended to raise that Los Angeles Times reporter Chad Terhune discovered the obscure tax agency document noting the revocation of Blue Shield’s tax exemption.\n\nWhat’s at issue here goes well beyond Blue Shield’s state tax liabilities. If the revocation, which the insurer is challenging, is upheld, Blue Shield will pay about $40 million annually. Far more important is what happens with the approximately $10 billion in community assets that Blue Shield holds. Should they remain with Blue Shield or be given back to the community?\n\nSome background is helpful. First, it’s important to understand that Blue Shield of California is independent of other Blue Cross Blue Shield companies, including Anthem Blue Cross, which also operates in California. What Blue Shield of California shares with these other companies is simply that they all belong to and license their names from the Blue Cross Blue Shield Association.\n\nNonprofit acts like a for-profit\n\nOfficially, Blue Shield of California is not a company at all, but rather a nonprofit “social welfare” organization that has been subsidized by the public through a tax exemption for over 70 years. As such, Blue Shield belongs to the public and is legally obligated to serve their interests – exclusively. That’s news to most people because of the way Blue Shield operates: amassing over $4 billion in profits, paying multi-million dollar executive salaries, and charging rates just as high as for-profits.\n\nBy acting like a for-profit insurer, Blue Shield is shortchanging the public of the social welfare benefits taxpayers have paid it to provide, which is likely why the state revoked its tax exemption. However, requiring Blue Shield to pay taxes, including even back taxes, would not make the public whole. The only way for that to happen, now that Blue Shield has shown itself unwilling or unable to operate for community benefit, would be for it to relinquish to the public all of the profits and other wealth it has accumulated while claiming a tax break to do good for the community.\n\nHow Blue Shield could make good\n\nHow would this work in practice? Blue Shield, like a number of nonprofit insurers before it, would sell itself to private investors, with the proceeds going to bolster healthcare safety net programs. It’s impossible to know in advance exactly how much this would generate. But considering Blue Shield’s assets, which include $4.2 billion in retained profits and a 3.4 million-member customer base, $10 billion is a reasonable estimate.\n\nAmong those nonprofit insurers whose sale to private investors has generated funding in the past for community health programs is the predecessor to Anthem Blue Cross. In the mid-1990s, Blue Cross of California was converted from a nonprofit to an investor-owned company, which eventually merged with Anthem. In the process, $3 billion was turned over to the public in the form of endowments for two new foundations, the California Endowment and California Healthcare Foundation, which have become vital sources of support for community health initiatives.\n\nIt makes sense for Blue Shield to continue operating as a nonprofit only if it is providing greater benefit to society than for-profits like Anthem Blue Cross – and only if that greater benefit is worth the $10 billion in community assets being used to operate Blue Shield as a nonprofit. Otherwise, the public would be better served if that money were diverted to public healthcare programs and Blue Shield instead used financing from investors to run its insurance business.\n\nBy all appearances, Blue Shield is clearly not providing significantly greater benefit to the public than its for-profit competitors. Its rates, services, and practices are so similar to Anthem’s, for example, that most consumers can’t tell the two apart. And unlike Anthem, Blue Shield has never served low-income consumers through the state Medicaid program.\n\nCharitable contributions aren’t enough\n\nThe only concrete community benefit Blue Shield provides is the approximately $35 million in charitable contributions it makes each year. But that’s a return of just a fraction of one percent on the community’s $10 billion investment in Blue Shield. You don’t have be an investment expert to see that is a spectacularly lousy deal.\n\nThat’s why I’m calling for Blue Shield’s Board of Directors to end the charade of Blue Shield being a nonprofit and officially convert the insurer into a for-profit company, which would result in the transfer of about $10 billion to the public to fund healthcare safety net programs.\n\nYou can read more about the campaign at www.makeitrightblueshield.org, see it explained in a 41-second video, or just sign the petition.", "article_metadata": {"description": "By acting like a for-profit insurer, Blue Shield is shortchanging the public of the social welfare benefits taxpayers have paid it to provide, which is likely why the state revoked its tax exemption. However, requiring Blue Shield to pay taxes, including even back taxes, would not make the public whole.", "og": {"site_name": "Health Insurance Resource Center", "description": "By acting like a for-profit insurer, Blue Shield is shortchanging the public of the social welfare benefits taxpayers have paid it to provide, which is likely why the state revoked its tax exemption. However, requiring Blue Shield to pay taxes, including even back taxes, would not make the public whole.", "title": "Show Californians the money", "url": "https://www.healthinsurance.org/blog/2015/03/24/show-californians-the-money/", "image": "https://www.healthinsurance.org/assets/2015/03/blue-shield-tax-status-780x408.jpg", "type": "article"}, "fb": {"admins": 1007310172}, "keywords": "Anthem Blue Cross, Blue Shield of California", "article": {"published_time": "2015-03-24T16:14:09+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcaaf0\"", "article_summary": "First, it’s important to understand that Blue Shield of California is independent of other Blue Cross Blue Shield companies, including Anthem Blue Cross, which also operates in California.\nWhat Blue Shield of California shares with these other companies is simply that they all belong to and license their names from the Blue Cross Blue Shield Association.\nCharitable contributions aren’t enoughThe only concrete community benefit Blue Shield provides is the approximately $35 million in charitable contributions it makes each year.\nIf the revocation, which the insurer is challenging, is upheld, Blue Shield will pay about $40 million annually.\nOtherwise, the public would be better served if that money were diverted to public healthcare programs and Blue Shield instead used financing from investors to run its insurance business."}