{"article_title": "Hello, White House, what about Obamacare for California's...", "article_keywords": ["californias", "house", "medical", "immigrants", "obamacare", "undocumented", "state", "health", "healthcare", "covered", "white", "proposal", "hello", "california", "care"], "article_url": "http://www.bakersfield.com/news/2016/05/14/hello-white-house-how-about-obamacare-for-california-s-undocumented.html", "article_text": "Advocates for extending healthcare benefits to all California residents, regardless of immigration status, sit in on a legislative hearing in April on a proposal to allow undocumented immigrants to buy health plans through Covered California.\n\nAdvocates for extending healthcare benefits to all California residents, regardless of immigration status, sit in on a legislative hearing in April on a proposal to allow undocumented immigrants to buy health plans through Covered California.\n\nAs the presidential election generates a heated national debate about immigration, California is ploughing ahead with policies to integrate undocumented immigrants, most recently, by expanding healthcare access.\n\n“It’s one of the most dramatic turnarounds in California political history,” said Daniel Zingale, senior vice president of the California Endowment, a nonprofit health foundation, about undocumented kids being covered for a full range of health services through Medi-Cal starting May 16.\n\nCurrently, Medi-Cal covers emergency medical services for undocumented children and adults.\n\nNow, California health care advocates and immigrant rights groups want to allow undocumented immigrants the option of buying a health plan, without government subsidies, through the state-run marketplace, Covered California.\n\nThe proposal needs federal approval, an involved bureaucratic process that could be thwarted under a new presidency. So California advocates are acting swiftly to get their application to President Obama before he leaves office, and to do so must win support from at least a few California Republican lawmakers.\n\n“It is consistent with (President Obama’s) values of immigrant integration,” said state Sen. Ricardo Lara, D-Bell Gardens, author of SB10, the bill that would compel the state to apply for the undocumented health care provision. Federal approval is needed because the Affordable Care Act prohibits unauthorized immigrants from the government exchanges.\n\n“We're very confident we're going to be able to get this done.”\n\nLara put an urgency clause on the bill, which requires a two-thirds majority vote to pass the Legislature. At least one Republican state senator has indicated his support.\n\n“It allows individuals to purchase health coverage without a government subsidy, rather than seeking healthcare through emergency rooms, which ends up costing the taxpayers,” said Jann Taber, communications director for state Sen. Andy Vidak, R-Hanford, a cherry grower in Kings County, which has a 53 percent Latino population.\n\nDuring fiscal year 2014-15, Medi-Cal spent $1.3 billion mostly on emergency and maternity services for undocumented immigrants.\n\nHowever, Assemblyman Rocky Chavez, R-Oceanside, said he wouldn’t support the bill because he thinks it’s unnecessary; undocumented people can already buy insurance outside the exchange. He’s also concerned the healthcare system is “stressed,” and the current number of medical providers may not be able to take on more insured patients.\n\nRepublican caucus leadership from both state chambers didn’t comment on whether SB10 has enough support to pass the state Legislature.\n\nBut a Republican strategist says the California GOP may be more likely than their national counterparts to support the measure because of their need to secure the Latino vote in the state.\n\n“Elected Republicans in California know the party has no future in speaking out (against) those issues,” said Rob Stutzman of Stutzman Public Affairs in Sacramento. “They need to be able to add immigrant voters down the road.”\n\nProponents say they believe they’ll also get Gov. Jerry Brown’s stamp of approval. He’s signed off on other benefits for undocumented immigrants, including driver’s licenses and student financial aid.\n\nEven if the proposal is approved by California’s law-making bodies, the fate of the measure will ultimately be decided by policymakers in D.C., most likely with a new administration in the White House.\n\nFront-running Republican presidential candidate Donald Trump says he wants to repeal the Affordable Care Act, and has vowed to deport undocumented immigrants from the United States. Both Democratic presidential candidates, former Secretary of State Hillary Clinton and Sen. Bernie Sanders of Vermont, support the idea of unauthorized immigrants buying unsubsidized health coverage.\n\n“(Federal approval) does depend on which president is in the White House, and we’re talking about who’s in the White House in 2017,” said Michael Kolber, who, as a healthcare associate with Manatt Phelps & Phillips in New York, advises the private and public sector on the Affordable Care Act.\n\n“It would be … a struggle to get a proposal in a form that it could be approved by this administration,” Kolber said, citing public comment and federal review requirements.\n\nEven if the proposal is considered by the Obama administration, Kolber said, it may be hard to win approval even under current federal guidelines. The U.S. Health and Human Services Agency has strict rules for modifying the Affordable Care Act marketplaces, perhaps to avoid the precedent of changing the law in ways the current administration deems “less palatable” down the road, Kolber said.\n\nAdministrative hurdles aside, the proposed health system change will have to withstand the national immigration policy debate.\n\n“This is another step in California’s relentless effort to … eliminate any kind of distinction between people who are in the country illegally and people who are here legally,” said Ira Mehlman, media director for Washington D.C.-based Federation for American Immigration Reform.\n\nMehlman said the Covered California proposal could lead to taxpayer-funded health care for the undocumented.\n\n“First you say, they should be eligible, then you come back and say no one can afford it, so now we have to start subsidizing it.”\n\nBut Sonia Schwartz with the Center for Children and Families at Georgetown University said California would be opening up a marketplace to potential buyers, not giving a “handout.”\n\n“(Undocumented immigrants) should be able to have a basic quality of life,” said Schwartz, research fellow with the center. “These are families who are in our same supermarket, we want to make sure they’re getting inoculations.”\n\nAs many as 320,000 undocumented people in California would be in the market to buy plans through the state health insurance exchange, according to the UC Berkeley Labor Center. The undocumented already are free to purchase on the private individual market, but proponents say, enrolling through Covered California would make it easier for families with mixed immigration status, who could enroll all at once through the state exchange system.\n\nThat includes the landscapers, restaurant owners and the bakery workers who Adriana Jimenez helps enroll each year as a Covered California enrollment assister in Anaheim. She says many times parents are undocumented, but their kids are here legally.\n\n“For some of the kids, they have the option to go to the doctor, and for others they have to wait until … they are very sick (and then they go to the emergency room)” said Jimenez, program director at Give For a Smile, a nonprofit that helps low-income families navigate the healthcare system.\n\nJimenez said even if they were allowed to buy through Covered California, her clients could be priced out of the market without the financial help from government subsidies.\n\n“But at least they (would) have the option to buy something,” she said.\n\nAdvocates will also be working for other healthcare expansions to undocumented people this year, such as full Medi-Cal coverage for adults.\n\n“That’s the toughest (one),” said Zingale, adding it will have to compete with other state budget priorities this year. The UC Berkeley Labor Center estimates that expansion would involve as many as 790,000 people by 2019 (including the kids who will get coverage starting in mid-May).\n\nSince the passage of the Affordable Care Act, Zingale’s group has spent $20 million to $30 million on advocacy efforts to cover the remaining uninsured in California. He remains optimistic that health access for everyone will someday come to fruition.\n\n“It’s not a matter of if, but when.”\n\nCALmatters is a nonprofit journalism venture dedicated to explaining state policies and politics.", "article_metadata": {"description": "As the presidential election generates a heated national debate about immigration, California is ploughing ahead with policies to integrate undocumented immigrants, most recently, by expanding healthcare access. &ldquo;It&rsquo;s one of the most dramatic turnarounds in California political history,&rdquo; said Daniel Zingale, senior vice president of the California Endowment, a nonprofit health foundation, about undocumented kids being covered for a full range of health services through Medi-Cal starting May 16.", "og": {"site_name": "The Bakersfield Californian", "description": "As the presidential election generates a heated national debate about immigration, California is ploughing ahead with policies to integrate undocumented immigrants, most recently, by expanding healthcare access. &ldquo;It&rsquo;s one of the most dramatic turnarounds in California political history,&rdquo; said Daniel Zingale, senior vice president of the California Endowment, a nonprofit health foundation, about undocumented kids being covered for a full range of health services through Medi-Cal starting May 16.", "title": "Hello, White House, what about Obamacare for California's undocumented?", "url": "http://www.bakersfield.com/news/2016/05/14/hello-white-house-how-about-obamacare-for-california-s-undocumented.html", "image": "http://www.bakersfield.com/image/2016/05/13/1500x1500_q90/Adriana-Jimenez.jpg", "type": "article"}, "twitter": {"image": "http://www.bakersfield.com/image/2016/05/13/1500x1500_q90/Adriana-Jimenez.jpg", "title": "Hello, White House, what about Obamacare for California's undocumented?", "description": "As the presidential election generates a heated national debate about immigration, California is ploughing ahead with policies to integrate undocumented immigrants, most recently, by expanding healthcare access. &ldquo;It&rsquo;s one of the most dramatic turnarounds in California political history,&rdquo; said Daniel Zingale, senior vice president of the California Endowment, a nonprofit health foundation, about undocumented kids being covered for a full range of health services through Medi-Cal starting May 16.", "card": "summary_large_image", "site": "@bakersfieldcali"}, "fb": {"app_id": 131638627029711}, "thumbnail_url": "http://www.bakersfield.com/image/2016/05/13/100x75_q90/Adriana-Jimenez.jpg", "article": {"publisher": "https://www.facebook.com/BakersfieldCalifornian"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "He’s signed off on other benefits for undocumented immigrants, including driver’s licenses and student financial aid.\nMehlman said the Covered California proposal could lead to taxpayer-funded health care for the undocumented.\nNow, California health care advocates and immigrant rights groups want to allow undocumented immigrants the option of buying a health plan, without government subsidies, through the state-run marketplace, Covered California.\nThat includes the landscapers, restaurant owners and the bakery workers who Adriana Jimenez helps enroll each year as a Covered California enrollment assister in Anaheim.\nDuring fiscal year 2014-15, Medi-Cal spent $1.3 billion mostly on emergency and maternity services for undocumented immigrants."}