{"article_title": "Democrats Want To Outlaw ‘Unfair’ Work Schedules", "article_keywords": ["bill", "schedule", "outlaw", "work", "measure", "unfair", "employers", "hours", "unions", "democrats", "schedules", "policy", "employees", "workers"], "article_url": "http://thelibertarianrepublic.com/democrats-want-to-outlaw-unfair-work-schedules/", "article_text": "In the name of fairness, congressional Democrats introduced a bill Wednesday that would put significant restrictions on how employers schedule their employees.\n\n“This bill is about basic fairness,” Democratic Sen. Elizabeth Warren said in a statement. “A single mom should know if her hours are being canceled before she arranges for daycare and drives halfway across town to show up at work.”\n\nNearly 80 lawmakers out of the House and Senate introduced the measure. The Schedules That Work Act will add restrictions on how employers can schedule their employees. If passed, it would ban employers from putting their employees on call, splitting their shifts, sending workers home with no pay, or punishing them for requesting schedule changes.\n\n“Someone who wants to go to school to get an education should not be able to get fired just for asking for a more predictable schedule,” Warren continued. “A worker who is told to wait around on-call for hours with no guarantee of work hours should get something for his time. It’s time to end unfair scheduling practices that hurt workers and families.”\n\n“This bill is extraordinarily intrusive in how it would direct employers to run their operations,” Marc Freedman, an executive director at the U.S. Chamber of Commerce, said according to law firm Seyfarth Shaw’s Employment Law Lookout.\n\n“It will not create new jobs, open up opportunities, nor spur economic growth,” he continued. “In fact, one potential consequence is that employers will cut back on the number of part time and other non-full time employees they carry.”\n\nThe measure is backed by a variety of labor unions, like the Communications Workers of America and the United Food and Commercial Workers.\n\n“Too many hardworking Americans face difficult situations due to erratic employer scheduling,” AFL-CIO Secretary Treasurer Liz Shuler said in a statement. “Especially women and low-wage workers.”\n\nDemocrats have tried to pass similar measures in the past. Just last year, former Democratic Rep. George Miller tried to pass his version of the bill but it failed to make it out of the Republican-controlled House. At the time, business leaders argued the policy would be unfair to employers and could have adverse consequences for employees.\n\nLike the current version, unions also supported the 2014 measure. Their support, though, was challenged by the Washington Examiner for being hypocritical. The article notes that many labor-backed groups and unions, like the AFL-CIO, have job openings that includes schedules that would be in violations of the bill.\n\nThe policy has only been passed on the local level, with San Francisco enacting it in 2014. At the time, business groups warned of the unintended consequences the policy could have.\n\n“Since last summer, in memo after memo to each supervisor, we have made these concerns crystal clear,” the San Francisco Chamber of Commerce declared in a letter. “Do not interfere in hour and staffing decisions by employers.”\n\nFollow Connor on Twitter", "article_metadata": {"description": "In the name of fairness, congressional Democrats introduced a bill Wednesday that would put significant restrictions on how employers schedule their employees.", "generator": "WordPress 4.4.2", "og": {"site_name": "The Libertarian Republic", "description": "In the name of fairness, congressional Democrats introduced a bill Wednesday that would put significant restrictions on how employers schedule their employees.", "title": "Democrats Want To Outlaw ‘Unfair’ Work Schedules", "locale": "en_US", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2014/03/obama-crying-baby-e1395465966989.jpg", "updated_time": "2015-07-16T10:26:52+00:00", "url": "http://thelibertarianrepublic.com/democrats-want-to-outlaw-unfair-work-schedules/", "type": "article"}, "twitter": {"image": "http://thelibertarianrepublic.com/wp-content/uploads/2014/03/obama-crying-baby-e1395465966989.jpg", "title": "Democrats Want To Outlaw ‘Unfair’ Work Schedules", "site": "@thelibrepublic", "card": "summary_large_image", "description": "In the name of fairness, congressional Democrats introduced a bill Wednesday that would put significant restrictions on how employers schedule their employees."}, "robots": "noodp", "fb": {"admins": 501616773}, "article": {"publisher": "https://www.facebook.com/libertarianrepublic", "section": "Political Opinion", "published_time": "2015-07-16T10:22:33+00:00", "modified_time": "2015-07-16T10:26:52+00:00", "author": "https://www.facebook.com/ProducerPetersen"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“A worker who is told to wait around on-call for hours with no guarantee of work hours should get something for his time.\nThe Schedules That Work Act will add restrictions on how employers can schedule their employees.\nIn the name of fairness, congressional Democrats introduced a bill Wednesday that would put significant restrictions on how employers schedule their employees.\nAt the time, business leaders argued the policy would be unfair to employers and could have adverse consequences for employees.\nThe article notes that many labor-backed groups and unions, like the AFL-CIO, have job openings that includes schedules that would be in violations of the bill."}