{"article_title": "Youth unemployment at crisis point, according to Brotherhood of St Laurence analysis", "article_keywords": ["area", "work", "unemployment", "young", "point", "according", "analysis", "st", "youth", "laurence", "worst", "cent", "brotherhood", "need", "including", "tasmania", "crisis"], "article_url": "http://www.abc.net.au/news/2014-02-24/youth-unemployment-at-crisis-point/5278436", "article_text": "Youth unemployment at crisis point, according to Brotherhood of St Laurence analysis\n\nUpdated\n\nYouth unemployment has reached crisis point in Australia, the Brotherhood of St Laurence says, as it releases an analysis of the latest official figures from the Australian Bureau of Statistics.\n\nThe organisation says the figures show an average of 12.4 per cent of young people between the ages of 15 and 24 were out of work in the year to January.\n\nIt says that figure has topped 20 per cent in some parts of the country, including Cairns in far north Queensland, west and north-west Tasmania, and northern Adelaide.\n\nSorry, this video has expired Video: Troy Greelish speaks about his experience looking for work (ABC News)\n\nExecutive director Tony Nicholson has described the result as a disaster.\n\n\"What it means for all these young people is that they're at risk of never being able to get a foothold in the world of work,\" he said.\n\n\"And in our modern economy that means that they're really being sentenced to a lifetime of poverty.\"\n\nHe has called on the Federal Government to invest in a national strategy to turn things around.\n\n\"Overwhelmingly we know that these young people need advice about their career paths, they need opportunities to gain basic skills, they need mentoring, but over and above all that, what they need is an opportunity to gain work experience in a real work place with a real employer,\" he said.\n\nMr Nicholson told NewsRadio that youth unemployment has been escalating since the global financial crisis despite adult unemployment staying relatively stable.\n\n\"In a modern economy, employers are being driven to be internationally competitive and as a consequence they are placing a premium on education and qualification and particularly work experience,\" he says.\n\n\"We're getting a picture that the task of making the transition from school to work is much more difficult in this modern economy than it has been.\"\n\nWorst regions for youth unemployment identified\n\nThe Brotherhood of St Laurence says Tasmania has the worst youth unemployment in the country.\n\nIt says 21 per cent of young people are out of work in west and north-west Tasmania, including Burnie and Devonport.\n\nSouth-east Tasmania recorded nearly 20 per cent unemployment in the age group, while 18 per cent of young people in Launceston and north-east Tasmania were unemployed.\n\nYouth unemployment hit nearly 15 per cent across Queensland last month.\n\nCairns recorded the worst result in the state with 20.5 per cent unemployment, but other areas of concern include the Moreton Bay region, Logan, Ipswich and the Wide Bay.\n\nSouth Australia's worst result was is in the northern Adelaide area, including Elizabeth and Gawler, with 19.7 per cent of young people unemployed.\n\nPockets of unemployment in every state\n\nThe Northern Territory's worst youth unemployment is in the outback, where 18.5 per cent of young people are out of work.\n\nIn Victoria, the highest level of unemployment is in the Hume region, including Goulburn Valley, Wodonga and Wangaratta, where the rate has hit 17.5 per cent.\n\nIn Western Australia's Mandurah area, including Dawesville and Falcon, 17.3 per cent of young people are out of work, while in the Fremantle area it is around 12 per cent.\n\nIn rural WA, the rate of out-of-work youth is as high as 13 per cent.\n\nParramatta has the worst youth unemployment in New South Wales with 16.8 per cent of young people not working.\n\nEamon Waterford from the peak New South Wales youth body, Youth Action, says the lack of transport and the decline in blue collar jobs are behind the high youth unemployment rate in Parramatta.\n\n\"We have an area where it's very difficult to get to the jobs ... lack of affordable transport, lack of affordable housing means you can't get to where the jobs are,\" he said.\n\nThe ACT, where 11.3 per cent of young people are unemployed, is the only state or territory without pockets of unemployment above the national average.\n\nTopics: unemployment, community-and-society, welfare, federal-government, government-and-politics, act, nsw, nt, qld, sa, tas, vic, wa, cairns-4870, bundaberg-4670, shepparton-3630, wodonga-3690, wangaratta-3677, mandurah-6210, bunbury-6230, australia\n\nFirst posted", "article_metadata": {"ABC_WCMS_sitesearch_include": "true", "ContentId": 5278436, "twitter": {"image": "http://www.abc.net.au/news/image/2836278-1x1-700x700.jpg", "site": "@ABCNews", "card": "summary"}, "ICBM": "-35.500,149.000", "keywords": "youth unemployment, brotherhood of st laurence", "DC.language": "en-AU", "DC.title": "Welfare group says youth unemployment at crisis point", "geo.position": "-35.500;149.000", "DCTERMS.modified": "2014-02-24T14:28:57+1100", "DC.type": "Current", "DC.date": "2014-02-24T09:18:58+1100", "DCTERMS.spatial": "east=149.000;north=-35.500", "DC.creator.CorporateName": "Australian Broadcasting Corporation", "ABC.site": "ABC News", "DCTERMS.issued": "2014-02-24T09:18:58+1100", "apple-mobile-web-app-title": "ABC News", "description": "Youth unemployment has reached crisis point in Australia, the Brotherhood of St Laurence says, in its analysis of the latest official figures from the Australian Bureau of Statistics.", "DC.format": "text/html", "DC.identifier": "http://www.abc.net.au/news/2014-02-24/youth-unemployment-at-crisis-point/5278436", "ABC.tags": "unemployment;community-and-society;welfare;federal-government;government-and-politics", "article": {"publisher": "https://www.facebook.com/abcnews.au", "tag": "Government and Politics", "published_time": "2014-02-24T09:18:58+1100", "modified_time": "2014-02-24T14:28:57+1100"}, "DC.rightsHolder": "ABC", "DC.Publisher.CorporateName": "Australian Broadcasting Corporation", "og": {"site_name": "ABC News", "description": "A welfare group analyses Australia's jobless figures and says youth unemployment is at crisis point.", "title": "Welfare group says youth unemployment at crisis point", "url": "http://www.abc.net.au/news/2014-02-24/youth-unemployment-at-crisis-point/5278436", "image": {"width": 700, "identifier": "http://www.abc.net.au/news/image/2836278-1x1-700x700.jpg", "type": "image/jpeg", "height": 700}, "updated_time": "2014-02-24T14:28:57+1100", "type": "Article"}, "DC.rights": "http://www.abc.net.au/conditions.htm#UseOfContent", "ABC.editorialGenre": "News & Current Affairs", "title": "Welfare group says youth unemployment at crisis point", "DC.subject": "Community and Society:Unemployment;Community and Society;Community and Society:Welfare;Government and Politics:Federal Government;Government and Politics"}, "_id": "\"57477af36914bd0286fcab10\"", "article_summary": "Worst regions for youth unemployment identifiedThe Brotherhood of St Laurence says Tasmania has the worst youth unemployment in the country.\nYouth unemployment at crisis point, according to Brotherhood of St Laurence analysisUpdatedYouth unemployment has reached crisis point in Australia, the Brotherhood of St Laurence says, as it releases an analysis of the latest official figures from the Australian Bureau of Statistics.\nMr Nicholson told NewsRadio that youth unemployment has been escalating since the global financial crisis despite adult unemployment staying relatively stable.\nEamon Waterford from the peak New South Wales youth body, Youth Action, says the lack of transport and the decline in blue collar jobs are behind the high youth unemployment rate in Parramatta.\nParramatta has the worst youth unemployment in New South Wales with 16.8 per cent of young people not working."}