{"article_title": "Consumers Deserve to Know Who’s Funding Health Research", "article_keywords": ["disclosure", "funding", "consumers", "deserve", "medical", "doctors", "whos", "health", "know", "money", "conflicts", "research", "journals", "industry", "science"], "article_url": "https://hbr.org/2014/12/consumers-deserve-to-know-whos-funding-health-research", "article_text": "The United States government is finally requiring drug and device manufacturers to disclose the payments they make to doctors and teaching hospitals. For decades these payments were largely hidden, until Senator Charles Grassley took an interest. As Grassley’s lead investigator on this issue, I spent from 2007 to 2010 uncovering industry money that academic researchers were hiding from their universities. And now the Physician Payments Sunshine Act is law, as part of the Affordable Care Act of 2010. Since then, progress has been made, but much more is needed.\n\nWhy the Sunshine Act Was Necessary\n\nThe need for full disclosure was very clear to us in the Senate. Companies were paying physicians to give speeches on behalf of their products and to publish studies (ghostwritten by the companies) that downplayed those products’ side effects. For this disgraceful behavior, companies later paid billions of dollars in fines for defrauding the federal government and selling harmful or ineffective products (witness the Paxil, Avandia, and Vioxx scandals).\n\nIndustry fumed when we proposed the Senate bill. I remember one conversation in 2007 during which a company vice president complained to me that trying to account for all the money going to doctors would be extremely costly. “Is that the story you’ll tell shareholders?” I asked him. “Do you want to admit that you can’t comply with such a law because you don’t track how much money you shovel out the door to doctors?”\n\nI wish I could report that medical professionals embraced our efforts — but they didn’t. After we launched investigations of more than three dozen patient-advocacy groups and professional medical societies, it became clear why: Most of those organizations depended on income from industry, and many physician-leaders of these groups received large consulting fees. They fought back against our efforts to bring transparency to their financial relationships.\n\nInsight Center Innovating for Value in Health Care Sponsored by Medtronic A collaboration of the editors of Harvard Business Review and the New England Journal of Medicine, exploring best practices for improving patient outcomes while reducing costs.\n\nIt was a pretty lonely battle. Our investigations exposing hidden money helped to weaken industry opposition, but passing a stand-alone bill would have been extremely difficult, perhaps impossible. Luckily the Senate was already working on health care reform, and the Sunshine Act was folded into the larger Affordable Care Act, which eventually passed in 2010.\n\nHow Transparency Has Changed Attitudes\n\nWe have come a long way since 2006, when the Wall Street Journal ran a story detailing conflicts of interest — between Cyberonics and Emory University’s Dr. Charles Nemeroff — that had not been disclosed in the journal Neuropsychopharmacology. In a letter to the WSJ, several dozen physicians, including Dr. Robert Golden, the dean of the University of Wisconsin’s medical school, defended Nemeroff. Two years later, in 2008, both Nemeroff and the University of Wisconsin came under close scrutiny for undisclosed industry money during the Senate investigations I led.\n\nAfter Nemeroff was exposed for not reporting almost $2 million in received payments, he apologized in 2009, saying he would use the incident to help other doctors understand the importance of disclosure. Golden promised to clean up his own institution after investigations identified a physician there who received millions of dollars in unreported income from a device company. The 180-degree shift was complete when, writing in March 2014 in JAMA, Golden and two coauthors called for leaders at academic institutions to end most financial relationships with outside entities: “Leaders have a responsibility to set an example for others in their institution, especially for those training to be health care professionals.”\n\nIt doesn’t matter whether this shift in medical professionals’ attitudes is attributable to a change of heart or consistent outside pressure. Either way, it is now accepted that doctors are — like anyone — susceptible to money, and we are mitigating those influences by requiring transparency.\n\nWhat’s Next for Transparency in Science\n\nDespite progress, the movement toward greater disclosure has a way to go. Currently, it’s not clear how disclosure actually affects patient outcomes. Research published in the NEJM suggests it doesn’t have much impact on patient behavior. And a study in JAMA Internal Medicine shows that disclosure is unlikely to have much effect on prescribing behavior and health care costs. However, in another NEJM study, doctors judged studies more harshly when they knew they were funded by the pharmaceutical industry.\n\nBottom line: We honestly don’t know whether the Physician Payments Sunshine Act will make doctors think twice about taking gifts from industry — and whether people will tire of hearing about this activity and simply ignore it. We are in uncharted territory, and new laws often have unforeseen consequences. The next few years will be crucial.\n\nOne thing about the future is certain: Nobody should assume that corruption in medicine is unfixable. Medicine has been at the center of both the problems and the solutions involving science and industry. NEJM instituted the very first conflict-of-interest policy in 1984, with JAMA following a year later. The two leading science journals didn’t catch up until 1992 (Science) and 2001 (Nature). In fact, research finds that science journals have always lagged behind medical journals in addressing conflicts of interest.\n\nThe problems across science loom large. Industry has funded campaigns to undermine scientific work that has major public health implications, such as secondhand smoking, obesity, regulation of chemicals, and climate change. In each case, hidden money buys off science experts, funds think-tank papers, and litters journals with ghostwritten studies.\n\nGiven medicine’s leadership position in disclosing industry funding, it’s time for physicians to lead their other colleagues in science to ensure that all scientific work remains transparent and independent. Here are some leads from the medical community that others in science could follow:\n\nThe National Institutes of Health now requires grant recipients to disclose outside income and explain how they will manage conflicts during the term of the grant. Other agencies, such as the National Science Foundation and the U.S. Department of Energy (which funds scientific research), should follow suit.\n\nStandards on reporting conflicts of interest vary widely across medical journals, institutions, and professional societies, thereby creating confusion for researchers. Given that the medical research community has always led in addressing financial conflicts, it should be the first to create and adopt universal reporting standards, to simplify disclosure requirements, and to lead the way for the rest of science.\n\nFor too long, companies have flooded the scientific literature with ghostwritten studies. Journals and universities should no longer tolerate hidden money that supports the publication of research. They need to require disclosure not just of the funding for the research and the financial conflicts of individual authors, but also of any financial support received for writing the study.\n\nFinally, journals should require authors to publish all research data, along with the article, online. Server space is cheap, and journals can afford to publish this information. We know that funding can bias the outcome of a study, but if the data are made public, independent researchers can verify the analyses and the conclusions.\n\nThese fixes are already being implemented or at least actively discussed by medical experts, but they are largely not on the radar in other areas of science. As medical leaders move further in adopting ethics-based changes, they are likely to influence their scientific colleagues outside medicine. In effect, the sunshine needs to become stronger in the medical community and to spread its light to the entire universe of science.", "article_metadata": {"page-category-name": "Regulation", "msapplication-config": "none", "viewport": "initial-scale=1,width=device-width", "description": "When doctors are required to disclose payments, patients win.", "og": {"site_name": "Harvard Business Review", "description": "When doctors are required to disclose payments, patients win.", "title": "Consumers Deserve to Know Who’s Funding Health Research", "url": "https://hbr.org/2014/12/consumers-deserve-to-know-whos-funding-health-research", "image": "https://hbr.org/resources/images/hbr_opengraph_940x490.png", "type": "article"}, "twitter": {"image": "https://hbr.org/resources/images/article_assets/2014/12/DEC14_02_GETTY142024133.jpg", "site": "@harvardbiz", "card": "summary_large_image", "creator": "@harvardbiz"}, "ox-group": 537063787, "item-name": "Consumers Deserve to Know Who’s Funding Health Research", "page-id": 300, "article-content-type": "Digital Article", "rr-placements": "item_page.articles,item_page.top_right,item_page.bottom,item_page.red_strip,item_page.subscribe_now,item_page.topbar_subscribe,item_page.mag_cover,item_page.subscribe,item_page.article_slider,item_page.exit_popup_slider", "page-category-id": 100339, "shopper-attributes": "state:guest", "sid": "C0C6330B6D42E5DF858D330C24E46E7F", "article": {"publisher": "https://www.facebook.com/HBR", "published_time": "2014-12-02T19:00:39Z", "author": "Paul D. Thacker", "section": "Regulation", "modified_time": "2014-12-19T18:43:43Z", "tag": "Ethics"}, "page-type": "ITEM", "item-id": "tag:blogs.harvardbusiness.org,2007-03-31:999.78915", "uid": "5c399f6c66fbbbddd67e06f73b218e62"}, "_id": "\"57477af36914bd0286fd264f\"", "article_summary": "In fact, research finds that science journals have always lagged behind medical journals in addressing conflicts of interest.\nAs Grassley’s lead investigator on this issue, I spent from 2007 to 2010 uncovering industry money that academic researchers were hiding from their universities.\nThe two leading science journals didn’t catch up until 1992 (Science) and 2001 (Nature).\nStandards on reporting conflicts of interest vary widely across medical journals, institutions, and professional societies, thereby creating confusion for researchers.\nTwo years later, in 2008, both Nemeroff and the University of Wisconsin came under close scrutiny for undisclosed industry money during the Senate investigations I led."}