{"article_title": "Why Obama’s plan is good for retirement", "article_keywords": ["aca", "good", "benefits", "plans", "offer", "employers", "say", "retirement", "businesses", "plan", "small", "obamas"], "article_url": "http://www.bankrate.com/financing/retirement/why-obamas-plan-is-good-for-retirement/", "article_text": "Why Obama’s plan is good for retirement\n\nPosted: 3 pm ET\n\nIn his 8th and final proposed budget -- a $4.1 trillion package -- President Obama this morning included retirement proposals aimed at the 78 million working Americans who lack an employment-based retirement savings plan. That represents about half the workforce, according to the Department of Labor.\n\nWhy do we need it? The Labor Department estimates that fewer than 10% of workers who don't have access to an employer plan save for retirement on their own.\n\nObama had previously outlined his proposal. His plan to enhance the accessibility of multiple employer plans, or MEPs, is a particularly effective way to encourage more workplace plans and more people to save, says Kevin Crain, managing director and head of workplace financial solutions at Bank of America Merrill Lynch. Crain says that this idea will win support in Congress on both sides of the aisle. \"The good news is that Congress is already developing similar legislation and coalescing with a more open attitude. That's encouraging,\" he adds.\n\nNew and improved MEPs\n\nMultiple employer plans allow several small employers to join together to offer employees an affordable full-featured, low-cost plan. Crain explains that while these plans have been around for awhile, they currently have restrictions that discourage participation. The deal breakers and the White House solutions are:\n\nGetting rid of \"common business\" restrictions. The Obama rule would allow unrelated small businesses to join a plan. For instance, Bank of America Merrill Lynch could form a group plan or a regional Chamber of Commerce could organize one and hire an administrator to run it.\n\nThe Obama rule would allow unrelated small businesses to join a plan. For instance, Bank of America Merrill Lynch could form a group plan or a regional Chamber of Commerce could organize one and hire an administrator to run it. Ends \"bad apple.\" This rule forces the whole plan to close when one member doesn't follow the rules. The proposal would allow the plans to simply oust the bad apples.\n\nSavings from ACA opens retirement opportunities\n\nObama's new proposals come at a time when small business owners see a lack of workplace retirement saving plans as a problem -- and an opportunity. Currently only 34% of small business owners offer a retirement plan to their employees, but 63% say it is important to have one, according to a recent Nationwide survey that polled 500 small business employers on their outlook for retirement plans. The survey found that of those employers who do offer retirement plans, 67% say they plan to increase their company contribution. Of the small businesses that do not currently offer retirement benefits, 30% percent say they plan to offer these benefits in the future.\n\nEmployers told Nationwide that they are optimistic about their ability to improve retirement benefits for 2 reasons. The big one is that they are seeing an improved economy. Some 50% of small businesses say they expect their sales or revenue to increase in the next year or 2.\n\nThe second reason is that the Affordable Care Act, or ACA, is enabling employees to get health insurance outside of the workplace and that is saving employers money. The study found that among those employers that plan to increase the benefits of a plan they already offer, 30% say the ACA has decreased the company's health care costs. 33% also say the ACA has made health care benefits less attractive to employees.\n\n\"The ACA leaves more benefit money to spend,\" says Joe Frustaglio, vice president and leader of private sector retirement plan sales at Nationwide. \"This has given businesses the opportunity to evaluate their benefits packages and increase retirement benefits, which is a very good tool to hire and retain people.\"\n\nHe sees it as a good sign for retirement savings. \"We're trending in the right direction,\" he says.\n\nFollow me on Twitter @jennielp.", "article_metadata": {"keywords": "retirement planning, 401(k), nationwide, bank of america, merrill lynch, mep, multiple employer plans, news, gnews", "description": "The president's proposed fiscal 2017 budget includes some provisions to encourage workplace retirement plans.", "viewport": "width=device-width,user-scalable=no, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Why Obama’s plan is good for retirementPosted: 3 pm ETIn his 8th and final proposed budget -- a $4.1 trillion package -- President Obama this morning included retirement proposals aimed at the 78 million working Americans who lack an employment-based retirement savings plan.\nOf the small businesses that do not currently offer retirement benefits, 30% percent say they plan to offer these benefits in the future.\nThe survey found that of those employers who do offer retirement plans, 67% say they plan to increase their company contribution.\n\"This has given businesses the opportunity to evaluate their benefits packages and increase retirement benefits, which is a very good tool to hire and retain people.\"\n\"The ACA leaves more benefit money to spend,\" says Joe Frustaglio, vice president and leader of private sector retirement plan sales at Nationwide."}