{"article_title": "Petition against deer baiting ban", "article_keywords": ["feeding", "vilas", "deer", "oneida", "sign", "wild", "counties", "ban", "stores", "petition", "baiting"], "article_url": "http://www.wausaudailyherald.com/story/opinion/readers/2016/01/21/petition-deer-baiting-ban/79128166/", "article_text": "Buy Photo Ashwaubenon officials say a first-time bow hunt within the village limits was successful in reducing a troublesome urban deer population. (Photo: File/USA TODAY NETWORK-Wisconsin)Buy Photo\n\nEDITOR: The January 2016 DNR ban on feeding deer in Vilas, Oneida and Forest counties is the quintessential example of junk science and erroneously drawn conclusions from irrelevant data being applied to legislation intended to protect Wisconsin’s wild deer herds. The only scientific reality associated with this ban is that it is being used to promote the goals of a minority faction within the Wisconsin Conservation Congress that opposes baiting.\n\nTo ban the feeding of wild deer in these counties because of a questionable diagnosis of chronic wasting disease from captive deer in an enclosed game farm compound is absolutely ludicrous. Scientifically, the reasoning behind this deer-feeding ban is analogous to placing a ban on the feeding of wild birds in these counties because someone’s pet parakeet may or may not have been diagnosed with avian flu.\n\nFor that reason, as well as several other well-founded reasons, I urge adversely affected residents and property owners in these counties to sign the online petition asking Gov. Scott Walker to rescind this ridiculous ban on the feeding of deer in Vilas, Oneida and Forest counties. This petition can be found at: https://goo.gl/DdZrok. Those who oppose this deer-feeding ban can sign up on their smart phones, Facebook, or their home computers. If they don’t have access to any of these options for signing the petition, I’m sure one of the local bait shops, grocery stores, feed stores or public libraries would be happy to allow them to log on to sign the petition.\n\nDean Crist,\n\nMinocqua\n\nTo submit a letter to the editor, visit: http://static.wausaudailyherald.com/submit-letter/\n\nRead or Share this story: http://wdhne.ws/1VbSgWh", "article_metadata": {"google": "notranslate", "description": "It’s junk science driven by an anti-baiting faction.", "og": {"site_name": "Daily Herald Media", "description": "It’s junk science driven by an anti-baiting faction.", "title": "Petition against deer baiting ban", "url": "http://www.wausaudailyherald.com/story/opinion/readers/2016/01/21/petition-deer-baiting-ban/79128166/", "image": "http://www.gannett-cdn.com/GDContent/applogos/wausaudailyherald.png", "type": "article"}, "twitter": {"description": "It’s junk science driven by an anti-baiting faction.", "creator": "@wausauherald", "image": "http://www.gannett-cdn.com/-mm-/fb3e244130c46459beb896f35a53eb66819e95fb/c=0-88-319-407&r=x643&c=640x640/local/-/media/2016/01/26/Wausau/B9320666152Z.1_20160126142408_000_G15D7NTDS.1-0.jpg", "title": "Petition against deer baiting ban", "site": "@wausauherald", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=884268453", "fb": {"app_id": 187427251271455}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "Scott Walker to rescind this ridiculous ban on the feeding of deer in Vilas, Oneida and Forest counties.\nTo ban the feeding of wild deer in these counties because of a questionable diagnosis of chronic wasting disease from captive deer in an enclosed game farm compound is absolutely ludicrous.\n(Photo: File/USA TODAY NETWORK-Wisconsin)Buy PhotoEDITOR: The January 2016 DNR ban on feeding deer in Vilas, Oneida and Forest counties is the quintessential example of junk science and erroneously drawn conclusions from irrelevant data being applied to legislation intended to protect Wisconsin’s wild deer herds.\nThose who oppose this deer-feeding ban can sign up on their smart phones, Facebook, or their home computers.\nBuy Photo Ashwaubenon officials say a first-time bow hunt within the village limits was successful in reducing a troublesome urban deer population."}