{"article_title": "Sons of Wichita: Q&amp;A with Daniel Schulman About His Koch Brothers' Biography", "article_keywords": ["sons", "brothers", "qampa", "wichita", "swain", "reason", "daniel", "role", "koch", "sen", "politics", "biography", "schulman"], "article_url": "http://reason.com/blog/2014/06/15/sons-of-wichita-qa-with-daniel-schulman", "article_text": "\"Sons of Wichita: Q&A with Daniel Schulman About His Koch Brothers' Biography,\" is an interview by Nick Gillespie and produced by Josh Swain. About 14:46.\n\nOriginal release date was June 6, 2014 and original writeup is below:\n\nPresident Barack Obama and Senate Majority Leader Harry Reid (D-Nev.) have called them out by name. On the broadly defined left, they are accused of controlling every aspect of the country's politics and business climate. They have been lampooned in bad movies and worse songs.\n\nThey are David and Charles Koch, the libertarian-leaning billionaires who are the subject of the new book Sons of Wichita: How the Koch Brothers Became America's Most Powerful and Private Dynasty, by Daniel Schulman.\n\n\"I think the one misconception that people have about [the Kochs] is that they are merely out there to line their pockets,\" says Schulman, a senior editor at Mother Jones.\n\nIn an account that is even-handed and well-researched (though far from uncritical), Schulman charts the brothers' central role in creating the modern libertarian movement and their principled opposition to subsidies and other forms of corporate welfare. He also details their criticism of conservative stances regarding many lifestyle issues and interventionist foreign policy. (Disclosure: David Koch is a trustee of the Reason Foundation, the nonprofit that publishes this website.)\n\nSchulman sat down with Reason's Nick Gillespie to talk about Sons of Wichita, misconceptions about the Koch brothers, and whether American politics is gearing up for a showdown between the likes of Sen. Elizabeth Warren (D-Mass.) and Sen. Rand Paul (R-Ky.) in 2016.\n\nCameras by Todd Krainin and Joshua Swain. Edited by Swain.\n\nAbout 15 minutes.\n\nSubscribe to Reason TV's YouTube channel to receive automatic notification when new videos go live.\n\nScroll down for HD, Flash, MP4, and MP3 versions.\n\nFor a fuller discussion of the Koch brothers' role in libertarianism and contemporary politics, read Gillespie's \"Libertarianism 3.0: Koch and a Smile.\"", "article_metadata": {"og": {"url": "http://reason.com/blog/2014/06/15/sons-of-wichita-qa-with-daniel-schulman", "type": "article", "site_name": "Reason.com", "description": "\"Sons of Wichita: Q&amp;A with Daniel Schulman About His Koch Brothers' Biography,\" is an interview by Nick Gillespie and produced by Josh Swain. About", "title": "Sons of Wichita: Q&amp;A with Daniel Schulman About His Koch Brothers' Biography"}, "twitter": {"site": "@reason", "creator": "@nickgillespie", "description": "\"Sons of Wichita: Q&amp;A with Daniel Schulman About His\nKoch Brothers' Biography,\" is an interview by Nick Gillespie and\nproduced by Josh Swain. About 14:46.\nOriginal release date was June 6, 2014 and original writeup is\nbelow:\n\nPresident Barack Obama and Senate Majority Leader Harry Reid\n(D-Nev.) have called them out by name. On the broadly defined left,\nthey are accused of controlling every aspect of the country's\npolitics and business climate. They have been lampooned\nin&nbsp;", "card": "summary_large_image", "title": "Sons of Wichita: Q&amp;A with Daniel Schulman About His Koch Brothers' Biography"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Reasontv", "published_time": "2014-06-15T21:00:00+00:00", "author": "http://reason.com/people/joshua-swain"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fd9435\"", "article_summary": "\"Sons of Wichita: Q&A with Daniel Schulman About His Koch Brothers' Biography,\" is an interview by Nick Gillespie and produced by Josh Swain.\nFor a fuller discussion of the Koch brothers' role in libertarianism and contemporary politics, read Gillespie's \"Libertarianism 3.0: Koch and a Smile.\"\nThey are David and Charles Koch, the libertarian-leaning billionaires who are the subject of the new book Sons of Wichita: How the Koch Brothers Became America's Most Powerful and Private Dynasty, by Daniel Schulman.\nSchulman sat down with Reason's Nick Gillespie to talk about Sons of Wichita, misconceptions about the Koch brothers, and whether American politics is gearing up for a showdown between the likes of Sen. Elizabeth Warren (D-Mass.)\n(Disclosure: David Koch is a trustee of the Reason Foundation, the nonprofit that publishes this website.)"}