{"article_title": "Forsyth County school system fills principal slots", "article_keywords": ["current", "school", "set", "district", "fair", "fills", "assistant", "system", "county", "forsyth", "positions", "teaching", "slots", "principal"], "article_url": "http://www.forsythnews.com/archives/26854/", "article_text": "FORSYTH COUNTY — The Forsyth County Board of Education has approved a number of principal and administrative moves for next school year.\n\nThe changes, which take effect for the 2015-16 school year, were voted on after an executive session during Thursday night’s meeting.\n\nHigh school\n\nLaura Wilson will move from assistant principal to principal at South Forsyth.\n\nSouth’s current principal, Jeff Cheney, is moving to the same position at North Forsyth.\n\nHe replaces North’s current principal, Beth Hebert, who will become the district’s director of human resources.\n\nAn executive session in January approved the vacancies of four principal positions, after which South’s spot opened as a result of Cheney’s transfer (announced last week).\n\nMiddle school\n\nCheryl Riddle, current assistant principal at Little Mill, will become principal at Liberty, replacing Connie Stovall.\n\nStovall is transferring to district administration as a director of teaching and learning.\n\nThe current principal at Vickery Creek, Kathy Rohacek, is retiring. She will be replaced by Drew Hayes, who is currently an assistant principal at Riverwatch.\n\nElementary school\n\nDerrick Hershey will start the new school year as principal of Shiloh Point, making the move from assistant principal at Vickery Creek.\n\nShiloh Point’s current principal, Rebecca Johnson, is set to move to the district administration, also as a director of teaching and learning.\n\nThe district accepts applications for general principal and assistant principal postings each year, according to spokeswoman Jennifer Caracciolo.\n\nThe next step will be to fill the now-open assistant principal jobs from those applicants.\n\nTeachers wanted\n\nThose positions will not be filled from anyone attending the school system’s upcoming job fair, which is set for Feb. 28.\n\nAccording to the district, administrators and representatives from every school will be available at the fair to meet with certified educators interested in joining the system. The fair is set for 9 a.m.-1 p.m. at West Forsyth High, 4916 Kelly Mill Road.\n\nThe district hopes to hire about 100 new positions due to growth, Caracciolo said. It also needs to replace spots left vacant after retirements and resignations.\n\nLast year, this totaled “slightly under 400” new district employees. Caracciolo said that number, including growth, is expected to remain the same.\n\nInterested applicants must be fully certified or eligible for a teaching certificate in Georgia for the 2015-2016 school year.\n\nPre-registration for the job fair is not required. For application procedures, go to forsyth.k12.ga.us/apply.", "article_metadata": {"og": {"url": "http://www.forsythnews.com/archives/26854/", "type": "article", "description": "FORSYTH COUNTY — The Forsyth County Board of Education has approved a number of principal and administrative moves for next school year.", "title": "Forsyth County school system fills principal slots"}, "robots": "noarchive", "title": "Forsyth County school system fills principal slots"}, "article_summary": "Middle schoolCheryl Riddle, current assistant principal at Little Mill, will become principal at Liberty, replacing Connie Stovall.\nFORSYTH COUNTY — The Forsyth County Board of Education has approved a number of principal and administrative moves for next school year.\nHigh schoolLaura Wilson will move from assistant principal to principal at South Forsyth.\nElementary schoolDerrick Hershey will start the new school year as principal of Shiloh Point, making the move from assistant principal at Vickery Creek.\nThe district accepts applications for general principal and assistant principal postings each year, according to spokeswoman Jennifer Caracciolo."}