{"article_title": "Mismanagement allegations at Pearl Harbor memorial", "article_keywords": ["tickets", "tour", "memorial", "service", "visitors", "harbor", "park", "allegations", "mismanagement", "pearl", "wasnt", "companies"], "article_url": "http://www.salon.com/2014/12/05/mismanagement_allegations_at_pearl_harbor_memorial/", "article_text": "Topics: From the Wires, News, Politics News\n\nPEARL HARBOR, Hawaii (AP) — The USS Arizona is one of the nation’s most hallowed sites, an underwater grave for more than 900 sailors and Marines killed when Japan bombed Pearl Harbor and sank their ship in 1941.\n\nNow, it’s the scene of alleged rampant mismanagement.\n\nAn internal report from the National Park Service, which operates a visitors’ center for a memorial at the battleship, said tour companies sold tickets with the knowledge of park officials even though tickets are supposed to be free.\n\nAnother pointed to substandard maintenance, including scuffed museum walls that languished unrepaired and bird feces that wasn’t cleaned.\n\nThe revelations in documents released last month come just before crowds gather at Pearl Harbor on Sunday for an annual ceremony remembering more than 2,400 sailors, Marines and soldiers killed 73 years ago.\n\n“To watch the desecration of a very sacred, very important place was very disheartening,” said John Landrysmith, a former park service guide and 41-year-old Iraq war veteran.\n\nHe quit his job earlier this year after feeling his supervisor was punishing him for questioning the ticket policy and believing the park service failed to act on his complaints. He intends to file a whistleblower retaliation lawsuit against the park service.\n\nPark superintendent Paul DePrey said the park service was trying to accommodate the tour companies, which bring busloads of people each day.\n\n“It was not intended for a huge glut of tickets that were going to just the tour companies,” he said “We tried to work that system the best we could. It was not successful.”\n\nThe practice stopped when they realized it didn’t comply with park service policy and wasn’t working as intended, he said.\n\nA new ticketing system starting next month, DePrey said, will do a better job laying out the terms and conditions of the permits commercial tour companies operate under. The park service will also start scanning tickets to get data on how they are being used.\n\nThe problems outlined in the reports are centered at the visitor’s center, which anyone visiting the Arizona and the memorial must pass through. The $56-million complex, rebuilt four years ago, explains events leading up and during the attack with the help of museum exhibits and movie screenings.\n\nVisitors then board boats to the white, open-air memorial that sits atop the Arizona’s rusting hull.\n\nThere are only 4,350 boat tickets available each day. That amounts to less than 1.6 million tickets a year, even though the park service says 1.8 million people visit Pearl Harbor annually.", "article_metadata": {"description": "Mismanagement allegations at Pearl Harbor memorial", "title": "Mismanagement allegations at Pearl Harbor memorial", "og": {"site_name": "Salon", "description": "Mismanagement allegations at Pearl Harbor memorial", "title": "Mismanagement allegations at Pearl Harbor memorial", "url": "http://www.salon.com/2014/12/05/mismanagement_allegations_at_pearl_harbor_memorial/", "image": "http://media.salon.com/2014/12/pearl-harbor-memorial.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Mismanagement allegations at Pearl Harbor memorial", "title": "Mismanagement allegations at Pearl Harbor memorial", "image": "http://media.salon.com/2014/12/pearl-harbor-memorial.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "AUDREY McAVOY", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd9447\"", "article_summary": "That amounts to less than 1.6 million tickets a year, even though the park service says 1.8 million people visit Pearl Harbor annually.\nThe revelations in documents released last month come just before crowds gather at Pearl Harbor on Sunday for an annual ceremony remembering more than 2,400 sailors, Marines and soldiers killed 73 years ago.\nPark superintendent Paul DePrey said the park service was trying to accommodate the tour companies, which bring busloads of people each day.\nTopics: From the Wires, News, Politics NewsPEARL HARBOR, Hawaii (AP) — The USS Arizona is one of the nation’s most hallowed sites, an underwater grave for more than 900 sailors and Marines killed when Japan bombed Pearl Harbor and sank their ship in 1941.\nHe intends to file a whistleblower retaliation lawsuit against the park service."}