{"article_title": "Sen. Tillis: ‘Worst of Obamacare’ is ahead", "article_keywords": ["va", "dont", "ahead", "able", "obamacare", "benefit", "going", "worst", "tillis", "need", "sen", "win", "veterans", "wncn"], "article_url": "http://wncn.com/2016/01/08/sen-tillis-worst-of-obamacare-is-ahead/", "article_text": "Sen. Thom Tillis in Raleigh on Friday. (WNCN)\n\nRALEIGH, N.C. (WNCN) – Sen. Thom Tillis has been in Congress for nearly a year. On Friday, he spoke with WNCN political reporter Beau Minnick to recap his time in the Senate.\n\nHe said he is “proud of the work we’ve been able to accomplish” but said there is more to be done.\n\nHe serves on the Armed Services and Veterans Affairs committees.\n\nHere is a summary of what he told Minnick:\n\nOn Veterans Affairs:\n\n“There are a lot of fundamental changes that have to happen in the VA. Otherwise, we’re just taking the pressure off momentarily but the same problems will persist.”\n\n“We’ve got to be able to provide veterans the choice when a VA facility can’t see them, to provide another option so that they can get the care that they deserve.”\n\nAbout threats facing the United States internationally:\n\n“We’re living in some of the most threatened times in generations and we need to take that seriously and put a strategy together.”\n\nOn North Korea:\n\n“They need to know that the American people and those in uniform haven’t forgotten about them. They think about them every day. We need to make sure that they’re contained and don’t represent a threat outside their borders.”\n\nOn his eugenics bill:\n\n“What it will do for someone who receives a restitution payment is to ensure that they get the full benefit of that payment. If they qualify for some other federal benefit today, like Social Security disability insurance, if we had not passed this bill and they were on disability insurance, the federal government would say you have to use this money before you continue to qualify for the benefit. We don’t think that’s consistent with the spirit of the restitution.”\n\nOn how the political process works in Washington:\n\n“Next year, I want to see regular order. I want to see appropriations bills brought up in the first half of next year to demonstrate to the American people that we’re going to honor our promise, we’re going to fulfill our promise, to get back to regular order.”\n\nOn the Affordable Care Act:\n\n“One thing we have to do this year i communicate that the worst of Obamacare is yet to be implemented.\n\n“If you don’t like it now, I guarantee you next year you’re going to like it less. Fewer people are going to be able to afford their coverage. Fewer people who have coverage are going to be able to go to the doctor because it will be too expensive.”\n\nOn a lighter note, he addressed why he grew a beard:“I’m keeping the beard until the Panthers win the Super Bowl.”\n\n“I’m keeping the beard until the Panthers win the Super Bowl.”", "article_metadata": {"description": "Thom Tillis addressed a number of issues in a discussion with WNCN.", "application-name": "WNCN", "google-play-app": "app-id=com.doapps.android.mln.MLN_4ef95b9ddabd80873ba6a8406f5bfa55", "og": {"site_name": "WNCN", "description": "Thom Tillis addressed a number of issues in a discussion with WNCN.", "title": "Sen. Tillis: ‘Worst of Obamacare’  is ahead", "url": "http://wncn.com/2016/01/08/sen-tillis-worst-of-obamacare-is-ahead/", "image": {"width": 620, "identifier": "https://mgtvwncn.files.wordpress.com/2016/01/tillis.png", "height": 359}, "locale": "en_US", "type": "article"}, "twitter": {"description": "Thom Tillis addressed a number of issues in a discussion with WNCN.", "creator": "@wncn", "image": {"src": "https://mgtvwncn.files.wordpress.com/2016/01/tillis.png?w=640"}, "title": "Sen. Tillis: ‘Worst of Obamacare’  is ahead", "site": "wncn", "card": "summary_large_image"}, "generator": "WordPress.com", "msvalidate.01": "25404283363C09DE121A55A903F03873", "apple-itunes-app": "app-id=425414520", "fb": {"pages": 69688774749}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1", "google-site-verification": "JziH-ux2vlTCnig0bnUsUMzGF0B1kdNRMW7oV48jIEc", "keywords": "thom tillis, obamacare,", "article": {"publisher": "https://www.facebook.com/WNCNTV", "published_time": "2016-01-08T22:44:25+00:00", "modified_time": "2016-01-08T23:33:52+00:00"}, "msapplication-task": "name=Subscribe;action-uri=http://wncn.com/feed/;icon-uri=http://0.gravatar.com/blavatar/caee67290db345cd25db23a5a27c462f?s=16"}, "article_summary": "(WNCN)RALEIGH, N.C. (WNCN) – Sen. Thom Tillis has been in Congress for nearly a year.\nSen. Thom Tillis in Raleigh on Friday.\nOn Friday, he spoke with WNCN political reporter Beau Minnick to recap his time in the Senate.\nHe said he is “proud of the work we’ve been able to accomplish” but said there is more to be done.\n“If you don’t like it now, I guarantee you next year you’re going to like it less."}