{"article_title": "GOP Continues Push for Frivolous Obama Lawsuit Despite History of Executive Orders", "article_keywords": ["executive", "congress", "laws", "continues", "administration", "orders", "eos", "bush", "act", "passed", "despite", "push", "president", "obama", "lawsuit", "gop", "frivolous", "history"], "article_url": "http://www.huffingtonpost.com/bob-cesca/gop-obama-executive-orders_b_5546290.html", "article_text": "Last week, we brought you the story of the latest unprecedented congressional Republican weapon against the White House: the frivolous lawsuit. Specifically, House Speaker John Boehner (R-OH) is considering legal action to overturn the president's executive orders (EOs) in spite of the fact that every president since George Washington has used executive orders to enact policies and implement congressional legislation, among other things.\n\nSince then, there have been a lot of tweets, memes and online discussions about how President Obama has issued considerably fewer EOs than nearly every president since the second Grover Cleveland administration, and in fact the absolute fewest EOs among all two-term presidents, even if he signs 100 more over the next two years. This is empirically true and, as with many of the GOP attacks against this administration, the reality of what happened prior to January 20, 2009 reveals a cynical double-standard, not to mention the existence of mass hypocrisy on behalf of the opposition party.\n\nBut the numbers only tell half the story.\n\nOn this week's Fox News Sunday, anchor Chris Wallace grilled Rep. Xavier Becerra (D-CA) over the nature of the Obama EOs, while Rep. Bob Goodlatte (R-VA) lashed out with the usual nonsense about how the president's constitutional role is merely to \"faithfully execute the laws\" -- not to \"take powers resting in the Congress\" or to change \"laws that have been passed.\" Wallace listed four allegedly very serious presidential trespasses against the Constitution, trespasses which the GOP believes are lawsuit worthy:\n\n--Ordered DOJ to stop defending DOMA (Feb. 2011) --Deferred deportations (June 2012) --Raised min wage for fed contractors (Feb. 2014) --Dozens of changes to Obamacare (2011-present)\n\n1) Stopped defending DOMA. First of all, the Defense of Marriage Act (DOMA) claim by Fox News Sunday is misleading. The administration merely announced that it would no longer defend in court the constitutionality Section Three of DOMA. Meanwhile, it continued to enforce the law until the Supreme Court overturned it. Furthermore, it wasn't an executive order; it was announced to Speaker Boehner in a letter.\n\nFrom the president's letter of February, 2011:\n\nNotwithstanding this determination, the President has informed me that Section 3 will continue to be enforced by the Executive Branch. To that end, the President has instructed Executive agencies to continue to comply with Section 3 of DOMA, consistent with the Executive's obligation to take care that the laws be faithfully executed, unless and until Congress repeals Section 3 or the judicial branch renders a definitive verdict against the law's constitutionality.\n\nReuters:\n\nIn a filing on Monday, DOJ attorneys reiterated that Obama told executive agencies to enforce the law until Congress repealed it -- even though the administration would no longer defend its constitutionality in court.\n\nSo I think we can safely strike that one entirely off Wallace's list.\n\n2) Deferred Deportations. While the GOP maintains that this is one of at least several unprecedented examples of the Obama White House trampling the Constitution, we only need to look back to the only modern president who signed fewer EOs than President Obama: President George H.W. Bush. Here's the salient paragraph from Bush 41's Executive Order 12711 - Policy Implementation With Respect to Nationals of the People's Republic of China, dated April 11, 1990:\n\nThe Attorney General is directed to take any steps necessary to defer until January 1, 1994, the enforced departure of all nationals of the People's Republic of China (PRC) and their dependents who were in the United States on or after June 5, 1989, up to and including the date of this order (hereinafter \"such PRC nationals\").\n\nAlso, the Obama administration's deferments had to do with immigrants who arrived as children.\n\nTo be eligible, immigrants must prove they arrived in the United States before they turned 16, are 30 or younger, have been living here at least five years, and are in school or graduated or served in the military.\n\nOn top of all that, each immigrant must apply for the deferment and pay a ridiculously expensive $465 application fee. But Fox News Sunday wants us to believe this was an across-the-board temporary amnesty of sorts.\n\n3) Raised the Minimum Wage for Defense Contractors. This was an action that's well within the reach of the Department of Defense and the White House. In the 1960s, both President Kennedy and President Johnson ordered contractors to desegregate their work forces. In 2001, President Bush ordered that contractors inform their workers that they're under no obligation to unionize. Bush also issued the following EOs pertaining to contractor wages and employment:\n\n--Preservation of Open Competition and Government Neutrality Towards Government Contractors' Labor Relations on Federal and Federally Funded Construction Projects\n\n--Revocation of Executive Order on Nondisplacement of Qualified Workers under Certain Contracts\n\n--Reforming Processes Related to Suitability for Government Employment, Fitness for Contractor Employees, and Eligibility for Access to Classified National Security Information\n\n--Granting Reciprocity on Excepted Service and Federal Contractor Employee Fitness and Reinvestigating Individuals in Positions of Public Trust\n\n4) Dozens of changes to Obamacare. Right off the bat, a basic knowledge of civics shows that's part of the role of the executive branch is to implement laws passed by Congress. Put another way, it's a long-accepted fact that each federal agency writes rules and terms for the implementation of applicable laws passed by Congress. The Administrative Procedure Act of 1946, a bill passed by Congress, gives the executive branch the power to create those rules and regulations. The so-called \"changes\" to Obamacare involve the implementation of the (very big and complicated) law.\n\nRewinding again to the previous administration, here are several examples of EOs signed by President Bush regarding the implementation of laws:\n\n--Further Amendments to Executive Orders 12139 and 12949 in Light of the Foreign Intelligence Surveillance Act of 1978 Amendments Act of 2008\n\n--Waiver Under the Trade Act of 1974 with Respect to Turkmenistan\n\n--Assigning Foreign Affairs Functions and Implementing the Enterprise for the Americas Initiative and the Tropical Forest Conservation Act\n\n--Delegation of Certain Authorities and Assignment of Certain Functions Under the Trade Act of 2002\n\nThis list doesn't include Bush's 140 signing statements, nor does it include the list the 750 laws which the Bush administration claimed it had the power to entirely disregard.\n\nPresident Bush has quietly claimed the authority to disobey more than 750 laws enacted since he took office, asserting that he has the power to set aside any statute passed by Congress when it conflicts with his interpretation of the Constitution. Among the laws Bush said he can ignore are military rules and regulations, affirmative-action provisions, requirements that Congress be told about immigration services problems, \"whistle-blower\" protections for nuclear regulatory officials, and safeguards against political interference in federally funded research.\n\nAny questions, Mr. Speaker? Mr. Wallace?\n\nWe return now to the self-evident fact that this is a frivolous lawsuit. Nothing more. It relies almost entirely on the cynical notion that most Americans are frustratingly uneducated about the functioning of the U.S. government, while also dreadfully forgetful when it comes to history that took place just five or ten years ago. Through this loophole of ignorance, the congressional Republicans have been getting away with political murder for the last five years, with truth and reason as the first victims.\n\nCross-posted at The Daily Banter.\n\nClick here to listen to the Bubble Genius Bob & Chez Show podcast.\n\nBobCesca.com Blog with special thanks to Steve Duckett.\n\nFollow Bob Cesca on Twitter: www.twitter.com/bobcesca_go", "article_metadata": {"description": "Last week, we brought you the story of the la...", "sailthru.expire_date": "2014-07-02 08:25:28 -0400", "og": {"site_name": "The Huffington Post", "description": "Last week, we brought you the story of the la...", "title": "GOP Continues Push For Frivolous Obama Lawsuit Despite History Of Executive Orders", "url": "http://www.huffingtonpost.com/bob-cesca/gop-obama-executive-orders_b_5546290.html", "locale": "en_US", "type": "article"}, "twitter": {"description": "Last week, we brought you the story of the la...", "title": "GOP Continues Push For Frivolous Obama Lawsuit Despite History Of Executive Orders", "image": {"width": 2000, "height": 1000}, "creator": "bobcesca_go", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-07-01 08:25:28 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5546290", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "executive orders,John Boehner,Republican Party,George W. Bush,bush executive orders,gop obama executive orders,gop obama", "article": {"section": "Politics", "tag": "executive orders,John Boehner,Republican Party,George W. Bush,bush executive orders,gop obama executive orders,gop obama", "published_time": "2014-07-01 08:25:28 -0400", "modified_time": "2014-08-31 05:59:05 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fd8635\"", "article_summary": "In 2001, President Bush ordered that contractors inform their workers that they're under no obligation to unionize.\nWhile the GOP maintains that this is one of at least several unprecedented examples of the Obama White House trampling the Constitution, we only need to look back to the only modern president who signed fewer EOs than President Obama: President George H.W.\nPut another way, it's a long-accepted fact that each federal agency writes rules and terms for the implementation of applicable laws passed by Congress.\nRight off the bat, a basic knowledge of civics shows that's part of the role of the executive branch is to implement laws passed by Congress.\nLast week, we brought you the story of the latest unprecedented congressional Republican weapon against the White House: the frivolous lawsuit."}