{"article_title": "2014 Is a Critical Year of Elections -- Its Importance Cannot Be Overstated", "article_keywords": ["overstated", "right", "congress", "rights", "importance", "million", "elections", "states", "senate", "critical", "senator", "vote", "party", "democratic"], "article_url": "http://www.huffingtonpost.com/pearl-korn/2014-is-a-critical-year-o_b_4981467.html", "article_text": "While the midterm elections usually signify a time for the majority of the public to tune out -- an average of only about 40 percent of eligible voters even bother to vote -- this year must be different. It is hard to imagine a more critical moment for an engaged citizenry to show up in great numbers and exercise one of our few remaining -- and rapidly eroding -- rights: the right to vote. According to a fundraising e-mail I received from the Democratic Governors Association, 90 voter-suppression bills were introduced in 2013 in just 33 states. Indeed, most voting rights battles are being waged in the states and not in Congress, so our attention must be directed to the numerous governors races this year, as well as those in the House and Senate. Twenty-two GOP and 14 Democratic governorships are in play this year, and if more right-wing extremists take over these seats -- and the Senate loses its six seat Democratic majority -- we can expect to see catastrophic consequences looming on the horizon in no time. Such a result would essentially hand our government over to the 1 percent of special corporate interests, which now drives most of the self-serving corruption polluting all houses of government on the federal and state level.\n\nA glaring example of what could be coming down the road is the behavior of Senator Mitch McConnell (R-KY), who has single handedly refused to allow the Senate to even vote on critical matters an astounding 400 times, according to his Democratic challenger, Alison Lundergan Grimes. If she can retire Senator \"Gridlock,\" it would have tremendous implications nationally and jolt the GOP to its core. Her campaign has been effectively informing supporters about specific legislation this Senator has blocked and how he has repeatedly tied the Senate up in knots of inaction on major issues. He is clearly serving only his wealthy and corporate donors with his endless filibusters and other obstructionist antics. This is one reason why Senate Majority Leader Harry Reid (D-NV) took the remarkable step of a implementing the so-called \"nuclear option.\" The filibuster rule certainly needed an overhaul, and more must be done in this area so that a super-majority vote of 60 does not control every voting decision in the Senate. McConnell, however, remains undeterred, recently stating that \"Congress won't make a lot of big, important things happen this year.\"\n\nSo we will continue to see a gridlocked Senate not doing the People's business, at least through the end of the year. And what has all of this inaction brought us so far? Since Christmas, those 1.7 million who lost their unemployment insurance has grown to over 2 million. The minimum wage still has not been raised to that paltry $10.10 per hour the President talked about in his last SOTU address. VP Joe Biden sent an e-mail on March 13th making a pitch for increasing the minimum wage, noting that \"21 states have raised wages for working people, and business owners, from mom and pop shops to huge retailers like Costco and the Gap, have said they are ready to pay their employees more.\" This really is a must do for Congress this year. And then there is immigration reform -- which seems to have disappeared into the ether -- and gun control, which will continue to go nowhere until we get solid Progressive -- yes, I know that I did not say \"Democratic\" -- majorities in both Houses.\n\nSo it really isn't too early to think about all of those congressional elections coming up this November. A third of the seats in the Senate will be up for grabs, along with 435 House seats and those 36 governorships. Most are in play in this ever-changing political landscape, so this is a critical time for the People to speak out and change the direction of our country. We can't afford to have a disinterested, disheartened voting public -- that's what the GOP counts on.\n\nThe Democratic Governors Association (\"DGA\") is actively engaged in campaigns to throw out some of the worst of the worst in 2014, including:\n\nTea Party loon Rick Scott of Florida, who poured $73 million of his own money into his 2010 campaign. He is expected to spend $100 million or more on this year's race, and he'll likely need every penny, as his popularity is on the wane and constituents have become disenchanted with him in light of the state's poor economy, a lackluster housing market that continues to flounder, a rapidly growing population faced with fewer and fewer jobs, and his shameless purging of voters from the rolls. Nevertheless, his large checkbook will be a major obstacle for anyone trying to unseat him.\n\nThen there is Wisconsin Governor Scott Walker, who spent $63.5 million to defeat last year's recall challenge after he clamped down on collective bargaining for public employees. He has become fairly unpopular in his state as well, with more than half of his constituents disapproving of his unwillingness to expand Medicaid under the Affordable Care Act (a/k/a \"Obamacare\"). If re-elected, you can be sure he will do even more to take away rights from working families. After all, he is clearly thinking about a presidential run in the next cycle, so he must boost his \"conservative\" credentials if he is going to be competitive in the primaries in 2016.\n\nAnd let us not forget Ohio Governor John Kasich, who signed into law a bill de-funding Planned Parenthood and forcing women seeking abortions to get unnecessary ultrasounds. He, too, has his eyes on the presidency, and he will likely make his anti-choice stance a centerpiece of his campaign.\n\nNor should we overlook the ambitions of Louisiana Governor Bobby Jindal and New Jersey Governor Chris Christie, neither of whom are up for re-election this year. Even so, they both remain firmly on the radar of the DGA. Some good news did come on March 12th with the announcement that Governor Jan Brewer of Arizona will retire after her current term ends.\n\nThe strategy remains consistent across the board in the Republican governors' camp: eliminate unions, keep wages low, restrict women's choice and health rights, oppose marriage equality, destroy the environment and our health with fracking and mining, attack Obamacare, and suppress the right to vote with those harsh ID requirements that target the poor and minorities. It is worth noting at this point that the DGA raised only $28 million last year -- which was still a record for them in an off-year -- against the RGA's $50 million. Unfortunately, 2014 could prove to be tough sledding in the competitive fundraising department for the DGA, despite their goals of defeating potential 2016 presidential candidates like Scott Walker and John Kasich, effectively knocking them out of that race before it even begins.\n\nAcross the country, Republican governors -- in concert with their cronies in their Republican-dominated state legislatures -- are enacting outrageous voter suppression laws that do little more than ensure that the Republicans can steal election victories and take away a core principle of our constitutional democracy -- our right to vote. Recently, Attorney General Eric Holder delivered a speech at Georgetown University Law Center in which he called on the states to do away with laws that prohibit more than six million felons -- many of whom are people of color -- from voting. Currently, these people are deprived of their right to vote for the rest of their lives, which only serves to make it more difficult for them to re-enter society by denying them the right to participate in the political process. Holder noted that these policies were little more than remnants of the racist Jim Crow system that was the law of the land in the South from the end of the Civil War through the 1960s, and that \"states enacted these laws to control and oppress people of color and keep them from voting.\"\n\nOne way to counter disenfranchisement of felons would be to pass the Democracy Restoration Act, re-introduced in Congress in 2011 by Senator Benjamin Cardin (D-MD) and Rep. John Conyers (D-MI). This bill would restore the right to vote to American citizens who are released from prison or are on probation. This major piece of legislation has been languishing since 2009, so perhaps our President and Attorney General Holder should press for a Constitutional amendment addressing this and all other forms of voter disenfranchisement. More immediately, they should also publicly urge for the passage of the Cardin/Conyers bill. Unfortunately, both the President and AG Holder have been out to lunch on this issue. They should see that this is just another tactic in the extremist strategy of the GOP, supported by the Supreme Court decision several months ago that chipped away at the Voting Rights Act of 1965 by striking down Section 4 of the Act, which helped stop voter suppression laws from being implemented. It is no wonder that things have only worsened since then. I did learn some good news in an email from Senator Bob Menendez (D-NJ), who notes that new legislation has been introduced in the Senate and House on a bipartisan basis to preserve and protect the right of all Americans to vote. Menendez also stated that the Supreme Court's decision set us back 50 years, and he is seeking in his petition support from the public to call on Congress to protect the right of every American to vote by modernizing the Voting Rights Act.\n\nSo while the GOP-led states are dismantling as many rights for workers and the middle class as possible, the Republicans in Congress are also working on a larger scale to turn back the clock on almost 80 years of Progressive achievements for the people of this country. Privatizing Social Security and Medicare are at the top of their list, so they can end what they perceive to be welfare handouts to an undeserving population who won't take responsibility for their own lot in life. On the other side of the coin, they adamantly oppose any tax hikes for the rich and corporations, while slashing earned benefits for the middle class and those who aspire to join it. Corporate loopholes continue to thrive under this Congress, enabling the GOP's corporate masters to squirrel away their undeclared millions -- if not billions -- in offshore tax havens, while the working class gets tax hikes and increases to their healthcare costs.\n\nAnd let us not overlook those disastrous trade policies that continue to ship jobs overseas, add to our trade deficits and destroy our national sovereignty. The most frightening of this bunch is the Trans-Pacific Partnership Agreement (\"TPP\"), which would establish a tribunal court system under the World Bank and UN that would force countries to \"repay\" any money corporations \"lose\" by doing business under the laws of those countries. Some of the side effects of this egregious corporate power-grab would be higher drug costs, giving foreign companies the \"right to acquire land, natural resources, factories without government review,\" and severely impacting consumer rights, while doing little to improve the lives of workers in the countries that are foolish enough to sign onto this rotten deal.\n\nAs for the US, this would be a complete corporate takeover that makes NAFTA look like a game of Tiddlywinks. Twenty years after NAFTA, we are still running trade deficits and losing jobs, and its more recent Korea Free Trade Agreement sibling has only added to those deficits. Public Citizen reports that our trade exports to Korea have dropped 11 percent, while our trade deficit with Korea has soared 47 percent under this deal. That equates to more than 40,000 jobs lost. Yet this was the starting point used by the Obama administration for the TPP. Six hundred lobbyists and corporations have been writing the TPP proposals in secret, with Congress and the American people cut out of the process and left in the dark about what's going on. This is unacceptable, Mr. President. Where is the openness you promised? And what about candidate Obama's pledge to rewrite NAFTA? More broken promises, I'm afraid.\n\nThis is by no means the complete story of our government. There are some wonderful stories about true public servants who care about the future of our country and are doing things every day to make the lives of hard-working Americans better. Progressives in Congress have been taking on issues that matter, like raising Social Security benefits. Just last week, Senator Bernie Sanders (I-VT) -- the People's champion -- held a hearing on the merits of going to a single payer healthcare system. Some facts brought up in the hearing included the insanity of 31% of healthcare revenue going to cover administration costs of the insurance industry, and most shocking of all, the fact that we are number 40 -- that is at the bottom -- on the list of industrialized nations with regard to our healthcare outcomes -- a national disgrace. This despite 17.6 percent of our GDP being spent on healthcare, at a per-person cost of $8,233, according to data from 2010. Meanwhile, nations with single payer pay half that, and in some cases even less. We certainly aren't getting much bang for the buck we're paying for healthcare, instead seeing too many poor results and too many of our fellow Americans left uninsured. Experts on healthcare from single payer nations testified at the hearing, and it was the first Congressional hearing on single payer in my memory that managed to separate facts from fiction. Pro and con points of view were offered, and it was certainly a great teach-in for Senators on the Committee on Health, Education, Labor and Pensions that held the hearing. More such hearings must take place. Many thanks to Senator Sanders for finally opening this door.\n\nSo while this isn't a complete list of reasons why the 2014 elections need our particular attention, it is a good start. Unfortunately, we are still left with a two-party system that too often leaves us having to decide between the lesser of two evils. The Democratic party must come up with that overarching reason why we should vote for Dems on the federal and state level. The heritage of both parties seems to have been forgotten as their descendants move further and further away from the noble origins that made both parties great. The Democratic party was once a liberal workers party that achieved great things, and it must find that focus and purpose again to champion more programs like Social Security and Medicare that made us a great nation and an inspiration around the world. And the GOP, which was once proudly the party of Lincoln, is now at odds with its Tea Party roots and must decide where it can go from here, because right now there is no place to go but down on their current path for everyone except the 1 percent. The Republicans' debilitating branding as the party of \"no\" and the reactionary ideology they have used to hold America hostage will only lead to their ultimate demise as a national party. There can be no future for our nation with them in charge.\n\nOne way to loosen the grip of corruption in our federal and state governments is to pass an amendment overturning the Supreme Court's disgraceful Citizens United decision and go to public funding of political campaigns. It is the only way we will ever restore our democracy and return to our former greatness.\n\nAnd so the ball is really in our court on this one. It is time for the People to decide on our future, or face the consequences. The clock is ticking.\n\n- with Jonathan Stone", "article_metadata": {"description": "While the midterm elections usually signify a time for the majority of the public to tune out -- an average of only about 40 percent of eligible voters e...", "sailthru.expire_date": "2014-03-19 09:47:44 -0400", "og": {"site_name": "The Huffington Post", "description": "While the midterm elections usually signify a time for the majority of the public to tune out -- an average of only about 40 percent of eligible voters e...", "url": "http://www.huffingtonpost.com/pearl-korn/2014-is-a-critical-year-o_b_4981467.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "site": "@HuffPostPol", "card": "summary_large_image", "description": "While the midterm elections usually signify a time for the majority of the public to tune out -- an average of only about 40 percent of eligible voters e..."}, "sailthru.date": "2014-03-18 09:47:44 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4981467", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "tpp,elections 2014,Rick Scott,congress,Mitch McConnell,Scott Walker,voter ID laws,Bernie Sanders,Citizens United,Barack Obama,Eric Holder", "article": {"section": "Politics", "tag": "tpp,elections 2014,Rick Scott,congress,Mitch McConnell,Scott Walker,voter ID laws,Bernie Sanders,Citizens United,Barack Obama,Eric Holder", "published_time": "2014-03-18 09:47:44 -0400", "modified_time": "2014-05-18 05:59:02 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcab4b\"", "article_summary": "The Democratic party must come up with that overarching reason why we should vote for Dems on the federal and state level.\nSo it really isn't too early to think about all of those congressional elections coming up this November.\nThis bill would restore the right to vote to American citizens who are released from prison or are on probation.\nSo while this isn't a complete list of reasons why the 2014 elections need our particular attention, it is a good start.\nMcConnell, however, remains undeterred, recently stating that \"Congress won't make a lot of big, important things happen this year.\""}