{"article_title": "Trump Gets Love from Evangelicals, Abuse from the Brits", "article_keywords": ["love", "trump", "candidate", "university", "cruz", "liberty", "donald", "abuse", "including", "uk", "brits", "president", "falwell", "gets", "evangelicals"], "article_url": "http://www.thefiscaltimes.com/2016/01/19/Trump-Gets-Love-Evangelicals-Abuse-Brits", "article_text": "Monday was an odd day for Donald Trump. The thrice-married New Yorker with a history of supporting socially liberal policies received a resounding welcome at the United States’ premier university for evangelical Christians. At about the same time, the elected representatives of the United Kingdom, by far the closest international ally the U.S. has, stood in line for three hours to insult him and, in many cases, to argue that he should be barred from their shores.\n\nTrump, who has been leading the race for the Republican presidential nomination in national polls with almost no exceptions since last summer, made an appearance at Liberty University in Lynchburg, Va., to continue his efforts to woo evangelicals.\n\nRelated: Trump and Cruz Feud Ignites into a Full-Blown War as Race Tightens\n\nThe crowd at the gathering was large -- attendance was mandatory for students -- but Trump has never had trouble drawing mobs of supporters. What was particularly interesting was his introduction by Liberty president Jerry Falwell Jr., son of the school’s founder.\n\nThough Falwell insisted that Trump’s appearance did not constitute an endorsement – indeed, Liberty has hosted candidates certain to never receive its blessing, including Democratic candidate Bernie Sanders – his introduction of the former reality television star sounded an awful lot like one.\n\nCalling Trump a “breath of fresh air,” Falwell said, “In my opinion, Donald Trump lives a life of loving and helping others, as Jesus taught in the great commandment.”\n\nFalwell went on to say that he believes the country is “finally ready to elect a candidate who is not a career politician but rather who has succeeded in real life.”\n\nRelated: Here’s How Ted Cruz Makes Donald Trump Look Acceptable\n\nTrump came in for some ridicule from the media on Monday for clumsily quoting scripture, but in reality, anybody who thought Trump was a serious student of the Bible came into Monday’s performance with some seriously skewed expectations in the first place.\n\nWhile press reports from Lynchburg found a few Liberty students dubious about Trump, the tycoon was generally well received. That offered a stark contrast to what was happening at the same time across the Atlantic.\n\nTrump’s attacks on Muslims, Mexicans and other ethnic and religious groups have infuriated many people, including more than a few outside the U.S. The U.K. has a mechanism for compelling Parliament to debate a subject of public interest if enough people sign a petition requesting it. On Monday, the issue in question was whether or not the government should ban Trump from entering the country.\n\nThe debate wasn’t completely without merit or precedent. The U.K. has banned some foreign individuals it views as peddling hate speech, including American anti-Islam crusader Pamela Geller. However, the chance that the U.K. would preemptively ban someone with a non-trivial chance of becoming president of its closest ally was never particularly high.\n\nRelated: Trump’s Attacks on Cruz Take on a Desperate Tone\n\nOf course, that didn’t stop members of the House of Commons from standing in line to blast Trump in what appeared to be an effort to exhaust the British lexicon of insults acceptable in public discourse.\n\nMember of Parliament Gavin Newlands, for example, said that he had exhausted his patience attempting to find a more polite term to describe Trump, and simply said that the leading GOP candidate is “an idiot.”\n\nOthers threw in “buffoon” and “demagogue,” as well as some colorful and specifically British insults, like “wazzock.” But the net result in the end was that, even among those who oppose the idea of banning a potential U.S. president from the county, the general consensus was that Trump is more worthy of ridicule than respect.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Monday was, to say the least, an odd day for Donald Trump. The thrice-married New Yorker with a history of supporting socially liberal policies received a resounding welcome at the United States’ premier university for evangelical Christians. At almost the same time, the elected representatives of the United Kingdom, by far the closest international ally the U.S. has, stood in line for three hours to insult him.", "title": "Trump Gets Love from Evangelicals, Abuse from the Brits", "url": "http://www.thefiscaltimes.com/2016/01/19/Trump-Gets-Love-Evangelicals-Abuse-Brits", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/01182016_Trump.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/01/19/Trump-Gets-Love-Evangelicals-Abuse-Brits", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/01182016_Trump.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Monday was, to say the least, an odd day for Donald Trump. The thrice-married New Yorker with a history of supporting socially liberal policies received a resounding welcome at the United States’ premier university for evangelical Christians. At almost the same time, the elected representatives of the United Kingdom, by far the closest international ally the U.S. has, stood in line for three hours to insult him.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Monday was an odd day for Donald Trump.\nWhat was particularly interesting was his introduction by Liberty president Jerry Falwell Jr., son of the school’s founder.\nWhile press reports from Lynchburg found a few Liberty students dubious about Trump, the tycoon was generally well received.\nTrump, who has been leading the race for the Republican presidential nomination in national polls with almost no exceptions since last summer, made an appearance at Liberty University in Lynchburg, Va., to continue his efforts to woo evangelicals.\nOn Monday, the issue in question was whether or not the government should ban Trump from entering the country."}