{"article_title": "Top Fidelity stockpicker: Financial markets are 'colossally artificial'", "article_keywords": ["tillinghast", "positions", "stocks", "financial", "stockpicker", "funds", "artificial", "fund", "colossally", "return", "fidelity", "total", "markets", "think", "stock"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/05/26/Top-Fidelity-stockpicker-Financial-markets-are-colossally-artificial", "article_text": "BOSTON (Reuters) - Fidelity's Joel Tillinghast, one of the mutual fund industry's best stockpickers over the past 20 years, said financial markets are \"colossally artificial\" and cited ride-sharing upstart Uber and negative yielding government bonds as examples.\n\n\"I think it's colossally artificial, but I don't see it ending,\" said Tillinghast, who runs the $46 billion Low-Priced Stock Fund for Fidelity Investments in Boston. He made his remarks on Friday in a rare interview.\n\nTillinghast pointed to unprecedented central bank intervention around the globe over the past 10 years in the form of quantitative easing, which has resulted in government bonds with negative yields in countries such as Germany, Switzerland and Denmark.\n\nHe said he was also incredulous that privately held Uber Technologies is valued at more than $40 billion by venture capitalists and mutual fund investors that include Fidelity.\n\n\"So this high-tech taxi service is selling for three times the price of all the medallions in New York City,\" Tillinghast said. \"Subjectively, I think that's a bubble, even if it is a fantastic service.\"\n\nOver the past 20 years, Tillinghast's fund has generated an annualized total return of 13.29 percent. That far exceeds the 9.35 percent total return of the Russell 2000 Index during that period and the Standard & Poor's 500 Index's total return of 9.28 percent, according to data from Lipper Inc, a Thomson Reuters unit.\n\nWhen compared to nearly 3,500 actively managed stock mutual funds, Fidelity Low-Priced Stock Fund ranked 17th for the 20-year period that ended April 30th, according to Lipper. Tillinghast's stewardship of the fund spans more than 25 years. The fund's 1-year return of 13.03 percent is beating 70 percent of peers, according to Morningstar Inc.\n\nHe said he has stayed put with Fidelity, instead of running a hedge fund, for example, because he likes working with and being challenged by colleagues such as Contrafund's Will Danoff and Bill Bower of the Diversified International Fund .\n\n\"Fidelity is somewhat bureaucratic, but compared with what is out there, they mostly let me do my job, and not do all the stuff I'm not good at, that I don't want to do,\" such as calming nervous clients, Tillinghast said.\n\n\"And the people I know who have gone to hedge funds hate sucking up to clients.\"\n\nTillinghast focuses on mid-cap stocks that typically cost less than $35 a share. At the end of the first quarter, his three largest picks were UnitedHealth Group Inc, Next Plc and Seagate Technology Plc, respectively. His fund's annual turnover rate is about 11 percent, an indication that he is patient with his selections.\n\nStill, he said he gets heat from industry consultants for having too many stocks in his portfolio, which can include more than 900 names. About 200 of those stocks are very small positions, with the potential of adding more risk to the portfolio. Tillinghast conceded it can get messy tracking all of those names.\n\n\"I think of tiny positions as the equivalent of accepting someone's business card,\" Tillinghast explained. \"I have a lot of tiny positions where I think, something about this is interesting, something about this will work out, but I haven't done enough research to make it a big position.\"\n\nTillinghast, for example, took a flyer on a small company called Hansen's Natural. Today, it is known as Monster Beverage Corp , which has grown 500-fold for his fund, he said.\n\nTillinghast made it clear he is not making any prediction about when the market's bubble will burst. In fact, he said he is bad at forecasting. Before he joined Fidelity, he worked as a research economist at Drexel Burnham Lambert, the Wall Street firm famous for high yield or \"junk\" bonds, which went bankrupt in 1990.\n\n\"I sucked at it,\" he said.\n\nSo he is not saying when the artificial market, as he describes it, will end.\n\n\"How long can we party with our bad selves?\" Tillinghast asked. \"You want to know so you can party on until\" five minutes before it ends.\n\n(Reporting by Tim McLaughlin; Editing by Richard Chang)", "article_metadata": {"og": {"url": "http://www.thefiscaltimes.com/latestnews/2015/05/26/Top-Fidelity-stockpicker-Financial-markets-are-colossally-artificial", "type": "article", "site_name": "The Fiscal Times", "description": "BOSTON (Reuters) - Fidelity's Joel Tillinghast, one of the mutual fund industry's best", "title": "Top Fidelity stockpicker: Financial markets are 'colossally artificial'"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/05/26/Top-Fidelity-stockpicker-Financial-markets-are-colossally-artificial", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "BOSTON (Reuters) - Fidelity's Joel Tillinghast, one of the mutual fund industry's best", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "\"I think it's colossally artificial, but I don't see it ending,\" said Tillinghast, who runs the $46 billion Low-Priced Stock Fund for Fidelity Investments in Boston.\nThat far exceeds the 9.35 percent total return of the Russell 2000 Index during that period and the Standard & Poor's 500 Index's total return of 9.28 percent, according to data from Lipper Inc, a Thomson Reuters unit.\nWhen compared to nearly 3,500 actively managed stock mutual funds, Fidelity Low-Priced Stock Fund ranked 17th for the 20-year period that ended April 30th, according to Lipper.\nOver the past 20 years, Tillinghast's fund has generated an annualized total return of 13.29 percent.\nBOSTON (Reuters) - Fidelity's Joel Tillinghast, one of the mutual fund industry's best stockpickers over the past 20 years, said financial markets are \"colossally artificial\" and cited ride-sharing upstart Uber and negative yielding government bonds as examples."}