{"article_title": "Advocates: Pa. will see 'chaos' if Supreme Court strikes down Obamacare subsidies", "article_keywords": ["subsidy", "supreme", "court", "exchange", "pennsylvania", "subsidies", "obamacare", "chaos", "strikes", "advocates", "states", "state", "pa", "coverage", "aca", "passage"], "article_url": "http://www.pennlive.com/midstate/index.ssf/2015/02/burwell_king_supreme_court_wol.html", "article_text": "If the U.S. Supreme decides people in states including Pennsylvania aren't eligible for subsides to help pay for their Obamacare coverage, the entire Affordable Care Act will collapse, predicted Pennsylvania advocates speaking to reporters Wednesday.\n\nThe court will hear the case, called King v. Burwell, next Wednesday, and a decision is expected in June.\n\nThe case centers on whether the subsides, which take the form of tax credits, are intended for the 37 states including Pennsylvania where people use the federally-run electronic market, or exchange, to obtain Obamacare coverage.\n\nThe case hinges on interpretation of a mere five words in the 900-plus page ACA -- \"through an Exchange established by the State.\" Those words pertain to who is eligible for the subsidies which are available to people earning up to about $46,000 for a single person and about $95,000 for a family of four, to help them afford coverage.\n\nThe people who brought the lawsuit argue the passage means subsidies are only available to people in states which set up their own exchange.\n\nACA supporters argue that interpretation makes no sense, and conflicts with the obvious intent of the ACA to make coverage affordable for everyone. The argue that a provision to limit subsidies as such was never mentioned in Congressional debate of the law, and that no state ever considered the possibility while deciding whether or not to build an exchange.\n\nSome ACA supporters attribute the passage to a typo.\n\nBut some observers have said a plausible reason for the passage was to give states an incentive to build their own exchange rather than rely on the federal government.\n\nSome experts see a path toward striking down the subsidies in a close ruling with Chief Justice John Roberts casting the deciding vote in a decision many will perceive as politically driven.\n\nThe advocates who spoke Wednesday are associated with Keystone Progress, a left-leaning organization that supports the ACA.\n\nThey called the lawsuit part of \"a long-running partisan political attack against the Affordable Care Act.\"\n\nAbout 300,000 Pennsylvania residents obtained coverage on the federally-run exchange last year, and more than 400,000 enrolled during the open season which ended Feb. 15.\n\nEighty-one percent of them receive a subsidy averaging $230 per month, and as a result of subsidies, 69 percent pay less than $100 per month in premiums, said Antoinette Kraus of the Pennsylvania Health Access Network, an advocacy group.\n\nOne of the conference call speakers was Joe Lucas, a 52-year-old house painter from Pittsburgh. He said for many years while younger he felt \"invincible\" and saw no need for health insurance. When he was about 40, a contractor's group was offering coverage and he bought in. But premiums doubled annually, and in 2004, as gasoline prices also soared, he could no longer afford it.\n\nIn 2010, he said, he experienced what turned out to be an aortic aneurysm, and \"was afraid to go to the doctor because I wasn't insured and didn't know what to do.\"\n\nBut eventually he gave in and spent 11 days in the hospital, resulting in a $69,000 bill. He wasn't immediately able to find health insurance because of the pre-existing condition, and then the Obamacare ban on pre-existing conditions allowed him to find coverage. He said he needs expensive medications and an expensive scan which costs $11,000, and which he said wouldn't be given to him without insurance.\n\nHis said he now receives a $200 a month subsidy through the exchange which lowers his monthly premium to $150.\n\nLucas also argued against those who say Obamacare is bad for small businesses. \"It actually enabled me to go into business for myself, because it lowered the cost of me insuring myself by about two-thirds,\" he said.\n\nGov. Tom Wolf has said that if the court strikes down the subsidy, he would move to create Pennsylvania's own exchange. Still, advocates said it wouldn't be easy with a Republican-controlled state legislature and legislative leaders who are known opponents of the ACA.\n\nThey said a decision against the subsidies would cause about nine million people across the county to no longer be able to afford coverage, resulting in a \"meltdown\" of the ACA.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "health care", "title": "Advocates: Pa. will see 'chaos' if Supreme Court strikes down Obamacare subsidies", "parsely-page": "{\"title\": \"Advocates: Pa. will see \\u0027chaos\\u0027 if Supreme Court strikes down Obamacare subsidies\", \"link\": \"http://www.pennlive.com/midstate/index.ssf/2015/02/burwell_king_supreme_court_wol.html\", \"image_url\": \"http://imgick.pennlive.com/home/penn-media/width620/img/midstate_impact/photo/17111204-standard.jpg\", \"type\": \"post\", \"post_id\": \"15312581\", \"pub_date\": \"2015-02-25T17:49:10Z\", \"author\": \"David Wenner | dwenner@pennlive.com\", \"tags\": [\"@topmobile\",\"@topstories\",\"health care\"] }", "twitter": {"image": "http://media.pennlive.com/midstate_impact/photo/17111204-thumb_square_large.jpg", "creator": "@DavidRWenner", "description": "The case hinges on a mere five words in the 900-plus page ACA -- some it makes no sense and could involve a typo, some say it has a clear purpose.", "card": "summary", "site": "@pennlive"}, "article_date_updated": "Friday, February 27, 2015,  5:16 PM", "parsely-metadata": "{\"image_url\": \"http://media.pennlive.com/midstate_impact/photo/health-overhaul-risky-politics-ef3dd0aea690a844.jpg\", \"author_name\": \"dwenner\", \"author_nickname\": \"David Wenner | dwenner@pennlive.com\", \"author_id\": \"569\", \"source_blog_name\": \"Breaking News on PennLive\", \"source_blog_url\": \"http://www.pennlive.com/midstate/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "PennLive.com", "description": "The case hinges on a mere five words in the 900-plus page ACA -- some it makes no sense and could involve a typo, some say it has a clear purpose.", "title": "Advocates: Pa. will see 'chaos' if Supreme Court strikes down Obamacare subsidies", "url": "http://www.pennlive.com/midstate/index.ssf/2015/02/burwell_king_supreme_court_wol.html", "image": "http://media.pennlive.com/design/alpha/img/logo_penn.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "PennLive.com", "article_comments": 0, "article_date_original": "Wednesday, February 25, 2015, 12:49 PM", "article_author": "David Wenner | dwenner@pennlive.com", "Description": "The case hinges on a mere five words in the 900-plus page ACA -- some it makes no sense and could involve a typo, some say it has a clear purpose."}, "_id": "\"57477af46914bd0286fda82d\"", "article_summary": "Tom Wolf has said that if the court strikes down the subsidy, he would move to create Pennsylvania's own exchange.\nIf the U.S. Supreme decides people in states including Pennsylvania aren't eligible for subsides to help pay for their Obamacare coverage, the entire Affordable Care Act will collapse, predicted Pennsylvania advocates speaking to reporters Wednesday.\nThe people who brought the lawsuit argue the passage means subsidies are only available to people in states which set up their own exchange.\nThe case hinges on interpretation of a mere five words in the 900-plus page ACA -- \"through an Exchange established by the State.\"\nStill, advocates said it wouldn't be easy with a Republican-controlled state legislature and legislative leaders who are known opponents of the ACA."}