{"article_title": "Wayne Allyn Root: Trump Is Punching Back and Winning", "article_keywords": ["liberal", "trump", "hes", "reagan", "winning", "donald", "wayne", "theres", "punching", "republican", "root", "think", "allyn"], "article_url": "http://www.breitbart.com/video/2016/03/13/wayne-allyn-root-trump-is-punching-back-and-winning/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nOn “Fox & Friends Sunday,” conservative radio talk show host author Wayne Allyn Root said Republican presidential candidate Donald Trump is “actually punching back” against the liberal agenda and “winning.”\n\nSIGN UP FOR OUR NEWSLETTER\n\nRoot said the Republican establishment “should thank God because the Republican party is in vogue again.”\n\n“We’ve got our mojo back,” he said. “He’s winning. I hate to quote Charlie Sheen, but in this case, Donald Trump is winning. You could tell. There’s no protesters at Rubio events. there’s no one trying to interrupt Cruz events. No one even knows Kasich’s name. Donald Trump is getting this incredible attack because he’s winning. He’s bothering the left, under their skin, and they know he’s the one that could beat Hillary Clinton.”\n\nHe added, “I think it’s very much like Ronald Reagan. I was the first commentator in the country who compared Trump to Reagan. I think the reaction is exactly the same, Clayton. I was there. I was at Columbia University, the center of the liberal universe, from 1980 to ’83 when Reagan was running in and then elected president. The response of the kids on campus and professors, exactly Trump today. They’re scared to death, We are winning, We’re taking back the agenda. We’re not punching bags anymore. We’re actually punching back. And that’s a good thing because I don’t want to be a punching bag. It’s been 7.5 years under Barack Obama where the Republican party’s been a punching bag under John Boehner, Mitch McConnell, and even under Paul Ryan. I’m proud that Donald Trump is hitting back.”", "article_metadata": {"description": "Wayne Allyn Root: Trump Is Punching Back and Winning", "og": {"site_name": "Breitbart", "description": "Wayne Allyn Root: Trump Is Punching Back and Winning", "title": "Wayne Allyn Root: Trump Is Punching Back and Winning - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2016/03/wayne.jpg", "height": 480}, "url": "http://www.breitbart.com/video/2016/03/13/wayne-allyn-root-trump-is-punching-back-and-winning/", "type": "article"}, "twitter": {"description": "Wayne Allyn Root: Trump Is Punching Back and Winning", "creator": "@pamkeyNEN", "image": "http://media.breitbart.com/media/2016/03/wayne.jpg", "title": "Wayne Allyn Root: Trump Is Punching Back and Winning - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Donald Trump, Wayne Allyn Root,2016 Presidential Race, Breitbart TV,Wayne Allyn Root", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "2016 Presidential Race", "tag": "Wayne Allyn Root", "published_time": "2016-03-13T08:42:30-07:00", "categories": "Breitbart TV,2016 Presidential Race"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "“He’s winning.\nI hate to quote Charlie Sheen, but in this case, Donald Trump is winning.\nDonald Trump is getting this incredible attack because he’s winning.\nI’m proud that Donald Trump is hitting back.”\nI was the first commentator in the country who compared Trump to Reagan."}