{"article_title": "Sacks, Super Bowl regrets, and a size 17 ring: A Claude Humphrey Q-and-A", "article_keywords": ["qanda", "17", "played", "sacks", "didnt", "ring", "football", "bowl", "sack", "hall", "claude", "im", "talk", "best", "fame", "humphrey", "super", "regrets", "norm", "size"], "article_url": "http://www.commercialappeal.com/news/schools/sacks-super-bowl-regrets-and-a-size-17-ring-a-claude-humphrey-q-and-a-ep-519028623-324362591.html", "article_text": "<p>July 24, 2014 â\u0080\u0094 Memphian Claude Humphrey is being inducted into the Pro Football Hall of Fame. Humphrey was drafted out of Tennessee State University into the National Football League by the Atlanta Falcons in 1968 and finished his NFL career with the Philadelphia Eagles in 1981. (Brad Vest/The Commercial Appeal)</p>\n\nBy Geoff Calkins\n\nClaude Humphrey took time to talk to a reporter over lunch at the Piccadilly restaurant in Bartlett the other day. Here’s some more of what he said about his induction into the Pro Football of Fame and other subjects.\n\nQ: What size Hall of Fame jacket?\n\nA: It’s a 58 long. Size 17 ring. They tell me it’s the second-biggest ring size they’ve ever had.\n\nQ: You were raised in Memphis at a time when African-Americans were treated like second-class citizens. As a kid growing up, how aware were you of that?\n\nA: Of course we were very aware that we were treated as second-class citizens. That was just the way it was. There was nothing that we felt we could do to change it, that’s just the way it was.\n\nQ: Who’s the best offensive tackle you ever played against?\n\nA: Everybody in the ’70s. It’s different now from the way it was then. Back then, everybody put their best blocker on the right side. Now, everybody’s best blocker is on the left side. I lined up in front of the best blocker every Sunday. Ron Yary, Bob Brown, Rayfield Wright, all the Hall of Famers. All those guys in the Hall of Fame, they were right tackles.\n\nQ: They didn’t count sacks when you played. So I guess you didn’t have a sack dance?\n\nA: I played for Norm Van Brocklin. Norm didn’t play that. Norm made me stop talking on the football field. I used to talk a lot coming out of college. Norm told me that I couldn’t talk any more. Just go out there, do your job and come back and sit down. Have no conversation with the guys across the line at all. That was Norm’s approach.\n\nQ: Do you wish you played at a time when sacks were counted as an official stat?\n\nA: I’m going to say this about the stats. They say that Richard Dent holds the sack record for Tennessee State but how do they know that? I was sacking the quarterback left and right but we didn’t call it a sack then. It was just tackling. Richard Dent’s senior year he was coming out and they said he was the sack leader for Tennessee State, but how do they know that? They kept sack records for him but they didn’t for me.\n\nQ: Why did you retire from the Falcons four games into the 1978 season?\n\nA: I can’t tell you what happened.\n\nQ: Something happened?\n\nA: I can’t tell you what happened. I can’t talk about that.\n\nQ: When you were with the Eagles, you lost to the Raiders in Super Bowl 15. Memories of the game?\n\nA: I got called for roughing the passer. That’s one of the things I regret the most about my playing, because I was really not that kind of person. At the moment, I was all ticked off because they were beating us. The official threw the flag at me. I picked it up and threw it back at him. I regret that I did that.\n\nQ: How’s your health?\n\nA: I’m hanging in there pretty good. I had cancer of my kidney, and they removed it. And I have a defibrillator. And I still have wires and steel in my knee. I’ve had blood clots. I’ve had everything that you can have.\n\nQ: How much did you make as a football player?\n\nA: At the very end, I had a nice salary. It wasn’t well into no six figures. I tried to negotiate, and do all the things you do, but back in the day, they wouldn’t have taken all that stuff. They really didn’t care. They said, “You’re going to come eventually.” The things that young players today use as leverage, that stuff didn’t work in our day. They didn’t care\n\nQ: You excited about the weekend?\n\nA: I’m honored to be in the Hall of Fame. As I said, I nearly passed out when I got the call. But I personally am in the bed by 11 every night and they’re telling me I’m going to have to stay up ’til midnight, 1 a.m. They’re breaking my routine.", "article_metadata": {"title": "Sacks, Super Bowl regrets, and a size 17 ring: A Claude Humphrey Q-and-A", "og": {"url": "http://www.commercialappeal.com/news/schools/sacks-super-bowl-regrets-and-a-size-17-ring-a-claude-humphrey-q-and-a-ep-519028623-324362591.html", "image": {"width": 640, "identifier": "http://media.jrn.com/images/geoff_sun_0002_7061601_ver1.0_640_480.jpg", "height": 426}, "type": "article", "description": "Claude Humphrey, a Memphian, looking forward to Pro Football Hall of Fame induction -- but it means he'll have to stay up late: 'They're breaking my routine.'", "title": "Sacks, Super Bowl regrets, and a size 17 ring: A Claude Humphrey Q-and-A"}, "twitter": {"image": "http://media.jrn.com/images/geoff_sun_0002_7061601_ver1.0_640_480.jpg", "description": "Claude Humphrey, a Memphian, looking forward to Pro Football Hall of Fame induction -- but it means he'll have to stay up late: 'They're breaking my routine.'", "site": "https://twitter.com/memphisnews", "card": "summary_large_image", "title": "Sacks, Super Bowl regrets, and a size 17 ring: A Claude Humphrey Q-and-A"}, "apple-mobile-web-app-capable": "no", "msapplication-TileImage": "http://media.jrn.com/designimages/logo-ca-icon-144.png", "__sync_contentCategory": "premium", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af36914bd0286fcab7b\"", "article_summary": "<p>July 24, 2014 â\u0080\u0094 Memphian Claude Humphrey is being inducted into the Pro Football Hall of Fame.\nNorm didn’t play that.\nHere’s some more of what he said about his induction into the Pro Football of Fame and other subjects.\nQ: What size Hall of Fame jacket?\nQ: When you were with the Eagles, you lost to the Raiders in Super Bowl 15."}