{"article_title": "Kevin Love officially traded to Cavaliers, joins LeBron James – The Denver Post", "article_keywords": ["wiggins", "love", "lebron", "cavaliers", "officially", "cleveland", "days", "denver", "timberwolves", "joins", "james", "forward", "post", "trade", "traded", "cavs", "kevin", "told"], "article_url": "http://www.denverpost.com/nuggets/ci_26393280/ap-sources-kevin-love-traded-cavaliers-joins-lebron", "article_text": "CLEVELAND — Kevin Love is finally teaming up with LeBron James.\n\nThe Minnesota Timberwolves, Cleveland Cavaliers and Philadelphia 76ers completed a delayed blockbuster trade Saturday that’s been talked about for months and on hold for 30 days. Love, arguably the game’s best power forward, is headed from Minnesota to Cleveland, where he will join James and instantly make the Cavs an NBA title favorite, two persons with direct knowledge of the deal told The Associated Press. The persons spoke on condition of anonymity shortly after the teams completed their conference call with the league to approve the deal.\n\nThe Timberwolves are getting No. 1 overall pick Andrew Wiggins and former top pick Anthony Bennett from Cleveland and veteran forward Thaddeus Young from Philadelphia.\n\nThe 76ers get a 2015 first-round draft choice from Cleveland, and guard Alexey Shved and forward Luc Mbah a Moute from Minnesota.\n\nA rarely used NBA rule forced the teams to wait to complete the trade until 30 days after Wiggins signed his rookie contract.\n\nIt’s official now, and Cleveland, which hasn’t had a major pro sports championship since 1964, has a title contender.\n\nThe Cavs and Timberwolves have been discussing a trade involving for Love for months, long before James decided to leave Miami and come back home to Ohio. The deal dragged on through the summer, first because of Cleveland’s unwillingness to include Wiggins in any package, and then due to the 30-day provision.\n\nThat bit of fine print in the collective bargaining agreement triggered an agonizing wait in both cities, more so in championship-starved Cleveland where generations of fans have longed for the Cavs, Indians or Browns to win it all.\n\nNow the league’s best player has another superstar as a running mate. Add in All-Star point guard Kyrie Irving and James again finds himself the ringleader of a star-studded trio after leaving Chris Bosh and Dwyane Wade behind with the Heat.\n\nLove will make James a better player and vice versa.\n\n“I’m going to be very excited to have him,” James said at his recent homecoming event in Akron, Ohio. “I don’t really care about the 26 (points) and 12 (rebounds). I care about the basketball IQ. His basketball IQ is very, very high. I had an opportunity to spend 32 days with him on the 2012 Olympic team. It’s funny. I always told Kevin Love, ‘You’re very good, man.’ He always thought I was blowing smoke.\n\n“I always told him he was going to be a reason why we won the gold medal, and he played a huge role for us. So I’m looking forward to it. He’s a great piece.”\n\nAP Basketball Writer Jon Krawczynski reported from Minneapolis.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Kevin Love officially traded to Cavaliers, joins LeBron James", "title": "Kevin Love officially traded to Cavaliers, joins LeBron James", "url": "http://www.denverpost.com/2014/08/23/kevin-love-officially-traded-to-cavaliers-joins-lebron-james/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140807_083423_kevin-love-1.jpg", "height": 536}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140807_083423_kevin-love-1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-08-23T11:55:06+00:00", "modified_time": "2016-04-27T11:02:04+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "CLEVELAND — Kevin Love is finally teaming up with LeBron James.\nThe Minnesota Timberwolves, Cleveland Cavaliers and Philadelphia 76ers completed a delayed blockbuster trade Saturday that’s been talked about for months and on hold for 30 days.\nI always told Kevin Love, ‘You’re very good, man.’ He always thought I was blowing smoke.\n1 overall pick Andrew Wiggins and former top pick Anthony Bennett from Cleveland and veteran forward Thaddeus Young from Philadelphia.\nThe Cavs and Timberwolves have been discussing a trade involving for Love for months, long before James decided to leave Miami and come back home to Ohio."}