{"article_title": "Extra rain may slow receding river levels, authorities say", "article_keywords": ["homes", "slow", "inches", "extra", "receding", "rain", "flood", "say", "levels", "weather", "edisto", "authorities", "river", "flooding", "stage", "expected"], "article_url": "http://www.postandcourier.com/article/20151010/PC16/151019903", "article_text": "Members of the North Charleston Fire Department go door-to-door ensuring homes are safe to enter as families return to their homes Wednesday after waters receded in the Peppermill neighborhood.\n\nRoughly an inch rainfall over the Lowcountry Saturday won’t contribute to any additional significant flooding, but it may slow receding river levels, according to forecasters at the National Weather Service.\n\nDisaster aid Storm victims can apply for FEMA disaster aid at disasterassistance.gov or by calling 1-800-621-3362.\n\n“Locally, we might have some streams that filled up this afternoon, but since it was such a quick-moving rain, it’s not posing any substantial threats at this point,” said meteorologist Carl Barnes of the Weather Service’s Charleston office.\n\nThe majority of the Lowcountry received just under an inch of rainfall, he said, with some areas recording nearly 2 inches by the day’s end.\n\nFlood warnings are expected to remain in effect for Charleston and Dorchester counties until 2 p.m. Sunday, as the Edisto River – and the creeks and streams feeding into it – overflows. Summerville, Slands Bridge, Dorchester, Hollywood and Ravenel will likely experience flooding, according to the Weather Service.\n\nWhile flooding in the Charleston area has largely subsided as the water levels in the Ashley River receded, communities along the Edisto and Santee are still soaked.\n\nThe Edisto at Givhans Ferry entered a major flood stage Thursday, cresting at 16.06 feet. The river inundated the entire plain between Canadys and Norman Landing, and is slowly receding. Barnes said the Edisto likely won’t drop below major flood stage until sometime Tuesday morning.\n\n“It will probably be a week or so before it drops below flood level,” he added\n\nOn the Santee River, “the worst is coming tonight,” Barnes said Saturday. Forecasters expected the slowly rising Santee River at Jamestown, in a moderate flood stage Saturday, to swell to a major flood stage overnight or early Sunday at 22.4 feet, inundating numerous homes in the area.\n\nAt a news conference, Gov. Nikki Haley urged drivers to stay off the roads.\n\n“And no sightseers on the water,” she added.\n\nNineteen people have died so far in the aftermath of South Carolina’s historic flood. Nearly 500 people are in shelters. Across the state, 336 roads are closed, including 105 bridges. Twenty dams have burst with another 100 being monitored.\n\nAbout 13 miles of Interstate 95, one of the East Coast’s main highways linking Maine to Florida, remains closed, forcing long-distance travelers to take a 168-mile detour through Columbia.\n\nThere was no estimate when that stretch of interstate, which normally carries an average of 30,000 vehicles a day, could reopen.\n\nThe worst of the coastal area’s flooding appeared to be over after the Black River crested overnight Saturday and water levels dropped 5 inches, Georgetown County spokeswoman Jackie Broach said. The nearby Waccamaw River crested Friday and began to recede.\n\nSaturday’s rainfall brought October’s total precipitation in the state capital to 12.75 inches — breaking the previous record of 12 inches in 1959 — with 21 days left in the month, the National Weather Service said.\n\nColumbia had gotten 1.25 inches of rain between midnight and mid-afternoon Saturday, Weather Service spokesman Al Moore said, with up to 2 inches in the western Piedmont. More showers were expected overnight, he said.\n\nThe Federal Emergency Management Agency has approved $7 million in disaster assistance to flood victims, Haley said — a number she expects will grow.\n\nKim Stenson, the director of the S.C. Emergency Management Division, noted that rescue operations and extractions from homes “have slowed down significantly in last 24 hours.”\n\n“There is a day after today and a month from now, we will be better,” Haley said. “We will get through this.\n\nMore rain is expected Sunday, with the day’s forecast calling for mostly cloudy skies. A 40 percent chance of showers is expected during the day with a 20 percent chance of rain at night, heading into Monday.\n\nThe Associated Press contributed to this report.", "article_metadata": {"news_keywords": "Extra rain may slow receding river levels, authorities say, FP LatestNews, \r\nFP LatestNewsMetro, \r\nWeather, \r\nWeather, flooding,Weather", "og": {"site_name": "Post and Courier", "description": "Roughly an inch rainfall over the Lowcountry Saturday won’t contribute to any additional significant flooding, but it may slow receding river levels, according to forecasters at the National Weather Service.", "title": "Extra rain may slow receding river levels, authorities say", "url": "http://www.postandcourier.com20151010/151019903/extra-rain-may-slow-receding-river-levels-authorities-say", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20151010/PC16/151019903/AR/0/AR-151019903.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20151010/PC16/151019903/AR/0/AR-151019903.jpg"}, "type": "article"}, "twitter": {"description": "Roughly an inch rainfall over the Lowcountry Saturday won’t contribute to any additional significant flooding, but it may slow receding river levels, according to forecasters at the National Weather Service.", "title": "Extra rain may slow receding river levels, authorities say", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@postandcourier", "image": "http://www.postandcourier.com/storyimage/CP/20151010/PC16/151019903/AR/0/AR-151019903.jpg?201510102018", "card": "summary_large_image"}, "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 151019903}}, "keywords": "Extra rain may slow receding river levels, authorities say , FP LatestNews, \r\nFP LatestNewsMetro, \r\nWeather, \r\nWeather, flooding,Weather", "article": {"published_time": "2015-10-10T07:17:36Z", "modified_time": "2015-10-10T20:18:00Z", "author": "Deanna Pan"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "Roughly an inch rainfall over the Lowcountry Saturday won’t contribute to any additional significant flooding, but it may slow receding river levels, according to forecasters at the National Weather Service."}, "_id": "\"57477af46914bd0286fd94a8\"", "article_summary": "The Edisto at Givhans Ferry entered a major flood stage Thursday, cresting at 16.06 feet.\nBarnes said the Edisto likely won’t drop below major flood stage until sometime Tuesday morning.\nRoughly an inch rainfall over the Lowcountry Saturday won’t contribute to any additional significant flooding, but it may slow receding river levels, according to forecasters at the National Weather Service.\nFlood warnings are expected to remain in effect for Charleston and Dorchester counties until 2 p.m. Sunday, as the Edisto River – and the creeks and streams feeding into it – overflows.\nMore rain is expected Sunday, with the day’s forecast calling for mostly cloudy skies."}