{"article_title": "With Rubio’s Latest Flip-Flop, the GOP May Have Given Up on the Hispanic Vote", "article_keywords": ["partys", "given", "reform", "immigrants", "flipflop", "immigration", "rubios", "hispanic", "rubio", "candidates", "vote", "party", "republican", "gop", "latest"], "article_url": "http://www.thefiscaltimes.com/2016/02/19/Rubio-s-Latest-Flip-Flop-GOP-May-Have-Given-Hispanic-Vote", "article_text": "Imagine if you can telling the Republican leadership after Romney was soundly defeated in 2012 that four years later, two of the GOP’s top candidates for president would not just be Hispanic, they’d be children of immigrants. Surely, they’d be overjoyed.\n\nIf they knew what those candidates would be saying, though, they’d have been horrified.\n\nAn “autopsy” of that earlier election showed that Hispanics—many of whom are conservative Catholics—felt ignored and discredited by Romney, so they voted for Obama.\n\nRelated: Here’s the Compliment Trump Gave the Pope After Being Slammed on Immigration\n\nRepublican National Committee chair Reince Priebus commissioned the party’s “Growth and Opportunity” project to see what went wrong and how to fix it. One of the key findings was that the Party had alienated the fastest-growing segment of the electorate: Hispanics.\n\n“It is imperative that the RNC changes how it engages with Hispanic communities to welcome in new members of our Party,” the authors determined.\n\n“If Hispanic Americans hear that the GOP doesn’t want them in the United States, they won’t pay attention to our next sentence. It doesn’t matter what we say about education, jobs or the economy; if Hispanics think that we do not want them here, they will close their ears to our policies. Hispanic voters tell us our Party’s position on immigration has become a litmus test, measuring whether we are meeting them with a welcome mat or a closed door,” the report found.\n\nTo move forward and grow the Party, they said, “We must embrace and champion comprehensive immigration reform. If we do not, our Party’s appeal will continue to shrink to its core constituencies only. We also believe that comprehensive immigration reform is consistent with Republican economic policies that promote job growth and opportunity for all.”\n\nRelated: Biden Won’t Rule Out the Possibility of a Trump Victory\n\nSo, on its face, the prospect of having two men named Cruz and Rubio making legitimate runs for the GOP nomination would surely have heartened GOP leaders still reeling from Romney’s defeat and worried about the party’s future with Hispanic voters.\n\nFast forward to 2016, though, and whatever hopes the Party elders harbored for Hispanic outreach have been dashed against the reality of the GOP base. In an effort to court Republican primary voters, the three leading candidates for the GOP nomination have essentially surrendered all hope of appealing to the Hispanic community that party leaders wanted them to embrace.\n\nDonald Trump’s message that undocumented immigrants are rapists and killers who need to be deported en masse and then sealed behind a wall is resonating powerfully with a large segment of the primary electorate. Texas Sen. Ted Cruz, who also read the mood of the Party base correctly more than a year ago, has been railing against any policy that would allow undocumented immigrants to remain in the country as “amnesty.”\n\nAnd candidates like former Florida governor Jeb Bush and Ohio Gov. John Kasich, who have suggested treating undocumented immigrants humanely in line with American values, have been relegated to the second tier of the GOP primary.\n\nStill, Republicans are not alone in seeking an end to illegal immigration. A recent Monmouth University Poll showed that Republicans (73%) are much more likely than independents (47%) or Democrats (31%) to support building a wall.\n\nRelated: Clinton Sharply Challenges Sanders’ Immigration Credentials in Nevada\n\nThe last of the top tier candidates, and the only one who has a recent history of advocating something other than immediate mass deportation, is Marco Rubio, and as the Washington Post’s Greg Sargent pointed out, he appears to have abandoned one of his only remaining positions that offered a glimmer of hope to those in the country illegally.\n\nRubio had previously been one of the party’s leading voices for immigration reform, joining the “Gang of Eight” in the Senate, which engineered the passage of a major bipartisan immigration reform bill. He has since disavowed the proposal, saying that it was the best Republicans could get when the Democrats controlled the Senate, but not something he would support as president.\n\nPresident Obama’s Delayed Action for Childhood Arrivals program allows some immigrants who were brought to the country illegally as children to live without fear of imminent deportation, so long as they don’t break the law and meet other requirements. Rubio, just last year, said that he opposed DACA, but recognized that summarily ending the program would create massive and unnecessary upheaval.\n\nHowever, speaking to CNN’s Jake Tapper on Thursday, Rubio confirmed, “I will, on my first day in office, get rid of it because it’s unconstitutional. I was against it when the president did it. I remain against it now. It cannot be permanent policy. And I’ve said that repeatedly.”\n\nAt this point, if the RNC’s determination that immigration policy is a “litmus test” with Hispanic voters still holds true, then it’s hard to see what’s left for them to hold on to among the Republican frontrunners. And if they were also correct to predict that the Party, without courting Hispanics, “will shrink to its core constituencies only,” well, that’s pretty bad news for the GOP.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In an effort to court Republican primary voters, the three leading candidates for the GOP nomination have essentially surrendered all hope of appealing to the Hispanic community that party leaders wanted them to embrace.", "title": "With Rubio’s Latest Flip-Flop, the GOP May Have Given Up on the Hispanic Vote", "url": "http://www.thefiscaltimes.com/2016/02/19/Rubio-s-Latest-Flip-Flop-GOP-May-Have-Given-Hispanic-Vote", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-election-rubio_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/02/19/Rubio-s-Latest-Flip-Flop-GOP-May-Have-Given-Hispanic-Vote", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-election-rubio_2.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "In an effort to court Republican primary voters, the three leading candidates for the GOP nomination have essentially surrendered all hope of appealing to the Hispanic community that party leaders wanted them to embrace.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "To move forward and grow the Party, they said, “We must embrace and champion comprehensive immigration reform.\n“If Hispanic Americans hear that the GOP doesn’t want them in the United States, they won’t pay attention to our next sentence.\nFast forward to 2016, though, and whatever hopes the Party elders harbored for Hispanic outreach have been dashed against the reality of the GOP base.\nRubio had previously been one of the party’s leading voices for immigration reform, joining the “Gang of Eight” in the Senate, which engineered the passage of a major bipartisan immigration reform bill.\n“It is imperative that the RNC changes how it engages with Hispanic communities to welcome in new members of our Party,” the authors determined."}