{"article_title": "CARSON: Did you really hear what I said?", "article_keywords": ["real", "lenin", "power", "freedom", "try", "obamacare", "slavery", "fight", "carson", "hear", "nation", "order", "really"], "article_url": "http://www.washingtontimes.com/news/2013/oct/15/carson-pursued-by-pc-police-nice-try-but-no-cigar/?page=all", "article_text": "ANALYSIS/OPINION:\n\nMany can remember as youngsters doing something wrong, for which they knew punishment was deserved. In order to avoid the punishment, they would try to create a diversion of some type in order to distract the attention of parents or teachers who, hopefully, would not notice or would forget about the original infraction.\n\nThe PC world of the secular progressives still uses this tactic quite effectively when they try to refocus attention on an individual or organization that opposes their agenda. This was certainly the case last week, when at the Values Voter Summit in Washington D.C., I stated that Obamacare was the worst thing in our country since slavery.\n\nThe PC police immediately went to work with their mission of distraction by trying to tell everyone that I was equating Obamacare with slavery, which of course I was not, but it makes for a good headline.\n\nThis is certainly not the first time they have used this tactic to discredit and attempt to silence me. Unfortunately for them, it is not going to work, and they will say, Carson has such a big ego that he thinks he is important enough that we would waste our time focusing on him.\n\nThese kinds of tactics have been very successful in the past, but as I travel around the country, I am noticing that many of our citizens are no longer falling for this simplistic foolishness and are indeed focusing on the real issues.\n\nFor those who did not hear the speech or understand its meaning, let me recapitulate. When looking at the self-inflicted wounds of our nation, physical slavery is widely regarded as the worst, with deleterious lingering effects that still are manifested 150 years after it was abolished.\n\nDespite this malady and many other severe problems, including attacks from foreign enemies, we have managed not only to survive, but thrive as a nation where freedom and responsibility are revered. As was intended by the Founders of our nation, a power structure was put in place with “the people” at the pinnacle of that power pyramid.\n\nIn order for them to properly exercise their power, it was important that the citizenry be well-informed and educated. Proverbs 14:15 (New Living Translation) says, “Only simpletons believe everything they’re told! The prudent carefully consider their steps.”\n\nHonest media try to provide objective information that the people can use to make informed decisions, but prudent individuals really should not count on the media and must learn to study issues for themselves. The Founders had studied the governing structures of many nations that preceded us and were thoroughly convinced that the biggest threat to continued freedom in America was the expansion of the power and influence of a central government that was not controlled.\n\nThe implementation of Obamacare places the health — and, ultimately, the lives — of the people in the hands of the government. Over the course of time, such a relationship places the government at the top of the power pyramid, thus putting “the people” in a very dependent position.\n\nA statement ascribed to Vladimir Lenin and widely disseminated in 1948 by the American Medical Association, implies that the establishment of government control over health care is foundational to the creation of the socialist state. The exact quote: “Socialized medicine is the keystone to the arch of the socialist state.”\n\nThere is controversy as to whether Lenin used these exact words, but the larger point is that he and his followers certainly subscribed to the philosophy symbolized by these words. Some will rant and rave about whether slavery and mandated governmental control of our health are equivalent, and others will be foaming at the mouth about who Lenin was and what he said, but fortunately, many others will actually recognize the fundamental power shift occurring in our nation and its implications for our future.\n\nThose secular progressives who want to fundamentally change the nature of America hate those who expose their modus operandi, but those of us who embrace traditional values and love the freedom and opportunity that has characterized our nation in the past will not sit idly by and go along to get along.\n\nWe will not be fooled by their diversionary tactics and will continue to refocus the conversation on the real issues. We will not tolerate enslavement by complacency and dependency of the people induced by endless entitlements by a reckless governing structure intent on cultivating votes and having no real compassion for the masses.\n\nInstead of allowing political correctness to shut us up, we must fight for freedom of speech without fear of consequences. We will fight for freedom in the unfettered pursuit of the American Dream.\n\nWe will fight to provide economic freedom to future generations who deserve a life unencumbered by unimaginable debt they received as an inheritance from selfish political predecessors. We will fight for “one nation under God, indivisible, with liberty and justice for all.”\n\nBen S. Carson is professor emeritus of neurosurgery at Johns Hopkins University.", "article_metadata": {"description": "The implementation of Obamacare places the health — and, ultimately, the lives — of the people in the hands of the government. Over the course of time, such a relationship places the government at the top of the power pyramid, thus putting \"the people\" in a very dependent position.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The implementation of Obamacare places the health — and, ultimately, the lives — of the people in the hands of the government. Over the course of time, such a relationship places the government at the top of the power pyramid, thus putting “the people” in a very dependent position.", "title": "CARSON: Did you really hear what I said?", "url": "http://www.washingtontimes.com/news/2013/oct/15/carson-pursued-by-pc-police-nice-try-but-no-cigar/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/10/11/dscn2069.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/10/11/dscn2069.jpg", "description": "The implementation of Obamacare places the health — and, ultimately, the lives — of the people in the hands of the government. Over the course of time, such a relationship places the government at the", "card": "summary", "title": "CARSON: Did you really hear what I said?"}, "Author": "Ben S. Carson", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Social Issues, Politics, Ben S Carson"}, "_id": "\"57477af36914bd0286fcabb4\"", "article_summary": "We will fight for “one nation under God, indivisible, with liberty and justice for all.”Ben S. Carson is professor emeritus of neurosurgery at Johns Hopkins University.\nInstead of allowing political correctness to shut us up, we must fight for freedom of speech without fear of consequences.\nFor those who did not hear the speech or understand its meaning, let me recapitulate.\nWe will fight for freedom in the unfettered pursuit of the American Dream.\nIn order for them to properly exercise their power, it was important that the citizenry be well-informed and educated."}