{"article_title": "Policy Diagnosis: Doctors and Patients vs. Medicare and Medicaid", "article_keywords": ["physicians", "congress", "macra", "system", "patients", "vs", "medicaid", "diagnosis", "doctors", "policy", "medicare", "health", "care"], "article_url": "http://news.heartland.org/newspaper-article/2016/05/07/policy-diagnosis-doctors-and-patients-vs-medicare-and-medicaid", "article_text": "Editor’s Note: Medicare and Medicaid spending constituted a combined 36 percent of national health expenditures in 2014, the Center for Medicare and Medicaid Services (CMS) reports. The same year, U.S. health care spending accounted for 17.5 percent of Gross Domestic Product (GDP), and it is expected to grow by 5.8 percent annually through 2024.\n\nTo help patients, doctors, and lawmakers understand how financing Medicare and Medicaid strains doctors and patients, Health Care News Managing Editor Michael Hamilton interviewed Richard Armstrong, M.D., treasurer of the Docs4PatientCare Foundation, a think tank run exclusively by practicing physicians.\n\nHamilton: How does the Medicare system make it harder for doctors to care for older patients?\n\nArmstrong: The current Medicare system is really in trouble financially. Doctors and patients are all feeling this these days as the reimbursements from Medicare for both hospitals and physicians begin to ratchet down. When Medicare initially passed in 1965, it opened a door to the U.S. Treasury to a demand for health care that really cannot be met, and Medicare has been struggling mightily ever since.\n\nHamilton: President Obama signed the Medicare and CHIP Reauthorization Act (MACRA) on April 16, 2016. How will MACRA affect Medicare providers?\n\nArmstrong: MACRA ratchets down all of the reimbursements for hospitals, physicians, and other providers over the next decade. If you look at Medicare Part A alone, which is the hospital portion, the Congressional Budget Office has estimated that Medicare Part A will be depleted in 2028. So there is no question some creative solutions have to be found outside of the Medicare program to support care for seniors while Congress works on reforming the Medicare program so it can be more sustainable.\n\nHamilton: Before Obama signed MACRA, Congress annually passed a Medicare funding solution called a “doc fix.” Why was this necessary?\n\nArmstrong: Back in 1997, as part of the Balanced Budget Act, Congress developed something called the sustainable growth rate (SGR) for how physicians were paid under Medicare, and they tied that to the growth of the overall economy. But inflation in health care occurred much more rapidly than the economic growth. So payments to doctors weren't keeping up. Just about every year, Congress had to revisit this and do a “doc fix,” where they overrode the SGR formula.\n\nHamilton: Why didn’t the ACA include a permanent doc fix?\n\nArmstrong: You might remember President Obama promised not to sign any bill that would cost over $900 billion in a decade. If they put the doc fix in, it would have cost $1.1 trillion, and he and others felt very strongly the Affordable Care Act would not pass with that price tag.\n\nHamilton: MACRA finally unties Medicare doctor reimbursements from the SGR. Shouldn’t that increase payments to Medicare providers?\n\nArmstrong: In the first 13 pages of MACRA, Congress repealed the SGR, and all the doctors in the country stood up and cheered. But in the next 253 pages, the law lays out an entire new bureaucracy to try to change the way Medicare pays doctors—from-fee-for-service payments to bundles of value-based payments.\n\nHamilton: The term “value-based” implies a rating system. Who will be rating Medicare providers?\n\nArmstrong: The Centers for Medicare and Medicaid Services (CMS) is developing what's called the Merit-based Incentive Payment System. They have to build a bureaucracy to collect data and rate 900,000 doctors on performance metrics. If a doctor scores above a certain level, he might get as much as a 9 percent bonus, and if he is below a certain level, he might get 9 percent reduced from his pay—but the actual pot of money doesn't grow. So you have doctors in this pot fighting over these funds depending on these performance measurements. And they have not defined how that's going to look. They are just beginning their initial meetings at CMS about what to do.\n\nHamilton: Do Medicaid providers face reimbursement challenges similar to Medicare providers?\n\nArmstrong: The biggest challenge is that the Medicaid system pays doctors very poorly on average nationwide, probably at least 40 percent less than what Medicare pays doctors. For many physicians, it’s just economically unsustainable. The bureaucratic paperwork required to see Medicaid patients is often more expensive than what they get paid. So before they even see the patient, they cannot pay for the business.\n\nHamilton: How do low reimbursement rates and increased paperwork for Medicaid providers affect Medicaid patients?\n\nArmstrong: Anywhere from 40 to 50 percent of physicians in the country don't accept Medicaid patients. So, to expand Medicaid under the ACA isn’t great. We say, “We have got you in this plan. We gave you a card,” but if you cannot use your card and find care, what good is the card?\n\nHamilton: Does the current system reward states for improving the efficiency of their Medicaid programs?\n\nArmstrong: The design of the system is the more the state spends on its Medicaid population, the more money it gets from the federal program. So it's a very negative positive incentive—meaning states have all this incentive to spend more on Medicaid so that more money flows out of the federal government, but if you look at it critically, where does all that federal government money come from? All of the taxpayers.\n\nSo it's this tremendous positive reinforcement loop that inflates the cost of health care nationally and really doesn't do anything to get it under control.\n\nMichael Hamilton (mhamilton@heartland.org) is The Heartland Institute’s research fellow for health care policy and managing editor of Health Care News.\n\nImage via Thinkstock", "article_metadata": {}, "article_summary": "Michael Hamilton (mhamilton@heartland.org) is The Heartland Institute’s research fellow for health care policy and managing editor of Health Care News.\nHamilton: How do low reimbursement rates and increased paperwork for Medicaid providers affect Medicaid patients?\nThe bureaucratic paperwork required to see Medicaid patients is often more expensive than what they get paid.\nHamilton: How does the Medicare system make it harder for doctors to care for older patients?\nArmstrong: The biggest challenge is that the Medicaid system pays doctors very poorly on average nationwide, probably at least 40 percent less than what Medicare pays doctors."}