{"article_title": "First Year in Retirement: How to Plan", "article_keywords": ["retirement", "longterm", "expenses", "planning", "health", "plan", "income", "need", "insurance", "today", "care"], "article_url": "http://www.foxbusiness.com/features/2013/09/05/first-year-in-retirement-how-to-plan.html", "article_text": "It used to be that after your 65th birthday, you retired. But that’s rarely the case nowadays.\n\nContinue Reading Below\n\nA new \"age\" has emerged with workers staying in the labor force well into their senior years, whether it’s because of financial or more personal reasons, but their continued presence is changing the landscape of the job market.\n\nFor many workers, lack of finances keep them from retiring, and by working longer, baby boomers are paying more into Social Security and their retirement funds. But for boomers who are ready to make the leap into retirement, financial experts say they should prepare their finances and life schedule accordingly so they are ready for the transition.\n\nI sat down with Robert Quinlan, an independent insurance agent/broker in New Windsor, NY to get tips on what boomers should plan for and expect in their first year out of the workforce. Here is what he had to say:\n\nBoomer: How do we create a retirement budget that includes projected income and expenses?\n\nQuinlan: Start with your expected income in your first year of retirement. Will you be eligible for a pension? Will you start your Social Security payments at age 62? 65? 66? Will you begin to take a distribution from your 401(k) plan to supplement your retirement income? Will you be doing part-time paid work that brings in a paycheck?\n\nContinue Reading Below ADVERTISEMENT\n\nOnce you identify all sources of potential income, write down your monthly expenses today. Are you planning to downsize? If yes, evaluate your new anticipated monthly expenses. Be sure to take into account things like, lower property taxes or less or no state income taxes. Also try to reduce your short-term debt (credit cards, loans, back taxes, etc) to increase your monthly cash flow during retirement.\n\nMany people fail to properly budget for medical expenses. You may have a health insurance plan that will hopefully continue on in retirement, but you should budget for your annual maximum out-of-pocket expenses, particularly if you already have impaired health.\n\nYou should also review the costs of your current medications. Fidelity Investments estimates that a 65-year-old couple retiring in 2013 will need $220,000 to pay for the medical expenses in their retirement.\n\nBoomer: How do we prepare for unexpected expenses and big-ticket expenses in retirement?\n\nQuinlan: Try to anticipate some likely expenses during the first year of retirement. For example: look carefully at health insurance. Will you have health insurance as a retiree? Many employers today are not offering health insurance to their retirees or dropping spousal coverage. You may not have health insurance until Medicare kicks in at age 65, so you need to figure out how to cover any medical costs during this gap year. Review different plans from companies along with the new Affordable Care Act to find the most affordable plan that offers enough coverage.\n\nThen look your home. How old is your roof? 15 to 20 years? Call your insurance company to see if or when they may require a new roof. Look at your car(s). Are they good condition? Finally, set aside money in an account (not readily accessible!) to cover these costs. Yes, there are expenses that you should avoid in the first year of retirement. Save your expensive dream trip for later years when your budget is more predictable. A five-day trip to see your children/grandchild to Chicago? That’s acceptable. Major home renovations? Later will be better.\n\nBoomer: What is the importance of long-term care planning?\n\nQuinlan: Long-term care planning is important because it remains at the center of your health, your family and your finances. This planning is about insuring that there will be adequate resources in place when you can no longer properly take care of yourself and finances.\n\nToday, 40% of people over age 65 will need some amount of long-term care in their lifetime, and 50% of people age 85 today will develop some or all signs of Alzheimers disease, one of the costly and dreadful diseases today.\n\nBut the costs of long-term care planning scare many people away from planning, and many realize that they can’t afford major coverage. Others think that it won’t happen to them – a dose of wishful thinking. Still, others avoid the talk with adult children due to a sense of privacy (it’s my business and no one else’s) or poor family dynamics (we just don’t get along well). Finally, there is a general lack of education about long-term care planning. Only 10% of financial advisors are talking with their clients today about these care issues. Take action today. Long-term care planning may lead to a better life later.\n\nBoomer: Is this the time to sell the family home, down size or move out of state to be closer to children and grandchildren?\n\nQuinlan: It is a good time to consider it. Many areas of our country are seeing home prices rebound and interest rates are still remaining relatively low despite their recent rise. It also depends if your home is worth more or less than what you paid for it and the amount of your mortgage today. If your mortgage has a higher value than the market value of your home today, then you may have to wait until your home’s market value improves and your mortgage amount decreases over time.\n\nAnother reason to move closer to your children relates to long-term care planning. If you are within 50 miles or so of a adult child when you need long-term care, chances are that you may receive enough help to remain in your own home, nearly everyone’s goal.\n\nBoomer: How important is it to understand taxes, investments, medical insurance and retirement plans like your 401(k) in retirement?\n\nQuinlan: Not understanding these areas puts your financial stability in peril. No one expects you to become a master in all these areas, but you do need to have a basic understand and do regular checkups to make sure everything is in order.\n\nYou should develop a network of trusted advisors in some or in each of these areas to guide you when making your decisions. To find a trusted advisor get referrals from your friends and from professionals you are already working with. Start with learning about just one area before moving on to other topics. It takes time and diligence to build a network of trusted advisors, but it’s well worth it.", "article_metadata": {"classification": "/FOX BUSINESS/COLUMNS/The Boomer", "dcterms.modified": "2016-01-10 05:29:58 EST", "dcterms.abstract": "Boomers who are ready to make the leap into retirement should prepare their finances and life schedule accordingly so they are ready for the transition. Here's how to get ready for your first year out of the workforce.", "twitter": {"url": "http://www.foxbusiness.com/features/2013/09/05/first-year-in-retirement-how-to-plan.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-business/features/2013/09/05/first-year-in-retirement-how-to-plan/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1452462650295.jpg?ve=1", "description": "Boomers who are ready to make the leap into retirement should prepare their finances and life schedule accordingly so they are ready for the transition. Here's how to get ready for your first year out of the workforce.", "card": "summary_large_image", "title": "First Year in Retirement: How to Plan"}, "dc.format": "text/html", "dc.publisher": "Fox Business", "parsely-metadata": "{\"tags\":[\"/FOX BUSINESS/COLUMNS/The Boomer\"],\"author\":\"Casey Dowd\",\"subSection\":\"features\",\"title\":\"First Year in Retirement: How to Plan\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-business/features/2013/09/05/first-year-in-retirement-how-to-plan/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1452462650295.jpg?ve=1\",\"pub_date\":\"2013-09-05T04:00:41Z\",\"link\":\"http://www.foxbusiness.com/features/2013/09/05/first-year-in-retirement-how-to-plan.html\",\"type\":\"article\",\"identifier\":\"7c9e4ee1-2176-42ad-8576-4da7b9ddfcae\",\"section\":\"features\"}", "prism.aggregationType": "subsection", "prism.channel": "fbn", "dc.description": "Boomers who are ready to make the leap into retirement should prepare their finances and life schedule accordingly so they are ready for the transition. Here's how to get ready for your first year out of the workforce.", "dc.identifier": "7c9e4ee1-2176-42ad-8576-4da7b9ddfcae", "column": "the-boomer", "dc.language": "en-US", "pagetype": "article", "msapplication-square150x150logo": "http://global.fncstatic.com/static/cq/fb/img/all/mediumtile.png", "classification-isa": "theboomer", "description": "Boomers who are ready to make the leap into retirement should prepare their finances and life schedule accordingly so they are ready for the transition. Here's how to get ready for your first year out of the workforce.", "msapplication-wide310x150logo": "http://global.fncstatic.com/static/cq/fb/img/all/widetile.png", "msapplication-square70x70logo": "http://global.fncstatic.com/static/cq/fb/img/all/smalltile.png", "prism.section": "features", "msapplication-square310x310logo": "http://global.fncstatic.com/static/cq/fb/img/all/largetile.png", "fb": {"app_id": 116027085089150}, "dc.source": "FOXBusiness", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "dc.title": "First Year In Retirement: How To Plan", "dcterms.created": "2016-01-10 05:29:58 EST", "parsely-page": "{\"tags\":[\"/FOX BUSINESS/COLUMNS/The Boomer\"],\"author\":\"Casey Dowd\",\"subSection\":\"features\",\"title\":\"First Year in Retirement: How to Plan\",\"image_url\":\"http://a57.foxnews.com/images.foxnews.com/content/fox-business/features/2013/09/05/first-year-in-retirement-how-to-plan/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1452462650295.jpg?ve=1\",\"pub_date\":\"2013-09-05T04:00:41Z\",\"link\":\"http://www.foxbusiness.com/features/2013/09/05/first-year-in-retirement-how-to-plan.html\",\"post_id\":\"7c9e4ee1-2176-42ad-8576-4da7b9ddfcae\",\"type\":\"article\",\"section\":\"features\"}", "dc.type": "Text.Article", "dc.date": "2013-09-05", "og": {"site_name": "Fox Business", "description": "Boomers who are ready to make the leap into retirement should prepare their finances and life schedule accordingly so they are ready for the transition. Here's how to get ready for your first year out of the workforce.", "title": "First Year in Retirement: How to Plan | Fox Business", "url": "http://www.foxbusiness.com/features/2013/09/05/first-year-in-retirement-how-to-plan.html", "image": "http://a57.foxnews.com/images.foxnews.com/content/fox-business/features/2013/09/05/first-year-in-retirement-how-to-plan/_jcr_content/par/featured-media/media-0.img.jpg/0/0/1452462650295.jpg?ve=1", "type": "article"}, "dc.creator": "Casey Dowd"}, "_id": "\"57477af36914bd0286fc939a\"", "article_summary": "Will you begin to take a distribution from your 401(k) plan to supplement your retirement income?\nBoomer: How important is it to understand taxes, investments, medical insurance and retirement plans like your 401(k) in retirement?\nYou may have a health insurance plan that will hopefully continue on in retirement, but you should budget for your annual maximum out-of-pocket expenses, particularly if you already have impaired health.\nHere is what he had to say:Boomer: How do we create a retirement budget that includes projected income and expenses?\nBut the costs of long-term care planning scare many people away from planning, and many realize that they can’t afford major coverage."}