{"article_title": "Communities try to make a difference through collaboration on health", "article_keywords": ["city", "usa", "programs", "collaboration", "older", "try", "program", "health", "york", "communities", "difference", "pagan", "prevention", "diabetes"], "article_url": "http://www.usatoday.com/story/news/nation/2015/09/29/communities-try-make-difference-through-collaboration-health/72796802/", "article_text": "Jose Pagan, right, discussed how community partnerships can help solve health issues at the USA TODAY/Cigna meeting. (Photo: Robert Deutsch, USA TODAY)\n\nDespite nearly 18 million people now covered by health insurance thanks to the Affordable Care Act, there's still plenty more that needs to be done do to make people healthier. And the best way to do it is for communities to work together, panelists at a recent forum sponsored by USA TODAY and Cigna agreed.\n\nThe key question is: \"How do you change norms so that people are thinking about behavioral changes and using the resources of the community effectively to improve health?,\" says economist Jose Pagan, director of the Center for Health Innovation at the New York Academy of Medicine.\n\nBy building coalitions within communities, he says. Financing such efforts, Pagan requires \"being creative\" and using data to determine what kind of cost is involved and the possible return on investment, which increases the chance the community will be willing to pay for it.\n\nIn San Antonio, for example, Pagan notes that employers and health system officials meet every few weeks to share lessons learned in programs targeting obesity and diabetes, such as the successes that the YMCA's diabetes prevention program have had. \"Everyone is made aware of what everyone else is offering,\" he says. .\n\nAmong the other programs forum panelists say deserve attention:\n\n• Age-friendly New York City, a public-private partnership between the mayor’s office, the city council and the New York Academy of Medicine, works to meet the health needs and interests of residents older than 60. Among its achievements was a 21% reduction in fatalities among older adults by making low-cost changes at city crosswalks, including countdown clocks. After Superstorm Sandy in 2012, when thousands of older adults were stranded without food, medication, or other resources, AFNYC also created a plan to increase their safety in future natural disasters.\n\n• Power Up for Health, a diabetes prevention program for men, was recently launched by the Albert Einstein Medical College, the New York City Parks Department and recreation centers in Harlem and the South Bronx. More than 1 million New Yorkers have diabetes, costing the state more than $18 million. The program is trying to change this by working with a hard-to-reach, high-risk population, while establishing a program that can easily be replicated in other states. Men who enroll in the program work with a health coach once a week for 16 weeks to learn how to eat healthier, create an exercise program, and manage stress. In return, they get free memberships to a range of park and recreation programs that will help them stay active.\n\n• The Big Sandy Diabetes Coalition, a seven-year-old organization, coordinates programs among health care providers and educators in five northeastern Kentucky counties.This central organization plans and implements screening and self management education, increases awareness of diabetes in the media, created a resource directory of diabetes prevention and management options to make it easier for healthcare providers to make referrals and is helping create diabetes data systems. That's important because \"one of the problems with diabetes is there is not good data to use in managing the efforts of prevention and control,\" says Isaac Joyner, co-author of The Great Diabetes Epidemic with forum panelist physician Gilbert Friedell.\n\nRead or Share this story: http://usat.ly/1KHUtVH", "article_metadata": {"google": "notranslate", "description": "Public and private partners in New York City and eastern Kentucky are working together to improve the health of their residents.", "og": {"site_name": "USA TODAY", "description": "Public and private partners in New York City and eastern Kentucky are working together to improve the health of their residents.", "title": "Communities try to make a difference through collaboration on health", "url": "http://www.usatoday.com/story/news/nation/2015/09/29/communities-try-make-difference-through-collaboration-health/72796802/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Public and private partners in New York City and eastern Kentucky are working together to improve the health of their residents.", "title": "Communities try to make a difference through collaboration on health", "image": "http://www.gannett-cdn.com/-mm-/d5291536a49e34d4b0e5ac1c45f8b1fed1a8b6c2/c=2175-0-4349-2174&r=x643&c=640x640/local/-/media/2015/09/25/USATODAY/USATODAY/635787767417614426-CIGNA-RD0915-76001486.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "article": {"author": "Jayne O'Donnell"}, "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Subjects/Diabetes", "gci-asset-type": "story", "gci-categories": "Subjects/Diabetes", "title": "Communities try to make a difference through collaboration on health", "author": "Jayne O'Donnell, and Laura Ungar", "pageclass": "article", "recs": {"category": "news/nation", "image-3-4": "http://www.gannett-cdn.com/-mm-/f8f7691cc4a42b71ac9477c9de4b1e42eff15b8c/c=2737-0-4368-2174/local/-/media/2015/09/25/USATODAY/USATODAY/635787767417614426-CIGNA-RD0915-76001486.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/10ff8f977f45fdaa5a9bbcd05497d54e29809717/c=2175-0-4349-2174/local/-/media/2015/09/25/USATODAY/USATODAY/635787767417614426-CIGNA-RD0915-76001486.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/42b5caf1826f853fea9d1fdc4be913b114ceedad/c=1460-0-4352-2174/local/-/media/2015/09/25/USATODAY/USATODAY/635787767417614426-CIGNA-RD0915-76001486.JPG", "image": "http://www.gannett-cdn.com/-mm-/2048f90c7fd73985f318ff3289ef7cc226af0117/c=520-0-4368-2174&r=x1683&c=3200x1680/local/-/media/2015/09/25/USATODAY/USATODAY/635787767417614426-CIGNA-RD0915-76001486.JPG", "publishtime": "2015-09-29T10:47:57.127000-04:00", "shorthed": "Communities that collaborated on health", "articleid": 72796802, "image-16-9": "http://www.gannett-cdn.com/-mm-/b0bdc91655e0b59b86da2670fa593c24768a73dd/c=520-0-4368-2174/local/-/media/2015/09/25/USATODAY/USATODAY/635787767417614426-CIGNA-RD0915-76001486.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/5df9a1cf107062b4227e7da7e183c0ca9a8b0596/c=2980-0-4198-2174/local/-/media/2015/09/25/USATODAY/USATODAY/635787767417614426-CIGNA-RD0915-76001486.JPG"}}}, "_id": "\"57477af46914bd0286fda1dc\"", "article_summary": "Jose Pagan, right, discussed how community partnerships can help solve health issues at the USA TODAY/Cigna meeting.\n• Power Up for Health, a diabetes prevention program for men, was recently launched by the Albert Einstein Medical College, the New York City Parks Department and recreation centers in Harlem and the South Bronx.\nAnd the best way to do it is for communities to work together, panelists at a recent forum sponsored by USA TODAY and Cigna agreed.\nIn return, they get free memberships to a range of park and recreation programs that will help them stay active.\nAmong its achievements was a 21% reduction in fatalities among older adults by making low-cost changes at city crosswalks, including countdown clocks."}