{"article_title": "Hungary's new export: prison-made razor-wire coils", "article_keywords": ["hungarys", "razorwire", "migrants", "fence", "coils", "marianosztra", "prisonmade", "workshop", "export", "inmates", "prison", "hungary", "border", "war"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/12/09/Hungarys-new-export-prison-made-razor-wire-coils", "article_text": "MARIANOSZTRA, Hungary (Reuters) - Inmates in a high-security prison north of Budapest are manufacturing rolls of razor-wire fence that will prevent thousands of migrants from crossing the Greek-Macedonian border.\n\nThe workshop in the prison in Marianosztra, which holds 710 inmates, produces razor-wire to guard prisons and make border fences.\n\nNow the wire is also exported to Slovenia and Macedonia to deter and control the hundreds of thousands of people fleeing war and famine in the Middle East and Africa.\n\nMost of the migrants this year have entered Europe through Greece, but Balkan states began blocking passage last month to all but Syrians, Iraqis and Afghans, who are regarded as refugees because they are fleeing war zones.\n\nHungary had built a fence along its entire southern border with Serbia and Croatia by October, which diverted the migrants towards Slovenia.\n\nGyorgy Bakondi, a government commissioner, said that while Hungary initially had to import razor-wire for its borders, it is now producing enough to fence off its border with Romania too if migrants try to come that way instead.\n\n\"If necessary, we can quickly install (a fence) using the razor-wire produced here,\" he told reporters. Hungary has not so far made a decision to build a fence on its border with Romania.\n\nBakondi said Hungary supplied Macedonia with about 100 km (60 miles) of razor-wire, and part of that was produced in Marianosztra. Hungary also sold razor-wire to Slovenia, he said, and was ready to supply other European countries if required.\n\nGreek police started removing hundreds of migrants stranded on the Greek-Macedonian border and blocking rail traffic earlier on Wednesday.\n\nMacedonia has erected a metal fence to keep others out and plans to extend it to cover more than 40 km (25 miles) of the border.\n\nIn the Marianosztra workshop, around a dozen inmates were making the razor-wire rolls on Wednesday morning.\n\nSome of the prison buildings once belonged to a Catholic monastery dating back to 1352. The monastery still operates next to the prison, whose previous inmates have included many political prisoners held after the suppression of Hungary's anti-Soviet uprising in 1956.\n\n(Editing by Ruth Pitchford)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "MARIANOSZTRA, Hungary (Reuters) - Inmates in a high-security prison north of Budapest", "title": "Hungary's new export: prison-made razor-wire coils", "url": "http://www.thefiscaltimes.com/latestnews/2015/12/09/Hungarys-new-export-prison-made-razor-wire-coils", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/europe-migrants-hungary-fence_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/12/09/Hungarys-new-export-prison-made-razor-wire-coils", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/europe-migrants-hungary-fence_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "MARIANOSZTRA, Hungary (Reuters) - Inmates in a high-security prison north of Budapest", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "The workshop in the prison in Marianosztra, which holds 710 inmates, produces razor-wire to guard prisons and make border fences.\nIn the Marianosztra workshop, around a dozen inmates were making the razor-wire rolls on Wednesday morning.\nMARIANOSZTRA, Hungary (Reuters) - Inmates in a high-security prison north of Budapest are manufacturing rolls of razor-wire fence that will prevent thousands of migrants from crossing the Greek-Macedonian border.\nHungary also sold razor-wire to Slovenia, he said, and was ready to supply other European countries if required.\nBakondi said Hungary supplied Macedonia with about 100 km (60 miles) of razor-wire, and part of that was produced in Marianosztra."}