{"article_title": "Obama: I Won't Commit Troops to Ground War Against ISIS", "article_keywords": ["wont", "week", "united", "isis", "troops", "terrorists", "isil", "america", "syria", "vs", "iraq", "world", "commit", "obama", "war", "ground"], "article_url": "http://www.breitbart.com/video/2014/09/20/obama-wont-commit-troops-to-ground-war/", "article_text": "Transcript as follows:\n\nOver the past week, the United States has continued to lead our friends and allies in the strategy to degrade and ultimately destroy the terrorist group known as ISIL. As I’ve said before, our intelligence community has not yet detected specific plots from these terrorists against America. Right now, they pose a threat to the people of Iraq, Syria, and the broader Middle East. But its leaders have threatened America and our allies. And if left unchecked, they could pose a growing threat to the United States.\n\nSo, last month, I gave the order for our military to begin taking targeted action against ISIL. Since then, American pilots have flown more than 170 airstrikes against these terrorists in Iraq. And France has now joined us in these airstrikes.\n\nGoing forward, we won’t hesitate to take action against these terrorists in Iraq or in Syria. But this is not America’s fight alone. I won’t commit our troops to fighting another ground war in Iraq, or in Syria. It’s more effective to use our capabilities to help partners on the ground secure their own country’s futures. We will use our air power. We will train and equip our partners. We will advise and we will assist. And we’ll lead a broad coalition of nations who have a stake in this fight. This isn’t America vs. ISIL. This is the people of that region vs. ISIL. It’s the world vs ISIL.\n\nWe’ve been working to secure bipartisan support for this strategy here at home, because I believe that we are strongest as a nation when the President and Congress work together. We’ve been consulting closely with Congress. And last week, Secretary of State Kerry, Secretary of Defense Hagel, and military leaders worked to gain their support for our strategy.\n\nA majority of Democrats and a majority of Republicans in both the House and the Senate have now approved a first, key part of our strategy by wide margins. They’ve given our troops the authority they need to train Syrian opposition fighters so that they can fight ISIL in Syria. Those votes sent a powerful signal to the world: Americans are united in confronting this danger. And I hope Congress continues to make sure our troops get what they need to get the job done.\n\nMeanwhile, because we’re leading the right way, more nations are joining our coalition. Over 40 countries have offered to help the broad campaign against ISIL so far – from training and equipment, to humanitarian relief, to flying combat missions. And this week, at the United Nations, I’ll continue to rally the world against this threat.\n\nThis is an effort that America has the unique ability to lead. When the world is threatened; when the world needs help; it calls on America. And we call on our troops. Whether it’s to degrade and ultimately destroy a group of terrorists, or to contain and combat a threat like the Ebola epidemic in Africa; we ask a lot of our troops. But while our politics may be divided at times, the American people stand united around supporting our troops and their families. This is a moment of American leadership. Thanks to them, it is a moment we will meet. Thank you.", "article_metadata": {"description": "President Barack Obama touted the size US-led coalition against ISIS and America's air campaign against the group while promising", "og": {"site_name": "Breitbart", "description": "President Barack Obama touted the size US-led coalition against ISIS and America's air campaign against the group while promising", "title": "Obama: I Won't Commit Troops to Ground War Against ISIS - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-TV/2014/09/20/Obama%20Weekly%20920%20Thumbnail.jpg", "url": "http://www.breitbart.com/video/2014/09/20/obama-wont-commit-troops-to-ground-war/", "type": "article"}, "twitter": {"description": "President Barack Obama touted the size US-led coalition against ISIS and America's air campaign against the group while promising", "creator": "@BreitbartNews", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Breitbart-TV/2014/09/20/Obama%20Weekly%20920%20Thumbnail.jpg", "title": "Obama: I Won't Commit Troops to Ground War Against ISIS - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Iraq, ISIS, Syria,Breitbart TV,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Breitbart TV", "tag": "Syria", "published_time": "2014-09-20T08:32:00-07:00", "categories": "Breitbart TV"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fcabe9\"", "article_summary": "I won’t commit our troops to fighting another ground war in Iraq, or in Syria.\nRight now, they pose a threat to the people of Iraq, Syria, and the broader Middle East.\nThis isn’t America vs. ISIL.\nIt’s the world vs ISIL.\nThis is the people of that region vs. ISIL."}