{"article_title": "Federal Government Will Re-Calculate ACA Subsidies for Automatic Renewals for 2016", "article_keywords": ["information", "aca", "renewals", "marketplaces", "dont", "federal", "subsidies", "tax", "update", "health", "2015", "recalculate", "2016", "automatic", "law"], "article_url": "http://www.bna.com/federal-government-recalculate-b17179925866/", "article_text": "People who don’t return to the Affordable Care Act marketplaces to update their eligibility information for premium tax credits will be automatically re-enrolled for 2016, and – for the first time -- the federal government will recalculate their subsidies.\n\nThe Department of Health and Human Services’ Centers for Medicare & Medicaid Services made the change in guidance for states where the federal government runs the ACA marketplaces. So called state-based marketplaces – 14 in 2015 including the District of Columbia – have options including following the federal guidance or applying for federal approval to conduct re-enrollment their own way.\n\nThe change “will probably lead to somewhat more accurate premium tax credits than what we had last year,” Washington and Lee University law professor Timothy Jost said. The automatic renewal process for 2015 plans didn’t include recalculating subsidies.\n\nIn February tax preparer H&R Block Inc. reported that 52 percent of its clients who received ACA subsidies in 2014 underestimated their income and would have to repay some of the money, with the average repayment $530, which reduced refunds an average of 17 percent.\n\nMany people who didn’t return to the marketplace to update their information for 2015 are likely to receive incorrect subsidies since benchmark plans on which the subsidies are based changed from 2014.\n\nPeople who don’t file tax returns for 2014 won’t be eligible for automatic re-enrollment if they don’t come back to the marketplaces and update their information for such things as income and family size.\n\nTake a free trial to the Health Law Resource Center to receive industry-leading health law news and analysis.", "article_metadata": {"og": {"url": "http://www.bna.com/federal-government-recalculate-b17179925866/", "image": "http://www.bna.com/uploadedImages/BNA_V2/Company/BnaSocialShare.jpg", "description": "People who don’t return to the Affordable Care Act marketplaces to update their eligibility information for premium tax credits will be automatically re-enrolled for 2016, and – for the first time --...", "title": "Federal Government Will Re-Calculate ACA Subsidies for Automatic Renewals for 2016"}, "csrf-token": "8lAEbePvm_UUsW8RH9LTBSErg5Cn9j7u0as8QS5w9AaJwmk8-x_EdGq2KFLel6TRr7ewmyO_5F_pucBHONWBF-3WCzwyNI4Ih2POi09pvRs1:NQUz6gpC8CPJ2B591NUXUt0-Y6UCqSgXbeDIMxl-q1Q-vz2xSpDdANlaNLhdPd4FgYtViY-oKGObVuFoOdu3QxJuswD0NN2QMy-GYYvyfAk1", "description": "People who don’t return to the Affordable Care Act marketplaces to update their eligibility information for premium tax credits will be automatically re-enrolled for 2016, and – for the first time --", "viewport": "width=device-width, initial-scale=1", "fragment": "!"}, "article_summary": "Take a free trial to the Health Law Resource Center to receive industry-leading health law news and analysis.\nPeople who don’t return to the Affordable Care Act marketplaces to update their eligibility information for premium tax credits will be automatically re-enrolled for 2016, and – for the first time -- the federal government will recalculate their subsidies.\nThe Department of Health and Human Services’ Centers for Medicare & Medicaid Services made the change in guidance for states where the federal government runs the ACA marketplaces.\nThe automatic renewal process for 2015 plans didn’t include recalculating subsidies.\nSo called state-based marketplaces – 14 in 2015 including the District of Columbia – have options including following the federal guidance or applying for federal approval to conduct re-enrollment their own way."}