{"article_title": "Did Libertarian Lucas Overby Throw Florida Special Election to Republican Jolly?", "article_keywords": ["votes", "lucas", "overby", "voters", "florida", "democrat", "drug", "jolly", "policy", "election", "sarvis", "libertarian", "republican", "throw", "special", "sink"], "article_url": "http://reason.com/blog/2014/03/12/did-libertarian-lucas-overby-throw-flori", "article_text": "As noted, Republican David Jolly won a special election for Congress in Florida's 13th district. He beat Democratic candidate Alex Sink by about 2 percentage points (48 percent to 46 percent) and the Libertarian Lucas Overby came in with almost 5 percent.\n\nForget whether FL-13 is a bellwether for national midterms later this year (the short answer is always maybe). Here's a more interesting question: Is this another instance where the Libertarian candidate drained votes from the Democrat, not the Republican? And if so, what does that mean in the bigger picture?\n\nRecall that in last year's Virginia governor's race, arguably the most interesting development was that high-performing Libertarian Robert Sarvis actually drained votes away from eventual winner, Democrat Terry McAuliffe. By a two-to-one margin, Sarvis voters told exit polls that had Sarvis not been in the mix, they would have voted for the Democrat, not the Republican.\n\nI haven't been able to locate any detailed exit polls from FL-13, but there are indications the same dynamic was in play in the Sunshine State. According to local reports, the Libertarian Overby was the only candidate in the race who broached the topic of medical marijuana and larger drug legalization. He was in favor of both, which would sit well with the 80-plus percent of Floridians who support medical pot and the 48 percent who favor recreational pot.\n\nWithout exit polls, it's not clear that the Libertarian pulled votes from the Democrat rather than the Republican. Going into the election, the Democrat Sink (who almost made it the governor's mansion in Florida, losing by a slim margin) was favored. The final weeks of the campaign were buried in a blizzard of attack ads made on behalf of the major-party candidates, often with reference to President Obama and healthcare reform. There's no question that most of election was fought over those and related issues.\n\nBut when you look at Lucas Overby's positions, it's easy to see him pulling as many or more votes from a Democrat. He is fully supportive of cutting spending and for gun rights, but he is equally outspoken in terms of non-interventionist foreign policy, in favor of gay marriage, and, as mentioned, drug legalization. There's every reason to believe that he may well have \"taken\" more votes from Sink than from Jolly.\n\nAssuming that's true, Democrats should start recognizing what Matt Welch and I laid out in The Declaration of Independents. That is, liberals have for far too long simply assumed that they own all votes related to issues such as drug policy, free speech, tolerance, and restrained foreign policy. Forget for a moment about the abysmal economy under the Obama administration and a Democratic Senate. If the president has underscored anything, it's that liberal, progressive Democrats are often as bad or worse than Republicans when it comes to drug policy, civil liberties, and reckless overseas intervention.\n\nThe FL-13 election may or may not be a premonition of what's to come in the midterms. But it should definitely be a wakeup call to Democrats who are interested in capturing libertarian-leaning voters that they, just as much as Republicans, cannot simply assume that voters take them seriously on \"liberal\" issues.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "As noted, Republican David Jolly won a special election for Congress in Florida's 13th district. He beat Democratic candidate Alex Sink by about 2 percentage", "title": "Did Libertarian Lucas Overby Throw Florida Special Election to Republican Jolly?", "url": "http://reason.com/blog/2014/03/12/did-libertarian-lucas-overby-throw-flori", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_03/libertarian-lucas-overby.jpg", "type": "article"}, "twitter": {"description": "As noted, Republican David Jolly won a special\nelection for Congress in Florida's 13th district. He beat\nDemocratic candidate Alex Sink by about 2 percentage points (48\npercent to 46 percent) and the Libertarian Lucas Overby came in\nwith almost 5 percent.\nForget whether FL-13 is a bellwether for national midterms later\nthis year (the short answer is always maybe). Here's a\nmore interesting question: Is this another instance where the\nLibertarian candidate drained votes from the Democrat, not the\nRe", "title": "Did Libertarian Lucas Overby Throw Florida Special Election to Republican Jolly?", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_03/-23.jpg", "creator": "@nickgillespie", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2014-03-12T14:10:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcabf9\"", "article_summary": "Going into the election, the Democrat Sink (who almost made it the governor's mansion in Florida, losing by a slim margin) was favored.\nHere's a more interesting question: Is this another instance where the Libertarian candidate drained votes from the Democrat, not the Republican?\nAs noted, Republican David Jolly won a special election for Congress in Florida's 13th district.\nWithout exit polls, it's not clear that the Libertarian pulled votes from the Democrat rather than the Republican.\nIf the president has underscored anything, it's that liberal, progressive Democrats are often as bad or worse than Republicans when it comes to drug policy, civil liberties, and reckless overseas intervention."}