{"article_title": "Algae Blooming In Pelican Lake", "article_keywords": ["summer", "saidthe", "watertown", "pelican", "lake", "stay", "water", "green", "blooming", "kopp", "bloom", "algae"], "article_url": "http://www.keloland.com/news/article/news/algae-blooming-in-pelican-lake", "article_text": "Watertown, SD\n\nEven though much of KELOLAND has been experiencing warmer weather lately, it’s not good for a local lake. An algae bloom at Pelican Lake near Watertown is keeping people away from the summer hot spot.\n\nPelican Lake is blooming with algae. The water is foamy, green and not where you want to be on a hot day.\n\n\n\n\"Typically you have a number of warm days like we've experienced recently, and then usually you need high nutrient levels in the water to help spur an algae bloom,\" Environmental Scientist Andrew Kopp said.\n\n\n\nThe bloom was first spotted Sunday. Shortly after that, dead animals, like small birds, began popping up. On Friday, Kopp noticed a second bloom that hasn't been tested yet. Although there have been no more reports of dead animals on the shore, the timing of the bloom is out of the ordinary.\n\n\n\n\"Usually these blooms occur in August. This one is unusual because it's occurring so early in the summer,” Kopp said.\n\n\n\nThe public is being urged to stay out of the water because swallowing it can lead to stomach and kidney problems.\n\n\n\n\"A lot of it is common sense too. If you see that area that is heavy, green, teal green especially, almost paint-like texture, that's definitely something you want to stay away from,” District Park Supervisor Jay DeLange said.\n\n\n\nDespite the current situation, DeLange is staying optimistic. He's encouraging people to visit nearby lakes for recreational use.\n\n\n\nAlthough it’s not certain when the algae bloom will end, officials will alert lake users through signs at public access points and even emails to campers.\n\n", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Even though much of KELOLAND has been experiencing warmer weather lately, it&rsquo;s not good for a local lake. An algae bloom at Pelican Lake near", "title": "Algae Blooming In Pelican Lake", "url": "http://www.keloland.com/news/article/news/algae-blooming-in-pelican-lake", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/57873.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "Even though much of KELOLAND has been experiencing warmer weather lately, it&rsquo;s not good for a local lake. An algae bloom at Pelican Lake near"}, "_id": "\"57477af46914bd0286fdca4b\"", "article_summary": "An algae bloom at Pelican Lake near Watertown is keeping people away from the summer hot spot.\nPelican Lake is blooming with algae.\nAlthough it’s not certain when the algae bloom will end, officials will alert lake users through signs at public access points and even emails to campers.\nThis one is unusual because it's occurring so early in the summer,” Kopp said.\nWatertown, SDEven though much of KELOLAND has been experiencing warmer weather lately, it’s not good for a local lake."}