{"article_title": "The Surgeon General Nominee Doesn't Make the Grade", "article_keywords": ["murthys", "nominee", "grade", "political", "general", "career", "doesnt", "health", "need", "surgeon", "care", "public", "murthy"], "article_url": "http://www.rollcall.com/news/the_surgeon_general_nominee_doesnt_make_the_grade_commentary-238627-1.html", "article_text": "Many Democrats are hoping to use their last days of Senate control to install President Barack Obama’s nominee for surgeon general, Dr. Vivek Murthy. The young doctor has been awaiting confirmation since the president tapped him for the post last November. And this week is the chamber’s last opportunity to act before the GOP majority takes the helm in January.\n\nBut lawmakers shouldn’t be too quick to give Murthy the go-ahead. His academic credentials and educational experience are no doubt impressive. But Murthy’s background as a vocal political partisan — as well as his inexperience in matters of public health, economics and leadership — make him ill-suited to serve as the nation’s physician.\n\nAs a candidate for surgeon general, Murthy has a number of things working in his favor. After graduating magna cum laude from Harvard University, Murthy went on to earn an MD/MBA from Yale in 2003. Since then, he has had a distinguished career both as an internist at Boston’s Brigham and Women’s Hospital and as an instructor at Harvard Medical School.\n\nThat the 37-year-old has accomplished a great deal in his short medical career is indisputable. But these achievements hardly qualify him to be the country’s next surgeon general. The most obvious hole in Murthy’s résumé is his complete lack of experience working with the economic delivery models of health care — a fairly inexcusable shortcoming for someone up for a job as the nation’s chief public health spokesperson.\n\nMore troubling, however, is his history as a political partisan. Murthy is co-founder of Doctors for America, a health advocacy group that was originally launched in 2008 under a different name: Doctors for Obama. And as one might imagine, Murthy has been an articulate and impassioned defender of the Affordable Care Act.\n\nOf course, as a private citizen and practicing physician, Murthy’s strong political allegiances are hardly relevant. But it’s the duty of a surgeon general to act as an independent, trustworthy public health leader. And in fulfilling this responsibility, the surgeon general’s status as an unbiased authority has long been paramount.\n\nPolitical neutrality takes on even greater importance when one considers the health policy controversies that the next surgeon general will likely confront. For instance, in King v. Burwell, the Supreme Court will soon hear a case with the potential to transform the ACA as we know it.\n\nIf the court sides with the law’s challengers, more than 7 million Americans could lose the federal subsidies that allow them to buy coverage on the ACA’s federal exchange, causing the health care law to effectively unravel.\n\nIn the event of such an upheaval in our health sector, it will be up to the surgeon general to provide non-partisan guidance to Americans struggling to adapt to this new reality. The last person one should entrust with that task is someone like Murthy, who is politically committed to defending the ACA.\n\nMurthy’s familiarity with the economics of health care also leaves much to be desired. Although he holds an MBA, as a hospitalist and medical school instructor, he has spent his career insulated from the economic forces that shape our health sector.\n\nHistorically, surgeons general didn’t need a deep understanding of such issues. But the ACA has awarded the federal government considerable power over the nation’s health care delivery and technology sectors. Which means that, in the post-Obamacare era, surgeons general need to recognize the economic and the public health consequences of their decisions.\n\nFinally, Murthy has yet to prove himself as a communicator. Perhaps the surgeon general’s most important responsibility is to communicate public health messages clearly and compellingly — especially during times of uncertainty.\n\nIndeed, it’s easy to see how a crisis like the recent Ebola outbreak can devolve into public panic without the leadership of a credible public health spokesperson. To date, Murthy has done little to demonstrate that he is worthy of this weighty responsibility.\n\nOf course, it would be wrong to portray Murthy as anything less than a skilled and knowledgeable physician with a promising career ahead of him. But he still lacks many of the basic qualities required of a surgeon general. And this is the only fact lawmakers need consider as they decide whether to bring Murthy’s confirmation to a vote in the coming days.\n\nDr. Sreedhar Potarazu is CEO of Vital Spring Technologies.", "article_metadata": {"description": "", "og": {"site_name": "Roll Call", "description": "", "title": "The Surgeon General Nominee Doesn't Make the Grade | Commentary", "url": "http://www.rollcall.com/news/the_surgeon_general_nominee_doesnt_make_the_grade_commentary-238627-1.html", "image": {"type": "image/png"}, "updated_time": "2014-12-10T18:38:03Z", "type": "website"}, "abstract": "", "fb": {"app_id": 1383531991672364}, "keywords": "iProCategory,iProStoryType,iProProductCategory,iProSpecialCategory,iProSpecialCategory,iProSpecialCategory", "article": {"published_time": "2014-12-10T18:38:03Z", "modified_time": "2014-12-10T18:38:03Z"}, "twitter": {"url": "http://www.rollcall.com/news/the_surgeon_general_nominee_doesnt_make_the_grade_commentary-238627-1.html", "description": "", "site": "@rollcall", "card": "summary |player (See: https://dev.twitter.com/cards/types/player We will have to submit a test and get approval before using this type)", "title": "The Surgeon General Nominee Doesn't Make the Grade | Commentary"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fd953e\"", "article_summary": "As a candidate for surgeon general, Murthy has a number of things working in his favor.\nMany Democrats are hoping to use their last days of Senate control to install President Barack Obama’s nominee for surgeon general, Dr. Vivek Murthy.\nBut he still lacks many of the basic qualities required of a surgeon general.\nBut it’s the duty of a surgeon general to act as an independent, trustworthy public health leader.\nBut these achievements hardly qualify him to be the country’s next surgeon general."}