{"article_title": "Morning Read: Members of Congress using medical research funding to press for FDA reform", "article_keywords": ["fda", "medicine", "funding", "center", "reform", "read", "trials", "medical", "million", "system", "morning", "wall", "clinical", "health", "members", "press", "using", "research"], "article_url": "http://medcitynews.com/2016/05/medical-research-funding-and-fda/", "article_text": "TOP STORIES\n\nCongress is tying more funding for medical research for the National Institutes of Health in exchange for lowering the bar on drug and device approvals. Former FDA Commissioner Dr. David Kessler called it “a deal with the devil.” — The Wall Street Journal\n\nSpeaking of the FDA, it will start requiring warnings on the risk of disabling side effects of antibiotics called fluoroquinolones. The side effects can include damage to tendons, muscles, joints, nerves and the central nervous system. —The Wall Street Journal\n\nHarvard Medical School is easing up on some conflict-of-interest rules that currently prevent research scientists from doing work on clinical trials for companies in which they have a financial interest in some situations. It is raising thresholds on how much income or equity they have in a public company before they are barred from doing clinical research. It continues to prevent faculty from holding equity in a privately held company if they want to do clinical trials for that company’s product. — STAT\n\nLIFE SCIENCES\n\nOncobiologics has priced its initial public offering at $6.00, half its initial $11-$13 range to raise $35 million. — PR Newswire, Seeking Alpha\n\nBGI and UW Medicine inked a precision medicine deal that will involve collaborating on the generation, storage, sharing and analysis of genetic data. — Fierce Biotech\n\nMedical device business EndoStim has raised $25 million in a Series D round to support neurostimulation therapy for gastroesophageal reflux disease. — PR Newswire\n\nPAYERS-PROVIDERS\n\nDr Redonda Miller will become the first female president of Johns Hopkins Hospital in the institution’s 127-year history. — Baltimore Sun\n\nCall it a transparency backlash. ProPublica has discovered that some people are using its report on physicians more likely to prescribe opioids to obtain those drugs. — ProPublica\n\nUniversity of Pittsburgh Medical Center and University of Pittsburgh’s health sciences schools are backing a $5 million Center for Medicine and the Microbiome. The center was announced at the White House as part of its national microbiome initiative. The research center will be designed to spur collaboration between different science disciplines, will provide lab and workspace. — Pittsburgh Business Times\n\nTECHNOLOGY\n\nIt’s come so far yet has so much further to go. That’s a reference to the use of electronic health records in post-acute care settings and challenges that lie ahead. One is the lack of full clinical information system enterprises to populate an EHR is an obstacle. “The lack of clinical information systems, such as laboratory, pharmacy and radiology reduce the capability of the EHRs to provide clinical or diagnostic value,” said Hal Tierney, director of technology for Boston-based Sapient. — Healthcare IT News\n\nSensoria launched an app that helps people monitor their recovery from surgery or from a stroke with sensors embedded in its Smart Socks. — MobiHealthNews\n\nPOLITICS\n\nA federal judge’s ruling that the way some Obamacare payments are funded is illegal , offering lawmakers opposed to ACA a small victory, is expected to have little effect in the short-term because the judge stayed the ruling as it’s going to be appealed. — The Hill\n\nA LITTLE BIT EXTRA\n\nDry scalp sufferers have a new source to blame for dandruff: the bacteria in their scalp. — New Scientist\n\nPhoto: Flickr user Will Palmer", "article_metadata": {"description": "Also, Oncobiologics will go public today and University of Pittsburgh Medical Center and University of Pittsburgh's health sciences schools are backing a $5 million Center for Medicine and the Microbiome.", "generator": "WordPress 4.5.2", "og": {"site_name": "MedCity News", "description": "Also, Oncobiologics will go public today and University of Pittsburgh Medical Center and University of Pittsburgh's health sciences schools are backing a $5 million Center for Medicine and the Microbiome.", "title": "Morning Read: Members of Congress using medical research funding to press for FDA reform", "locale": "en_US", "image": "http://medcitynews.com/wp-content/uploads/capitolhill_flickr.jpg", "updated_time": "2016-05-13T08:21:25-04:00", "url": "http://medcitynews.com/2016/05/medical-research-funding-and-fda/", "type": "article"}, "twitter": {"image": "http://medcitynews.com/wp-content/uploads/capitolhill_flickr.jpg", "description": "Also, Oncobiologics will go public today and University of Pittsburgh Medical Center and University of Pittsburgh's health sciences schools are backing a $5 million Center for Medicine and the Microbiome.", "card": "summary", "title": "Morning Read: Members of Congress using medical research funding to press for FDA reform - MedCity News"}, "fb": {"app_id": 148725768475669}, "google-site-verification": "xudQg7nxVR9ifmMTY4Tf-0wVtX9b6rWLQd0utCweGOc", "keywords": "weight loss, obesity, overweight,diabetes,massachusetts,medical devices,obesity,startups,healthcare innovation, medcity news,medcity news,san francisco, startups, life sciences,accelerator,rock health,startup advice,startup funding,patient monitoring system, motion sensors ,dc,healthcare it,washington,foodborne pathogens, diagnostics company, diagnostic platforms,minimally invasive surgery, laser surgery,cambridge,dealflow,hospitals,wellpoint, healthways, health and wellness, employee wellness programs,investing,wellness,medtronic, shanghai innovation center, china, r&d,china,mdt,minneapolis,minnesota,publics,twin cities,ulcerative colitis, abbott labs, humira,abbott labs,doctors,pharmaceuticals,skin disorders, pharmaceuticals, md anderson cancer center,cancer,texas,renal denervation, st. jude medical,st. jude medical,stj,emr, ehr, electronic health records, electronic medical records, certified emr,certified emr,ehr,electronic health records,electronic medical records,advanced cellular technology,amyotrophic lateral sclerosis,embryonic stem cells,geron corporation,lou gehrig\\'s disease,macular degeneration,regenerative medicine,spinal cord damage,value-based healthcare system, obamacare, fee-for-service model,california,cleveland,health insurance,insurance,ohio,pennsylvania,politics,cancer treatment options library, aetna, aet, healthcare it,aet,aetna,health it,phi,philadelphia,FDA, Health Policy, NIH, , MedCity News", "article": {"section": "Daily", "tag": "NIH", "published_time": "2016-05-13T07:59:20-04:00", "modified_time": "2016-05-13T08:21:25-04:00"}, "viewport": "width=device-width,initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fd356b\"", "article_summary": "The research center will be designed to spur collaboration between different science disciplines, will provide lab and workspace.\nIt is raising thresholds on how much income or equity they have in a public company before they are barred from doing clinical research.\nTOP STORIESCongress is tying more funding for medical research for the National Institutes of Health in exchange for lowering the bar on drug and device approvals.\nIt continues to prevent faculty from holding equity in a privately held company if they want to do clinical trials for that company’s product.\n— ProPublicaUniversity of Pittsburgh Medical Center and University of Pittsburgh’s health sciences schools are backing a $5 million Center for Medicine and the Microbiome."}