{"article_title": "When FDR Tried To Mess With Thanksgiving, It Backfired Big Time", "article_keywords": ["week", "great", "republican", "tried", "mess", "big", "thanksgiving", "roosevelt", "states", "fdr", "york", "date", "president", "backfired", "holiday"], "article_url": "http://www.huffingtonpost.com/2013/11/25/fdr-thanksgiving_n_4339310.html", "article_text": "WASHINGTON -- Before Obamacare, Hurricane Katrina, Monica Lewinsky, Iran Contra, Watergate and Vietnam, there was \"Franksgiving.\"\n\nSeventy-four turkey days ago, President Franklin Delano Roosevelt proclaimed that Thanksgiving would not be celebrated on the last Thursday of that November but rather a week earlier. The switch earned a derisive moniker, and it remained unpopular until two years later, when Congress passed a law placing the holiday on the fourth Thursday of the month.\n\nWhen he made his proclamation, Roosevelt was responding to pressure from retail lobbyists who worried that Christmas shopping would lag because Thanksgiving was set to fall particularly late that year, on Nov. 30. In the book \"A Great and Godly Adventure: The Pilgrims and the Myth of the First Thanksgiving,\" Godfrey Hodgson reported: \"In August 1939, Lew Hahn, general manager of the Retail Dry Goods Association, sent a message to Secretary of Commerce Harry Hopkins that although he didn't dare bring this to the president's attention, a late Thanksgiving might have a 'possible adverse effect on the production and distribution of holiday goods.'\"\n\nHopkins told Roosevelt anyway, and the president, sensitive to the needs of business, moved the date of the holiday. Roosevelt defended the change by emphasizing \"that the day of Thanksgiving was not a national holiday and that there was nothing sacred about the date, as it was only since the Civil War that the last Thursday of November was chosen for observance,\" according to an Associated Press article dated Aug. 14, 1939.\n\nIt was a disaster. The American Institute of Public Opinion, led by Dr. George Gallup, released a survey in August showing 62 percent of voters opposed Roosevelt's plan. Political ideology was a determining factor, with 52 percent of Democrats approving of Roosevelt's move and 79 percent of Republicans disapproving. \"Politics Tints Views On Thanksgiving Date,\" said a contemporaneous New York Times headline.\n\nNot even all retailers embraced the earlier Thanksgiving. Charles Arnold, proprietor of a menswear shop, expressed his disappointment in an August letter to the president. \"The small storekeeper would prefer leaving Thanksgiving Day where it belongs,\" Arnold wrote. \"If the large department stores are over-crowded during the shorter shopping period before Christmas, the overflow will come, naturally, to the neighborhood store.\"\n\nJames Frasier, chairman of the selectmen of Plymouth Massachusetts -- site of the first Thanksgiving feast -- said he \"heartily disapproved\" of the decision. In Washington, meanwhile, the criticism was biting and sarcastic. Sen. Styles Bridges (R-N.H) wondered whether Roosevelt would extend his powers to reconfigure the entire calendar, rather than just one holiday.\n\n\"I wish Mr. Roosevelt would abolish Winter,\" Bridges said. \"Millions of people can't enjoy their vacations for thinking that in a few months they will again be paying tribute to the fuel barons. Some people, of course, have already put in a stock of fuel and they should not be discriminated against. Mr. Roosevelt could set up another governmental agency which would issue bonds but not count them as a part of the public debt to take over the fuel already in homes.\"\n\nEdward Stout, editor of The Warm Springs Mirror in Georgia -- where the president traveled frequently, including for Thanksgiving -- said that while he was at it, Roosevelt should move his birthday \"up a few months until June, maybe\" so that he could celebrate it in a warmer month. \"I don't believe it would be any more trouble than the Thanksgiving shift.\"\n\nFootball coaches were upset too, deeming the change of date \"a considerable headache.\" As the Wall Street Journal's Melanie Kirkpatrick wrote in a 2009 column, \"by 1939 Thanksgiving football had become a national tradition ... In Democratic Arkansas, the football coach of Little Ouachita College threatened: 'We'll vote the Republican ticket if he interferes with our football.'\"\n\nSome governors refused to recognize the earlier holiday, resulting in Thanksgiving celebrations taking place on separate days in different states for two years. In his book \"Culture Wars: An Encyclopedia of Issues, Viewpoints, and Voices,\" Roger Chapman wrote that pundits began dubbing \"the competing dates 'Democratic Thanksgiving' and 'Republican Thanksgiving.'\" In 1939, 23 states chose to celebrate the holiday on its original date, rather than move it up a week. And in 1940, When Roosevelt once again set Thanksgiving one week early, The New York Times reported that 16 states chose to celebrate it on Nov. 28 instead.\n\nRoosevelt was in a bind. Republican governors were rebuffing his policy. Republican senators were accusing him of dramatic political overreach. The public was abandoning him. Pundits lamented the crippling of the nation's cultural fabric -- football! -- and said it was selling out to well-heeled lobbyists. If you liked your Thanksgiving date, it wasn't exactly clear if you could keep it.\n\nOn Nov. 29, 1941, the president took to joking about the multiple turkey days. \"Two years ago, or three years ago, I discovered I was particularly fond of turkey! So we started two Thanksgivings,\" he said at a polio rehabilitation center in Warm Springs, Ga. \"I don't know how many we ought to have next year. I'm open to suggestion.\"\n\nCongress had a suggestion: No more \"Franksgiving.\" The following month it passed a law putting Thanksgiving on the fourth Thursday of the month.\n\nOn May 20, 1941, Roosevelt conceded that the economic benefits of moving Thanksgiving back a week had not been worth the struggle.\n\n\"It was with a twinkle in his eye that the President mentioned these matters and then conceded frankly that the Commerce Department had found that expected expansion of retail sales had not occurred and that the United States Conference of Mayors was divided on the issue,\" The New York Times reported.\n\nThis post was updated for the sake of clarity\n\nAlso on HuffPost: Presidential Thanksgiving Proclamations Presidential Thanksgiving Proclamations\n\n1 of 20 George Washington (1789) \"Now therefore I do recommend and assign Thursday the 26th day of November next to be devoted by the People of these States to the service of that great and glorious Being, who is the beneficent Author of all the good that was, that is, or that will be -- That we may then all unite in rendering unto him our sincere and humble thanks -- for his kind care and protection of the People of this country previous to their becoming a Nation -- for the signal and manifold mercies, and the favorable interpositions of his providence, which we experienced in the course and conclusion of the late war -- for the great degree of tranquillity, union, and plenty, which we have since enjoyed -- for the peaceable and rational manner in which we have been enabled to establish constitutions of government for our safety and happiness, and particularly the national One now lately instituted, for the civil and religious liberty with which we are blessed, and the means we have of acquiring and diffusing useful knowledge; and in general for all the great and various favors which he hath been pleased to confer upon us.\" (Oct. 3, 1789) Share this slide:\n\nMediaWiki", "article_metadata": {"description": "WASHINGTON -- Before Obamacare, Hurricane Katrina, Monica Lewinsky, Iran Contra, Watergate and Vietnam, there was \"Franksgiving.\"\n\nSeventy-four turkey ...", "sailthru.expire_date": "2013-11-26 16:43:15 -0500", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- Before Obamacare, Hurricane Katrina, Monica Lewinsky, Iran Contra, Watergate and Vietnam, there was \"Franksgiving.\"\n\nSeventy-four turkey ...", "title": "Here's What Happened When FDR Tried To Mess With Thanksgiving", "url": "http://www.huffingtonpost.com/2013/11/25/fdr-thanksgiving_n_4339310.html", "image": "http://i.huffpost.com/gen/1482079/images/o-FDR-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- Before Obamacare, Hurricane Katrina, Monica Lewinsky, Iran Contra, Watergate and Vietnam, there was \"Franksgiving.\"\n\nSeventy-four turkey ...", "creator": "samsteinHP", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1482079/images/o-FDR-facebook.jpg", "height": 1000}, "title": "Here's What Happened When FDR Tried To Mess With Thanksgiving", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2013-11-25 16:43:15 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4339310", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "video,obamacare thanksgiving,franksgiving,Franklin Delano Roosevelt thanksgiving,Franklin Delano Roosevelt holiday,War on Thanksgiving,FDR Thanksgiving,Franklin Delano Roosevelt", "article": {"section": "Politics", "tag": "video,obamacare thanksgiving,franksgiving,Franklin Delano Roosevelt thanksgiving,Franklin Delano Roosevelt holiday,War on Thanksgiving,FDR Thanksgiving,Franklin Delano Roosevelt", "published_time": "2013-11-25 16:43:15 -0500", "modified_time": "2013-11-28 09:47:58 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fd954f\"", "article_summary": "In his book \"Culture Wars: An Encyclopedia of Issues, Viewpoints, and Voices,\" Roger Chapman wrote that pundits began dubbing \"the competing dates 'Democratic Thanksgiving' and 'Republican Thanksgiving.'\"\nIf you liked your Thanksgiving date, it wasn't exactly clear if you could keep it.\n\"Politics Tints Views On Thanksgiving Date,\" said a contemporaneous New York Times headline.\nOn May 20, 1941, Roosevelt conceded that the economic benefits of moving Thanksgiving back a week had not been worth the struggle.\nHopkins told Roosevelt anyway, and the president, sensitive to the needs of business, moved the date of the holiday."}