{"article_title": "Ohio's fight over Common Core, local control heats up", "article_keywords": ["control", "ohios", "tests", "212", "core", "fight", "hb", "state", "heats", "common", "thompson", "ohio", "standards", "local"], "article_url": "http://watchdog.org/228699/ohio-common-core-fight/", "article_text": "By Jason Hart | Ohio Watchdog\n\nOhio has dropped its Common Core testing provider, but critics aren’t done fighting the math and language arts standards in the state.\n\nAn Ohio House bill submitted by state Rep. Andy Thompson, a Marietta Republican, would let school districts choose standards and tests other than those required by the Common Core State Standards Initiative.\n\nThompson’s House Bill 212 is an attempt to shift the overall balance of power between state officials and local school districts.\n\n“I think that government which is closest to the people is the government which is most likely to be effective and responsive,” Thompson told Ohio Watchdog, describing HB 212 as a way to restore local control of education.\n\n“Not the sort of local control that our governor sometimes talks about, but real local control, where you transfer power from the federal and state levels down to the local level,” Thompson said.\n\nGov. John Kasich, a Republican, supports Ohio’s use of Common Core. Kasich insists the statewide implementation of the national standards has no negative impact on local school districts’ control of education.\n\nMany of the school board members, superintendents, teachers and parents Thompson met with while drafting HB 212 disagree.\n\nThompson sees Kasich’s agreement to get rid of the Common Core-compliant tests from Partnership for Assessment of Readiness for College and Careers as the latest distraction meant to “diminish the overall message” of Common Core opponents.\n\n“PARCC needed to go, but in terms of the long-term approach we’ve been trying to take to get rid of Common Core, it’s not just bits and pieces,” Thompson said.\n\n“The folks who are advocates for Common Core always try to segment, or put things in silos,” Thompson explained. “They try to deny there’s a problem until it becomes eminently obvious to everybody.”\n\n“I think the overall message is, this is a system. You can’t look at it in silos,” he said.\n\nIn addition to giving schools some flexibility on which standards and tests to use — the state would define a few options — HB 212 would end the state’s teacher and principal evaluation systems.\n\n“These are all big, bureaucratic additions to the time-suck that goes on at the local level, much of it because outside entities want data on all this stuff,” Thompson said.\n\nIn a departure from Thompson’s previous efforts, HB 212 would let districts opt out of Common Core but wouldn’t ban the standards in the state.\n\n“If you like your Common Core, you can keep it,” Thompson said, acknowledging that some districts may want to stick with Common Core since they’ve invested so much in compliance.\n\n“But we will provide a better quality, more developmentally appropriate path for Ohio and a choice of tests: both the norm-referenced Iowa Test and the aligned test to the Massachusetts standards,” he added.\n\nOhio’s 2016-17 budget forbids the continued use of PARCC tests. Instead, the state plans to use Common Core-compliant math and language arts tests administered by American Institutes for Research.\n\nWidespread complaints about PARCC testing made it difficult even for Common Core supporters to defend the tests. But by dropping PARCC while keeping Common Core, “we may have made things worse,” Thompson said.\n\n“Fundamentally, the problem with Common Core has always been that it’s one-size-fits-all, treating every kid like one more widget on an assembly line,” he opined.\n\nBefore the standards were written, Kasich’s Democrat predecessor, Ted Strickland, agreed to adopt Common Core in Ohio to secure federal funding and a waiver from federal No Child Left Behind mandates.\n\nThompson acknowledged Common Core has many powerful supporters, including Kasich and The Ohio Standard, a coalition backed by national donors including The Bill and Melinda Gates Foundation.\n\n“I’m up against the governor, the wealthiest man in the world, the Walton family; you’ve got so many people who want to centrally plan our workforce,” he said.\n\nBut with HB 212, Thompson sees a growing coalition calling for more local control and thinks “the momentum is definitely in our favor.”\n\nThompson said superintendents, school board members and teachers from several of the state’s school districts are already helping promote HB 212. He’s optimistic the bill could have bipartisan support in the Ohio House.\n\nHB 212 hasn’t received a hearing yet, but it has 20 cosponsors. Thompson expects Speaker Cliff Rosenberger, a Republican, will help the bill get “an objective hearing.”\n\nThe Ohio Department of Education did not respond to a request for comment on HB 212.", "article_metadata": {"description": "Ohio has dropped its Common Core testing provider, but critics aren't done fighting the math and language arts standards in the state.", "og": {"site_name": "Watchdog.org", "description": "Ohio has dropped its Common Core testing provider, but critics aren't done fighting the math and language arts standards in the state.", "title": "Ohio's fight over Common Core, local control heats up - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/07/andy-thompson-ohio-house.jpg", "updated_time": "2015-07-14T07:40:41+00:00", "url": "http://watchdog.org/228699/ohio-common-core-fight/", "type": "article"}, "twitter": {"domain": "Watchdog.org", "description": "Ohio has dropped its Common Core testing provider, but critics aren't done fighting the math and language arts standards in the state.", "title": "Ohio's fight over Common Core, local control heats up - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2015/07/andy-thompson-ohio-house.jpg"}, "creator": "@jasonahart", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "article": {"publisher": "https://www.facebook.com/Watchdogorg", "section": "Education", "published_time": "2015-07-14T04:00:54+00:00", "modified_time": "2015-07-14T07:40:41+00:00"}, "news_keywords": "andy thompson, john kasich, common core, the ohio standard, common core state standards initiative, ohio common core, ohio house bill 212, ohioans against common core,"}, "_id": "\"57477af46914bd0286fd9552\"", "article_summary": "“If you like your Common Core, you can keep it,” Thompson said, acknowledging that some districts may want to stick with Common Core since they’ve invested so much in compliance.\nJohn Kasich, a Republican, supports Ohio’s use of Common Core.\n“Fundamentally, the problem with Common Core has always been that it’s one-size-fits-all, treating every kid like one more widget on an assembly line,” he opined.\n“The folks who are advocates for Common Core always try to segment, or put things in silos,” Thompson explained.\nWidespread complaints about PARCC testing made it difficult even for Common Core supporters to defend the tests."}