{"article_title": "", "article_keywords": ["goth", "goths", "trump", "candidate", "carson", "northern", "need", "castle", "trying", "responded"], "article_url": "http://www.wakemag.org/bizarro/make-america-gothless-again", "article_text": "Trump says we need to “build a castle” to keep goths out of the U.S.\n\nAt a press conference last Monday, presidential hopeful Donald Trump responded to inquiries of his plans to build a castle to lure goths out of America, sparked by a tweet sent from his account the previous morning:\n\n“Eight angry teens were just caught on the northern border trying to get into the U.S.\n\nRadical goths maybe? I told you so. WE NEED A BIG & SCARY CASTLE!”\n\nThe business mogul added that he would “fully support” invading Germany to gather authentic materials for the project. Generally discussed in Republican circles as being the largest threat to Christianity and capitalism through their general refusal to conform, Trump thinks the advances of the spooky subculture should be at the forefront of everyone’s minds in the upcoming election.\n\n“Obama has driven this once great nation into the ground; his pathetic politics and sad economics are a joke! He has left us in such a depressing state that goths will be flooding in by the thousands. Thankfully I’m the candidate that can turn this damage around. My castle will be so eerie that not even the bitter remnants of Obamacare will be able to draw them away from it.”\n\nWhen asked where he would place the castle, Trump responded that he thought anywhere along the northern border would do.\n\n“They like their bodies and souls to be dismally frozen, so most will be trying to come in from Canada. And now that it’s winter, the lack of heat and sunlight means they’d be able to occupy nearly three-fourths of the country quite comfortably.”\n\nTrump believes that his competitors, Marco Rubio and Ted Cruz, are unqualified to address it, as their careers have been spent in the south where proximity to the equator prevents uncontrollable goth infestations. But when fellow candidate Ben Carson was mentioned, Trump became upset. “Carson!? That dope is part of the problem! First he was claiming to be just a tough guy, but now he has admitted to being a full-fledged goth growing up! No one is safe. I am the only honest candidate out there—my background lies in business, not politics.”\n\nTrump added that if the castle doesn’t work out, we can still require all goths within the U.S. to register under a special database.", "article_metadata": {}, "article_summary": ""}