{"article_title": "Obama and Ryan both tout economic opportunity, but their ideas are diametrically opposed", "article_keywords": ["poor", "poverty", "spending", "propose", "ideas", "ryan", "budget", "rate", "economic", "tout", "opposed", "americans", "diametrically", "opportunity", "obama"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2014/03/03/obama-and-ryan-both-tout-economic-opportunity-but-their-ideas-are-diametrically-opposed/", "article_text": "\n\nRep. Paul Ryan (Photo by Win McNamee/Getty Images)\n\nOn Monday, conservative leader Rep. Paul Ryan (R-Wis.) promised a bold new vision to promote economic mobility and fix a broken safety net that he says has failed the poor. On Tuesday, President Obama plans to offer a budget blueprint that will propose fresh spending on some of those very programs, arguing that hard-working Americans need government help to get ahead.\n\nThe language the two men use is strikingly similar, as is their goal of tapping into powerful national economic anxieties. But their policy prescriptions are vastly different, and aimed primarily at giving their parties with an economic vision heading into the midterm congressional elections.\n\nWith the release of his budget Tuesday, Obama hopes to break free of the fight over cutting government spending that has nearly consumed more than half of his presidency. He will propose $56 billion in new spending on education, manufacturing and job training. He will endorse the idea of overhauling corporate taxes to boost U.S. competitiveness and generate revenue to spend on building roads and bridges and creating jobs. In a nutshell, Obama is making the case that government has the potential to help millions of Americans prosper economically.\n\nRyan sees a role for government, but, fundamentally, he wants to get it out of the way so Americans can advance on their own. He released a blistering, 200-page critique of the nation's vast array of social programs as a precursor to a Republican budget that would dramatically overhaul them and – if past is prologue – cut them dramatically. In previous budgets Ryan has proposed significantly trimming future spending on Medicare, Medicaid and food stamps.\n\nThe differing approaches set the stage for both parties to develop a message that goes beyond the budget wars of recent years. The economic crisis is over; the nation's budget deficit is shrinking; and both parties have concluded that they would be better off taking a break from constant confrontation.\n\nSo, Obama is returning to populist, bread-and-butter economic issues that helped him win reelection. And Ryan is shifting away from the green-eyeshade cost-cutting that has dominated GOP thinking and is urging his party to identify a conservative approach to helping the poor and working-class Americans.\n\nAs policy proposals, the alternative visions have little practical import. In fact, it was Ryan, the chairman of the House Budget Committee, who inked a deal with Senate Budget Committee Patty Murray (D-Wash.) in December that set overall spending levels for this year and next. Lawmakers have no plans to alter those. Indeed, Murray announced Friday that Senate Democrats will not draft a budget of their own, arguing that the most important work has already been done.\n\nRyan and Obama do not disagree totally. They both support, for instance, the earned-income tax credit, a kind of cash bonus for working families that encourages work. But for the most part, Obama's and Ryan's contrasting visions of government reflect profoundly different understandings of the success or failure of federal programs over the past 50 years.\n\nRyan, for instance, argues that the war on poverty has failed. He notes that, according to the Census' official poverty measure, the poverty rate has declined only from 17.3 percent in 1965 to 15 percent today. That seems like meager progress.\n\nBut White House officials have pointed out – as have many independent economists – that the official poverty measure is deeply lacking. For example, it does not take into account food stamps. Analyses by outside groups that take into account the full array of costs faced by poor Americans – as well as the full array of benefits they received – suggest the poverty rate has declined significantly. One well-respected study by researchers at Columbia University finds that the poverty rate fell from 26 percent in 1967 to 16 percent in 2012.\n\nThat difference of opinion colors many of Ryan's critiques – and the response of Obama and Democrats. Ryan singles out Head Start, the federal program for poor preschoolers, and Medicaid, the federal health insurance program for the poor, as particularly flawed.\n\nIn his budget, Obama will propose increasing funding for Head Start, and expanding Medicaid coverage in every state under the Affordable Care Act remains a top piece of his agenda.​", "article_metadata": {"description": "Obama and Ryan use strikingly similar language to describe the nation's economic challenges. But their policy prescriptions are vastly different, and aimed primarily at providing their parties with an economic vision heading into the midterm congressional elections.", "author": "https://www.facebook.com/zgoldfarb", "og": {"site_name": "Washington Post", "description": "Obama and Ryan use strikingly similar language to describe the nation's economic challenges. But their policy prescriptions are vastly different, and aimed primarily at providing their parties with an economic vision heading into the midterm congressional elections.", "title": "Obama and Ryan both tout economic opportunity, but their ideas are diametrically opposed", "url": "https://www.washingtonpost.com/news/wonk/wp/2014/03/03/obama-and-ryan-both-tout-economic-opportunity-but-their-ideas-are-diametrically-opposed/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/wonkblog/files/2013/03/wonk0313-800x543.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@Goldfarb"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2014/03/03/obama-and-ryan-both-tout-economic-opportunity-but-their-ideas-are-diametrically-opposed/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Ryan budget, Obama budget, poverty,", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/zgoldfarb"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Ryan budget, Obama budget, poverty,"}, "article_summary": "One well-respected study by researchers at Columbia University finds that the poverty rate fell from 26 percent in 1967 to 16 percent in 2012.\nHe notes that, according to the Census' official poverty measure, the poverty rate has declined only from 17.3 percent in 1965 to 15 percent today.\nIn his budget, Obama will propose increasing funding for Head Start, and expanding Medicaid coverage in every state under the Affordable Care Act remains a top piece of his agenda.​\nIn a nutshell, Obama is making the case that government has the potential to help millions of Americans prosper economically.\nThe language the two men use is strikingly similar, as is their goal of tapping into powerful national economic anxieties."}