{"article_title": "Jon Stewart Hilariously Mocked Florida's Governor for Banning Climate Change", "article_keywords": ["water", "climate", "mocked", "florida", "governor", "ignoring", "hilariously", "shouldnt", "california", "change", "banning", "night", "floridas", "yes", "jon", "stewart"], "article_url": "https://bluenationreview.com/daily-show-climate-change/", "article_text": "Congratulations everyone, we’ve survived through the warmest winter since 1880! Yes, yes, I know what you’re thinking: “Climate change again? I thought we got rid of that. Didn’t someone throw a snowball on the Senate floor? Shouldn’t we just stop talking about it altogether?”\n\nWell, no, we really shouldn’t follow Rick Scott’s lead on anything. As Jon Stewart explained last night, climate change is having a devastating effect on “our two most phallic states — Florida and California.” While Florida is experiencing rising sea levels and widespread flooding, California is going through a severe drought.\n\nRick Scott, unfortunately, is still pursuing his unspoken policy of climate change denial, hampering environmental officials’ ability to properly address the problem.\n\n“Nuisance flooding, moisture inconvenience, statewide jacuzzification,” Stewart said. “It appears that by 2020, Miami will be involved in a surprise pool party.”\n\nWhile Florida is ignoring its problem, California is ignoring the source of its. The state is regulating the direct use of water, despite the fact that the bulk of water consumption — 93 percent, to be exact — is through the production of food products. Stewart argued with some unusually obstinate guests about it last night:", "article_metadata": {"description": "Congratulations, everyone, we've survived through the warmest winter since 1880! But Rick Scott says \"lalalala I can't hear you!\"", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "Blue Nation Review", "description": "Congratulations, everyone, we've survived through the warmest winter since 1880! But Rick Scott says \"lalalala I can't hear you!\"", "title": "Jon Stewart Hilariously Mocked Florida's Governor for Banning Climate Change", "locale": "en_US", "image": "https://bluenationreview.com/wp-content/uploads/2015/03/jon-stewart-climate-change.jpg", "url": "https://bluenationreview.com/daily-show-climate-change/", "type": "article"}, "twitter": {"domain": "Blue Nation Review", "description": "Congratulations, everyone, we've survived through the warmest winter since 1880! But Rick Scott says \"lalalala I can't hear you!\"", "title": "Jon Stewart Hilariously Mocked Florida's Governor for Banning Climate Change", "image": {"src": "https://bluenationreview.com/wp-content/uploads/2015/03/jon-stewart-climate-change.jpg"}, "creator": "@daphnez", "site": "@bluenationrev", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Blue Nation", "article": {"publisher": "https://www.facebook.com/bluenationreview", "section": "Latest", "tag": "climate change,daily show,Environment,jon stewart", "published_time": "2015-03-26T10:30:46-04:00"}, "viewport": "width=device-width, height=device-height, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Yes, yes, I know what you’re thinking: “Climate change again?\nRick Scott, unfortunately, is still pursuing his unspoken policy of climate change denial, hampering environmental officials’ ability to properly address the problem.\nAs Jon Stewart explained last night, climate change is having a devastating effect on “our two most phallic states — Florida and California.” While Florida is experiencing rising sea levels and widespread flooding, California is going through a severe drought.\n“It appears that by 2020, Miami will be involved in a surprise pool party.”While Florida is ignoring its problem, California is ignoring the source of its.\nShouldn’t we just stop talking about it altogether?”Well, no, we really shouldn’t follow Rick Scott’s lead on anything."}