{"article_title": "Trump vs Clinton: Economic outlook remains uncertain", "article_keywords": ["outlook", "clinton", "trump", "campaign", "remains", "political", "trade", "business", "vs", "economic", "investors", "policy", "uncertain", "issues"], "article_url": "http://globalriskinsights.com/2016/05/trump-clinton-uncertain-economic-outlook/", "article_text": "9 Flares 9 Flares ×\n\nWith the 2016 US presidential race all but set to feature property mogul and one-time long shot Donald Trump against the long-presumptive Democratic nominee Hillary Clinton, it is far less clear how their economic policies will play out.\n\nWhen one party’s nominee is a political newcomer who few thought stood a chance just six months ago, and the other is an establishment politician who has been her party’s favorite for years, it is tempting to expect their economic policies to be as divergent as their backgrounds. In reality, the forthcoming Donald Trump-Hillary Clinton general election is more complex than initially understood — a political match-up that perpetuates economic uncertainty for investors until November or beyond.\n\nTrump has narrative, Clinton has policy\n\nTrump’s “Make America Great Again” slogan, is, in many ways, a hopeful counterpoint to the more morose economic message the New Yorker has been hammering on the campaign trail. For decades, according to Trump, American workers have been suffering at the hands of undocumented immigrants, American small businesses have been undercut by unfair trade deals and Chinese currency manipulation, and U.S. corporations have been profiting at the expense of Main Street.\n\nClinton’s economic manifesto is much harder to pin down in soundbite terms. Hardly one known for rhetorical flourishes, the former Secretary of State has stressed making college more affordable, increasing child care opportunities, bolstering the Affordable Care Act, and investing in renewable energies, among other principles. Yet, she has failed to establish a memorable narrative around these issues, and many analysts believe that this lack of an economic “origin story” will cost her in November.\n\nStill, Trump’s simplicity should not be mistaken for consistency. In the last week, the property tycoon has referenced Bernie Sanders in relatively positive tones during several campaign stops. Furthermore, he has entirely reversed his previous positions on the minimum wage (he is now for it) and taxes (he might be willing to raise them on the wealthy — a sharp contrast to his previous tax plans).\n\nPolls underscore uncertainty\n\nWhat do the polls say about this contrast? To start, one respected survey on the voting intentions of U.S. citizens had two interesting findings. First, compared to four months earlier, Trump was perceived as significantly more moderate by respondents. Second, Clinton was also seen as significantly more moderate by respondents, even at the same time as she was locking horns with a challenger that appealed to a growing proportion of her party’s base.\n\nThis shows how muddied the waters have become this election campaign on both sides of the aisle. Or, it might just be another sign of the new norm of unpredictability in a race that has baffled even the nation’s top political statisticians. The lack of clarity on economic issues has only contributed to this trend.\n\n“Economic platforms are generally very vague in election times and it is an easy prediction to say that both candidates will remain vague on their own,” says Lapo Salucci, a public policy lecturer at the University of Denver.\n\nSalucci, a former political consultant, does speculate that Clinton will increasingly espouse “continuity with a more leftist flavor,” while Trump’s economic arguments will carry on with their populist and nationalist themes, regardless of whether they’re deemed liberal or conservative.\n\n“I don’t think we are going to have reliable analyses until the beginning of the real presidential campaign,” he adds.\n\nEffects on investors and business owners?\n\nUnfortunately, this economic uncertainty most likely does not bode well for investors and business owners.\n\nWith the Department of Labor releasing a lackluster jobs report last week — unemployment unchanged and US hiring slowing down — Americans are increasingly aware that the economic recovery from the financial crisis of nearly a decade ago is a work in progress.\n\nThere is less consensus, though, about what to do about it. And this has not been helped by either candidate’s economic pronouncements.\n\nFrom the GOP, Trump’s “unpredictability doctrine” has already reached unparalleled levels. The GOP front-runner has refused to publicly comment on a range of issues — including the debt ceiling and US financial policy — due to a perceived need to appear unpredictable to the nation’s enemies.\n\nOn the Democratic side, Clinton has been far less opaque about her economic plans. These policies, however, have undoubtedly shifted — first as a result of her primary battle with Sanders, and more recently as she has set her sights on countering the Republican fiscal message in November.\n\nAs Sanders pushed back against the effects of globalization, Clinton has been forced to trumpet her plans to assist those put out of work by cheaper imports, particularly those employed by manufacturing firms. Now, as she has gradually cemented the Democratic nomination, she has already backtracked on her once stridently anti-coal views at a campaign stop in West Virginia.\n\nOn the whole, what is apparent is that a Clinton presidency would see US economic policy only change gradually: think revisions rather than revulsions at trade deals like the Trans-Pacific Partnership and the Transatlantic Trade and Investment Partnership. Also to be expected under a President Clinton: slight boosts to infrastructure and education spending, and limited tinkering with the tax code. That still leaves a lot of wiggle room, which Clinton will be sure to exploit in the coming head-to-head with her brash New Yorker opponent in the general election.\n\nAt the same time, Trumpism will remain volatile. Its adherents will certainly still include a surprisingly large percentage of US business owners, which suggests that at least certain issues — like cutting red tape and erecting trade barriers — will stay at the heart of the Trump campaign.\n\nThat being said, do not expect straight or steadfast answers on other major policy questions, such as how much discretionary spending would be cut (if any), what level of political independence the Federal Reserve should continue to enjoy, and where the balance between growing debt levels and entitlement reform lies.\n\nEven with the 2016 U.S. presidential match-up all but cemented as Trump v. Clinton, investors and business owners alike will have to wait — maybe some time — for the economic picture emerge.", "article_metadata": {"description": "With the 2016 US presidential race almost certainly set for a Trump v. Clinton showdown, it is far less clear how their economic policies will play out.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "Global Risk Insights", "description": "With the 2016 US presidential race almost certainly set for a Trump v. Clinton showdown, it is far less clear how their economic policies will play out.", "title": "Trump v. Clinton: Economic Outlook Remains Uncertain | GRI", "locale": "en_US", "image": {"width": 3840, "identifier": "http://globalriskinsights.com/wp-content/uploads/2016/05/Trump-Clinton.jpg", "height": 2190}, "url": "http://globalriskinsights.com/2016/05/trump-clinton-uncertain-economic-outlook/", "type": "article"}, "robots": "noodp", "fb": {"admins": 504446064}, "article": {"publisher": "https://www.facebook.com/GlobalRiskInsights", "section": "North America", "tag": "US trade", "published_time": "2016-05-14T17:33:46+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "The lack of clarity on economic issues has only contributed to this trend.\nEven with the 2016 U.S. presidential match-up all but cemented as Trump v. Clinton, investors and business owners alike will have to wait — maybe some time — for the economic picture emerge.\nIn reality, the forthcoming Donald Trump-Hillary Clinton general election is more complex than initially understood — a political match-up that perpetuates economic uncertainty for investors until November or beyond.\nUnfortunately, this economic uncertainty most likely does not bode well for investors and business owners.\nTrump has narrative, Clinton has policyTrump’s “Make America Great Again” slogan, is, in many ways, a hopeful counterpoint to the more morose economic message the New Yorker has been hammering on the campaign trail."}