{"article_title": "October Jobs Growth Pushes Unemployment Rate Down to 5 Percent", "article_keywords": ["wage", "jobs", "yearago", "pushes", "unemployment", "workers", "months", "job", "reported", "rate", "growth", "percentage"], "article_url": "http://www.truth-out.org/news/item/33564-october-jobs-growth-pushes-unemployment-rate-down-to-5-0-percent", "article_text": "The Labor Department reported the economy added 271,000 jobs in October, with all but 3,000 of these jobs in the private sector. This is a sharp bounce back from the prior two months when private sector job growth averaged just 137,000. This job growth was sufficient to push the unemployment rate down slightly to 5.0 percent. While the employment-to-population ratio edged up slightly to 59.3 percent, it is still below the 59.4 percent high for the recovery. The labor force participation rate is actually down 0.4 percentage points from its year-ago level.\n\nThe job growth was led by health care (44,900), retail (43,800), restaurants (42,000), construction (31,000), business and technical services (26,900), and temp help (24,500). The rise in health care employment is in line with the 41,000 average for the last year. The strong retail growth follows two months in which reported growth averaged less than 5,000. The restaurant number is slightly better than recent growth rates.\n\nOn the negative side, mining shed another 4,500 jobs due to continuing fallout from the plunge in oil prices. Employment in the sector is down by 12.6 percent from its year-ago level. Manufacturing employment was flat in October, after having dropped by 28,000 over the prior two months.\n\nAverage weekly hours were unchanged at 34.5, although they edged up by 0.1 hours for production workers. The average hourly wage jumped 9 cents, but this was primarily a sampling error. The average hourly wage was reported as rising just 1 cent last month. Over the last three months, wages have risen at a 2.70 percent annual rate, a slight increase from the 2.48 percent rate over the last year. For production and non-supervisory workers, wages are up just 2.22 percent over the last year.\n\nOn the household side, there were few notable changes in employment or unemployment rates by demographic group. The unemployment rate for black teens fell by 5.9 percentage points to 25.6 percent, but this number is highly erratic and likely to be reversed in future months. The duration measures of unemployment showed little change. The average duration rose by 1.7 weeks, but this followed a reported drop of about two weeks for September. The median duration edged down by 0.2 weeks, while the share of long-term unemployed rose by 0.2 percentage points.\n\nOn the positive side, the number of people working part-time for economic reasons fell sharply in October, following a sharp reported drop in September. It now stands 1,245,000, below its year-ago level. By contrast, the number choosing to work part-time is up by 380,000 from its year-ago level and by 1,462,000 from its level of two years ago. This is a predictable result of the Affordable Care Act (ACA), since workers are no longer dependent on employers for insurance.\n\nOn the down side, the percentage of unemployment due to people voluntarily quitting their jobs remained at recession levels of 9.9 percent. The percentage of unemployment due to voluntary quits bottomed out at 8.6 percent as a result of the 2001 recession and 9.5 percent following the 1990-91 recession. It peaked at 15.2 percent in April of 2000 and crossed 17.0 percent in May of 1989. The low percentage of quits among the unemployed indicates workers do not feel comfortable leaving a job without a new job lined up.\n\nThis fits with the story of weak wage growth. The sharp drop in oil prices over the last year has led to strong growth in real wages over this period, but there has been little change in the pace of nominal wage growth over the last five years. It is difficult to find any major sector with a clear pattern of accelerating wage growth. In manufacturing, where employers often complain about the difficulty in finding good workers, wages have risen by just 2.0 percent over the last year.\n\nIn short, this is a much positive report than we saw in the prior two months. However, there is much in the report that indicates there is a still a large amount of slack in the labor market.", "article_metadata": {"msapplication-config": "/templates/ja_teline_iv_t3/images/favicons/browserconfig.xml", "description": "Manufacturing wages have risen by just 2.0 percent over the last year.", "author": "Dean Baker", "og": {"site_name": "Truthout", "description": "Manufacturing wages have risen by just 2.0 percent over the last year.", "title": "October Jobs Growth Pushes Unemployment Rate Down to 5 Percent", "url": "http://www.truth-out.org/news/item/33564-october-jobs-growth-pushes-unemployment-rate-down-to-5-0-percent", "image": "http://www.truth-out.org/tologo.jpg", "type": "non_profit"}, "twitter": {"description": "Manufacturing wages have risen by just 2.0 percent over the last year.", "creator": "@truthout", "image": "http://www.cepr.net/images/jobs-2015-11.png", "title": "October Jobs Growth Pushes Unemployment Rate Down to 5 Percent", "site": "@truthout", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "HandheldFriendly": "true", "fb": {"app_id": 286391544774433}, "google-site-verification": "EfgVxcdUDBF_Dd81ZBBw_J8FuRjGnvp9r2JAM9IhvUk", "keywords": "jobs, wages, unemployment, jobs report, Economy and Labor, Jobs, Unemployment", "title": "October Jobs Growth Pushes Unemployment Rate Down to 5 Percent", "apple-mobile-web-app-capable": "YES", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "This job growth was sufficient to push the unemployment rate down slightly to 5.0 percent.\nThe strong retail growth follows two months in which reported growth averaged less than 5,000.\nThe job growth was led by health care (44,900), retail (43,800), restaurants (42,000), construction (31,000), business and technical services (26,900), and temp help (24,500).\nIt is difficult to find any major sector with a clear pattern of accelerating wage growth.\nThis is a sharp bounce back from the prior two months when private sector job growth averaged just 137,000."}