{"article_title": "Dick Morris Is Back On Fox – With More Predictions", "article_keywords": ["hannity", "republicans", "win", "romneys", "dick", "fox", "predictions", "morris", "wipeout", "total", "romney", "obama"], "article_url": "http://www.newshounds.us/dick_morris_is_back_on_fox_with_more_predictions_11122013", "article_text": "If ever you needed proof that Republican partisanship trumps truth and integrity on Fox, witness the return of the discredited Dick Morris as a legitimate pundit on Hannity last night.\n\nYou may recall that Morris’s contract with Fox was not renewed last winter in the wake of his wildly off-the-mark predictions that Mitt Romney would win the presidency in a landslide. It was a prediction that Morris had “explained” by saying he was trying to help Romney’s floundering campaign. You may also recall that Joe Muto, aka the Fox News Mole, told Huffington Post that Fox News knows Morris is full of baloney.\n\nNevertheless, Morris returned to the Hannity show last night where he was once again disingenuously introduced as “former Clinton advisor.\" This time, Sean Hannity noted that Morris is also the host of a radio show.\n\nInstead of owning up to his mistakes last night, Morris pretended he was wrong, along with Gallup, Rasmussen, CNN and about two-third of the pollsters. Which is not quite true. While many polls did overestimate Romney’s performance, none predicted the kind of Romney blowout Morris did. Morris also laughably pretended his mistakes were only because voters broke for Obama after Hurricane Sandy and the polls didn’t reflect that.\n\nNot that Hannity challenged any of Morris’ excuses. He changed the subject to the Affordable Care Act. And guess what? Morris has some new predictions! Morris said this about the upcoming 2014 elections:\n\nIt’ll be a total wipeout. The Republicans will gain enormously. …If Obama rescinds the (health insurance) cancellations, which he could do by executive order …then nobody’s gonna sign up for this turkey and he’ll be embarrassed by the low turnout. …The only way (Obama) can generate enrollments is to throw people off their health insurance and then they have no alternative but to come into the exchanges.\n\nDems, this is good news. If Morris says Republicans will win in a “total wipeout,” you can probably look forward to some solid gains in 2014. And there are probably good days ahead for the Affordable Care Act, too.\n\nHowever, Morris was right about one thing that I previously doubted: He predicted in March he'd be back on Fox News.", "article_metadata": {"csrf-param": "authenticity_token", "google-site-verification": "google51c0b549f514d464.html", "csrf-token": "mQVYBKUEFFFDTdsZP07X/DJLX5ZWyOgs61ZWkcM+3nc=", "og": {"url": "http://www.newshounds.us/dick_morris_is_back_on_fox_with_more_predictions_11122013", "site_name": "NewsHounds", "image": "http://d3n8a8pro7vhmx.cloudfront.net/newshounds/sites/1/meta_images/original/Newshound3_blue.png?1327001871", "type": "article", "title": "Dick Morris Is Back On Fox – With More Predictions"}, "Title": "Dick Morris Is Back On Fox – With More Predictions"}, "_id": "\"57477af36914bd0286fc94cc\"", "article_summary": "You may also recall that Joe Muto, aka the Fox News Mole, told Huffington Post that Fox News knows Morris is full of baloney.\nIf Morris says Republicans will win in a “total wipeout,” you can probably look forward to some solid gains in 2014.\nHowever, Morris was right about one thing that I previously doubted: He predicted in March he'd be back on Fox News.\nIf ever you needed proof that Republican partisanship trumps truth and integrity on Fox, witness the return of the discredited Dick Morris as a legitimate pundit on Hannity last night.\nMorris said this about the upcoming 2014 elections:It’ll be a total wipeout."}