{"article_title": "Free checking accounts keep shrinking", "article_keywords": ["checking", "bill", "tax", "free", "state", "accounts", "california", "debt", "shrinking", "bank", "care"], "article_url": "http://www.sfgate.com/business/networth/article/Free-checking-accounts-keep-shrinking-5731986.php", "article_text": "Free checking accounts keep shrinking\n\nImage 1 of / 1 Caption Close Image 1 of 1 Free checking accounts keep shrinking 1 / 1 Back to Gallery\n\nFree checking accounts are getting harder to find, especially in California, according to a study published Tuesday by Moebs Services.\n\nNationwide, the percentage of financial institutions offering free checking has fallen from 81.5 percent in 2009 to 60.9 percent today, the report said. In California, Delaware, Florida, Georgia, Kansas and Nevada, less than half the institutions offer it.\n\nThe study noted that only 47.9 percent of banks offer free checking, compared with 62.9 percent of thrifts and 79.6 percent of credit unions.\n\nUnder the Truth in Savings Act of 1993, a checking account qualifies as free if it has no minimum balance, no periodic fees and no transaction limits. Whether a bank can advertise a checking account as free if it requires direct deposit is a gray area, said Mike Moebs, chief executive of Moebs Services.\n\nHe said banks have been moving away from free checking in favor relationship pricing, in which customers get discounts based on how many types of accounts they have at the bank. When customers get free checking because they also have a savings, mortgage or securities account with a bank, that does not count as free checking under the act's definition.\n\nLarge banks \"absolutely don't want single-service customers in their lives. They can't make money off them,\" Moebs said.\n\nSmall banks and credit unions are more willing to offer free checking \"because they are more efficient,\" he added. It typically costs a mega-bank $325 to $450 a year to operate a checking account. At a credit union or community bank, the cost is $175 to $240.\n\nHe notes that Bank of America has reduced its costs by cutting branches, tellers and the number of checking accounts it offers.\n\nInstitutions can still make money off free checking accounts by charging for services such as overdrafts, stop payments, money orders, cashier's checks and cashing a paycheck. That does not disqualify them as \"free.\"\n\nMedi-Cal bill passes\n\nA bill that would scale back Medi-Cal estate recovery in California passed the Legislature with unanimous support last week and is awaiting action from Gov. Jerry Brown.\n\nThe California Department of Finance opposed the bill. Brown has until Sept. 30 to sign or veto it. My Aug. 24 column ( http://bit.ly/1qoVidk) discussed the bill in depth.\n\nMedi-Cal is the state's version of Medicaid, a federal-state program that provides health care, including long-term care, to low-income people.\n\nFederal law requires states to recover certain costs from the estates of deceased Medicaid/Medi-Cal beneficiaries, including the cost of nursing home and other long-term care service provided to people 55 and older. States have the option of recovering all health care costs paid by Medicaid/Medi-Cal for people 55 and older. California opted to recover all costs.\n\nMany people who became eligible for Medi-Cal this year under the Affordable Care Act were surprised to learn their estates could be tapped for whatever the state paid for their health care starting at age 55. This is usually the premium the state pays to cover Medi-Cal recipients in managed care plans.\n\nThe bill, SB1124, would roll back estate recovery in California to what is required in federal law. It passed the state Senate by a 78-0 vote on Aug. 25 and the Assembly on a vote of 34-0 the next day.\n\nThe Finance Department opposed the bill because it would reduce the amount of money the state recovers by $30 million the first year. The state's share of the revenue loss, about $15 million, would have to be replenished with general fund revenues.\n\nMortgage bill signed\n\nBrown signed a bill this summer that will provide tax relief to some people who had certain types of mortgage debt on a primary residence forgiven in 2013 as a result of a foreclosure, short sale or loan modification.\n\nPeople who will benefit from the bill have until Oct. 15 to file or amend their 2013 tax return to take advantage of it, the Franchise Tax Board said in a press release this week ( http://bit.ly/1lIo8p0).\n\nForgiven debt is often subject to federal and state income tax. But Congress exempted people from the federal tax if they had \"qualified mortgage debt\" canceled on their primary residence between 2007 and the end of 2013.\n\nA state law that partially conformed to the federal law expired at the end of 2012.\n\nOn July 21, Brown signed AB1393, which retroactively extended California's partial conformity to debt extinguished in 2013.\n\nDave Fogel, a CPA in Roseville, has encountered few people who will benefit from the bill.\n\nTo get the tax break, you had to have recourse debt forgiven in a short sale, deed in lieu of foreclosure or loan modification.\n\nMortgage debt that was used for purposes other than buying or improving a home is not \"qualified mortgage debt\" and therefore does not qualify for the tax exemption.\n\n\"Very few people I have dealt with have qualified,\" Fogel says. Most people who lost their homes in a foreclosure or short sale \"refinanced multiple times, bought cars, boats, took vacations or paid off credit cards\" and can't take advantage of the exemption.\n\nThe tax board estimated that the bill would reduce state tax revenue by about $36 million in 2013-14, $4 million in 2014-15 and zero in following years.", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "sailthru.author": "Kathleen Pender", "vf": {"section": "business", "unique_id": "sfgate-article-5731986"}, "og": {"site_name": "SFGate", "description": "Free checking accounts are getting harder to find, especially in California, according to a study published Tuesday by Moebs Services.\nNationwide, the percentage of financial institutions offering free checking has fallen from 81.5 percent in 2009 to 60.9 percent today, the report said. In California, Delaware, Florida, Georgia, Kansas and Nevada, less than half the institutions offer it. \nThe study noted that only 47.9 percent of banks offer free checking, compared with 62.9 percent of thrifts and 79.6 percent of credit unions.\nUnder the Truth in Savings Act of 1993, a checking account qualifies as free if it has no minimum balance, no periodic fees and no transaction limits.", "title": "Free checking accounts keep shrinking", "url": "http://www.sfgate.com/business/networth/article/Free-checking-accounts-keep-shrinking-5731986.php", "image": "http://ww2.hdnux.com/photos/06/74/54/1821473/366/rawImage.jpg", "type": "article"}, "twitter": {"site": "@SFGate", "card": "summary_large_image", "creator": "@kathpender"}, "sailthru.date": "2014-09-03 17:25:00 -0700", "sailthru.title": "Free checking accounts keep shrinking", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "fb": {"admins": 100006394927810, "app_id": 1609422252616351}, "sailthru.image.thumb": "http://ww2.hdnux.com/photos/06/74/54/1821473/366/sailthruImage.jpg", "format-detection": "telephone=no", "sailthru.tags": "section-business,section-net-worth-kathleen-pender,column-net-worth,subject-business,subject-banking,subject-checking-accounts,subject-fees,pubname-san-francisco-chronicle", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Free checking accounts keep shrinkingImage 1 of / 1 Caption Close Image 1 of 1 Free checking accounts keep shrinking 1 / 1 Back to GalleryFree checking accounts are getting harder to find, especially in California, according to a study published Tuesday by Moebs Services.\nWhen customers get free checking because they also have a savings, mortgage or securities account with a bank, that does not count as free checking under the act's definition.\nInstitutions can still make money off free checking accounts by charging for services such as overdrafts, stop payments, money orders, cashier's checks and cashing a paycheck.\nSmall banks and credit unions are more willing to offer free checking \"because they are more efficient,\" he added.\nNationwide, the percentage of financial institutions offering free checking has fallen from 81.5 percent in 2009 to 60.9 percent today, the report said."}