{"article_title": "Why Single-Payer Healthcare Funding May Not Work in America", "article_keywords": ["youre", "funding", "pay", "work", "singlepayer", "know", "matter", "succeed", "treatment", "healthcare", "fail", "america", "expensive", "systems"], "article_url": "https://sojo.net/articles/why-single-payer-healthcare-funding-may-not-work-america", "article_text": "Of course Obamacare is failing.\n\n\n\nNot quite as badly as No-Obamacare was failing, so I'm still glad it exists. It's a necessary stopgap until we find a system that actually works. But you know what? Single-payer healthcare will fail just as badly.\n\n\n\nYes, I know that single-payer healthcare systems succeed in other developed nations. I also know that competitive insurance-based healthcare systems succeed elsewhere. But neither system will succeed in the United States, because the U.S. is the only nation on earth that refuses to keep healthcare spending from spiraling out of control. If the cost remains the same, it doesn't matter who's paying. In the long run, we all are.\n\nMany Americans believe that a free market would drive spending down, but the American healthcare mishmash (both before and after Obamacare) is definitely not a free market. Just try finding out what a procedure is going to cost so you can choose the least expensive provider. Even the providers have no idea until they've already signed you up and run your insurance numbers. If you're computer literate and have lots of time and patience, it's possible to get approximate prices for prescription drugs, but what can consumers do about profiteers like the infamous Martin Shrekli?\n\nAnd anyway, when you're being rushed to Emergency is no time to comparative shop.\n\nMany in the general public scream \"Rationing!\" whenever any limitation to healthcare is suggested, no matter how sensible it may be (refusing to fund drugs with no proven benefits, for example, or allowing futile, often painful, but expensive procedures for people in the last stages of dying). It's frustrating when we grow up and realize that we can't all have everything we want, but it's rational to make sure that, when something (like money for healthcare) is in short supply, it's apportioned wisely for the common good. Americans are not rational about rationing.\n\nCongress, as the right arm of lobbyists, has no interest in keeping healthcare affordable. They would not pass either George W. Bush's Medicare prescription drug plan or Barack Obama's Affordable Care Act until all threat of price caps was removed. Medicare is not even allowed to negotiate drug prices.\n\nWell, folks,\n\nif consumers are unable to do comparative shopping;\n\nif we all believe we have a divine right to any healthcare that's available, no matter how expensive or ineffective it may be;\n\nif we will not allow our healthcare payers to set price ceilings or negotiate lower prices;\n\nand if our lawmakers continue to favor the lobbies who fund them rather than the people who elect them;\n\nIt will fail millions of people who cannot afford the treatment they need. It will fail millions who pay high prices for treatment they don't need. It is failing all of us, since we pay twice as much for healthcare as we would pay in other developed countries.", "article_metadata": {"description": "Of course Obamacare is failing. Not quite as badly as No-Obamacare was failing, so I&#39;m still glad it exists. It&#39;s a necessary stopgap until we find a system that actually works. But you know what? Single-payer healthcare will fail just as badly.", "generator": "Drupal 7 (http://drupal.org)", "author": "LaVonne Neff", "og": {"site_name": "Sojourners", "description": "Of course Obamacare is failing. Not quite as badly as No-Obamacare was failing, so I&#39;m still glad it exists. It&#39;s a necessary stopgap until we find a system that actually works. But you know what? Single-payer healthcare will fail just as badly.", "title": "Why Single-Payer Healthcare Funding May Not Work in America", "url": "https://sojo.net/articles/why-single-payer-healthcare-funding-may-not-work-america", "image": "https://sojo.net/sites/default/files/blog/shutterstock_312272858.jpg", "updated_time": "2015-12-14T15:24:21-05:00", "type": "article"}, "abstract": "Of course Obamacare is failing. Not quite as badly as No-Obamacare was failing, so I&#39;m still glad it exists. It&#39;s a necessary stopgap until we find a system that actually works. But you know what? Single-payer healthcare will fail just as badly.", "robots": "follow, index", "fb": {"admins": "bob.sabath", "app_id": 340008959366108}, "keywords": "access to health care, Obamacare, Affordable Care Act, health insurance, single-payer system, competition", "article": {"tag": "competition", "published_time": "2015-12-14T15:22:05-05:00", "modified_time": "2015-12-14T15:24:21-05:00"}, "original-source": "https://sojo.net/articles/why-single-payer-healthcare-funding-may-not-work-america", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "access to health care, Obamacare, Affordable Care Act, health insurance, single-payer system, competition"}, "article_summary": "Yes, I know that single-payer healthcare systems succeed in other developed nations.\nI also know that competitive insurance-based healthcare systems succeed elsewhere.\nSingle-payer healthcare will fail just as badly.\nIt is failing all of us, since we pay twice as much for healthcare as we would pay in other developed countries.\nIt will fail millions who pay high prices for treatment they don't need."}