{"article_title": "Chris Christie 2016: 'There’s been no miracle in New Jersey'", "article_keywords": ["whats", "things", "told", "work", "washington", "christie", "miracle", "states", "chris", "2016", "jersey", "theres"], "article_url": "http://www.politico.com/story/2015/08/chris-christie-theres-been-no-miracle-in-new-jersey-120950", "article_text": "Christie: 'There's been no miracle in New Jersey' Facing trouble on the trail, governor cites 'grind-it-out progress' on economy.\n\nGovernor Chris Christie said \"there's been no miracle in New Jersey\" in a television interview Monday, after facing questions about his troubles at home and on the campaign trail.\n\nIn a diner at Keene, New Hampshire, Christie told CNBC Washington correspondent John Harwood that he's running for president on hard work and incremental change.\n\nStory Continued Below\n\n“New Jersey is three yards and a cloud of dust, John,” Christie said. “Miracles are from God. What’s happening in New Jersey is not a miracle. What's happening is grind-it-out progress on behalf of the people that I work for.”\n\nThe presidential hopeful, who has been struggling to move up in a crowded and boisterous field of Republicans, managed to tie for seventh place in a Monmouth University poll released on Monday.\n\nBack in New Jersey, however, Christie is despised by many voters, and public opinion has largely turned against him. As he attended the Haskell Invitational at Monmouth Park on Sunday, the governor was booed—twice—by a hostile crowd of horse racing fans. It’s been rapid fall for a man who was re-elected less than two years ago by a landslide.\n\nHarwood framed Christie’s woes in a few succinct lines, referring to the scandal over the George Washington Bridge lane closures and the state’s repeated downgrades by credit rating agencies.\n\n“New Jersey’s not happy with you,\" Harwood told Christie. “You just are playing a weak hand right now as a governor.\"\n\n“You know, I've governed in a deeply blue state, vetoed income tax increases, cut business taxes, cut the budget $2.5 billion less than it was eight years ago in discretionary spending,” Christie replied. “And in the last five and a half years, we’ve got 192,000 new private sector jobs.”\n\nHarwood skipped over Christie's comment about budget cuts—the state’s total spending has actually increased every year since he took office—and pointed out that New Jersey has added jobs at a much slower pace than most other states have.\n\n“Of course we have, because we have higher taxes than anybody else,\" Christie replied. \"Now there’s certain things you can do, and there's certain things that you can’t do, 'cause you're not a dictator.”", "article_metadata": {"og": {"site_name": "POLITICO", "description": "Facing trouble on the trail, governor cites 'grind-it-out progress' on economy.", "title": "Christie: 'There's been no miracle in New Jersey'", "url": "http://www.politico.com/story/2015/08/chris-christie-theres-been-no-miracle-in-new-jersey-120950.html", "image": "http://s3-origin-images.politico.com/2015/08/03/150803_chris_christie_gty_629.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Elections,Chris Christie 2016,CNBC,2016 Elections,Budget,Chris Christie,New Jersey", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "Facing trouble on the trail, governor cites 'grind-it-out progress' on economy.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcac70\"", "article_summary": "Christie: 'There's been no miracle in New Jersey' Facing trouble on the trail, governor cites 'grind-it-out progress' on economy.\nGovernor Chris Christie said \"there's been no miracle in New Jersey\" in a television interview Monday, after facing questions about his troubles at home and on the campaign trail.\n\"Now there’s certain things you can do, and there's certain things that you can’t do, 'cause you're not a dictator.”\n“New Jersey’s not happy with you,\" Harwood told Christie.\nBack in New Jersey, however, Christie is despised by many voters, and public opinion has largely turned against him."}