{"article_title": "Near Bonnie Parker’s burial site in NW Dallas, a 2.4-magnitude earthquake Saturday night", "article_keywords": ["burial", "updated", "24magnitude", "dallas", "ya", "fault", "line", "bonnie", "site", "near", "common", "quake", "night", "yesterday", "parkers", "earthquake", "usgs", "nw"], "article_url": "http://thescoopblog.dallasnews.com/2015/10/near-bonnie-parkers-burial-site-in-nw-dallas-a-2-4-magnitude-earthquake-saturday-night.html/", "article_text": "Just yesterday seismologists with the U.S. Geological Survey and SMU met with Dallas and Irving officials to discuss, among other things, the Irving-to-Northwest Dallas fault line and updated hazard maps — ya know, just in case? And by now we were supposed to have in hand an updated seismicity map, which, per city of Dallas spokesperson Sana Syed, shows our “earthquake sequences continue along same fault line previously identified.” We expect to have that, and post that, come Monday.\n\nBut for now, it’s business as usual: After two rattle-free weeks, there was another earthquake at 7:17 tonight — a 2.4-magnitude temblor at Webb Chapel Road and Lombardy Lane, otherwise known as the intersection where Bonnie Parker’s buried. Usually it takes the USGS a while to find an “event” in this part of the world, where we don’t have as many seismographs as they do in states where quakes are common (OK, more common). It took all of 20 minutes to pinpoint this one (and just five for the USGS to confirm there was an “event”).\n\nIt could, as always, be felt from Las Colinas to Northwest Dallas (specifically, my couch). And, as always, you hear it before you feel it — that soft, strange boom that sounds like a car exploding in the distance just before the house barely but clearly rattles just enough to make you realize it’s not your Phantom Quake Syndrome acting up.\n\nOur most recent quake was a 2.1M in the wee small hours of October 4 near the old Texas Stadium site.\n\nNow, back to your Saturday night.", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE1LzEwL25lYXItYm9ubmllLXBhcmtlcnMtYnVyaWFsLXNpdGUtaW4tbnctZGFsbGFzLWEtMi00LW1hZ25pdHVkZS1lYXJ0aHF1YWtlLXNhdHVyZGF5LW5pZ2h0Lmh0bWwv", "generator": "WordPress 3.9.12", "author": "Robert Wilonsky", "og": {"site_name": "The Scoop Blog", "description": "Just yesterday seismologists with the U.S. Geological Survey and SMU met with Dallas and Irving officials to discuss, among other things, the Irving-to-Northwest Dallas fault line and updated hazard maps…", "title": "Near Bonnie Parker’s burial site in NW Dallas, a 2.4-magnitude earthquake Saturday night", "url": "http://thescoopblog.dallasnews.com/2015/10/near-bonnie-parkers-burial-site-in-nw-dallas-a-2-4-magnitude-earthquake-saturday-night.html/", "image": "http://thescoopblog.dallasnews.com/files/2015/10/CrownHillcem1.jpg", "type": "article"}, "LastModifiedDate": "2015-10-17T20:04:07Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}}, "_id": "\"57477af46914bd0286fd959d\"", "article_summary": "Just yesterday seismologists with the U.S. Geological Survey and SMU met with Dallas and Irving officials to discuss, among other things, the Irving-to-Northwest Dallas fault line and updated hazard maps — ya know, just in case?\nOur most recent quake was a 2.1M in the wee small hours of October 4 near the old Texas Stadium site.\nIt could, as always, be felt from Las Colinas to Northwest Dallas (specifically, my couch).\nIt took all of 20 minutes to pinpoint this one (and just five for the USGS to confirm there was an “event”).\nBut for now, it’s business as usual: After two rattle-free weeks, there was another earthquake at 7:17 tonight — a 2.4-magnitude temblor at Webb Chapel Road and Lombardy Lane, otherwise known as the intersection where Bonnie Parker’s buried."}