{"article_title": "Hendry, Only County With Higher Unemployment Than Flagler, Sees Little Impact From Obamacare", "article_keywords": ["impact", "little", "sees", "unemployment", "florida", "obamacare", "hendry", "county", "uninsured", "health", "coverage", "flagler", "medicaid", "residents", "law", "insurance", "higher"], "article_url": "http://flaglerlive.com/63470/hendry-flagler-obamacare/", "article_text": "CLEWISTON, Fla.– – In the city that calls itself “America’s Sweetest Town,” the smell of burning sugar cane pierces the 80 degree January air.\n\nSteam billows from the 12-story U.S. Sugar Corp. factory that dominates the landscape and the economy in this region, halfway between the Gulf of Mexico and the Atlantic Ocean. Some describe the aroma as sweet, others as sour — a metaphor of sorts for the Affordable Care Act and its impact on this South Florida county that has the state’s highest uninsured rate.\n\nThirty-five percent of Hendry County’s 33,000 residents under age 65 lack health insurance, according to the latest census figures, much higher than Florida’s 25 percent average, which is the nation’s second highest state rate.\n\nIf any place in America needs help getting residents insurance coverage and a leg up on improving their health, this is it.\n\nBut nearly a month after the health law’s expansion of coverage began, local health officials say little has changed for most uninsured residents.\n\n[St. Johns County has the lowest rate of uninsured in Florida, at 15.4 percent. Flagler County’s rate is at 23 percent, and ranks 23rd in the state. Florida is second only to Texas in the proportion of people younger than 65 without health insurance. See county rankings here.]\n\n“I kept hearing about Obamacare and how no American would go uninsured, but then I was let down,” says Kelly Cody, 48, a diabetic with an inoperable brain tumor who has gone without health insurance for nine years.\n\nCody, along with many of Hendry’s uninsured, is ineligible for Medicaid, which in Florida is limited to pregnant women and children, the disabled, some elderly and very poor parents.\n\nBut her $8,400 a year income — through a pension from her late husband’s military service — is too small to qualify her for a federal subsidy to buy private insurance through the online insurance marketplace created by the law. Subsidies are available to individuals with annual incomes between $11,490, the federal poverty level, and $45,960, which is four times the poverty threshold.\n\nCody falls into a coverage gap created in Florida and 24 other states, which declined to expand eligibility for Medicaid after the U.S. Supreme Court made that feature of the law optional.\n\n“I’m so frustrated that I fall through the cracks again,” she says, describing how she sometimes injects insulin once a day, rather than twice, so she can afford to buy food.\n\nThe lack of coverage, combined with rampant poverty, push Hendry to near the bottom of state and national rankings for virtually every health indicator, including death rates from AIDS and pneumonia, hospitalization rates due to asthma, premature births, cancer screenings and prenatal care.\n\nLike Cody, more than a quarter of Hendry’s residents fall below the poverty level – double the statewide percentage. Nearly 40 percent don’t have a high school diploma and 25 percent say they don’t speak English well.\n\n“Most people in Hendry don’t qualify for anything,” says Lynne Thorp, a health law navigator for Health Planning Council of Southwest Florida, who gave Cody the bad news about her eligibility. “It’s horrible and really sad.”\n\nThere are no county figures on how many residents enrolled in private plans or Medicaid since open enrollment began in October, but navigators and other health officials say they are aware of just a few.\n\nJashi Harper, a health benefits navigator at Florida Community Health Centers Inc. in Clewiston, says about 900 of the center’s 4,500 patients are uninsured. About 20 have been enrolled in a plan at the center, she says, although some may have signed up on their own. Enrollment ends March 30.\n\nThe center has also tried to reach out to community residents through health fairs and visits to churches and child care facilities.\n\n“I am stunned by how few people are signing up,” says Karson Turner, chairman of the Hendry County Commission, and a self-described conservative Democrat. He worries that most people have heard only criticisms of the law, which hurts enrollment efforts.\n\nAnother large group of residents for whom the health law will not change much are the hundreds of people living in Hendry illegally, mostly to work agricultural jobs, and are therefore ineligible for any coverage under the law.\n\n\n\n\n\nThose who want Florida to expand Medicaid coverage say they will again push the legislature to approve it this spring, but with opponents in the Florida House dug in, the prospects are said to be poor.\n\nHendry County’s representative in the statehouse, Matt Hudson, last year helped lead the Republican opposition to Medicaid expansion in Florida. Although the federal government is paying the full cost of the expansion through 2016 and no less than 90 percent thereafter, he says the expansion would take money from efforts to improve education.\n\nHe also says there are not enough doctors to care for the 1 million Floridians who would have gained coverage.\n\n“Those who would suffer most would be our most vulnerable residents, including our elderly population and those with disabilities,” Hudson said in September.\n\nMichael Gervasi, CEO of Florida Community Health Centers, acknowledges that even with health coverage, some residents would still struggle to see specialists because they would have to travel an hour each way to the bigger cities.\n\nStill, he said, coverage would help them get screenings and other health services available locally.\n\nU.S. Sugar, which employs about 1,600 people in the area, has educated people about the new online marketplace, although it says its full-time workers already have coverage, says spokeswoman Judy Sanchez. She says the company employs about 100 to 200 seasonal and part -time workers in the fall, who are not offered coverage and who might benefit from the law.\n\nThere are some successes in Hendry. Laura Ann Martin, 31, food and beverage manager at her parents’ business, Roland & Mary Ann Martin’s Marina and Resort in Clewiston, went without coverage for six years until she became pregnant in November. Before the law, she would not have been able to get coverage because her pregnancy would have been considered a pre-existing condition. Now she has a private plan that started Jan. 1.\n\nStill, when asked about Obamacare, Martin had mixed feelings. She said she worries about who will bear the costs of expanding coverage, and dislikes the requirement that employers with more than 50 workers must provide insurance.\n\n“The law has its plusses and minuses,” she says.\n\n–Phil Galewitz, Kaiser Health News, in collaboration with USA Today", "article_metadata": {"description": "Thirty-five percent of Hendry County’s 33,000 residents under 65 lack health insurance, but nearly a month after the health law’s expansion of coverage began, local health officials say little has changed for most uninsured residents.", "generator": "WordPress 4.5.2", "og": {"site_name": "FlaglerLive", "description": "Thirty-five percent of Hendry County’s 33,000 residents under 65 lack health insurance, but nearly a month after the health law’s expansion of coverage began, local health officials say little has changed for most uninsured residents.", "title": "Hendry, Only County With Higher Unemployment Than Flagler, Sees Little Impact From Obamacare", "locale": "en_US", "image": "http://flaglerlive.com/wp-content/uploads/clewiston-us-sugar.jpg", "updated_time": "2014-01-27T11:55:48-04:00", "url": "http://flaglerlive.com/63470/hendry-flagler-obamacare/", "type": "article"}, "twitter": {"image": "http://flaglerlive.com/wp-content/uploads/clewiston-us-sugar.jpg", "description": "Thirty-five percent of Hendry County’s 33,000 residents under 65 lack health insurance, but nearly a month after the health law’s expansion of coverage began, local health officials say little has changed for most uninsured residents.", "card": "summary_large_image", "title": "Hendry, Only County With Higher Unemployment Than Flagler, Sees Little Impact From Obamacare"}, "robots": "noodp", "framework": "Alkivia Framework 0.9", "fb": {"app_id": 116656355016711}, "msapplication-TileImage": "http://flaglerlive.com/wp-content/uploads/cropped-FlaglerLive-270x270.jpg", "article": {"section": "Carousel", "tag": "obamacare", "published_time": "2014-01-27T11:08:59-04:00", "modified_time": "2014-01-27T11:55:48-04:00"}}, "_id": "\"57477af46914bd0286fd7ea9\"", "article_summary": "“I am stunned by how few people are signing up,” says Karson Turner, chairman of the Hendry County Commission, and a self-described conservative Democrat.\nIf any place in America needs help getting residents insurance coverage and a leg up on improving their health, this is it.\nBut nearly a month after the health law’s expansion of coverage began, local health officials say little has changed for most uninsured residents.\nFlorida is second only to Texas in the proportion of people younger than 65 without health insurance.\nSome describe the aroma as sweet, others as sour — a metaphor of sorts for the Affordable Care Act and its impact on this South Florida county that has the state’s highest uninsured rate."}