{"article_title": "Tall Ships Duluth 2016 tickets now on sale", "article_keywords": ["tickets", "viking", "samborski", "visit", "ships", "sale", "duluth", "tall", "ship", "2016", "events"], "article_url": "http://www.duluthnewstribune.com/news/3891189-tall-ships-duluth-2016-tickets-now-sale", "article_text": "Tall Ships Duluth 2016 tickets now on sale\n\nThe Draken Harald Harfagre, a Norwegian Viking ship, is slated to take part in the Tall Ships Duluth event next August. It will be making its first visit to North America. (Photo courtesy of Draw Events)\n\nThe El Galeon Andalucia from Spain is among the ships slated to take part in next August's Tall Ships Duluth; it will be its first visit to Duluth. The tall ships festival will return to Duluth in 2016 after a successful run in 2013. (Photo courtesy of Draw Events)\n\nIt figures to be a Black Friday with a twist of Blackbeard as tickets for Tall Ships Duluth go on sale Friday on the festival’s website.\n\nTall Ships Duluth 2016 will be held August 18-21 in Canal Park and feature several vessels making their first trip under the Aerial Lift Bridge and into Superior Bay. Included in the nine-vessel lineup are a Norwegian Viking ship making its first voyage across the Atlantic Ocean to the United States, and the Spanish El Galeón Andalucía, a replica of the massive 16th-17th century ships that were designed to explore trade routes around the world.\n\n“It’s huge; it’s just amazing. It’s the only replica galleon sailing the world right now,” said Craig Samborski, executive producer of the festival that has undergone significant changes and additions since its last visit to Duluth in 2013.\n\nOf the Viking ship, the Draken Harald Hårfagre, Samborski said, “With such a Nordic and Scandinavian population and background we thought it would be cool to bring a 110-foot Viking ship from Norway to hang out as part of the festival.”\n\nTall ships have been visiting Duluth sporadically since the 1990s, with the event formalizing around festivals in 2008, 2010 and 2013 as the vessels rotate from coast to coast and through the Great Lakes in a current three-year cycle.\n\nIn 2016, Samborski’s Duluth-based Draw Events takes over from Visit Duluth as the event organizer. Having been associated with the Duluth event since 2008, and having organized tall ships festivals in Los Angeles and Philadelphia over the past two summers, Samborski has become a self-styled expert in the medium.\n\n“I don’t sail at all, but I’ve sailed on the ships,” he said. “They’re absolutely fascinating.”\n\nVisit Duluth leadership made the decision over the past year or so to divest itself from organizing Tall Ships Duluth and other events, such as this weekend’s Amsoil Duluth National Snocross, in favor of focusing on its mission to market all things Duluth.\n\n“We were successful and fortunate our staff was able to stretch the way we did and put on tremendous events,” said Anna Tanski, Visit Duluth’s president and chief executive officer. “But at this point it feels good to be able to focus on our core missions and direct our time, talents and resources toward (marketing).”\n\nVisit Duluth holds a contract with the city to be its official marketing and destination organization, Tanski said. In that role, Visit Duluth will continue to provide support for the tall ships festival and other events through marketing and promotion.\n\nIn addition to the aforementioned ships, several other schooners will be in Tall Ships Duluth’s nine-vessel lineup for 2016, including Gen. George Patton’s personal yacht, When and If.\n\nSamborski explained that the legendary Patton commissioned the boat in 1939, on the crest of American involvement in World War II, famously saying he’d sail it, “When the war is over and if I survive.”\n\nWhen and If is one of multiple ships that will be available for day sails, allowing visitors to get what Samborski called a “real-life sailing experience.”\n\nFor the first time in 2016, the tall ships festival will coincide with the Art in Bayfront Park event.\n\n“We ran into a situation where we needed the exact set of dates,” Samborski said. “It’s great to collaborate. They’ve got such a great lineup of gallery-quality artists. When we realized it was the same weekend, it was kind of a no-brainer.”\n\nAdditionally, tall ships tickets are being bundled with the Duluth Depot, allowing reduced prices for visitors to both attractions. Tickets will range from $9 to $150 — depending on the level of access. There also will be a limited quantity of “fast passes” for people who want to avoid wait lines onto the ships.\n\nSamborski believes he’s got a hot ticket on his hands. As the tall ships website’s inbox filled with ticket requests it resulted in ticket sales being moved up to Black Friday.\n\n“It’s one of the very few attractions or events that appeal to every age group and demographic,” he said. “It’s like a state fair. A family of four can get in at a very affordable price. There’s going to be so much going on that families can come and spend a day very easily.”\n\nTall Ships Duluth 2016\n\nFor tickets, visit www.tallshipsduluth.com\n\nThe lineup*\n\nDraken Harald Hårfagre\n\nEl Galeón Andalucía\n\nWhen and If\n\nMist of Avalon\n\nTree of Life\n\nAppledore\n\nPride of Baltimore II\n\nDenis Sullivan\n\nNiagara\n\n*Lineup subject to change", "article_metadata": {"news_keywords": "News,bayfront,Canal Park,decc,Lake Superior,Community", "Generator": "Drupal 7 (http://drupal.org)", "author": "Brady Slater", "og": {"site_name": "Duluth News Tribune", "description": "It figures to be a Black Friday with a twist of Blackbeard as tickets for Tall Ships Duluth go on sale Friday on the festival’s website. Tall Ships Duluth 2016 will be held August 18-21 in Canal Park and feature several vessels making their first trip under the Aerial Lift Bridge and into Superior...", "title": "Tall Ships Duluth 2016 tickets now on sale", "url": "http://www.duluthnewstribune.com/news/3891189-tall-ships-duluth-2016-tickets-now-sale", "image": {"width": 300, "identifier": "http://www.duluthnewstribune.com/sites/default/files/styles/square_300/public/field/image/112715.N.DNT_.TallShips.jpg?itok=zHID7h8G", "height": 300}, "type": "article"}, "twitter": {"description": "It figures to be a Black Friday with a twist of Blackbeard as tickets for Tall Ships Duluth go on sale Friday on the festival’s website. Tall Ships Duluth 2016 will be held August 18-21 in Canal Park and feature several vessels making their first trip under the Aerial Lift Bridge and into Superior...", "title": "Tall Ships Duluth 2016 tickets now on sale", "url": "http://www.duluthnewstribune.com/news/3891189-tall-ships-duluth-2016-tickets-now-sale", "image": "http://www.duluthnewstribune.com/sites/default/files/styles/16x9_430/public/field/image/112715.N.DNT_.TallShips.jpg?itok=R_DQ5k3h", "site": "duluthnews", "card": "summary_large_image"}, "fb": {"app_id": 264600393705982}, "keywords": "News,bayfront,Canal Park,decc,Lake Superior,Community", "article": {"publisher": "https://www.facebook.com/duluthnews", "tag": "News,bayfront,Canal Park,decc,Lake Superior,Community", "modified_time": "2015-11-27T21:07:25-06:00"}, "image": {"alt": "The El Galeon Andalucia from Spain is among the ships slated to take part in next August's Tall Ships Duluth; it will be its first visit to Duluth. The tall ships festival will return to Duluth in 2016 after a successful run in 2013. (Photo courtesy of Draw Events)"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, minimum-scale=1, user-scalable=no", "description": "It figures to be a Black Friday with a twist of Blackbeard as tickets for Tall Ships Duluth go on sale Friday on the festival’s website. Tall Ships Duluth..."}, "article_summary": "Tall Ships Duluth 2016 tickets now on saleThe Draken Harald Harfagre, a Norwegian Viking ship, is slated to take part in the Tall Ships Duluth event next August.\nTall Ships Duluth 2016 will be held August 18-21 in Canal Park and feature several vessels making their first trip under the Aerial Lift Bridge and into Superior Bay.\n(Photo courtesy of Draw Events)It figures to be a Black Friday with a twist of Blackbeard as tickets for Tall Ships Duluth go on sale Friday on the festival’s website.\n(Photo courtesy of Draw Events)The El Galeon Andalucia from Spain is among the ships slated to take part in next August's Tall Ships Duluth; it will be its first visit to Duluth.\nThe tall ships festival will return to Duluth in 2016 after a successful run in 2013."}