{"article_title": "Wendy Davis comes clean on her fake gun rights election position", "article_keywords": ["right", "wendy", "rights", "open", "support", "gun", "order", "election", "clean", "fake", "davis", "position", "texas", "opencarry", "policies", "comes", "really"], "article_url": "http://www.americanthinker.com/blog/2015/01/wendy_davis_comes_clean_on_her_fake_gun_rights_election_position.html", "article_text": "Still, explaining away her admission this week that she faked her position on open carry (the ability of Texans to wear firearms visible to others) in order to get elected, even though she doesn’t believe it is the right policy, will require some contortions.\n\nWendy Davis, the crushingly defeated Democrat nominee for Texas governor, should go down in the history books as the ultimate expression of the fakery and hype that characterize the Democratic Party of the early 21 st century. But considering the bias that pervades academia, it is more likely she will be lionized, just as FDR is credited with fighting the Depression his policies extended and aggravated.\n\nIt really was just a game, after all. And those red shoes she wore filibustering the Texas State Senate to block abortion safety regulations can't get her out of town fast enough to suit a lot of Democrats, I bet.\n\nRemember when Democrats were excited about the glamorous crusader who was going to turn Texas blue? Now she is just a phony Joanie who turned out to be not above slyly reminding voters he opponent is wheelchair bound, and who claimed to advocate gun rights policies she didn’t believe in.\n\nDavis added that she does support “people’s right to own and to bear arms in appropriate situations,” but fears that open carry would be used “to intimidate and cause fear.”\n\n“There is one thing that I would do differently in that campaign, and it relates to the position that I took on open-carry,” Davis told the San Antonio Express-News on Monday. “I made a quick decision on that with a very short conversation with my team and it wasn't really in keeping with what I think is the correct position on that issue.”\n\nFormer Texas gubernatorial candidate Wendy Davis, in her first interview after losing by 20 points to governor-elect Greg Abbott, admitted she only claimed to support an open-carry gun law in order to win votes.\n\nWendy Davis, the crushingly defeated Democrat nominee for Texas governor, should go down in the history books as the ultimate expression of the fakery and hype that characterize the Democratic Party of the early 21st century. But considering the bias that pervades academia, it is more likely she will be lionized, just as FDR is credited with fighting the Depression his policies extended and aggravated.\n\nStill, explaining away her admission this week that she faked her position on open carry (the ability of Texans to wear firearms visible to others) in order to get elected, even though she doesn’t believe it is the right policy, will require some contortions.\n\nAsche Schow if the Washington Examiner writes:\n\nFormer Texas gubernatorial candidate Wendy Davis, in her first interview after losing by 20 points to governor-elect Greg Abbott,admitted she only claimed to support an open-carry gun law in order to win votes. “There is one thing that I would do differently in that campaign, and it relates to the position that I took on open-carry,” Davis told the San Antonio Express-News on Monday. “I made a quick decision on that with a very short conversation with my team and it wasn't really in keeping with what I think is the correct position on that issue.” Davis added that she does support “people’s right to own and to bear arms in appropriate situations,” but fears that open carry would be used “to intimidate and cause fear.”\n\nRemember when Democrats were excited about the glamorous crusader who was going to turn Texas blue? Now she is just a phony Joanie who turned out to be not above slyly reminding voters he opponent is wheelchair bound, and who claimed to advocate gun rights policies she didn’t believe in.\n\nIt really was just a game, after all. And those red shoes she wore filibustering the Texas State Senate to block abortion safety regulations can't get her out of town fast enough to suit a lot of Democrats, I bet.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2015/01/wendy_davis_comes_clean_on_her_fake_gun_rights_election_position.html", "image": "http://www.americanthinker.com/images/bucket/2015-01/193765_5_.jpg", "title": "Blog: Wendy Davis comes clean on her fake gun rights election position"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcac97\"", "article_summary": "“There is one thing that I would do differently in that campaign, and it relates to the position that I took on open-carry,” Davis told the San Antonio Express-News on Monday.\nRemember when Democrats were excited about the glamorous crusader who was going to turn Texas blue?\nAsche Schow if the Washington Examiner writes:Former Texas gubernatorial candidate Wendy Davis, in her first interview after losing by 20 points to governor-elect Greg Abbott,admitted she only claimed to support an open-carry gun law in order to win votes.\nWendy Davis, the crushingly defeated Democrat nominee for Texas governor, should go down in the history books as the ultimate expression of the fakery and hype that characterize the Democratic Party of the early 21 st century.\nNow she is just a phony Joanie who turned out to be not above slyly reminding voters he opponent is wheelchair bound, and who claimed to advocate gun rights policies she didn’t believe in."}