{"article_title": "Fast Food Is Not Making Kids Fat", "article_keywords": ["kids", "theory", "consumers", "food", "fast", "research", "participants", "fat", "team", "making", "diet", "popkin"], "article_url": "http://guardianlv.com/2014/01/fast-food-is-not-making-kids-fat/", "article_text": "For a while most health experts believed that fast food is the culprit for childhood obesity. However, based on recent studies and research experts are now stating fast food is not making kids fat after all. A study published in the American Journal of Clinical Nutrition stated if all fast food restaurants were to vanish overnight, it still would not resolve childhood obesity. Furthermore even if children are not eating fast food, then they will go home and eat what most kids love: junk food.\n\nNutrition professor Barry Popkin led a team of researchers from the University of North Carolina to analyze the new theory of obesity. Popkin states if children are not eating at fast food restaurants, but frequently eat junk food then the latter is more likely to become obese or overweight. To test this theory Popkin and his team combed through the national database of Americans’ health and nutrition behaviors. The team then grouped the American kids from ages two to 18 according to what they ate that’s not related to fast food. The group of participants were classified as “Western diet” if they ate non-fast food that was high in saturated fats and sugars. Another group classified as “prudent diet” ate healthier foods such as fruits, vegetables, lean meat and protein.\n\nPopkin wanted to further categorize the participants to prove his theory that fast food is not making kids fat. So Popkin and his team went back to further research the children’s food consumption and placed the children within three categories: Non-consumers of fast food (food track record indicates no calorie consumption of fast food); low consumers (participants whose track record shows no more than 30 percent of calories coming from fast food) and high consumers (30 percent or more of past food history came from fast food).\n\nThe result of the research indicated that participants following the “Western diet” and those considered non-consumers of fast food had the highest rate of being overweight or obese. The participants who followed the “prudent diet” and were considered high consumers of fast food were less likely to be overweight. On average, the low consumer of fast food group were about 1.5 times a likely to follow a Western diet pattern than people considered to be low consumers of fast food. The high consumers were about 2.2 times likely to do the same.\n\nThe researchers of this study stated the location of food is not as important as the nutritional value. They also suggest that public health efforts targeting fast food is overestimated; it may be necessary to bring attention to the nutritional value of fast food, but those efforts are not enough to reduce childhood obesity if the other part of a person’s diet is not addressed.\n\nBased on Popkins research, he proved his theory correct that fast food is not making kids fat. Rather, a person has to consider the other part of his or her diet. According to Popkins and his team of researchers, more emphasis should be on the nutritional value of foods rather than whether it’s coming from fast food restaurants.\n\nBy Bridget Cunningham\n\nSources:\n\nLA Times\n\nWWAY 3\n\nWITN\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "For a while most health experts believed that fast food is the culprit for childhood obesity. However, based on recent studies and research experts are now stating fast food is not making kids fat …", "title": "Fast Food Is Not Making Kids Fat", "url": "http://guardianlv.com/2014/01/fast-food-is-not-making-kids-fat/", "image": {"width": 600, "identifier": "http://guardianlv.com/wp-content/uploads/2014/01/Fast-Food-Is-Not-Making-Kids-Fat.jpg", "height": 399}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2014-01-19T08:22:13+00:00", "modified_time": "2014-01-19T08:22:13+00:00"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2014/01/Fast-Food-Is-Not-Making-Kids-Fat.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcaca4\"", "article_summary": "However, based on recent studies and research experts are now stating fast food is not making kids fat after all.\nSo Popkin and his team went back to further research the children’s food consumption and placed the children within three categories: Non-consumers of fast food (food track record indicates no calorie consumption of fast food); low consumers (participants whose track record shows no more than 30 percent of calories coming from fast food) and high consumers (30 percent or more of past food history came from fast food).\nFurthermore even if children are not eating fast food, then they will go home and eat what most kids love: junk food.\nPopkin wanted to further categorize the participants to prove his theory that fast food is not making kids fat.\nBased on Popkins research, he proved his theory correct that fast food is not making kids fat."}