{"article_title": "Insurers’ Exit From Marketplaces Could Play Into Ariz. Senate Race", "article_keywords": ["blue", "affordable", "play", "arizona", "marketplaces", "plans", "senate", "act", "ariz", "race", "exit", "arizonas", "health", "insurers", "law", "care"], "article_url": "http://khn.org/morning-breakout/insurers-exit-from-marketplaces-could-play-into-ariz-senate-race/", "article_text": "Insurers’ Exit From Marketplaces Could Play Into Ariz. Senate Race\n\nThe expected loss of United plans and some Blue Cross Blue Shield plans could leave parts of Arizona with very little choice, and that could reignite the debate on the health law in the Senate campaign, some political analysts predict. Also in news on the health law, Minnesota weighs contracting out the technical work for the marketplace and a Republican group renews its suggestions on how to replace the health law.\n\nThe Arizona Republic: Why Affordable Care Act Could Become Key Issue In Arizona's Senate Race\n\nA potential shakeup in Arizona's Affordable Care Act marketplaces is resurrecting President Barack Obama's 2010 health-care law as a political issue in this year's U.S. Senate race. The developments mean customers will have fewer subsidized plans to pick from next year, and in some rural counties, they could have no options at all. UnitedHealthcare, the national insurance giant, on Tuesday signaled that it intends to abandon Arizona's Affordable Care Act marketplace in 2017. Blue Cross Blue Shield of Arizona, the only other insurer to offer plans in all of Arizona’s 15 counties, also is considering pulling out of some areas. (Nowicki, 4/24)\n\nThe St. Paul Pioneer Press: MNsure Weighs Outsourcing Tech Functions\n\nAfter years of struggling with bug-ridden computer systems, MNsure leaders are beginning to consider another path: paying someone else to handle the health insurance exchange’s technology. (Montgomery, 4/22)", "article_metadata": {"description": "The expected loss of United plans and some Blue Cross Blue Shield plans could leave parts of Arizona with very little choice, and that could reignite the debate on the health law in the Senate campaign, some political analysts predict. Also in news on the health law, Minnesota weighs contracting out the technical work for the marketplace and a Republican group renews its suggestions on how to replace the health law.", "generator": "WordPress.com", "og": {"site_name": "Kaiser Health News", "description": "The expected loss of United plans and some Blue Cross Blue Shield plans could leave parts of Arizona with very little choice, and that could reignite the debate on the health law in the Senate camp…", "title": "Insurers’ Exit From Marketplaces Could Play Into Ariz. Senate Race", "url": "http://khn.org/morning-breakout/insurers-exit-from-marketplaces-could-play-into-ariz-senate-race/", "image": "https://s0.wp.com/wp-content/themes/vip/kaiser-healthnews/static/images/placeholder.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@khnews", "card": "summary", "creator": "@khnews"}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1", "application-name": "Kaiser Health News", "google-site-verification": "El-hccfbhMd9lv-h8wAfp8Qu5KhqI8hjJMi1-CefIoQ", "article": {"publisher": "https://www.facebook.com/WordPresscom", "published_time": "2016-04-25T13:08:31+00:00", "modified_time": "2016-04-25T13:33:27+00:00"}, "msapplication-task": "name=Subscribe;action-uri=http://khn.org/feed/;icon-uri=https://s2.wp.com/i/favicon.ico"}, "article_summary": "Also in news on the health law, Minnesota weighs contracting out the technical work for the marketplace and a Republican group renews its suggestions on how to replace the health law.\nUnitedHealthcare, the national insurance giant, on Tuesday signaled that it intends to abandon Arizona's Affordable Care Act marketplace in 2017.\nThe Arizona Republic: Why Affordable Care Act Could Become Key Issue In Arizona's Senate RaceA potential shakeup in Arizona's Affordable Care Act marketplaces is resurrecting President Barack Obama's 2010 health-care law as a political issue in this year's U.S. Senate race.\nInsurers’ Exit From Marketplaces Could Play Into Ariz. Senate RaceThe expected loss of United plans and some Blue Cross Blue Shield plans could leave parts of Arizona with very little choice, and that could reignite the debate on the health law in the Senate campaign, some political analysts predict.\nBlue Cross Blue Shield of Arizona, the only other insurer to offer plans in all of Arizona’s 15 counties, also is considering pulling out of some areas."}