{"article_title": "Obamacare Is Unnecessarily Distracting Me From My Research", "article_keywords": ["children", "family", "exchange", "eligible", "obamacare", "virginia", "research", "distracting", "health", "plan", "healthcare", "law", "insurance", "unnecessarily"], "article_url": "http://thefederalist.com/2014/02/19/obamacare-is-unnecessarily-distracting-me-from-my-research/", "article_text": "October 1, 2013 will always be an important date in my life. No, it was not the first time I’d been able to buy affordable health insurance (I visited the Obamacare healthcare site the first day it was open and took a video of it because I couldn’t even choose security questions), but it was the culmination of six difficult years in graduate school and the day I started working as a postdoctoral fellow.\n\nIn September, I had graduated with a PhD in Neuroscience and would have my first real job. For those of you who are unaware, not all postdoctoral fellows are employees at public universities. Rather, some are compensated as nonemployees whose positions are funded through training grants by the federal agencies like the National Institutes of Health. That means we actually receive unearned income (trust me, the taxes are confusing). This job, obviously, does not provide state health insurance. Instead, my wife, three kids and I would have to navigate through scary private policies (the university does provide a healthcare plan, but it is $13,000 a year). Luckily for us, I had been traversing private insurance since I was 20, when my wife used COBRA (remember that thing that Democrats say doesn’t work and castigated Mitt Romney over?) to cover the costs of my first child.\n\nAs a graduate student, I had received an NRSA fellowship that provided $4,200 to help defray the costs of supplies, travel and health insurance. I was able to buy affordable health insurance, under that amount, that covered my family through Anthem Blue Cross and Blue Shield. This plan included $35 copay for three sick visits and then 30% coinsurance after that. The deductible was $10,000 and the out of pocket maximum was $17,500 for the year. That sounds like a lot of money, but you must also realize the hidden savings that are conferred with the bargaining power of health insurance companies, i.e., those adjustments. Anyone who has received an explanation of benefits understands this. For instance, my wife just had our third child. As an example, the hospital billed Anthem for $3,484 for a certain part of care regarding delivery (there are no specifics, which is one part of the problem with health insurance that has not been addressed). Anthem only allowed $456, which we owed based on our plan. Even though we had health insurance that defenders of the law call inadequate, we saved 87% by having it, which is a great deal at any retail store.\n\nPrior to October 1, that is how things worked and it was great for us. Under this plan, even though we did not have a maternity rider, our estimated payment would be $7,440, the cheapest plan under Obamacare would have us paying $2,330, with the stipulation that we have the baby within a specific health system (by the way the plan has the acronym POS in it). However, our previous health insurance plan was canceled, and I have struggled to get health insurance through the exchange, and I honestly don’t know why this is so difficult a process. Since a PhD, with all that great liberal education, can’t figure this out, you probably have your answer as to why the enrollment numbers are lower than anticipated.\n\nWith my health insurance plan canceled, I had three options: go without health insurance for anyone in my family and pay $285 in taxes, buy private health insurance like I always have or go on the exchange. With my health insurance plan canceled, I had three options: go without health insurance for anyone in my family and pay $285 in taxes, buy private health insurance like I always have or go on the exchange. The first choice I am still considering, even though I can get gouged by paying a 764% mark up on care, as illustrated above. The second choice would be business as usual, but the premium per month is $725, which is 24% of my total monthly income. That figure does not include dental, which had not been a problem for my family because I take advantage of our local dental school. Similar to my NRSA, under my postdoctoral fellowship, I have funds that can be applied to offset this cost. The issue with this choice is that I would still have to pay out of pocket because the funds are inadequate to cover the full cost of the premium, which is $9,900 per year when dental is included. My fellowship will only cover $7,850. By using that full amount, it would keep me from presenting my research at conferences and networking with other scientists, as those funds are provided for that purpose as well. The final choice is to go through the insurance exchange. I will mention here that I make 139% of the poverty line for a family of 5 so I would not qualify for extended Medicaid, which is not even available in Virginia.\n\nMy experience with the exchange has been a nightmare. Note that I have finished a PhD, yet the anxiety for that had been more manageable than the anxiety I have endured through navigating the exchange. I have grown more gray hairs recently than during that period (unpublished observation). As I previously mentioned, the website did not work on October 1, but I will attest that I did work that day. This was not a problem, as my cancellation letter had stipulated that our coverage would not end until April 1, 2014, which must have been some exemption provided by the administration. I waited for things to be fixed, and although the website has actually allowed me to put security questions and sign up since then, I still periodically get error code 500.300518, which prevents me from looking at available plans. The major issue that I am facing now, which has already been reported on, is the fact that if your children are eligible for Medicaid, you cannot get family coverage through the exchange. Instead, I was told in my eligibility results that my information would be sent to the Virginia Department of Health. But guess what? That is not happening. After calling the healthcare hotline, I was told that I would have to sign up for Medicaid through the Virginia website. Why is that? The Virginia Department of Health is not certain when they will get that information. I cannot sign up for insurance until I find out how my children will be covered. However, I am fortunate enough to still have my current coverage.\n\nI have since applied for that coverage and am waiting to hear if my children are eligible. I have made use of the eligibility calculator through the Virginia Department of Health, and those results have suggested that my children would not be eligible. As it stands now, I am not certain that my children are eligible. What does it mean if my children are not eligible? I don’t honestly know, since I have been told that the healthcare exchange is not set up for that scenario (which I admit could be misinformation provided by the healthcare hotline). If it turns out that I can get a health policy with my subsidy, I have been told that the plan available through Anthem will cost me $1,396 after the government subsidy. In that case, I will be paying less for health insurance than I previously was.\n\nIt has been difficult for me to accept why such a burdensome law was passed, until I remembered the words of the Grand Inquisitor in Fyodor Dostoevsky’s The Brothers Karamazov. Can I honestly call that a victory? It depends on whether it was worth all this hassle. What was my situation prior to the law? I was able to get health insurance that was covered by my fellowship stipend and would not have spent 4+ months trying to navigate the nightmare that is the Affordable Care Act. I would have, instead, dedicated that time to my research. Part of healthcare is finding new treatments for diseases, and, sadly, I have not been able to dedicate my full time towards that end. I therefore pose the question as to whether you think this was worth it towards those government officials who thought this was a good idea. Of course, this question is also posed towards those defenders of the law. As the one who has had to live through it, my answer is no. What is my goal then in writing this? To provide a case study that will hopefully make those in power contemplate the law going forward. What else can I do? I can vote! Perhaps I am an outlier in the grand scheme of things…the outlier that can be thrown out. But what outlier test will you perform to determine this? In science, that is a struggle.\n\nIt has been difficult for me to accept why such a burdensome law was passed, until I remembered the words of the Grand Inquisitor in Fyodor Dostoevsky’s The Brothers Karamazov.\n\nOh, we shall persuade them that they will only become free when they renounce their freedom to us and submit to us. And shall we be right or shall we be lying? They will be convinced that we are right, for they will remember the horrors of slavery and confusion to which Thy freedom brought them. Freedom, free thought and science, will lead them into such straits…Receiving bread from us, they will see clearly that we take the bread made by their hands from them, to give it to them, without any miracle. They will see that we do not change the stones to bread, but in truth they will be more thankful for taking it from our hands than for the bread itself!", "article_metadata": {"item-publish-date": "Wed, 19 Feb 2014 06:28:54 EDT", "og": {"site_name": "The Federalist", "description": "History may very well prove this experiment a success -- but it's not working for me.", "title": "Obamacare Is Unnecessarily Distracting Me From My Research", "locale": "en_US", "image": "http://thefederalist.com/wp-content/uploads/2014/02/desk.jpg", "updated_time": "2014-02-24T06:56:40+00:00", "url": "http://thefederalist.com/2014/02/19/obamacare-is-unnecessarily-distracting-me-from-my-research/", "type": "article"}, "twitter": {"domain": "The Federalist", "description": "History may very well prove this experiment a success -- but it's not working for me.", "title": "Obamacare Is Unnecessarily Distracting Me From My Research", "image": {"src": "http://thefederalist.com/wp-content/uploads/2014/02/desk.jpg"}, "creator": "@FDRLST", "site": "@FDRLST", "card": "summary_large_image"}, "article": {"section": "Health Care", "tag": "Anthem Blue Cross and Blue Shield,Fyodor Dostoevsky,Mitt Romney,NRSA,Obamacare,The Brothers Karamazov,Virginia Department of Health", "published_time": "2014-02-19T06:28:54+00:00", "modified_time": "2014-02-24T06:56:40+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "History may very well prove this experiment a success -- but it's not working for me."}, "_id": "\"57477af36914bd0286fcacb3\"", "article_summary": "As a graduate student, I had received an NRSA fellowship that provided $4,200 to help defray the costs of supplies, travel and health insurance.\nHowever, our previous health insurance plan was canceled, and I have struggled to get health insurance through the exchange, and I honestly don’t know why this is so difficult a process.\nI was able to buy affordable health insurance, under that amount, that covered my family through Anthem Blue Cross and Blue Shield.\nIn that case, I will be paying less for health insurance than I previously was.\nThat sounds like a lot of money, but you must also realize the hidden savings that are conferred with the bargaining power of health insurance companies, i.e., those adjustments."}