{"article_title": "Because of Sizeable Deductibles, More Patients Owe More Money to Clinical Pathology Laboratories, Spurring Labs to Get Smarter about Collecting from Patients", "article_keywords": ["collecting", "sizeable", "patient", "owe", "smarter", "deductibles", "lab", "labs", "collect", "patients", "clinical", "health", "money", "pathology", "laboratories", "spurring"], "article_url": "http://www.darkdaily.com/because-of-sizeable-deductibles-more-patients-owe-more-money-to-clinical-pathology-laboratories-spurring-labs-to-get-smarter-about-collecting-from-patients-615", "article_text": "Because of Sizeable Deductibles, More Patients Owe More Money to Clinical Pathology Laboratories, Spurring Labs to Get Smarter about Collecting from Patients\n\nOne Arizona medical laboratory focused on collecting from patients who were overdue on amounts averaging just $40 and, in 18 months, collected $3.2 million!\n\nIn today’s clinical laboratory marketplace, competency in revenue management is becoming just as important as clinical excellence. Blame it on these multi-year trends: shrinking lab budgets, Medicare price cuts, and payers excluding labs from narrow networks.\n\nAt the dawn of this decade—just five years ago—few pathologists and clinical lab executives would have predicted that the financial survival of their lab organizations would depend upon becoming more proficient and more sophisticated with billing and collections. Yet this is now a necessary response to the year-over-year decline in lab prices and revenue experienced since 2010.\n\nClinical Laboratories Need New Billing/Collection Capabilities\n\nMany would agree that this is the reality today in the clinical laboratory industry. To survive and thrive, every lab organization and pathology group must operate a top-notch billing and collection department that is effective in bringing in all the revenue legally due the lab, including sources of revenue that got much less attention in recent years, such as patient-pay obligations.\n\nThat is why the revenue cycle management improvements that top-performing clinical labs are implementing include projects to help their billing/collection departments do a better job of collecting money from patients. This is in response to the fact that labs are experiencing a rapid and ongoing increase in the number of patients who have high-deductible health insurance.\n\nSimple arithmetic makes it obvious. In its survey of employers released last November, Mercer’s National Survey of Employer-sponsored Health Plans reported that, by 2017, 62% of employers say they will offer a high-deductible health plan with average annual deductibles of $2,500 for an individual employee and $5,000 for a family.\n\nIt’s a similar story with the government health exchanges mandated by the Affordable Care Act. In a report published by the Department of Health and Human Services (HHS) last month, it was noted that 14.1 million adults had purchased coverage through the exchanges since October, 2013. The average annual deductibles for the Bronze, Silver, Gold, and Platinum plans on the exchanges are $5,000 (individual) or $10,000 (family).\n\nMedical Laboratories Need To Prepare to Collect Larger Deductibles from Patients\n\nCollectively, these numbers have a powerful message for clinical laboratory executives and pathology practice administrators. More patients will be responsible to pay a bigger proportion of their lab test costs. Often, the patient will must pay 100% of the bill because of the terms of their high-deductible health policy.\n\nYet, despite this established trend, few clinical laboratories and even fewer pathology groups have organized their billing and collection departments to be more effective at collecting this money directly from patients, including when they present at the patient service center to provide a specimen.\n\nOne first-mover laboratory that has addressed the challenge and the opportunity presented by patients who are responsible for paying most or all of their laboratory testing costs is Sonora Quest Laboratories (SQL) in Tempe, Arizona. Our sister publication, The Dark Report was first to provide insights into how the patient-focused billing and collection effort at SQL is organized and why it has increased collections of overdue money owed by patients.\n\nArizona Clinical Lab Company Utilizes a Patient-centric Approach\n\nIt starts with the patient-centric approach that SQL has adopted in recognition of the integration of care delivery that is happening because of Accountable Care Organizations (ACOs) and patient-centered medical homes (PCMHs), among other factors. “Today, Sonora Quest Laboratories is engaged in a company-wide project that is called ‘Enhancing the Patient Experience,’” stated David Moore, Chief Information Officer at SQL in his interview with The Dark Report (See TDR, January 13, 2013). “The ‘Voice of the Customer’ is what tells us how to identify patient-centric services that have value to our patients, providers, and payers.”\n\nMoore described how SQL has positioned itself to add value to the patient experience, while addressing the need to be capable of collecting a greater proportion of the money owed it by patients. “Here in Arizona, many of our patients are being asked to pay more of their share of the cost of care than they have in the past,” he said. “For this reason, we are deploying a service that allows us to collect past due balances now with a view to soon being able to collect copayments, and deductibles at the time of care.\n\nTargeting Patient Debt That is Usually Written Off as Uncollectable\n\n“Our goal is to collect money directly from the patient that, under the physician-centric lab information system, would have been written off as uncollectable,” he said. “We are still in the midst of this rollout, but the early results confirm that patients are cooperative and the amount of overdue money that we now collect directly from patients is substantial.”\n\nThe money owed by patients can be substantial. During a presentation Moore made at the Executive War College in New Orleans last month, he described the additional revenue that SQL is collecting from patients. “Using our Patient Centric EMPI [Enterprise Master Patient Index], we were able to determine that, among our 10,000 daily Patient Service Center (PSC) encounters, there were about 300 patients that owed us about $40 each ($12,000 in total for each day),” he noted. “If we could get them to pay before their draw, we could collect $60,000 per week or $3.1 million per year. Our study also showed that, before we initiated this project, over 90% of this debt—about $2.8 million—was written off annually.”\n\nBig Dividends from a Better Job of Collecting Patient Deductibles for Lab Tests\n\nThe outcomes from this initiative to do a better job of collecting from patients in a friendly and professional way has paid big dividends for SQL. “We built an application to using the EMPI [provided by Atlas Medical] and data from our XIFIN billing system to:\n\n1) Identify those patients,\n\n2) Ask for the payment,\n\n3) Produce a statement and receipt, and,\n\n4) Create a transaction for automated posting in XIFIN.\n\n“We phased in the rollout starting fifteen months ago,” explained Moore to his Executive War College audience. “To date, we’ve collected $3.2 million, and $625,000 of that was during this year alone.”\n\nThe experience of Sonora Quest Laboratories in developing the necessary capabilities to collect overdue money from patients at the time of service demonstrates why it is important for every medical laboratory and anatomic pathology group to have a similar strategy. Tens of millions of patients now have high-deductible health plans and that number continues to increase.\n\nIt is no coincidence that the health plans offered by the government health insurance exchanges and a growing number of employers require annual deductibles of from $5,000 to $10,000. Healthcare policymakers consider it essential that consumers become careful shoppers for the healthcare services they need. One way to achieve that goal is to require patients to pay a larger portion of their medical bills, whether at the hospital, to their physicians, or to clinical laboratories and pathology groups.\n\nTo help every laboratory develop its own strategy for doing a better job of collecting high deductibles from patients, The Dark Report is offering a timely webinar, titled “How Your Lab Can Collect More from Patients and Add $100,000 to $1,000,000 More in Yearly Revenue.” This webinar will take place on Thursday, June 25, 2015 at 1 P.M. EDT and last a full 90 minutes.\n\nYou’ll have the opportunity to hear directly from David Moore of Sonora Quest Laboratories. He’ll explain what types of informatics capabilities were implemented to help automate many of the patient collection processes. This presentation will discuss the changes made in workflow with the billing and collections team to provide them access to accurate and timely information on the amounts owed by individual patients.\n\nYou will also learn about the pros and cons of asking patients to pay overdue amounts as they arrive in patient service centers to provide specimens. The role of the “patient-centric” philosophy will be explained and you’ll hear why patients were receptive to getting information about their overdue bills and were willing to either pay that amount on the spot or agree to a payment program.\n\nMost importantly for your own lab, you’ll learn the steps needed to take the money your lab writes off every year from patient bad debt and successfully collect a larger portion of that debt. What would be the positive financial impact on your clinical lab or pathology group if you were able to collect 90% of the patient bad debt that your lab currently writes off? At SQL, that sum totaled $3.2 million in just 18 months!\n\nBest of all, this webinar format allows your entire team to participate, to hear from the experts, and to ask questions from the experts. Ensure your place by registering today.\n\nRelated Information:\n\nTo Register for the Webinar\n\nHow Your Lab Can Collect More from Patients and Add $100,000 to $1,000,000 More in Yearly Revenue\n\nHalf of Employers Pushing High Deductible Plans onto Workers\n\nModest Health Benefit Cost Growth Continues as Consumerism Kicks into High Gear\n\nHealth Insurance Coverage and the Affordable Care Act\n\nHigh Deductibles: Why Physicians Must Adjust How They Practice\n\nCollecting from Patients with High Deductibles: 5 Things to Consider", "article_metadata": {"keywords": "clinical laboratory, pathology, medical laboratory, revenue management, revenue cycle management, high-deductible health plans, hdhps, billing and collections, mercer’s national survey of employer-sponsored health plans, large deductibles, sonora quest laboratories, the dark report, david moore, cio, executive war college, atlas healthcare, xifin, webinar, how your lab can collect more from patients and add $100,000 to $1,000,000 more in yearly revenue, empi, enterprise master patient index,atlas healthcare,billing and collections,cio,david moore,empi,enterprise master patient index,executive war college,hdhps,high-deductible health plans,how your lab can collect more from patients and add $100,large deductibles,medical laboratory,mercer’s national survey of employer-sponsored health plans,pathology,revenue cycle management,revenue management,sonora quest laboratories,the dark report,webinar,xifin,coding, billing, and collections,laboratory management and operations,laboratory pathology,laboratory testing", "description": "In today’s clinical laboratory and anatomic pathology marketplace, competency in revenue management is becoming just as important as clinical excellence. Blame it on these multi-year trends: shrinking lab budgets, Medicare price cuts, and payers excluding labs from narrow networks."}, "_id": "\"57477af46914bd0286fd95f0\"", "article_summary": "Clinical Laboratories Need New Billing/Collection CapabilitiesMany would agree that this is the reality today in the clinical laboratory industry.\nBecause of Sizeable Deductibles, More Patients Owe More Money to Clinical Pathology Laboratories, Spurring Labs to Get Smarter about Collecting from PatientsOne Arizona medical laboratory focused on collecting from patients who were overdue on amounts averaging just $40 and, in 18 months, collected $3.2 million!\nThat is why the revenue cycle management improvements that top-performing clinical labs are implementing include projects to help their billing/collection departments do a better job of collecting money from patients.\nMedical Laboratories Need To Prepare to Collect Larger Deductibles from PatientsCollectively, these numbers have a powerful message for clinical laboratory executives and pathology practice administrators.\nOne way to achieve that goal is to require patients to pay a larger portion of their medical bills, whether at the hospital, to their physicians, or to clinical laboratories and pathology groups."}