{"article_title": "Veterans Benefits vs. Veterans Hospitals", "article_keywords": ["week", "va", "benefits", "veterans", "hospital", "private", "patients", "vs", "simply", "telling", "hospitals", "today"], "article_url": "http://www.cato.org/blog/veterans-benefits-vs-veterans-hospitals", "article_text": "Of all the Obama administration’s scandals—Benghazi, IRS/tea party, AP/Fox News, the near daily rewrite of Obamacare, and more—perhaps none is as telling as the unfolding VA Hospital debacle, now reaching seven states, with officials in the Albuquerque, New Mexico, hospital busy destroying records to cover their tracks, we learn today from the Daily Beast. And it isn’t simply because the outrage over the VA scandal, unlike with the others, is bipartisan that the scandal is so telling. No, it’s telling because it says so much about what’s wrong with the president’s political vision.\n\nThis is an administration, after all, that’s dedicated, root and branch, to government. (Recall the much parodied “Life of Julia” White House cartoon from the 2012 campaign—the story of a woman whose entire life was lived through government.) No problem for Mr. Obama is too trivial or too personal not simply for state but for federal attention, no less.\n\nWith veterans, of course, a measure of public responsibility is in order, whether justified as entailed by the conscription policies of the past or by the contractual arrangements of the all-volunteer military today. But how that is done is no small matter. To be sure, veterans hospitals preceded the great wave of veterans returning from World War II: in fact, 54 existed in 1930 when Congress created the Veterans Administration. But as those veterans were returning, Congress in 1944 passed the GI Bill, which was noteworthy for two of its core programs: low-cost mortgages, and cash payments of tuition and living expenses to attend college, high school, or vocational education.\n\nNote the difference, however, between those programs and the VA hospitals. Congress didn’t build houses for the returning veterans, or build colleges or vocational schools. It simply gave the vets “vouchers,” as we’d say today, which they could use in the already existing, largely private housing and educational markets. But on the hospital side, service was to be provided by the government itself. Ever more VA hospitals were built—some 152 hospitals exist today. And they’re run with all the efficiency and accountability we’ve come to expect from government institutions.\n\nIndeed, the Daily Beast story today puts some perspective on that. Looking at the long wait times to see a cardiologist in the Albuquerque VA hospital, the reporter Jacob Siegel writes:\n\nThere are eight physicians in the cardiology department. But at any given time, only three are working in the clinic, where they see fewer than two patients per day, so on average there are only 36 veterans seen per week. That means the entire eight-person department sees as many patients in a week as a single private practice cardiologist sees in two days, according to the doctor. For perspective, 60% of cardiologists reported seeing between 50 and 124 patients per week, according to a 2013 survey of medical professionals’ compensation conducted by Medscape. On the low end, the average single private practice cardiologist who participated in the study saw more patients in a week than the Albuquerque VA’s entire eight-person cardiology department.\n\nThe lesson is clear: Even in those cases where there’s a credible argument for the government to be involved with a service, it’s far better for it to stay out of the business of actually providing the service—far better to leave it to private individuals and institutions to provide it through the competitive markets that reason and experience tell us will ensure both liberty and efficiency. This latest scandal, if we learn the right lesson from it, may be a blessing in disguise.", "article_metadata": {"description": "Even in those cases where there’s a credible argument for the government to be involved with a service, it’s far better for it to stay out of the business of actually providing the service.", "og": {"site_name": "Cato Institute", "description": "Even in those cases where there’s a credible argument for the government to be involved with a service, it’s far better for it to stay out of the business of actually providing the service.", "title": "Veterans Benefits vs. Veterans Hospitals", "url": "http://www.cato.org/blog/veterans-benefits-vs-veterans-hospitals", "image": "http://object.cato.org/sites/cato.org/files/default_images/blog_torch_large.gif", "type": "article"}, "twitter": {"url": "http://www.cato.org/blog/veterans-benefits-vs-veterans-hospitals", "title": "Veterans Benefits vs. Veterans Hospitals", "description": "Even in those cases where there’s a credible argument for the government to be involved with a service, it’s far better for it to stay out of the business of actually providing the service.", "card": "summary", "creator": "@CatoInstitute"}, "robots": "noodp", "site": "Cato Institute", "node_creation_date": "2014/5/19", "fb": {"admins": 5311211, "app_id": 158687980817033}, "article": {"published_time": "2014-05-19T15:30:00-04:00"}, "publication_date": "2014/5/19", "viewport": "width=device-width, minimum-scale=1.0, maximum-scale=1.0, initial-scale=1.0"}, "article_summary": "To be sure, veterans hospitals preceded the great wave of veterans returning from World War II: in fact, 54 existed in 1930 when Congress created the Veterans Administration.\nEver more VA hospitals were built—some 152 hospitals exist today.\nNote the difference, however, between those programs and the VA hospitals.\nLooking at the long wait times to see a cardiologist in the Albuquerque VA hospital, the reporter Jacob Siegel writes:There are eight physicians in the cardiology department.\nAnd it isn’t simply because the outrage over the VA scandal, unlike with the others, is bipartisan that the scandal is so telling."}