{"article_title": "Researchers are trying again to help you take your medicine", "article_keywords": ["medications", "help", "taking", "drug", "patients", "going", "health", "medicine", "pharmacists", "trying", "medication", "researchers", "care"], "article_url": "https://www.washingtonpost.com/national/health-science/researchers-are-trying-again-to-help-you-take-your-medicine/2015/09/05/6f26d896-525d-11e5-9812-92d5948a40f8_story.html", "article_text": "When a doctor tells you to “take two of these and call me in the morning,” he truly means two — not three, not one — and to get back to him the next day, not later in the week or the following month.\n\nYet physicians, pharmacists and researchers have been frustrated for decades at patients’ inability to follow such simple instructions and remain on their medication regimens. Twenty to 30 percent of prescriptions are never filled, according to research published in the journal Annals of Internal Medicine, and half of all people do not follow their drug instructions, even when that is critical to keeping them alive.\n\nThe reasons for medication non-adherence, as it is known, are many: For the poor, it is often cost; for some elderly people, it is confusion over the 14 or more prescriptions they receive each year, according to a report from the Food and Drug Administration. Others say they have trouble understanding what their doctors want them to do. Still more hate drug side-effects or aren’t convinced that the medications are helping.\n\nBut even understanding all that, “the amount of non-adherence is staggering,” said Meera Viswanathan, director of the RTI-UNC Evidence-based Practice Center, a public-private institute that analyzes health care and health policy.\n\nAs much as $289 billion is spent annually on needless hospitalizations, emergency room visits and other costs for people who don’t follow their drug regimens, research shows.\n\nOne study, now 30 years old, attributed 125,000 deaths annually to non-compliance — about the same number of people who die each year from strokes.\n\nA wide variety of attempted solutions — including free medicine — haven’t helped much. But with the Obama administration keen to control medical costs and improve the quality of health care, a round of experiments funded by the Affordable Care Act is winding to a close. They offer hope of progress against one of medicine’s most in­trac­table problems.\n\nAll three were part of the $1 billion in “health care innovation awards” handed out in 2012 under the new law. Other efforts, by public- and private-sector groups, are ongoing.\n\n[Half a million Americans now take $50,000 in prescription drugs yearly]\n\nOne project applies behavioral economics to the problem. Researchers at the University of Pennsylvania gave 1,000 people “electronic pill bottles” when they left the hospital after heart attacks. If they forgot to take their medicine, the cap would light up and beep. If they didn’t comply for a few more days, a designated friend or relative, as well as their doctor, were notified, in the hope that they would remind the patient to take his or her medicine.\n\nIf they took their medications, however, they became eligible to win small lotteries that offer $5 and $50 prizes.\n\n“I know $5 may not seem a lot to you, but it is thrilling to win a lottery,” said Melody Givison, 62, who credits the program with keeping her on her medications for a year. She won two $50 prizes and a dozen $5 awards.\n\nGivison, an account representative for Bank of America, left the hospital with four new medications to take each day, including a blood thinner, aspirin and another drug that helps prevent a second heart attack. She was already on thyroid medication, so now she takes six pills at 9 a.m. and four more at 9 p.m.\n\n“When you’re always healthy, except for overweight, you have a tendency to say, ‘I don’t really need that, I’m busy, I’m doing something,’ ” said Givison, of New Castle, Del., who suffered a heart attack in August 2014.\n\nDavid Asch, director of the Center for Health Care Innovation at the university’s medical school, said full results are not yet in, but preliminary data from the study suggest a big improvement in adherence when compared with other efforts involving similar patient populations.\n\n“We designed it with the foibles of human nature in mind, not with the rational person in mind,” he said. “Because the rational person would have been taking their meds in the first place.”\n\n[Could these new cholesterol drugs save many from heart attacks?]\n\nIn Hawaii, another project, the $14.3 million “Pharm2Pharm” experiment, seeks to connect doctors and pharmacists who dispense medication to patients leaving hospitals with community pharmacists who will continue giving out those medications as those people resume their daily routines.\n\nCommunity pharmacists often complain that they have no idea which medications their patients are taking, especially when they leave hospitals with new ones and can’t guard against dangerous interactions.\n\n“It’s not uncommon that they’re on dozens,” said Karen Pellegrin, director of continuing education and strategic planning for the College of Pharmacy at the University of Hawaii at Hilo. That total includes prescription medications, but also supplements, herbals and vitamins that patients take on their own, she said.\n\nIn Wisconsin, more than 25 percent of the state’s pharmacists took a 12-hour training course, then sought out 100,000 people who appeared to be failing to refill their prescriptions or taking incorrect drugs based on data provided by insurers under a\n\n$4.1 million project run by the state’s Pharmacy Society. Most were poor or elderly. After working with the patients, the pharmacists relayed their findings to prescribers.\n\n“Cost is a factor, convenience is a factor,” said Chris Decker, the organization’s chief executive officer. “Lack of recognition of importance or need, health literacy and understanding” all contribute to non-adherence, as well, he said.\n\nNone of this will matter if patients don’t develop the habit of sticking to their medication regimens once the incentives are removed or intensive assistance ends, the researchers agree. And that is very difficult to achieve.\n\nGivison, the Delaware patient, said she doesn’t think she’ll ever go off her medications again.\n\n“With the pill bottle going off and knowing I was going to get caught, and I was going to get a call from my sister or my doctor . . . if I got into the car [without taking the medicine], I would turn it off and go back in,” she said.\n\n“Even though it’s going to end, I know I’m going to keep taking them, because it’s a habit.”\n\nCORRECTION: An earlier version of this article misspelled the first name of Meera Viswanathan. This version has been corrected.", "article_metadata": {"news_keywords": "health, drugs, prescriptions, medicine, medication", "og": {"site_name": "Washington Post", "description": "“Medication non-adherence” is a costly and intractable medical issue.", "title": "Researchers are trying again to help you take your medicine", "url": "https://www.washingtonpost.com/national/health-science/researchers-are-trying-again-to-help-you-take-your-medicine/2015/09/05/6f26d896-525d-11e5-9812-92d5948a40f8_story.html", "image": "https://images.washingtonpost.com/?url=https://img.washingtonpost.com/pb/resources/img/twp-3000x1568.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@LennyMBernstein"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/national/health-science/researchers-are-trying-again-to-help-you-take-your-medicine/2015/09/05/6f26d896-525d-11e5-9812-92d5948a40f8_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "health, drugs, prescriptions, medicine, medication", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "6f26d896-525d-11e5-9812-92d5948a40f8", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "“Medication non-adherence” is a costly and intractable medical issue."}, "_id": "\"57477af36914bd0286fcaccc\"", "article_summary": "All three were part of the $1 billion in “health care innovation awards” handed out in 2012 under the new law.\nBut even understanding all that, “the amount of non-adherence is staggering,” said Meera Viswanathan, director of the RTI-UNC Evidence-based Practice Center, a public-private institute that analyzes health care and health policy.\nif I got into the car [without taking the medicine], I would turn it off and go back in,” she said.\nBut with the Obama administration keen to control medical costs and improve the quality of health care, a round of experiments funded by the Affordable Care Act is winding to a close.\nYet physicians, pharmacists and researchers have been frustrated for decades at patients’ inability to follow such simple instructions and remain on their medication regimens."}