{"article_title": "When It Comes To Finding Love, The Traits Men And Women Look For In A Long-Term Partner Vary Wildly", "article_keywords": ["mate", "preferences", "love", "look", "longterm", "men", "vary", "desirable", "looking", "traits", "potential", "slender", "wildly", "finding", "partner", "women"], "article_url": "http://www.medicaldaily.com/when-it-comes-finding-love-traits-men-and-women-look-long-term-partner-vary-wildly-353302", "article_text": "How do you go about picking someone you’d like to date? Do you decide by the color of their hair or eyes, or maybe their personality or body type? Maybe you’re just in it for the money they make. Whatever the case may be, new research from Chapman University suggests men and women differ on what \"desirable\" and \"essential\" traits are when looking for a long-term partner.\n\nBased on two of the largest national studies of mating preferences ever conducted, researchers asked nearly 28,000 participants, ages 18 to 75, to answer surveys that asked what they look for when searching for a mate. The research found that people with more “desirable” traits could be more selective when it came to who they dated. It aimed to examine how people’s mating preferences differed depending on their age, gender, race, income, education, and appearance.\n\n\"We looked at the extent to which attractiveness and resources are 'desirable' versus 'essential' to men and women when they are looking for a long-term partner,\" said Dr. David Frederick, assistant professor of psychology at Chapman University and a co-author on the study, in a press release. \"We've known for a long time that men care more about attractiveness in a long-term partner, and women care more about resources.”\n\nThe team found that, after scouring the two national databases they had, gender was the strongest determining factor in what people were looking for in a long-term partner. They also found that although men are more inclined to look for a good-looking and slender woman, both sexes cared equally about finding someone who was just as attracted to them.\n\nThe researchers split what people considered “desirable” into two broad categories: necessities — what people find essential in a potential partner — and luxuries — traits people would like a potential partner to have that aren’t essential.\n\nHere’s what they found, based on various traits.\n\nAppearance\n\nMen were found to be more superficial, as a higher percentage of them stated that it was desirable or essential that a potential mate had good looks and a slender body. Both men and women who said they were confident in their looks didn’t have strong preferences for how physically attractive their partner was, but they did say they wanted someone good looking and slender.\n\nIncome\n\nA higher percentage of women stated that it was important for potential mates to have a steady income, and the opportunity or the likelihood of making money. A higher percentage of women also said that their mate should make as much money as them and have a successful career. Both men and women with high incomes looked for attractive mates. And while wealthy women wanted men who were already well offor who had a steady income, wealthy men wanted slender women.\n\nEducation\n\nMen with a higher education preferred attractive, slender partners more often than women, while both sexes thought that education level was irrelevant when it came to income or overall wealth.\n\nAge\n\nThe older people got, the less they preferred a partner who was physically attractive, wealthy, or managing a successful career — this was true for both men and women.\n\nSource: Frederick, D, et al. Mating markets and bargaining hands: Mate preferences for attractiveness and resources in two national U.S. studies. Elsevier . 2016.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "dating long term appearance attraction partner", "og": {"site_name": "Medical Daily", "description": "A new study conducted by Chapman University has found that the two sexes differ greatly on how they find a potential long-term partner.", "title": "In A Partner, Men Want Looks While Women Want Money", "url": "http://www.medicaldaily.com/when-it-comes-finding-love-traits-men-and-women-look-long-term-partner-vary-wildly-353302", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/18/mating.jpg", "type": "article"}, "twitter": {"description": "A new study conducted by Chapman University has found that the two sexes differ greatly on how they find a potential long-term partner.", "title": "In A Partner, Men Want Looks While Women Want Money", "url": "http://www.medicaldaily.com/when-it-comes-finding-love-traits-men-and-women-look-long-term-partner-vary-wildly-353302", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/18/mating.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/09/18/mating.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-09-18T14:20:53-04:00", "modified_time": "2015-09-18T14:20:50-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new study conducted by Chapman University has found that the two sexes differ greatly on how they find a potential long-term partner."}, "article_summary": "And while wealthy women wanted men who were already well offor who had a steady income, wealthy men wanted slender women.\nWhatever the case may be, new research from Chapman University suggests men and women differ on what \"desirable\" and \"essential\" traits are when looking for a long-term partner.\nThe researchers split what people considered “desirable” into two broad categories: necessities — what people find essential in a potential partner — and luxuries — traits people would like a potential partner to have that aren’t essential.\nMating markets and bargaining hands: Mate preferences for attractiveness and resources in two national U.S. studies.\nAgeThe older people got, the less they preferred a partner who was physically attractive, wealthy, or managing a successful career — this was true for both men and women."}