{"article_title": "Senators Should Clean Up Wasteful Energy Tax Breaks", "article_keywords": ["senators", "expenditures", "wasteful", "energy", "credit", "tax", "investment", "taxpayers", "credits", "production", "clean", "carbon", "alternative", "breaks"], "article_url": "http://www.usnews.com/opinion/economic-intelligence/2014/09/16/senators-should-clean-up-wasteful-energy-tax-breaks", "article_text": "Even as Congress is racing to get out of town, the Senate Finance Committee is holding an important hearing tomorrow entitled, “Reforming America’s Outdated Energy Tax Code.” It comes roughly seven months after House Ways and Means Chairman Dave Camp, R-Mich., released his comprehensive tax reform plan. Both his plan and that of former Sen. Max Baucus, D-Montana,, then-chair of the Senate Finance Committee, begin to repeal or reform some of the tax subsidies that cost taxpayers billions every year because they dramatically lower the effective tax rates of certain energy companies. Although comprehensive tax reform has stalled, Congress should not hesitate to start cleaning out some wasteful policies and wasteful and counterproductive energy tax breaks are a great place to start.\n\nWith almost 40 distinct tax expenditures, the energy sector of the tax code is among those most in need of an overhaul. Tax expenditures are special tax provisions that provide benefits to taxpayers who meet established criteria, similar to direct spending programs. It is hard to predict how much tax expenditures will cost because they depend on tax revenues, which fluctuate. And because they are not included in the budget as a spending program, they make it difficult to estimate how much the government is actually spending on certain programs, and how much specific industries benefit from them. “Broadening the base” is another way of saying “getting rid of tax expenditures.”\n\n[GALLERY: Cartoons on the Economy]\n\nCurrent tax law allows natural resource developers to write off their costs faster than most other taxpayers. Oil and gas companies, for example, can immediately write off intangible drilling costs, costs for tertiary injectants, and mining exploration and development expenditures, rather than deducting these costs from their business income like other taxpayers, over a period of 10 years or more. The Baucus proposal would have repealed the ability of companies to immediately write off these expenses, and replaced it with a five-year amortization period. While this is an improvement, it only lessens the existing tax subsidy. Amortization periods should be tied to economic data. Economically, the useful lives of wells and mines on various formations can extend as long as 40 years.\n\nOther policies that have no place in the tax code are the existing tax benefits for “clean coal.” A credit of $10 to $20 is currently available for each ton of carbon dioxide captured and disposed of in secure geological storage or used as a tertiary injectant in an oil or natural gas project. The Camp proposal would repeal the carbon dioxide sequestration credit, while Baucus proposed the option of claiming a 20 percent investment tax credit for qualifying facilities. Carbon capture and storage technology is largely untested and unproven. Current carbon capture technology would need to be scaled-up as much as 100 times in order to be workable in commercial power plants.\n\nThe tax code also subsidizes the production and distribution of electricity, biofuels and other alternative fuels through a litany of credits. The Camp proposal repeals tax credits for biofuels, biomass and electricity produced from some resources. The Baucus plan proposed consolidating the current energy tax incentives from more than 40 separate provisions into two production tax credits and two alternative investment tax credits; it would allow for certain corn ethanol facilities to again receive government subsidies, even though ethanol subsidies are so unpopular that the largest credit – the Volumetric Ethanol Excise Tax Credit – ended in 2011. Production and investment tax credits by their nature and design distort investment decisions and subsidize otherwise non-economic investment. Biofuel, biomass and alternative fuel tax preferences – including the biodiesel, open-loop biomass, alternative fuel and alternative fuel property tax credits – should all be allowed to expire permanently, and they should not be replaced with other tax credits.\n\n[GALLERY: Cartoons on Energy Policy]\n\nIn general, a better policy choice than the production and investment tax credits for different forms of energy is an upstream carbon tax. It would encourage through prices the adoption of energy efficiency measures by consumers and businesses. It would apply to the principle sources of carbon dioxide emissions: coal, natural gas and petroleum products, and it could impose differing rates on each taxable substance so that each is taxed equivalently in terms of tons of potential carbon emissions.", "article_metadata": {"zone": "homepage/articles", "keyword": "Economic Intelligence [Opinion]", "title": "Senators Should Clean Up Wasteful Energy Tax Breaks", "og": {"site_name": "US News & World Report", "description": "Congress should start cleaning up wasteful energy tax breaks.", "title": "Powering a Tax Overhaul", "url": "http://www.usnews.com/opinion/economic-intelligence/2014/09/16/senators-should-clean-up-wasteful-energy-tax-breaks", "image": "http://www.usnews.com/cmsmedia/d9/45/06631f364c2a8bcf98e7bd864d17/140902-oilrigs-editorial.jpg", "type": "article"}, "twitter": {"site": "@USNews", "description": "Congress should start cleaning up wasteful energy tax breaks.", "card": "summary", "title": "Senators Should Clean Up Wasteful Energy Tax Breaks"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "opinion", "date_published": "Sept. 16, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Ryan Alexander,taxes,tax cuts,corporate taxes,tax exemptions,tax deductions,energy,energy policy and climate change,Economic Intelligence [Opinion]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Congress should start cleaning up wasteful energy tax breaks."}, "article_summary": "Although comprehensive tax reform has stalled, Congress should not hesitate to start cleaning out some wasteful policies and wasteful and counterproductive energy tax breaks are a great place to start.\nWith almost 40 distinct tax expenditures, the energy sector of the tax code is among those most in need of an overhaul.\n[GALLERY: Cartoons on Energy Policy]In general, a better policy choice than the production and investment tax credits for different forms of energy is an upstream carbon tax.\nIt is hard to predict how much tax expenditures will cost because they depend on tax revenues, which fluctuate.\nTax expenditures are special tax provisions that provide benefits to taxpayers who meet established criteria, similar to direct spending programs."}