{"article_title": "Republican Ted Cruz jumps seven points into second place: Reuters/Ipsos poll", "article_keywords": ["reutersipsos", "week", "seven", "poll", "trump", "rubio", "voters", "jumps", "ted", "cruz", "virginia", "second", "points", "place", "senator", "republican", "dec", "support"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/12/18/Republican-Ted-Cruz-jumps-seven-points-second-place-ReutersIpsos-poll", "article_text": "WASHINGTON (Reuters) - Republican support for U.S. presidential candidate Ted Cruz rose this week as voters keyed in on the senator from Texas as the top alternative to Donald Trump, according to a Reuters/Ipsos poll on Friday.\n\nCruz had the support of 17 percent of likely Republican voters, behind Donald Trump, who remained the front runner with support of 31 percent of respondents in the five-day rolling poll.\n\nLast week, Cruz had the support of 10 percent of likely Republican voters and was relatively even with Ben Carson and Marco Rubio.\n\nCruz has been gaining momentum nationally this month after polls showed him overtaking Trump in the early-voting state of Iowa. He picked up an endorsement from influential Iowa conservative Bob Vander Plaats on Dec. 10 and another from Ken Cuccinelli, former attorney general of Virginia, on Friday.\n\nThe jump in support for Cruz also follows the Republican presidential debate Tuesday night during which Cruz sparred with Rubio, a fellow U.S. senator, aiming to position himself as the clear alternative if Trump, who has been leading polls since the summer, should falter.\n\nIn the poll, Carson and Rubio followed Cruz, at 13 percent and 8 percent, respectively. Support for both candidates was relatively flat during the week.\n\nSpeaking before a campaign rally in Mechanicsville, Virginia, on Friday, Cruz told reporters his campaign was winning now as conservatives were uniting behind him.\n\n\"I'll tell you, the enthusiasm that we are seeing all across the country is really breathtaking,\" Cruz said.\n\nThe five-day rolling average sample size ranged from 679 to 813 respondents between Dec. 11 and Dec. 18, with a credibility interval of about 4 percentage points.\n\n(Reporting by Megan Cassella; Additional reporting by Emily Stephenson in Mechanicsville, Va.; Editing by Leslie Adler)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "WASHINGTON (Reuters) - Republican support for U.S.", "title": "Republican Ted Cruz jumps seven points into second place: Reuters/Ipsos poll", "url": "http://www.thefiscaltimes.com/latestnews/2015/12/18/Republican-Ted-Cruz-jumps-seven-points-second-place-ReutersIpsos-poll", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-election_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/12/18/Republican-Ted-Cruz-jumps-seven-points-second-place-ReutersIpsos-poll", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-election_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "WASHINGTON (Reuters) - Republican support for U.S.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Last week, Cruz had the support of 10 percent of likely Republican voters and was relatively even with Ben Carson and Marco Rubio.\nCruz had the support of 17 percent of likely Republican voters, behind Donald Trump, who remained the front runner with support of 31 percent of respondents in the five-day rolling poll.\nWASHINGTON (Reuters) - Republican support for U.S. presidential candidate Ted Cruz rose this week as voters keyed in on the senator from Texas as the top alternative to Donald Trump, according to a Reuters/Ipsos poll on Friday.\nIn the poll, Carson and Rubio followed Cruz, at 13 percent and 8 percent, respectively.\nCruz has been gaining momentum nationally this month after polls showed him overtaking Trump in the early-voting state of Iowa."}