{"article_title": "I am super-jealous of this cool statue some Satanists want to give to Oklahoma", "article_keywords": ["capitol", "oklahoma", "state", "commandments", "superjealous", "outside", "satanists", "satan", "statue", "monument", "mean", "cool"], "article_url": "http://www.salon.com/2014/01/07/i_am_super_jealous_of_this_cool_statue_some_satanists_want_to_give_to_oklahoma/", "article_text": "Topics: Art, First Amendment, Oklahoma, Religion, Satan, The Ten Commandments, Politics News\n\nI don’t really care about Ten Commandments monuments, or plaques, or even little framed paper printouts or whatever on government property. I mean, I think they’re clear violations of the First Amendment, depressing aftertastes of the Red Scare era adopted by trolling evangelicals as part of an entire campaign to promote a false vision of American history and our supposed founding ideals, and I’m glad the ACLU fights them. But all that aside, a Ten Commandments monument outside the Oklahoma statehouse isn’t a hill I plan on dying on, not when there are more important battles to fight, like the expansion of Medicare to all Americans and the forced collectivization of major league sports teams.\n\nBut while I will not protest too loudly about your Ten Commandments tribute, I will definitely loudly support the erection of this amazing statue to Satan, which some Satanists would like to put up outside the Oklahoma state Capitol, site of a Ten Commandments monument since 2012.\n\nHere’s Satan — or, more accurately, Baphomet the Sabbatic Goat, an occult symbol since the 19th century, adopted by Crowleyans and then LaVeyan Satanists in the 20th — relaxing on his throne with a couple of adorable tykes by his side. It’s also interactive!\n\n“The monument has been designed to reflect the views of Satanists in Oklahoma City and beyond,” temple spokesman Lucien Greaves said in a statement. “The statue will also have a functional purpose as a chair where people of all ages may sit on the lap of Satan for inspiration and contemplation.”\n\nI mean, yes, this obviously belongs outside Oklahoma’s state Capitol. It belongs outside every state capitol. And city hall. (Bill de Blasio, build us a Satan statue, YOUR DARK LORD COMMANDS IT.)", "article_metadata": {"description": "A protest I fully endorse", "title": "I am super-jealous of this cool statue some Satanists want to give to Oklahoma", "og": {"site_name": "Salon", "description": "A protest I fully endorse", "title": "I am super-jealous of this cool statue some Satanists want to give to Oklahoma", "url": "http://www.salon.com/2014/01/07/i_am_super_jealous_of_this_cool_statue_some_satanists_want_to_give_to_oklahoma/", "image": "http://media.salon.com/2013/03/the_bible_satan.jpg", "type": "article"}, "twitter": {"description": "A protest I fully endorse", "title": "I am super-jealous of this cool statue some Satanists want to give to Oklahoma", "image": "http://media.salon.com/2013/03/the_bible_satan.jpg", "creator": "@pareene", "site": "@salon", "card": "summary_large_image"}, "author": "Alex Pareene", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Art, First Amendment, Oklahoma, Religion, Satan, The Ten Commandments", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd8d98\"", "article_summary": "(Bill de Blasio, build us a Satan statue, YOUR DARK LORD COMMANDS IT.)\n“The monument has been designed to reflect the views of Satanists in Oklahoma City and beyond,” temple spokesman Lucien Greaves said in a statement.\nIt belongs outside every state capitol.\nTopics: Art, First Amendment, Oklahoma, Religion, Satan, The Ten Commandments, Politics NewsI don’t really care about Ten Commandments monuments, or plaques, or even little framed paper printouts or whatever on government property.\nBut while I will not protest too loudly about your Ten Commandments tribute, I will definitely loudly support the erection of this amazing statue to Satan, which some Satanists would like to put up outside the Oklahoma state Capitol, site of a Ten Commandments monument since 2012."}