{"article_title": "Where Was Obama When the Middle Class Needed Him?", "article_keywords": ["little", "financial", "needed", "far", "healthcare", "system", "middle", "lower", "street", "income", "class", "middleclass", "obama"], "article_url": "http://www.politico.com/magazine/story/2015/01/where-was-obama-when-the-middle-class-needed-him-114502", "article_text": "Six long years into presidency, Barack Obama has finally made the middle-class an explicit priority— placing “middle-class economics,” as he called it repeatedly in Tuesday’s State of the Union address, front and center on his agenda. But what the president is asking for may be too little and it’s arriving far too late. While his proposals are sensible— lowering the tax burden on middle-class families and expanding access to education, job training and retirement, in part by closing loopholes and raising taxes on capital gains—very few of them have much chance of passing.\n\nIf only Obama had started his presidency on this note—rather than announce this vision as a lame-duck who must face down a Congress bristling with a historic number of Republicans. A GOP-controlled Congress that is further to the right and a White House moving towards the left do not offer much prospect of common ground.\n\nStory Continued Below\n\nObama’s passionate embrace of middle-class economics was far less apparent six years ago when it was most needed and when millions were yearning for it. Then, there was a chance to implement such a program; today, the most that can be hoped for is to frame the debate over the next two years and set the parameters for the 2016 elections. Six years ago, middle-class economics might have been the basis of policies; now it is the basis for political positioning.\n\nIt is true that the economy as measured by our indicators have improved dramatically since Obama took office. Every major gauge save for one has shown improvement: GDP growth (higher), inflation (lower), unemployment (lower), consumer spending and confidence (higher), foreclosures (lower), home sales (higher), and energy prices (lower). The one exception, however, is a big one: wages. Specifically, middle-class wages.\n\nSince 2009, median income in the United States fell almost 4 percent to just over $51,000. The poorest quintile saw its income decline even more, by nearly 6 percent. According to the Bureau of Labor Statistics, real average earnings started to grow again in 2014, to the tune of just under 2 percent, but those figures blend high-income groups (which have been thriving) with the rest (which have not). Median income has issues as a benchmark – after all, it only measures the midpoint of income for all Americans and says little about distribution or living standards. But the wage lag – along with a sense of deep insecurity – has been the primary reason that so many Americans have become disenchanted with Washington, with Obama and with the prospects for the American future.\n\nWages are not and should not be the sole determinant of whether people are doing well. After all, if costs are dropping, then even stagnant wages increase purchasing power. And now, costs of energy are dropping, which will translate into an implicit boost to income, even though it won’t show up in wage and income data.\n\nThat said, the past six years have seen a series of hits to middle-class economic security in the form of radical changes in healthcare; decreased pension guarantees from companies; less job security; and volatility in financial markets that has made retirement planning challenging. Cap that off with the massive hit to financial net worth because of the bursting of the housing bubble and you have a recipe for roiling discontent. Washington, meanwhile, anchored by the Obama administration, is widely seen as having done precious little other than shore up the financial system and the banks in 2009.\n\nWhen it comes to the economy, in fact, Obama arguably has spent most of his presidency focused either on the needs of the very poor (the uninsured) or the very rich (Wall Street’s banks, which were nursed back to health). In his first term he used up a huge portion of his political capital on Obamacare, and very little in helping underwater middle-class mortgage holders. Nor did he effectively deploy the enormous leverage he once had over Wall Street and Main Street both to spur more lending (by providing loss-guarantees and demanding that more of the bailout funds be earmarked for loans and mortgage relief). Indeed, as economist Emmanuel Saez has written, the wealthiest one percent in the country actually made out better, in percentage terms, during Obama’s “recovery” of 2009-2010 than they did from 2002-07 under George W. Bush. That might been a non-issue if everyone else had seen wage gains as well, but everyone else did not.\n\nTo be fair, the percentage of Americans who view their economic trajectory as negative has declined, and if current trends hold, by year-end, more people will view matters favorably than not. But even a fifty-fifty split is rather high (we are now at 45 percent positive, 55 percent negative according to the latest NBC/Wall Street Journal poll), it means that a high percentage of 320 million people do not believe that the current economic system is managing to allow them enough income, healthcare, and retirement security and that government at all levels is doing too little to help.\n\nThe situation was considerably worse during the height of the 2008-2009 financial crisis. But the Obama administration then made the critical choice to focus the preponderance of time and money on shoring up ailing banks and then reforming the healthcare system to put in place universal coverage. These were and are defensible political choices, but they were and are not choices that directly addressed the dislocation of the vast bulk of the country that is or considers itself middle-class.\n\nThe Obama rejoinder is that if the financial system hadn’t been rescued in 2009 (as well as the auto industry), the country would have been plunged into a depression with far worse job loss along with income collapse and far more home foreclosures. Defenders of White House policy would also argue that the 2009 stimulus package of nearly $800 succeeded in saving countless jobs and led to investments in nascent technologies and ideas that will bear fruit in the years ahead.\n\nAll of that may be true, but it is almost impossible to prove that the stimulus act “saved” the 3.5 million jobs promised in February of 2009. And not just promised, but repeatedly promised. Those 3.5 million jobs eventually materialized (and more) but not until the beginning of 2014, which was far longer than many have been led to believe. During that time, the perception of many middle-class workers was that Washington was more interested in fighting over the deficit, shutting down the government, passing an ambitious and confusing healthcare law, and shoring up banks and Wall Street.", "article_metadata": {"og": {"site_name": "POLITICO Magazine", "description": "The president’s economic proposals are too little and far too late.", "title": "Where Was Obama When the Middle Class Needed Him?", "url": "http://www.politico.com/magazine/story/2015/01/where-was-obama-when-the-middle-class-needed-him-114502.html", "image": "http://s3-origin-images.politico.com/2015/01/22/150122_karabell_middleclass_gty.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Economics,Barack Obama,Wealth Of Nations", "twitter": {"site": "@politicomag", "card": "summary_large_image", "creator": "@politicomag"}, "description": "The president’s economic proposals are too little and far too late.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd9648\"", "article_summary": "Washington, meanwhile, anchored by the Obama administration, is widely seen as having done precious little other than shore up the financial system and the banks in 2009.\nIt is true that the economy as measured by our indicators have improved dramatically since Obama took office.\nStory Continued BelowObama’s passionate embrace of middle-class economics was far less apparent six years ago when it was most needed and when millions were yearning for it.\nBut the Obama administration then made the critical choice to focus the preponderance of time and money on shoring up ailing banks and then reforming the healthcare system to put in place universal coverage.\nEvery major gauge save for one has shown improvement: GDP growth (higher), inflation (lower), unemployment (lower), consumer spending and confidence (higher), foreclosures (lower), home sales (higher), and energy prices (lower)."}