{"article_title": "The New York Times Is Captivated by Haida Gwaii", "article_keywords": ["newspaper", "haida", "celebrated", "captivated", "canadian", "times", "visitors", "pole", "york", "gwaii", "tourists", "raising"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/01/06/new-york-times-captivated-haida-gwaii-152990", "article_text": "From contact, to smallpox epidemic, to clear-cutting to reconciliation sealed with a potlatch.\n\nThis in brief is what has passed with the Haida Gwaii since European settlers alighted, recounted by The New York Times in its first travel section of 2014. The First Nation archipelago off the west coast of British Columbia has been working to attract tourists by way of teaching about its culture, which goes back millennia, and the newspaper was there for the raising of its first monumental pole in 130 years.\n\nRELATED: Canada Tourism Grows as Visitors Seek Authentic Aboriginal Experience\n\nThe New York Times, noting that the original Haida name means “Islands Emerging From (Supernatural) Concealment,” brings forth the mystery of the landscape and draws attention to the stark contrast between the clear-cut hillsides, just beginning to grow back with “an emerald-hued crew cut” of young alder and spruce, and the majestic old growth that pitted generation against generation in the fight against logging decades ago.\n\nTogether, though, they add up to a rebirth, one that was punctuated by the potlatch, attended by Canadian officials as well as numerous tourists and other visitors, that celebrated the raising of the pole in November 2013. There, in a blending of traditional, ancient and modern, were the former foes: The elders who had stood firm against the loggers in the 1980s; the then-young Haida Royal Canadian Mounted Police officer who had been forced to arrest them, the tears in his eyes masked by the rain; and dignitaries from the Canadian government.\n\nTogether they celebrated a ritual that had been outlawed between 1884 and 1951, “making the event a poignant symbol of progress,” the newspaper said.\n\nThe pole-raising also celebrated the 20th year since the founding of the Gwaii Haanas National Park Reserve, a model and template for indigenous stewardship in cooperation with the federal government.\n\nRELATED: Many of Canada’s National Parks Now Honor First Nations Peoples\n\nRead the full New York Times story, Raising a Pole on the ‘Islands of the People.’", "article_metadata": {"description": "From contact, to smallpox epidemic, to clear-cutting to reconciliation sealed with a potlatch.The New York times visits Haida Gwaii, and is captivated, from pole-raising to potlatch.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "theresa", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/01/06/new-york-times-captivated-haida-gwaii-152990", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/haida_gwaii_pole_raising-darryl_dyck_the_canadian_press.jpg", "site_name": "Indian Country Today Media Network.com", "title": "The New York Times Is Captivated by Haida Gwaii"}, "dcterms.date": "2014-01-06T16:40-05:00", "dc": {"title": "The New York Times Is Captivated by Haida Gwaii"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/01/06/new-york-times-captivated-haida-gwaii-152990", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Haida Gwaii, Aboriginal Tourism, The New York Times, New York Times, British Columbia, Travel, Bruce Kirkby", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "The New York Times Is Captivated by Haida Gwaii"}, "_id": "\"57477afa6914bd0286fe5630\"", "article_summary": "This in brief is what has passed with the Haida Gwaii since European settlers alighted, recounted by The New York Times in its first travel section of 2014.\nRELATED: Many of Canada’s National Parks Now Honor First Nations PeoplesRead the full New York Times story, Raising a Pole on the ‘Islands of the People.’\nTogether they celebrated a ritual that had been outlawed between 1884 and 1951, “making the event a poignant symbol of progress,” the newspaper said.\nFrom contact, to smallpox epidemic, to clear-cutting to reconciliation sealed with a potlatch.\nThe pole-raising also celebrated the 20th year since the founding of the Gwaii Haanas National Park Reserve, a model and template for indigenous stewardship in cooperation with the federal government."}