{"article_title": "Alabama Senate to Bentley: Do not expand Medicaid under any scenario", "article_keywords": ["bentley", "scenario", "senate", "work", "private", "federal", "state", "medicaid", "expansion", "alabama", "resolution", "expand"], "article_url": "http://yellowhammernews.com/politics-2/alabama-senate-to-bentley-do-not-expand-medicaid-under-any-scenario/", "article_text": "MONTGOMERY, Ala. — The Alabama Senate on Tuesday passed a resolution expressing its intention to not expand Medicaid, and urged Gov. Robert Bentley to refrain from pushing for such an expansion.\n\n“The state should pursue reforms based on reducing Medicaid dependence, rather than increasing dependence,” the resolution states. “Expansion of Medicaid would further strain the state General Fund, where Medicaid is already the largest line-item… We express our intention that the State of Alabama not expand Medicaid above its current eligibility levels.”\n\nThe resolution, which was sponsored by Sen. Trip Pittman (R-Montrose) and co-sponsored by 20 other Republican senators, was passed on a vote of 22-8 along party lines.\n\n“This resolution expresses my resolve to be fiscally responsible and protect taxpayer funds,” Sen. Pittman told Yellowhammer. “Medicaid reform legislation has already been put in place, and we need to measure the outcome of those reforms before rashly expanding Medicaid. Right now, we simply can’t afford to expand Medicaid.”\n\nThe full text of the resolution expresses concerns that an expansion of the program, whether under ObamaCare or via “waivers,” would dramatically increase the number of Alabamians dependent upon public assistance and would not offer the state any meaningful control over eligibility requirements.\n\n“I have worked tirelessly on Medicaid reform, and there are more reform proposals coming this session,” said Senate Majority Leader Greg Reed. “We are only 18 months into our major shift away from a fee-for-service model. I support Senator Pittman’s resolution because now is not the time to look at a full expansion of Medicaid, because it could be detrimental to our current reforms.”\n\nSimilar to Pennsylvania and Arkansas, which are also led by Republican governors, Gov. Bentley has suggested he would like to be able to funnel federal tax dollars through the state government and into private insurers. The private insurers would then use those taxpayer dollars to cover uninsured individuals up to 138 percent of the federal poverty level, the same ultimate outcome as Medicaid expansion under ObamaCare. The political benefit is that by receiving a “waiver” from the Obama administration, Republican governors have been able to expand the program while selling it as something completely different. In Pennsylvania they call it the “Healthy PA” plan. In Arkansas it’s commonly referred to as the “private option.”\n\nGov. Bentley has insisted that he would only pursue such a plan as a “block grant” from the federal government. Block grants are federal funds granted to states that include more flexibility in how they are spent than traditional “categorical grants.”\n\n“It would have to be in the private sector and there would have to be some requirements on it,” Bentley told reporters in December. One specific requirement he mentioned was that he’d like to see the system tied to employment. “(Recipients) need to be working on getting a job, or having a job.”\n\nOther states that have tried to tie work requirements to Medicaid benefits have been denied. In rejecting such a proposal from Utah earlier this year, U.S. Health and Human Services Department spokesman Ben Wakana said, “encouraging work is a legitimate state objective. However, work initiatives are not the purpose of the Medicaid program and cannot be a condition of Medicaid eligibility.”\n\nConservative groups in Alabama, including the Alabama Policy Institute, Alabama Free Market Alliance, Alabama Forestry Association and the Foundation for Government have urged the governor to refrain from expanding Medicaid under any circumstances. Republicans in the Alabama Senate added their voices to that chorus today.\n\nThe Joint Resolution will now be sent to the Alabama House of Representatives.\n\nLike this article? Follow me on Twitter and let me know what you think. — Cliff Sims (@Cliff_Sims) December 3, 2014", "article_metadata": {"description": "The Alabama Senate on Tuesday passed a resolution urging Alabama Gov. Robert Bentley not to expand Medicaid under any scenario.", "og": {"site_name": "Yellowhammer News", "description": "MONTGOMERY, Ala. — The Alabama Senate on Tuesday passed a resolution expressing its intention to not expand Medicaid, and urged Gov. Robert Bentley to refrain from pushing for such an[...]", "title": "Alabama Senate to Bentley: Do not expand Medicaid under any scenario - Yellowhammer News", "locale": "en_US", "image": {"width": 800, "identifier": "http://yellowhammernews.com/wp-content/uploads/2013/04/Medicaid.png", "height": 529}, "updated_time": "2015-04-22T15:44:23-05:00", "url": "http://yellowhammernews.com/politics-2/alabama-senate-to-bentley-do-not-expand-medicaid-under-any-scenario/", "type": "article"}, "p": {"domain_verify": "1bb21e647809aaf739789565c0783008"}, "fb": {"pages": 303363616352436}, "article": {"section": "Politics", "tag": "Trip Pittman", "published_time": "2015-04-21T17:30:35-05:00", "modified_time": "2015-04-22T15:44:23-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd9653\"", "article_summary": "MONTGOMERY, Ala. — The Alabama Senate on Tuesday passed a resolution expressing its intention to not expand Medicaid, and urged Gov.\nHowever, work initiatives are not the purpose of the Medicaid program and cannot be a condition of Medicaid eligibility.”Conservative groups in Alabama, including the Alabama Policy Institute, Alabama Free Market Alliance, Alabama Forestry Association and the Foundation for Government have urged the governor to refrain from expanding Medicaid under any circumstances.\n“Medicaid reform legislation has already been put in place, and we need to measure the outcome of those reforms before rashly expanding Medicaid.\n“The state should pursue reforms based on reducing Medicaid dependence, rather than increasing dependence,” the resolution states.\n“I have worked tirelessly on Medicaid reform, and there are more reform proposals coming this session,” said Senate Majority Leader Greg Reed."}