{"article_title": "Cyclical: Investing Essentials -- The Motley Fool", "article_keywords": ["industries", "fool", "cyclical", "essentials", "investors", "motley", "strategy", "tend", "investing", "economic", "stocks", "advantage", "economy"], "article_url": "http://www.fool.com/investing/general/2014/08/07/cyclical-investing-essentials.aspx", "article_text": "Since 1950, the U.S. economy has trudged through 10 separate recessions, of which a majority wound up lasting less than a year. For investors it means that the good years have vastly outnumbered the bad over the long run. But it also means that peaks and troughs in the U.S. economy are just a natural part of the business cycle, and downturns are inevitable.\n\nBuy-and-hold investors tend not to worry too much about these natural economic cycles, but cyclical-investing strategists thrive off of these dips and pops. Let's have a closer look at the basics of cyclical investing, see how it has matured into a viable investment strategy, and see what advantages it could hold for investors.\n\nWhat is cyclical investing?\n\nWith the understanding that the economy goes through periods of expansion and contraction, cyclical investing is merely the practice of putting money into industries, or specific stocks, based on the current stage of the economic growth cycle.\n\nDuring times of uncertainty and contraction for the economy, conservative investments that are less volatile and provide dividend income are often a smart recourse. On the flip side, a rapidly growing economy provides a good opportunity for cyclical investors to buy into riskier high-growth investments.\n\nGenerally speaking, finding cyclical stocks or industries isn't tough. There are a number of industries that tend to ebb and flow with the economy, such as technology, housing, banking, and manufacturing. The challenge is deciding when the U.S. economy has peaked and when it has reached the trough. This is made even more difficult because cyclical stocks often begin to trend upward or downward months before the economy actually hits a high or a low.\n\nWhat is the history of cyclical investing?\n\nWhile Ben Graham is considered the pioneer of value investing (although Warren Buffett would be a great modern-day example), cyclical investing has no father figure to point to.\n\nThe concept of cyclical investing has been around for a long time. Ben Graham discussed his approach to investing in cyclical stocks all the way back in 1934 when he authored his well-renowned book Security Analysis, demonstrating that strategies existed back then to take advantage of the ebbs and flows of the U.S. economy. The implication would be that Wall Street firms and brokers at the time were recognizing these regular vacillations between the economy and certain industries and aligning their investing strategies to match these patterns. In modern times, this is a strategy we commonly see employed by active traders, Wall Street firms, and hedge fund managers.\n\nHow many cyclical investing approaches are there?\n\nAlthough there is a plethora of risk levels associated with cyclical investing, there are generally only two strategies that investors employ. Deciding which strategy to use requires the ability to recognize where the economy stands within the expansion-contraction cycle.\n\nIf an investor deems the economy to be on the downswing, then he or she is likely to invest conservatively. Conservative investments often include non-cyclical stocks, or companies that are relatively unaffected by economic cycles, such as utilities and food and beverage companies.\n\nIf, on the other hand, an investor believes the economy is expanding, he or she is likely to purchase cyclical stocks in order to take advantage of the symbiotic relationship between cyclical stocks and the U.S. economy.\n\nWhat is the advantage of cyclical investing?\n\nThe primary advantage of investing in cyclical stocks is that they offer the potential for substantial returns during times of economic expansion. Though it's not always the case, cyclical stocks tend to be more volatile than the benchmark S&P 500. This suggests that an investor who can properly time their investment in an industry that is dependent on economic strength, such as technology, could generate returns far in excess of the benchmark stock index.\n\nFor example, during the Great Recession, which lasted 18 months between 2007 and 2009, the car rental industry was hammered. As economic activity contracts, people are less willing to spend their money on vacations, which often entail getting a rental car. Shareholders of the most dominant player in the sector, Hertz, witnessed their shares fall by more than 90% between the summer of 2007 and the winter of 2008. The S&P 500's losses, while substantial, were nowhere near that magnitude.\n\nYet when the economy finally hit its trough and rebounded, and consumers began taking vacations again, Hertz left the S&P 500 in the dust and amply rewarded cyclical investors with a huge run higher, as you can see below:\n\nEven though there is no perfect set of conditions for investing in cyclical stocks, low-interest-rate environments tend to offer cyclical investors their best chance to prosper, as lower interest rates encourage businesses to take out loans and expand. In turn, consumers are more willing to take on additional debt through larger purchases. These factors can help propel an economic recovery for many years and fuel cyclical investors' profits.\n\nOf course, the major hurdle that all investors who dare undertake this strategy face is the difficulty of timing these investments. There is no game plan or set of rules to follow, and it has been shown nearly impossible to time the market with any consistency over long periods of time.", "article_metadata": {"publish_time": "16:22", "description": "Peaks and troughs in the U.S. economy are a natural part of the economic cycle that investors can use to their advantage. Discover the basics of how cyclical stocks work and how they offer the potential for big profits.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "Peaks and troughs in the U.S. economy are a natural part of the economic cycle that investors can use to their advantage. Discover the basics of how cyclical stocks work and how they offer the potential for big profits.", "twitter": {"title": "Cyclical: Investing Essentials --  The Motley Fool", "description": "Peaks and troughs in the U.S. economy are a natural part of the economic cycle that investors can use to their advantage. Discover the basics of how cyclical stocks work and how they offer the potential for big profits.", "site": "@themotleyfool"}, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "og": {"site_name": "The Motley Fool", "description": "Peaks and troughs in the U.S. economy are a natural part of the economic cycle that investors can use to their advantage. Discover the basics of how cyclical stocks work and how they offer the potential for big profits.", "title": "Cyclical: Investing Essentials --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/08/07/cyclical-investing-essentials.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F141584%2F5299199423_f8de99f3ee_z.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "Cyclical: Investing Essentials", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-investment-planning", "STORY_UID": "da4aacfe-1df4-11e4-96f7-0050569d4be0", "pitch": 692, "date": "2014-08-07T20:22:00Z", "gsa_date": "2014 08 07", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fd9660\"", "article_summary": "While Ben Graham is considered the pioneer of value investing (although Warren Buffett would be a great modern-day example), cyclical investing has no father figure to point to.\nThough it's not always the case, cyclical stocks tend to be more volatile than the benchmark S&P 500.\nWhat is cyclical investing?\nThe concept of cyclical investing has been around for a long time.\nAlthough there is a plethora of risk levels associated with cyclical investing, there are generally only two strategies that investors employ."}