{"article_title": "Obesity Care Group Files Complaint over Lack of Coverage for Bariatric Surgery", "article_keywords": ["files", "complaint", "group", "reported", "study", "lack", "patients", "states", "society", "surgery", "health", "treatment", "coverage", "obesity", "bariatric", "care"], "article_url": "http://obesitynewstoday.com/2015/11/24/obesity-care-group-files-complaint-lack-coverage-bariatric-surgery/", "article_text": "Several healthcare organizations and advocacy groups, all part of the Obesity Care Continuum, recently filed a complaint with the U.S. Department of Health and Human Services claiming that 27 states deny coverage for bariatric surgery and, as such, are out of compliance with the Affordable Care Act (ACA).\n\nAt the Obesity Week 2015 conference in early November, a research team presented study results showing that a majority of U.S. states fail to provide insurance coverage for bariatric surgery under the ACA, despite the current need for efficient treatments to curtail obesity. The study also found that bariatric surgery would have a minimal impact on monthly health insurance premiums.\n\nThe complaint notes that failure to comply is a direct discrimination against women and people with disabilities, and violates the ACA’s own ban on denying coverage based on health status or pre-existing conditions. Among the organizations named in the complaint are the American Society for Metabolic and Bariatric Surgery, The Obesity Society, the Academy for Nutrition and Dietetics, the Obesity Medicine Association, and Obesity Action Coalition.\n\n“Qualified health plans should not be able to discriminate against people with the disease of obesity and unfortunately this is happening in most states,” said John M. Morton, MD, MPH, and President of the American Society for Metabolic and Bariatric Surgery (ASBMS). “The time has come for equitable treatment for the millions of patients affected by obesity. There needs to be one America where treatment is an option for everyone.”\n\nOther chronic diseases are routinely covered, Morton noted, and obesity was classified as a chronic disease in 2013 by the American Medical Association. Moreover, the denial makes little sense. “Most insurers are covering the treatments for the complications and consequences of obesity, but are not covering the treatment itself,” he said.\n\nAlso at ObesityWeek2015, a research team presented the preliminary results of a three-year study focusing on the potentials of bariatric surgery in pain and disability management. The study, led by the University of Pittsburgh Graduate School of Public Health, showed that between 50% and 70% of patients undergoing such surgery reported less joint pain and improved walking ability and speed. About 75% of patients with osteoarthritis symptoms, such as knee and hip pain and poor body function, reported significant improvements. In addition, over 50% of patients with pre-operative mobility dysfunction reported post-surgical improvement.", "article_metadata": {"description": "Read more about the complaint saying that 27 U.S. states denying coverage for bariatric surgery are out of compliance with the Affordable Care Act.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "Obesity News Today", "description": "Read more about the complaint saying that 27 U.S. states denying coverage for bariatric surgery are out of compliance with the Affordable Care Act.", "title": "Obesity Care Group Files Complaint over Lack of Coverage for Bariatric Surgery - Obesity News Today", "locale": "en_US", "image": {"width": 5541, "identifier": "http://obesitynewstoday.com/wp-content/uploads/2015/03/shutterstock_236665135.jpg", "height": 3694}, "updated_time": "2016-05-24T02:21:47-05:00", "url": "http://obesitynewstoday.com/2015/11/24/obesity-care-group-files-complaint-lack-coverage-bariatric-surgery/", "type": "article"}, "twitter": {"description": "Read more about the complaint saying that 27 U.S. states denying coverage for bariatric surgery are out of compliance with the Affordable Care Act.", "title": "Obesity Care Group Files Complaint over Lack of Coverage for Bariatric Surgery - Obesity News Today", "image": "http://obesitynewstoday.com/wp-content/uploads/2015/03/shutterstock_236665135.jpg", "creator": "@obnewstoday", "site": "@obnewstoday", "card": "summary_large_image"}, "robots": "noodp", "msapplication-TileImage": "http://obesitynewstoday.com/wp-content/uploads/2016/01/cropped-bionews-square-2-512x512-270x270.png", "article": {"section": "News", "tag": "ObesityWeek 2015", "published_time": "2015-11-24T07:48:35-05:00", "modified_time": "2016-05-24T02:21:47-05:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Among the organizations named in the complaint are the American Society for Metabolic and Bariatric Surgery, The Obesity Society, the Academy for Nutrition and Dietetics, the Obesity Medicine Association, and Obesity Action Coalition.\nThe study also found that bariatric surgery would have a minimal impact on monthly health insurance premiums.\nAlso at ObesityWeek2015, a research team presented the preliminary results of a three-year study focusing on the potentials of bariatric surgery in pain and disability management.\nAt the Obesity Week 2015 conference in early November, a research team presented study results showing that a majority of U.S. states fail to provide insurance coverage for bariatric surgery under the ACA, despite the current need for efficient treatments to curtail obesity.\nSeveral healthcare organizations and advocacy groups, all part of the Obesity Care Continuum, recently filed a complaint with the U.S. Department of Health and Human Services claiming that 27 states deny coverage for bariatric surgery and, as such, are out of compliance with the Affordable Care Act (ACA)."}