{"article_title": "Nassau Co. brush fire destroys motorcycle in shed", "article_keywords": ["dry", "destroys", "shed", "service", "forest", "firefighters", "florida", "tracks", "train", "motorcycle", "nassau", "railroad", "cause", "road", "brush"], "article_url": "http://www.news4jax.com/news/local/nassau-co-brush-fire-destroys-motorcycle-in-shed", "article_text": "YULEE, Fla. - Firefighters battled two small brush fires in Yulee on either side of Pages Dairy Road near Ezell Lane.\n\n\n\nThe Florida Forest Service said the larger of the two fires in Nassau County -- on the south side of the railroad tracks-- has grown to about 4 acres. Officials said getting equipment in to fight the fire was tough because the area is swampy.\n\n\n\nThey said the larger fire is contained but not controlled. Firefighters are watching the fire to make sure it doesn't spread because conditions are dry and windy.\n\n\n\nThe Florida Forest Service and firefighters believe sparks from a train started the brush fires.\n\n\"It's very possible just because of the proximity to the tracks, how they're located, what the witness statements were. It happened shortly after the train came through and it does happen occasionally when it's dry and windy. Even the tiniest little spark can really start a wildlife,\" said Annaleasa Winter. \"We're coming out of the winter and there's still crunchy dry grass on the side of the tracks and the side of the road and they may maintain the tracks very well but still with this type of wind that little ember can blow a great distance and cause a fire.\"\n\nNeighbors nearby were using hoses to help dowse the flames, and Pages Dairy Road was closed for about an hour as crews tried to get to the fires.\n\nMichelle Christopher lives right in front of the railroad tracks and she was trying to take a nap when she heard the train, then crackling.\n\n\"I could hear it before I could smell it I just happened to come and the whole back area was on fire. My props to the firefighters though because they got here really fast,\" said Christopher.\n\nChristopher said she was afraid her house was also going to catch-- so she called 911 and jumped into action.\n\n\"With a hose but you can't put a fire out with a garden hose you know but I tried,\" she said.\n\nHer shed saw the worst of the damage as the brush fire spread to about 4 acres behind her home, along with a motorcycle.\n\n\n\n\"It's pretty much a total loss the motorcycle and all that stuff in there but can't worry about that because at least nobody else was hurt,\" Christopher said.\n\nSheds were also damaged in the smaller fire, which is on the north side of the railroad tracks.\n\n\n\nFire season runs from December to June and the middle of March starts the peak of the fire season.\n\nThe Florida Forest Service will have to finish its investigation to confirm if the train was the cause of the fire.\n\nAnd if the train were the cause of the fire, it will work with the management company and issue them a suppression bill. Any other damages caused will be civil between the landowner and management company.\n\nCopyright 2015 by News4Jax.com. All rights reserved. This material may not be published, broadcast, rewritten or redistributed.", "article_metadata": {"sailthru.image.thumb": "http://media.news4jax.com/photo/2015/11/05/Roads-closed-jpg_288743_ver1.0_160_90.jpg", "sailthru.author": "Hailey Winslow", "description": "Firefighters battled two small brush fires in Yulee on either side of Pages Dairy Road near Ezell Lane.", "author": "Hailey Winslow", "og": {"site_name": "WJXT", "description": "Firefighters battled two small brush fires in Yulee on either side of Pages Dairy Road near Ezell Lane.", "title": "Nassau Co. brush fire destroys motorcycle in shed", "url": "http://www.news4jax.com/news/local/nassau-co-brush-fire-destroys-motorcycle-in-shed", "image": {"width": 1280, "identifier": "http://media.news4jax.com/photo/2015/11/05/Roads-closed-jpg_288743_ver1.0_1280_720.jpg", "height": 720}, "locale": "en_US", "type": "article"}, "twitter": {"description": "<p>Firefighters battled two small brush fires in Yulee on either side of Pages Dairy Road near Ezell Lane.</p>", "title": "Nassau Co. brush fire destroys motorcycle in shed", "url": "http://www.news4jax.com/news/local/nassau-co-brush-fire-destroys-motorcycle-in-shed", "image": {"width": 1280, "identifier": "http://media.news4jax.com/photo/2015/11/05/Roads-closed-jpg_288743_ver1.0_1280_720.jpg", "height": 720}, "site": "@wjxt4", "card": "summary"}, "sailthru.date": "2015-03-18T03:36:08+0000", "sailthru.title": "Nassau Co. brush fire destroys motorcycle in shed", "sailthru.tags": "News", "fb": {"app_id": 196517170397638}, "keywords": "News", "article": {"section": "Local", "published_time": "2015-03-18T03:36:08+0000", "modified_time": "2015-11-07T10:30:44+0000", "author": "http://www.news4jax.com/author/haileywinslow"}, "news_keywords": "Nassau Co. brush fire destroys motorcycle in shed", "content_id": 109143209, "sailthru.description": "<p>Firefighters battled two small brush fires in Yulee on either side of Pages Dairy Road near Ezell Lane.</p>", "sailthru.image.full": "http://media.news4jax.com/photo/2015/11/05/Roads-closed-jpg_288743_ver1.0_1280_720.jpg", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "page-type": "article"}, "_id": "\"57477af46914bd0286fd7d59\"", "article_summary": "The Florida Forest Service and firefighters believe sparks from a train started the brush fires.\nThe Florida Forest Service said the larger of the two fires in Nassau County -- on the south side of the railroad tracks-- has grown to about 4 acres.\nSheds were also damaged in the smaller fire, which is on the north side of the railroad tracks.\nHer shed saw the worst of the damage as the brush fire spread to about 4 acres behind her home, along with a motorcycle.\nThe Florida Forest Service will have to finish its investigation to confirm if the train was the cause of the fire."}