{"article_title": "The Two Biggest Factors Freelancers Should Consider When Buying Health Insurance", "article_keywords": ["care", "consider", "factors", "freelancers", "youre", "question", "going", "health", "plan", "biggest", "schlosser", "insurance", "buying", "plans"], "article_url": "http://www.fastcompany.com/3041979/how-to-be-a-success-at-everything/the-two-biggest-factors-freelancers-should-consider-when-b", "article_text": "There are a lot of benefits to the freedom and autonomy of being a freelancer or entrepreneur. But one of the biggest downsides is the lack benefits like health insurance that traditional 9-5ers enjoy.\n\nThe fear of leaving their corporate benefits package could deter would-be entrepreneurs from striking out on their own, says Mario Schlosser, co-CEO at Oscar insurance company. When he and his cofounders started Oscar in 2012, he wondered how he’d make it without his former employer’s COBRA plan.\n\nOscar's first member started coverage in January 2014, and luckily for Schlosser, he didn't have to flee back to the safety of an employer to get healthcare.\n\nThe most common question he gets from the self-employed: Can I even get health insurance? Last year’s implementation of the Affordable Care Act, and the rollout of healthcare.gov alongside state health exchanges, made getting insurance as an individual more affordable and a little less confusing.\n\nStill, it's a complicated system that can seem designed to confuse anyone not accustomed to reading health plans, that read with the charm of medical legalese mixed with long division.\n\nHere are the two most important factors freelancers should consider when picking a plan:\n\nThe second most common question Schlosser hears from freelancers: How can I afford it?\n\nYou’ll have to first estimate the coming year’s income—a tricky question for freelancers especially, whose paychecks fluctuate with clients and projects. If you think you’re going to have a year of fluctuating income, err toward the conservative side of your projections, says Schlosser.\n\n\n\nDepending on their income, freelancers (and any individual or household signing up through healthcare.gov) can qualify for a financial subsidy on their monthly premiums through the Affordable Care Act. See their chart to find out if you might qualify.\n\n\"If an individual regularly uses health care, they shouldn't be seduced by the lowest price plan,\" says Jeff Smedsrud, CEO of HealthCare.com, a privately funded health insurance search engine and comparison tool. \"It will often have a very high deductible, most likely equating to higher out-of-pocket costs.\"\n\nLook out for these four factors when comparing plans, Smedsrud says:\n\nPremium: The monthly cost of a health insurance plan.\n\nProvider: How big is the network of the plan they are selecting, and is their doctor in that network?\n\nPlan: There are four metal levels: bronze, silver, gold, and platinum, with various deductible levels.\n\nPersonal situation: Are you on a budget, young and healthy, and will likely only need preventive care? Or do you have preexisting conditions, a family, or other medical needs that warrant a richer plan with a broad network, lower deductible and prescription drug options?\n\nIf you’re in good health and aren’t planning for a pregnancy, you won’t need a hefty plan with a low deductibles and high premium. You can get away with a low monthly premium, then, as long as routine preventative care is well covered. Look for plans that include cover things like flu shots and antibiotics, or will reward you for going to the gym regularly.\n\nAnother note on affordability: Going without health care is expensive, even if you're the picture of health in 2015. If you choose to forgo insurance, you'll have to pay a penalty of either 2% of your income, or $325 per adult. See healthcare.gov's One Page Guide for more information. Not to mention thousands in doctor's and hospital bills if an unexpected illness or injury happens.\n\n\"You better make sure your insurance company is good at answering questions,\" Schlosser says; Without the help of an HR department, your relationship with your insurance provider becomes crucial.\n\nReading plan details online can’t reveal the soft skills of a company’s customer service. When you’re recovering from illness, dealing with the stress of injury, and making potentially life-altering financial decisions, the last thing you want is to talk to a machine on the other side of the world.\n\nWithout the help of an HR department, your relationship with your insurance provider becomes crucial.\n\n\"Give the insurance companies a run for their money,\" Schlosser says. Call them before signing up, and ask lots of hypothetical questions: What will it cost if I get pregnant this year? What if I need surgery? How much will my current medications cost? If they tell you to look it up on their website—or even worse, to Google it—move on.\n\nIf your situation is complicated, it’s best to request a local navigator through your exchange. The system is still complex and full of jargon, and partnering with someone who will walk you through the process is better than blindly picking a plan, or going without insurance altogether.", "article_metadata": {"pubexchange": {"headline": "The Two Biggest Factors Freelancers Should Consider When Buying Health Insurance", "image": "http://a.fastcompany.net/multisite_files/fastcompany/imagecache/620x350/poster/2015/02/3041979-poster-p-1-the-two-biggest-factors-freelancers-should-consider-when-b.jpg", "description": "The deadline is February 15. Here's what you need to know before picking your own insurance plan."}, "description": "The deadline is February 15. Here's what you need to know before picking your own insurance plan.", "og": {"site_name": "Fast Company", "description": "The deadline is February 15. Here's what you need to know before picking your own insurance plan.", "title": "The Two Biggest Factors Freelancers Should Consider When Buying Health Insurance", "url": "http://www.fastcompany.com/3041979/how-to-be-a-success-at-everything/the-two-biggest-factors-freelancers-should-consider-when-b", "image": "http://a.fastcompany.net/multisite_files/fastcompany/imagecache/620x350/poster/2015/02/3041979-poster-p-1-the-two-biggest-factors-freelancers-should-consider-when-b.jpg", "locale": "en_US", "type": "article"}, "twitter": {"domain": "fastcompany.com", "description": "The deadline is February 15. Here's what you need to know before picking your own insurance plan.", "title": "The Two Biggest Factors Freelancers Should Consider When Buying Health Insurance", "url": "http://www.fastcompany.com/3041979/how-to-be-a-success-at-everything/the-two-biggest-factors-freelancers-should-consider-when-b", "image": "http://a.fastcompany.net/multisite_files/fastcompany/imagecache/620x350/poster/2015/02/3041979-poster-p-1-the-two-biggest-factors-freelancers-should-consider-when-b.jpg", "creator": "@samleecole", "site": "@FastCompany", "card": "summary_large_image"}, "fb": {"admins": 100000062710915, "pages": 5942134076, "app_id": 178479832213933}, "keywords": "mario schlosser,oscar,health insurance plan,comparison tool,healthcare,funded health insurance search engine,healthcare.gov,health insurance,insurance,metal levels", "article": {"publisher": "https://www.facebook.com/FastCompany", "section": "How To Be A Success At Everything", "published_time": "2015-02-05T10:35:00.000Z", "modified_time": "2015-02-05T15:04:38.000Z"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "But one of the biggest downsides is the lack benefits like health insurance that traditional 9-5ers enjoy.\nLook out for these four factors when comparing plans, Smedsrud says:Premium: The monthly cost of a health insurance plan.\nHere are the two most important factors freelancers should consider when picking a plan:The second most common question Schlosser hears from freelancers: How can I afford it?\nAnother note on affordability: Going without health care is expensive, even if you're the picture of health in 2015.\nThe most common question he gets from the self-employed: Can I even get health insurance?"}