{"article_title": "Who Are the Real Takers?", "article_keywords": ["real", "great", "benefits", "wealth", "states", "economic", "growth", "greatest", "takers", "income", "inequality"], "article_url": "http://www.huffingtonpost.com/harlan-green/who-are-the-real-takers_b_5842816.html", "article_text": "We have been here before. The Census Bureau just reported that the poverty rate fell in 2013, the first drop since 2006. It fell to 14.5 percent, down from 15 percent in 2013, but 45.3 million people are still living at or below the poverty line, which for a family of four was $23,834.\n\nThen who are the real \"takers\" that have held up economic growth and more jobs? It's can't be the 47 percent that conservative polemicists and many of the 2012 presidential candidates maintained didn't pay federal income taxes. Three-quarters of entitlement benefits written into law in the United States go toward the elderly or disabled. That's according to the Center on Budget and Policy Priorities.\n\nAnd it's more than nine-tenths of entitlement benefits when working households are added in. Only about 9 percent of all entitlement benefits go toward non-elderly, non-disabled households without jobs (and much of that involves health care and unemployment insurance)\n\nThis is the first statistically significant decline in poverty since 2006 (and only the second since 2000). But the rate remained well above its 12.5 percent level in 2007 and even further above its 2000 level of 11.3 percent. At last year's rate of improvement, we would need to wait until 2018 for it to fall to or below the 2007 pre-recession level, and until 2020 to fall below the 2000 level, according to the Center For Budget and Policy Priorities.\n\nWhy do we have such a high poverty rate five years after the end of the Greatest Recession since the Great Depression, and the greatest income and wealth inequality since that Great Depression?\n\nFDR in his second inauguration speech said, \"The test of our progress is not whether we add more to the abundance of those who have much, it is whether we provide enough for those who have too little.\"\n\nThe list of takers should begin with those legislators in red states controlled by Republicans that fought to downsize almost all government funded programs such as Medicare, food stamps, and Obamacare, yet they receive the largest share of government benefits, says Wallet Hub, a consumer finance blog.\n\nFor instance, South Carolina currently receives $7.87 for every $1 it pays in taxes. Mississippi and New Mexico, two of the reddest states, receive more than 40 other states in federal benefits, yet consistently vote for conservative policies that seek to limit government spending and benefits that would create more jobs. That includes badly needed spending on education, a deteriorating infrastructure, and environmental regulation.\n\n\n\nThis is the major issue of our time, as we come severely weakened out of the Greatest Recession. The real takers are those who want it all, in spite of such high and prolonged unemployment, a weakened economy and a government lacking the powers to \"stop evil and do good.\" This should be obvious from the lessons of the Great Depression.\n\n\"Nearly all of us recognize that as intricacies of human relationships increase,\" said FDR in 1936 at the height of the Great Depression, \"so power to govern them also must increase--power to stop evil; power to do good. The essential democracy of our nation and the safety of our people depend not upon the absence of power, but upon lodging it with those whom the people can change or continue at stated intervals through an honest and free system of elections.\"\n\nAnd so the real takers are also those who support ALEC, the American Legislative Exchange Council, or the Koch Brothers' Americans for Prosperity that boilerplate legislation that has restricted voters' rights by passing voter ID laws, restricting voting hours and anti-union collective bargaining, which are fundamental rights in any democracy. And, they have succeeded in lowering the maximum marginal tax rates from 92 percent during the Eisenhower presidency to its current low of 39 percent.\n\nThey have been so successful in taking from the wealth created by the many that the richest 10 percent now control some 50 percent of U.S. wealth, and the top 1 percent have actually garnered 97 percent of the income growth since the end of the Great Recession.\n\nThomas Piketty, in his best-seller, Capital in the Twenty-First Century, perhaps said it best in attempting to explain why income and wealth inequality has worsened so much. It has to do with our taxation policies.\n\n\"...the spectacular decrease in the progressivity of the income tax in the United and States and Britain since 1980, even though both countries had been among the leaders in progressive taxation after World War II, probably explains much of the increase in the very highest earned incomes,\" he said.\n\nThat's because most of the tax cuts benefited the higher earned incomes, said Piketty. \"Our finding that skyrocketing executive pay is fairly explained by the bargaining model (lower marginal tax rates encourage executives to bargain harder for higher pay) and does not have much to do with higher marginal productivity.\"\n\nThere are several ways such record inequality slows growth. Firstly, economic growth is powered by what is called aggregate demand, the demand for goods and services that consumers, government, and investment generates. And since consumers power some 70 percent of economic activity and governments another 20 percent, when their spending declines, so does economic growth.\n\nIn fact, it is this record inequality that was the main cause of both the Great Depression and Recession, as declining incomes and cutbacks in government spending drastically reduced the demand for those goods and services. The years 1929 and 2010 were the years of greatest income inequality and greatest economic instability, according to Piketty and research partner Emmanuel Saez.\n\nWe know economic growth has been steadily declining over the past three decades. It has averaged just 2 percent since the end of the Great Recession in 2009. There are numerous studies, including by the International Monetary Fund and Nobelist Joseph Stiglitz among others, that affirm the negative effect on growth of such inequality.\n\nA recent IMF report said that inequality can undermine progress in health and education, cause investment-reducing political and economic instability--all of which \"tends to reduce the pace and durability of growth.\"\n\n\n\nSo if we want to preserve our democracy, and help other countries toward greater democracy (instead of breeding more terrorism), we can no longer afford to allow the real takers to continue to take it all. The world has become too dangerous.\n\nHarlan Green © 2014\n\nFollow Harlan Green on Twitter: www.twitter.com/HarlanGreen", "article_metadata": {"description": "We have been here before. The Census Bureau just reported that the poverty rate fell in 2013, the first drop since 2006. It fell to 14.5 percent, down fr...", "sailthru.expire_date": "2014-09-19 11:21:16 -0400", "og": {"url": "http://www.huffingtonpost.com/harlan-green/who-are-the-real-takers_b_5842816.html", "locale": "en_US", "site_name": "The Huffington Post", "description": "We have been here before. The Census Bureau just reported that the poverty rate fell in 2013, the first drop since 2006. It fell to 14.5 percent, down fr...", "type": "article"}, "twitter": {"image": {"width": 2000, "height": 1000}, "description": "We have been here before. The Census Bureau just reported that the poverty rate fell in 2013, the first drop since 2006. It fell to 14.5 percent, down fr...", "site": "@HuffPostBiz", "card": "summary_large_image", "creator": "HarlanGreen"}, "sailthru.date": "2014-09-18 11:21:16 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5842816", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "business", "fb": {"app_id": 46744042133}, "keywords": "Koch Brothers,New Deal,alec,Great Recession,fdr,Great Depression,poverty,Capital in the Twenty-First Century rate,thomas piketty,the-47-percent", "article": {"section": "Business", "tag": "Koch Brothers,New Deal,alec,Great Recession,fdr,Great Depression,poverty,Capital in the Twenty-First Century rate,thomas piketty,the-47-percent", "published_time": "2014-09-18 11:21:16 -0400", "modified_time": "2014-11-18 05:59:03 -0500"}, "viewport": "width=1000"}, "article_summary": "Then who are the real \"takers\" that have held up economic growth and more jobs?\nThe years 1929 and 2010 were the years of greatest income inequality and greatest economic instability, according to Piketty and research partner Emmanuel Saez.\nThe real takers are those who want it all, in spite of such high and prolonged unemployment, a weakened economy and a government lacking the powers to \"stop evil and do good.\"\nSo if we want to preserve our democracy, and help other countries toward greater democracy (instead of breeding more terrorism), we can no longer afford to allow the real takers to continue to take it all.\nAnd since consumers power some 70 percent of economic activity and governments another 20 percent, when their spending declines, so does economic growth."}