{"article_title": "Adolf Hitler's 'Mein Kampf' surging up e-book best sellers' lists", "article_keywords": ["adolf", "kampf", "mein", "read", "ebook", "lists", "sellers", "edition", "amazon", "versions", "surging", "wrote", "digital", "kindle", "hitlers", "book", "best"], "article_url": "http://www.philly.com/philly/news/breaking/Adolf_Hitlers_Mein_Kampf_surging_up_e-book_Best_Sellers_lists.html", "article_text": "A curious title has been creeping up the e-book bestseller lists of major retailers like Amazon and iTunes.\n\nElectronic versions of Adolf Hitler's \"Mein Kampf,\" the manifesto written by one of history's most notorious dictators, have seen a recent surge in popularity, though print sales haven't followed suit.\n\nTwo different versions \"Mein Kampf\" — which in English means \"My Struggle\" — occupy the third and fourth spots of the iTunes top paid books politics and current events chart. One electronic edition tops the Amazon books categories of both Fascism and propaganda and political psychology. Another publishing, billed as \"the original 1939 edition,\" ranks number six in the Amazon books category of Nationalism and number 15 in both the Kindle store's political biographies and memoirs and ideologies and doctrines categories.\n\nPresident of Elite Minds Inc. Michael Ford, who translated and published an e-book edition of \"Mein Kampf\" that's currently ranked 15th in the Amazon Kindle Store World War II military history category and 19th in its historical biographies and memoirs category said in an email he believes the popularity increased due to academic interest.\n\nFord also cited a recent decision from the Bavarian state government, which owns the copyright for the German-language edition, to scrap plans to release an annotated version and instead ban publication of the book within Germany after the copyright expires in 2015.\n\n\"The publicity about Bavaria’s decision combined with a general growing interest in history have sparked the interest of many people,\" Ford wrote, adding the instant access and cross-platform availability of digital titles also add to their attractiveness.\n\n\"Many bookstores simply do not stock 'Mein Kampf' which previously made it necessary to special order or the customer had to order by mail before digital books were available,\" Ford continued. \"With digital readers, no one faces the stigma of having a copy of 'Mein Kampf' on their bookshelf or risks it being seen on a table and having visitors make false assumptions about their reasons for owning it. They can read it in the subway without fear of being mistaken for a racist just because they want to learn about history.\"\n\nThat's one of the theories suggested by Vocative writer Chris Faraone, who first broke news of the strange trend. He wrote the online popularity of \"Mein Kampf\" could be in part due to the relative anonymity afforded by purchasing and consuming the title electronically — a phenomenon some news outlets have dubbed \"the 'Fifty Shades of Grey' effect.\"\n\n\"People might not have wanted to buy 'Mein Kampf' at Borders or have it delivered to their home or displayed on their living room bookshelf, let alone get spotted reading it on a subway, but judging by hundreds of customer comments online, readers like that digital copies can be quietly perused then dropped into a folder or deleted,\" Faraone wrote.\n\nFord stressed the vast majority of the \"Mein Kampf\" consumers he's interacted with are not racist.\n\n\"Almost all requests we receive are academic in nature,\" he said. \"In the past year we have only received one racist feedback message compared to hundreds of academic contacts and college or university book requests. It is clear academics and those with a historical interest primarily read the book. People with racist leanings are usually left disappointed because 'Mein Kampf' is not the racist rant they often assume and has more to do with history, propaganda and politics.\"\n\nAnti-Defamation League national director and Holocaust survivor Abraham Foxman, who wrote the introduction to the 1988 paperback translation of \"Mein Kampf\" published by the Houghton Mifflin Company, said in an email the organization also believes the book should continue to be published for its historical value. But Foxman stressed the crucial importance of an accompanying introduction explaining the tome's historical context and real-life impact.\n\n“While we are not ready to conclude that the spike in 'Mein Kampf' e-book sales reflects a rise in bigotry and anti-Semitism, we are always concerned when large numbers of people are exposed to such hatred that it could have impact,\" Foxman wrote. “It is possible that people who might be embarrassed to buy the book feel more comfortable doing it online. The 'Mein Kampf' sales are probably motivated by combination of morbid curiosity and, in some instances, latent bigotry. It shows once again the power of the digital world, in making everything so accessible in one’s home, and the potential dangers of such a historic hateful document being read by so many without conversation or context.\"\n\nFord said he does face a \"moral dilemma\" in promoting the book for similar reasons.\n\n\"I want people to understand history and what was going on in Germany before World War II, but at the same time I do not want to promote something that could be misused,\" he said.\n\nAnother selling point for e-copies of the book may be their prince points: digital versions of \"Mein Kampf\" can be had for $4.99 or less, with Ford's version listed at just 99 cents. \"It's cool to read a book like this and get inside Hitler's head,\" one reviewer wrote on Amazon. \"Plus it was only a dollar, so I'd say it's worth it.\"\n\nAfter the story began circulating, Amazon on Wednesday removed the digital version published by Elite Minds. In fact, a cursory search indicates all Kindle versions of \"Mein Kampf\" are now listed as unavailable on Amazon.\n\n\"This has left many people who bought the Kindle edition unable to access their purchase, which is very unfortunate,\" Ford said. \"Many have contacted us saying they were using it for research and needed to access it without waiting for a physical copy to arrive. I have been assured the Kindle edition will be restored soon.\"", "article_metadata": {"pubdate": 20160523, "editdate": "20140109T15:21:20", "twitter": {"url": "http://www.philly.com/philly/news/breaking/Adolf_Hitlers_Mein_Kampf_surging_up_e-book_Best_Sellers_lists.html", "image": "http://media.philly.com/images/010913_Mein_Kampf_dust_jacket_600.jpg", "site": "@phillydotcom", "card": "summary_large_image", "title": "Adolf Hitler's 'Mein Kampf' surging up e-book best sellers' lists"}, "cg": "news", "keywords": "Alex Wigglesworth", "description": "Electronic versions of Adolf Hitler's", "byline": "Alex Wigglesworth", "contenttype": "Article", "publication": "Philly.com", "title": "Adolf Hitler's 'Mein Kampf' surging up e-book best sellers' lists", "livedate": "20140109T15:21:20", "verify-v1": "3x82DC93LZlv0I/hQEBoyVVjlGPtX7VxHFgv1upr+9I=", "news_keywords": "Alex Wigglesworth", "contentid": 239502321, "DC.date.issued": "2014-01-09T15:21:20-04:00", "fb": {"app_id": 938226082960499}, "viewport": "width=device-width, initial-scale=1.0", "og": {"site_name": "Philly.com", "description": "Electronic versions of Adolf Hitler's", "title": "Adolf Hitler's 'Mein Kampf' surging up e-book best sellers' lists", "url": "http://www.philly.com/philly/news/breaking/Adolf_Hitlers_Mein_Kampf_surging_up_e-book_Best_Sellers_lists.html", "image": "http://media.philly.com/images/010913_Mein_Kampf_dust_jacket_600.jpg", "type": "article"}, "searchdate": "2014-01-09", "google-site-verification": "db3T5L3C8_JvO-55gJ22lGGUnZLlNulgzTwX1NhCV3o", "y_key": "ccf0cd67e5f1e33c", "sourcepublication": "Philly.com"}, "_id": "\"57477af46914bd0286fd7c1b\"", "article_summary": "The 'Mein Kampf' sales are probably motivated by combination of morbid curiosity and, in some instances, latent bigotry.\nIn fact, a cursory search indicates all Kindle versions of \"Mein Kampf\" are now listed as unavailable on Amazon.\nTwo different versions \"Mein Kampf\" — which in English means \"My Struggle\" — occupy the third and fourth spots of the iTunes top paid books politics and current events chart.\nFord stressed the vast majority of the \"Mein Kampf\" consumers he's interacted with are not racist.\n\"This has left many people who bought the Kindle edition unable to access their purchase, which is very unfortunate,\" Ford said."}