{"article_title": "In Sarasota, Donald Trump blasts Jeb Bush, Marco Rubio, and especially the NY Times", "article_keywords": ["marco", "trump", "crowd", "hes", "sarasota", "speech", "donald", "times", "jeb", "ny", "rubio", "right", "dont", "way", "bush", "especially"], "article_url": "http://floridapolitics.com/archives/195466-in-sarasota-donald-trump", "article_text": "Republican presidential front-runner Donald Trump helicoptered into Sarasota on Saturday afternoon for his first campaign appearance since Thanksgiving, and protesters were ready for him. Two times within the first 15 minutes of his speech to an overflow crowd at Robarts arena, protesters were led out by security, causing a delay as Trump waited for the demonstrators to leave the arena.\n\nHowever, unlike the report that surfaced last week that a Black Lives Matter protester was assaulted by members of the crowd as he was led out of a Trump rally, the Donald did all he could do from the podium to ensure that wouldn’t happen again.\n\n“Be nice. Don’t hurt the person,” he said after the first protester was taken away. “Don’t be rude. Don’t hurt them.”\n\nAlthough Trump continues to amaze the political world with his front-running status in the Republican race for president, there was a poll released on Friday that shows that some of his recent comments may (finally) hurting his candidacy. The Reuters/Ipso survey showed Trump had lost 12 percentage points within the last week.\n\nThe latest controversy that he’s attempted to tamp down regard allegations that surfaced right before the holiday break that he had physically mocked a New York Times reporter named Serge Kovaleski this past week. Kovaleski is disabled.\n\n“Now I took a lot of heat from a newspaper, that’s a failed newspaper,” the New York City real estate magnate began in what would ultimately be a 15-minute extended monologue where he excoriated the Gray Lady.” So all of a sudden I hear that because I expressed myself very strongly, all of a sudden I was mocking somebody,” he said, adding “I would never mock a person that has difficulties.’\n\nTo back up his previous controversial claim of seeing “thousands” of spectators celebrate 9/11 in New Jersey, Trump cited a 2001 Washington Post story written by Kovaleski about authorities detaining people who had celebrated the attack on rooftops with views of the site. Kovaleski has said recently that he does not remember “thousands or even hundreds” of people were celebrating, but doesn’t deny celebrations in some capacity didn’t take place.\n\nTrump’s defense of his remarks and his subsequent takedown of the paper (including a critique of what he said was their poor financial management) dominated the middle portion of his hourlong addressed before a crowd estimated to be around 5,000 people. It ended with Trump saying that he hoped to get an apology from the Times “before they go out of business.”\n\nTrump arrived and departed in style, flying in on his own helicopter. He gave a short, eight-minute speech to a crowd of at least 500 people who couldn’t get into the arena when he touched down at around 12:20 p.m., though the first three minutes of that speech was solely about finding small kids who would want to go up in a short ride on the helicopter.\n\nIn his speech to the audience inside the arena, Trump laid close to a variation on what has become his basic stump speech (other than the assault on the Times).\n\nHe was particularly exercised by a recent report in the L.A. Times about super PACS. The story reported that a super PAC created to bring down the Affordable Care Act in 2014 used Ben Carson as a selling point, and ultimately raised over $6 million in 2014, but just 2 percent of that went to GOP candidates or committees. Trump is one of the few presidential candidates who doesn’t have one and has pretty much self-funded his campaign, though he says that he has received more than 80,000 “small” contributions from donors that he has kept. But he calls the super PACS “a big scandal.”\n\n“They’re totally controlling candidates,” he charged. “They’re like puppets. They’re totally controlling the candidates, whether it’s Bush or this totally phony Kasich.”\n\nSpeaking of Bush, both he and Marco Rubio received plenty of attention from the GOP front-runner in their home state.\n\n“I disagree with Bush, he’s a nice person, he’s trying to be tough right now, but you can’t act, you have to be tough,” Trump opined. “You know, he wants to get tough. And Rubio wants to get tough.”\n\nTrump then mentioned how Rubio skipped a hearing on homeland security right after the Paris attacks to attend a fundraiser (Rubio campaign spokesman Alex Conant later said that Rubio was missing the briefings after attending a classified Intelligence Committee session on the attacks).””I don’t care. I don’t dislike him,” Trump said of Rubio. “I’m just saying it’s not right, OK? Especially somebody young, who hasn’t been there before. I mean … the seat isn’t even warm and he’s running for another office, and he ‘s not going to win.”\n\nOf Bush, Trump said that he rarely mentions him anymore on the stump, as the former Florida governor continues to stand way behind Trump and Ben Carson in the polls. “By the way, he’s a low-energy person, right?” he said, one of his original criticisms of Bush that seems to have stuck in the imagination of the GOP voting public.\n\nLately, Trump has been blasting Democratic presidential front-runner Hillary Clinton with a variation on that theme, saying she doesn’t have the “strength of the stamina to be beat me,” adding, “We need somebody with endurance, with unbelievable strength.”\n\nClinton was only referenced one other time, when the former Apprentice host said flatly, “She should be in jail for what she did!” receiving one of the loudest cheers of the afternoon.\n\nBefore the speech, several people in the audience remarked on how much they loved Trump’s lack of political correctness.\n\nHe basically says it like it is,” said Nicole Affatao from Lakewood Ranch. “He says what everybody is thinking. We have to cut the ‘you know what’ out, and just say it like it is. We’re in bad shape. I don’t want the future of this country to be bad for my kids.”\n\nBradenton resident Arnie Vatow, 64 said he had no issues with any of Trump’s recent controversial comments, and certainly not regarding Muslims.\n\n“I think it will be entertaining,” he said of a possible Trump presidency. “He’s a deal maker and we need a deal maker on a lot of these treaties and future treaties, and Iran. And he has a knack of picking the best people. I have faith in him.”\n\n“He talks like the common man, speaks about what we want to hear,” said Brandon resident Rich Gross. When asked if hearing Trump say he’ll “bomb the sh*t our of ISIS,” is too simplistic an answer to the problem of how to deal with the latest edition of Middle East terrorism, Gross disagreed.\n\nYes, go for it. End it. quickly and out of the way. Get it done with. It’s not working the way were doing it right now? We gotta do something different.”\n\nA crowd of about 50 protesters greeted patrons as they entered the Robarts Arena, blasting Trump for his stances in particular on immigration.", "article_metadata": {"og": {"site_name": "Florida Politics", "description": "Republican presidential front-runner Donald Trump helicoptered into Sarasota on Saturday afternoon for his first campaign appearance since Thanksgiving, and protesters were ready for him. Two times within the first 15 minutes of his speech to an overflow crowd at Robarts arena, protesters were led out by security, causing a delay as Trump waited for the …", "title": "In Sarasota, Donald Trump blasts Jeb Bush, Marco Rubio, and especially the NY Times - Florida Politics", "locale": "en_US", "image": {"width": 1674, "identifier": "http://floridapolitics.com/wp-content/uploads/2015/11/unnamed-8.jpg", "height": 1116}, "updated_time": "2015-11-28T19:33:51-04:00", "url": "http://floridapolitics.com/archives/195466-in-sarasota-donald-trump", "type": "article"}, "article": {"publisher": "https://www.facebook.com/flpolitics", "section": "Headlines", "tag": "Serge Kovaleski", "published_time": "2015-11-28T16:57:57-04:00", "modified_time": "2015-11-28T19:33:51-04:00"}, "fb": {"app_id": 1643817879175164}, "twitter": {"description": "Republican presidential front-runner Donald Trump helicoptered into Sarasota on Saturday afternoon for his first campaign appearance since Thanksgiving, and protesters were ready for him. Two times within the first 15 minutes of his speech to an overflow crowd at Robarts arena, protesters were led out by security, causing a delay as Trump waited for the […]", "creator": "@Fla_Pol", "image": "http://floridapolitics.com/wp-content/uploads/2015/11/unnamed-8.jpg", "title": "In Sarasota, Donald Trump blasts Jeb Bush, Marco Rubio, and especially the NY Times - Florida Politics", "site": "@Fla_Pol", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“I disagree with Bush, he’s a nice person, he’s trying to be tough right now, but you can’t act, you have to be tough,” Trump opined.\nRepublican presidential front-runner Donald Trump helicoptered into Sarasota on Saturday afternoon for his first campaign appearance since Thanksgiving, and protesters were ready for him.\nI don’t dislike him,” Trump said of Rubio.\n“By the way, he’s a low-energy person, right?” he said, one of his original criticisms of Bush that seems to have stuck in the imagination of the GOP voting public.\nThey’re totally controlling the candidates, whether it’s Bush or this totally phony Kasich.”Speaking of Bush, both he and Marco Rubio received plenty of attention from the GOP front-runner in their home state."}