{"article_title": "UWM needs fair balance of resources to secure its future", "article_keywords": ["needs", "funding", "secure", "fair", "tuition", "university", "million", "budget", "research", "professor", "state", "future", "uwm", "balance", "campus", "resources"], "article_url": "http://www.jsonline.com/news/opinion/uwm-needs-fair-balance-of-resources-to-secure-its-future-b99270320z1-259604381.html", "article_text": "Students in the UWM engineering program survey land near Hartford and Maryland avenues last month as part of a surveying class. Credit: Rick Wood\n\nIt has been a turbulent year for the University of Wisconsin-Milwaukee. In April 2013, we were engulfed by the \"cash balances\" debacle, which negatively affected funding for our campus in the current biennium. And then in March 2014, Chancellor Mike Lovell announced his surprising decision to become president of Marquette University later this year.\n\nWe note with irony that Lovell's departure has resulted in a welcome and positive spotlight on our campus. An editorial by the Journal Sentinel on April 6 provided a candid summary of our contributions, problems and potential.\n\nUWM has energetic faculty and staff who deliver nationally recognized degree programs and engage in innovative research. Further, as the Journal Sentinel editorial noted, \"UWM is a strong, engaged participant in public life in Milwaukee...creating powerful collaborations within the community...The community asked — and UWM delivered at a very reasonable price.\"\n\nHowever, despite these successes, UWM is a historically lean and underfunded research campus — an operation that stretches its resources to do the job. This lack of resources now threatens the growth trajectory of research and puts in jeopardy the high-quality education we provide. Lovell and all of us on this campus have tried mightily to get that story out, and, as the editorial notes, \"UWM can't continue to fulfill its larger mission on the cheap.\"\n\nSo let's go back to the situation just about a year ago. During the deliberations on the 2013-'15 biennial budget, legislators \"found\" that the UW System had \"reserves\" of close to $1 billion, implying that university administrators had squirreled away unspent money from the tuition paid by hardworking families from across Wisconsin.\n\nHowever, this perception is in direct contrast to the reality at UWM. The money the legislators referred to was spread among all the campuses in the UW System, and there was little discussion of the fact that a large portion was research \"reserves\" at UW-Madison, or how much was actual money and not bookkeeping methods (i.e., money that is already spent but remains visible in accounts).\n\n\"Never mind!\" said the Legislature. \"There will be few new tax dollars and no tuition increases for any campuses in the UW System in 2013-2015 and beyond until the system administration shows where all the money is and why it isn't being spent.\"\n\nAt UWM, those funds were not actually \"reserves,\" as Lovell noted at the time, but funds necessary for research expansion and were dedicated to bring to fruition new programs and pay for the people and equipment necessary to open the new science building on campus, remodel the old Columbia Hospital buildings and open Innovation Park in Wauwatosa.\n\nAt the start of the current (2013-'14) fiscal year, UWM held $2.5 million as true reserves, or about 0.5% of our annual income, numbers most businesses would consider woefully insufficient and even risky.\n\nWe need to go back even further to better understand our overall funding situation. In 2009-'10, the regents and state government had authorized bonding authority to support major new facilities at UWM to the tune of about $240 million. That bonding authority was linked to three planned biennial base budget increments of $10 million each, designed to put people and researchers to work in these new facilities.\n\nThe first $10 million installment came in 2007-'09. Then the world economy crashed, so the second installment was delayed. \"Wait until 2011-'13,\" we were told, \"And we'll get you those funds.\" But the second installment didn't come in 2011-'13, either, and the third installment has never been considered.\n\nIf we fast-forward to the 2013-'15 budget deliberations, we again find that no promised base funding increase has been forthcoming. So without new operating funds to actually open the buildings being remodeled or under construction, the campus has had to budget internally to pay for the new facilities and bring them on line. And it was those \"reserves\" that the Legislature claimed were wasteful.\n\nUWM relies primarily on two major sources to operate: tuition and general purpose revenue (GPR) from the state budget. This year, UWM also found itself in a precarious position regarding enrollment. Wisconsin is experiencing a drop in the number of high school graduates, so our historical recruitment pool is shrinking.\n\nNo new GPR has been added to UWM's budget since 2009, despite growth in facilities. UWM has a strong commitment and desire to give the citizens of Wisconsin (and beyond) the best possible education. However, compared to our peer institutions in other states, we are not competitively funded by the state (see the chart with a March 29 Journal Sentinel article at media.jrn.com/images/UWMFUTURE30G.jpg).\n\nState funding has been continually eroding in the last few decades. Not adjusting for inflation, GPR at UWM has shrunk from $138 million or 34% of operations in 2002-'03 to $124 million or 18% in the 2012-'13 budget. It is this reduction in state funding that overwhelmingly drove tuition increases over that period at UWM and most other publicly funded universities across the country.\n\nUWM faculty would like nothing better than for the Legislature to turn back the clock and provide more state funding so that tuition could continue to be frozen or even reduced, but the state has not shown any inclination to realistically consider the needs of our institution.\n\nSo what are the impacts of UWM's chronic underfunding and why should the public care? What we are experiencing daily is an exodus of talented people, often taking their funding and resources with them, morale at an all-time low, key positions getting harder and harder to fill or stabilize (as witnessed by the chancellor's abrupt departure), new faculty recruitments becoming very difficult to negotiate, the student experience eroding, and lastly, the aforementioned expansion plans and their positive outcomes for Wisconsin's economy being in danger of stagnating or remaining mostly unfulfilled.\n\nIn summary, UWM is achieving excellence in research and fulfilling our academic mission through heroic work with limited resources. This situation is precarious and cannot be maintained much longer.\n\nUWM needs a fair balance of resources if we are to secure our current ability to serve students and create new knowledge for the economy, as well as realize our proven potential to do even more for the state in the future.\n\nThis op-ed was submitted by the University of Wisconsin-Milwaukee Faculty Senate Executive (University) Committee, made up of distinguished professor Mark D. Schwartz, chair (geography); distinguished professor Margo Anderson (history); professor Sandra McLellan (freshwater sciences); professor Lane Hall (English); professor Devendra Misra (electrical engineering); professor Marcia Parsons (dance); and associate professor John Reisel (mechanical engineering).", "article_metadata": {"title": "UWM needs fair balance of resources to secure its future", "og": {"url": "http://www.jsonline.com/news/opinion/uwm-needs-fair-balance-of-resources-to-secure-its-future-b99270320z1-259604381.html", "image": {"width": 1540, "identifier": "http://media.jrn.com/images/b99270320z.1_20140516185658_000_g8i6724v.1-1.jpg", "height": 963}, "type": "article", "description": "The campus is achieving excellence in research and fulfilling our academic mission through heroic work with limited resources.", "title": "UWM needs fair balance of resources"}, "twitter": {"site": "@journalsentinel", "image": "http://media.jrn.com/images/b99270320z.1_20140516185658_000_g8i6724v.1-1.jpg", "description": "The campus is achieving excellence in research and fulfilling our academic mission through heroic work with limited resources.", "card": "summary_large_image", "title": "UWM needs fair balance of resources to secure its future"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af46914bd0286fd96ac\"", "article_summary": "However, despite these successes, UWM is a historically lean and underfunded research campus — an operation that stretches its resources to do the job.\nUWM relies primarily on two major sources to operate: tuition and general purpose revenue (GPR) from the state budget.\nIn summary, UWM is achieving excellence in research and fulfilling our academic mission through heroic work with limited resources.\nState funding has been continually eroding in the last few decades.\nUWM needs a fair balance of resources if we are to secure our current ability to serve students and create new knowledge for the economy, as well as realize our proven potential to do even more for the state in the future."}