{"article_title": "Conjoined Twin Babies Separated At Jacksonville Hospital", "article_keywords": ["separated", "carter", "hospital", "conjoined", "boys", "twin", "robie", "twins", "liver", "babies", "shared", "told", "jacksonville", "mirabal"], "article_url": "http://health.wusf.usf.edu/post/conjoined-twin-babies-separated-jacksonville-hospital", "article_text": "For the first time in their 5-month-old lives, conjoined twins Carter and Conner squirmed in separate cribs.\n\nThe Jacksonville boys, who shared a liver and small intestine, were successfully separated Thursday after a 12-hour operation by three surgeons, five anesthesiologists and 12 other staffers.\n\nParents Michelle Brantley and Bryan Mirabal, whose lives were upended by the news that their twins were conjoined in the womb and then later struggled with the hope that they could be safely separated after birth, were all smiles following the operation.\n\n“It was so awesome, walking up to the bed for the first time, and then it registered that I was just looking at Carter,” Mirabal said. “And then I thought, ‘I have another baby over here too!”’\n\nFive months into her pregnancy, Brantley’s doctor delivered the news: Her twins were fused at the belly and lower chest.\n\n“It was very overwhelming, upsetting and very sad,” she said. “We prayed a lot and had family and support and we got through it.”\n\nOn the day of Brantley’s delivery, reality set in.\n\n“It was like, there they are. It was very scary,” Mirabal said.\n\nSoon, doctors told the couple their boys would have a good chance of surviving separation surgery; Connor and Carter shared organs that can be separated.\n\nThe boys shared a liver, bile ducts and part of their small intestine. If they shared a heart or brain, fewer options were available, said Dr. Daniel Robie, chief of pediatric general surgery for Nemours Children’s Specialty Care at Wolfson Children’s Hospital in Jacksonville.\n\n“We separate them and then reconstruct them so that they each have organs that are going to function normally,” Robie said.\n\nStill, there were obstacles. The doctors worried about too much blood loss while separating the liver, Robie said.\n\nSo the surgeons and their teams spent months preparing. They went through dry runs and created medical illustrations of the conjoined areas for study.\n\nThe twins were in critical but stable condition Monday, according to the hospital. They’ll be in the hospital for at least another month.\n\nWeary but in good spirits, Brantley and Mirabal say they’re starting to think about all the routine things new parents do. They say the ordeal brought them closer together and they are now engaged to be married.\n\n“We are starting to change around the house, getting cribs set up,” said Mirabal, 26, who works as a house painter. “We hadn’t started setting anything up because of what we were told could happen (in surgery).”\n\nBrantley said they are going to celebrate birthdays and have a party each year to honor the date of the boys’ separation.\n\n“I’m keeping some of the conjoined clothes people have made them so I can show it to them when they’re older,” she said.", "article_metadata": {"category": "HNF Stories", "description": "For the first time in their 5-month-old lives, conjoined twins Carter and Conner squirmed in separate cribs. The Jacksonville boys, who shared a liver and", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/conjoined-twin-babies-separated-jacksonville-hospital", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201505/twins12n-13-web.jpg", "type": "article", "description": "For the first time in their 5-month-old lives, conjoined twins Carter and Conner squirmed in separate cribs. The Jacksonville boys, who shared a liver and", "title": "Conjoined Twin Babies Separated At Jacksonville Hospital"}, "story_id": 406135349, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Associated Press", "org_id": 0, "dc": {"title": "Conjoined Twin Babies Separated At Jacksonville Hospital"}, "nid": 10612, "datePublished": "2015-05-12", "keywords": "conjoined twins, Carter and Conner Mirabal, Michelle Brantley, Bryan Mirabal, Nemours Children\\'s Hospital, Nemours Children’s Specialty Care at Wolfson Children’s Hospital", "wordCount": 505, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcad9b\"", "article_summary": "For the first time in their 5-month-old lives, conjoined twins Carter and Conner squirmed in separate cribs.\n“It was so awesome, walking up to the bed for the first time, and then it registered that I was just looking at Carter,” Mirabal said.\nThe doctors worried about too much blood loss while separating the liver, Robie said.\nThe Jacksonville boys, who shared a liver and small intestine, were successfully separated Thursday after a 12-hour operation by three surgeons, five anesthesiologists and 12 other staffers.\nSoon, doctors told the couple their boys would have a good chance of surviving separation surgery; Connor and Carter shared organs that can be separated."}