{"article_title": "Rare 'Inverted Jenny' Stamp Turns Up 60 Years After Theft", "article_keywords": ["stolen", "rare", "jenny", "stamp", "turns", "inverted", "60", "reported", "stamps", "york", "theft", "sheet", "auction", "block"], "article_url": "http://wamu.org/news/16/04/15/rare_inverted_jenny_stamp_turns_up_60_years_after_theft", "article_text": "In 1955, a block of four rare postage stamps was stolen from a display case at a convention. Over the years, two were recovered, but there were no signs of the others — until now.\n\nSix decades after the heist, one of the \"inverted Jenny\" stamps has surfaced at a New York auction house.\n\n\"It's one of the most notorious crimes in philatelic history, and there's a piece of the puzzle now that's in place,\" said Scott English, the administrator of the American Philatelic Research Library, according to The Associated Press.\n\nAs NPR reported eight years ago when another \"inverted Jenny\" hit the auction block, the red and blue stamps bearing an \"upside-down image of a Curtiss JN-4H biplane\" existed because of a printing mistake.\n\nThe accident has fueled decades of stamp lore — and millions of dollars in transactions. NPR reported that one stamp sold for close to $1 million. In 2008, we reported on the stamps' provenance:\n\n\"It was in 1918 that stamp collector William Robey went to the New York Avenue post office in Washington, D.C., to buy a sheet of the first airmail stamps. He paid $24 for 100 stamps and was handed a sheet of stamps that featured the upside-down aircraft. It's the only sheet with the mistake to survive. \"And it was an instant windfall. Robey sold it for $15,000.\"\n\nThere are other known \"inverted Jenny\" stamps from that sheet of 100, but this newly discovered stamp is from the stolen block of four.\n\n\"After careful expert examination the rarity was determined to be position 76 in the pane of 100 subjects,\" the Spink USA auction house said in a press release.\n\nThe AP reports that the would-be seller of the latest stamp discovered is a man in his 20s who lives in the U.K. and said he \"had inherited it from his grandfather and knew little about it.\"\n\nEnglish will work with Spink USA and federal authorities to take possession of the stamp \"once legal matters are settled,\" according to the auction house's press release.\n\nThe collector who owned the stamps when they were stolen in the '50s was a woman named Ethel McCoy and the press release says they were her \"most prized possession.\" Though one of the four stamps surfaced in her lifetime, she was unable to get it back. In a 2014 article on the stolen postage, The New York Times wrote:\n\n\"In 1958, the first of the four stamps resurfaced, separated from its siblings, in the possession of a Chicago stamp dealer named Louis Castelli. Experts, comparing details like the perforations around the stamp's edge and flyspeck variations in its printing to photographs of the stolen block, were in no doubt as to its identity. \"How Mr. Castelli had obtained it was not adequately explained, but the F.B.I. declined to pursue the matter, unsure whether the single stamp's value at the time passed the $5,000 threshold allowing it to investigate.\"\n\nWhen Castelli tried to sell the stamp again some 20 years later, the FBI seized it, the newspaper wrote. McCoy had the stamps insured and part of the agreement with the insurance company stipulated that if the stamps ever surfaced, they would be purchased on her behalf. But by the time that one stamp turned up, McCoy was close to 80 years old and couldn't remember the name of the insurance company, the Times reported, adding that the firm never came forward to help her with the claim.\n\nAfter McCoy's death in 1980, another of the four stolen stamps was recovered in 1982, Spink USA says in its release.\n\nIn the philatelic world, the \"inverted Jenny\" stamps are some of the most famous and highly coveted, but their renown has also seeped into popular culture. For example, in one episode of The Simpsons, Homer finds a sheet of the stamps — along with a Stradivarius violin and an original copy of the Declaration of Independence — but he doesn't recognize the value of his find and dismisses them.", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)", "author": "Laura Wagner", "og": {"site_name": "WAMU 88.5", "description": "In 1955, a block of four rare postage stamps was stolen from a display case at a convention. Over the years, two were recovered, but there were no signs of the others — until now.\n        Six", "title": "Rare 'Inverted Jenny' Stamp Turns Up 60 Years After Theft", "url": "http://wamu.org/news/16/04/15/rare_inverted_jenny_stamp_turns_up_60_years_after_theft", "image": "http://www.google-analytics.com/__utm.gif?utmac=UA-5828686-4&utmdt=Rare+%27Inverted+Jenny%27+Stamp+Turns+Up+60+Years+After+Theft&utme=8(APIKey)9(MDAxNzk1MDc4MDEyMTU0NTY4ODBlNmE3Yw001)", "type": "article"}, "has_audio": 0, "nid": 225648, "google-site-verification": "8AyE7rFVyUE7ZiqFGJ29mxnUk_L6YMXe4KHsLRUvvmQ"}, "article_summary": "Six decades after the heist, one of the \"inverted Jenny\" stamps has surfaced at a New York auction house.\nIn the philatelic world, the \"inverted Jenny\" stamps are some of the most famous and highly coveted, but their renown has also seeped into popular culture.\nThere are other known \"inverted Jenny\" stamps from that sheet of 100, but this newly discovered stamp is from the stolen block of four.\nAfter McCoy's death in 1980, another of the four stolen stamps was recovered in 1982, Spink USA says in its release.\nIn 1955, a block of four rare postage stamps was stolen from a display case at a convention."}