{"article_title": "5 Tips for Marketing in a Highly Regulated Industry", "article_keywords": ["sure", "financial", "rules", "marketing", "industry", "social", "highly", "regulations", "regulated", "advertising", "media", "tips", "email"], "article_url": "http://www.business2community.com/brandviews/act-on/5-tips-marketing-highly-regulated-industry-0951939", "article_text": "Marketers working in highly controlled industries face multiple challenges when it comes to reaching their audiences in a personal, relevant way. Industries such as financial services and healthcare have a variety of protocols around how they can market to consumers – especially where personal or financial information is concerned.\n\nIn the new world of marketing, the rules are changing every day. Marketers serving regulated businesses often struggle to keep up, and it’s a problem that’s only going to get worse. For one thing, there are multiple layers or rules and regulations out there when it comes to marketing. So while the Federal Trade Commission (FTC) has truth-in-advertising, credit, and privacy standards that apply to all businesses, they also have some rules and compliance guides for particular industries. And there are multiple agencies and regulators out there – not just the federal government.\n\nIt’s important, because cost of non-compliance isn’t just bad publicity for your brand. It can also have a huge financial impact. Failure to comply with some of these regulations can result in heavy fines and sanctions. For example, tobacco giant R.J. Reynolds was fined $20 million for marketing to young audiences; advertisers running afoul of the FTC could end up paying a fine of $16,000 per day per ad.\n\nSo clearly, compliance is key. Here are just a few of the industry-specific regulations and guidelines for marketing and communications:\n\nHealthcare, pharmaceuticals, and insurance companies must make sure their marketing communications conform to the Health Insurance Portability and Accountability Act of 1996 (HIPAA). And the Affordable Care Act (ACA) is having a significant impact on the way healthcare and drugs will be packaged and sold in the United States.\n\nmust make sure their marketing communications conform to the Health Insurance Portability and Accountability Act of 1996 (HIPAA). And the Affordable Care Act (ACA) is having a significant impact on the way healthcare and drugs will be packaged and sold in the United States. Marketers targeting Medicare or Medicare-eligible populations must remain in compliance with the Medicare Marketing Guidelines set out by the Centers for Medicare & Medicaid Services (CMS) in addition to HIPPA.\n\nmust remain in compliance with the Medicare Marketing Guidelines set out by the Centers for Medicare & Medicaid Services (CMS) in addition to HIPPA. Financial services advertising must meet a variety of from the Securities and Exchange Commission (SEC) and non-governmental organizations such as the Financial Industry Regulatory Authority (FINRA). Channels like Google, Twitter, and Facebook also have their own sets of rules for financial organizations.\n\nadvertising must meet a variety of from the Securities and Exchange Commission (SEC) and non-governmental organizations such as the Financial Industry Regulatory Authority (FINRA). Channels like Google, Twitter, and Facebook also have their own sets of rules for financial organizations. Alcohol and tobacco companies have very strict regulations on their marketing. Google and Microsoft have policies that restrict or outlaw the promotion of alcohol and tobacco products on their advertising networks, as does Facebook.\n\ncompanies have very strict regulations on their marketing. Google and Microsoft have policies that restrict or outlaw the promotion of alcohol and tobacco products on their advertising networks, as does Facebook. Public companies must comply with the Sarbanes-Oxley Act, which mandated strict reforms to improve financial disclosures and prevent accounting fraud. There are many customer relationship management (CRM) processes that have a direct impact on financial reporting.\n\nGovernment agencies themselves are often under intense scrutiny for gathering information about citizens, or using funds for advertising that seems wasteful. (For an example of a recent misfire, check out the CIA’s forays into Twitter. (Not all are misfires, though; that pigeon is almost as cute as a kitten. -Ed.)\n\nAnd any business advertising to children under 13 through online channels must comply with the Children’s Online Privacy Protection Act (COPPA). The rules were updated last year to keep up with technologies like online tracking and geolocation data, so it’s a good idea to review what’s new if kids are in your audience.\n\nFor strongly regulated organizations, adapting existing protocols to a dynamic marketplace can be a slow and painful process. However, the cost savings, greater efficiency and increased accountability of online marketing, email and social media, are impossible to resist, and after all, businesses need to go where their customers are. And so, these organizations are faced with the daunting task of untangling complex rules and finding the right balance of traditional and new media to meet the demands of their audiences.\n\nWhat do you need to know if you’re trying to deliver personalized, relevant marketing messages online, through email or via social media, in an industry with tight controls over marketing and communications? Here are five tips for walking the line and delivering successful campaigns – and avoiding stepping out of bounds.\n\n1. Know the regulations inside and out.\n\nYes, there are usually many, many pages of complex legalese involved, but for marketers working in a regulated industry, this is a critical step. While it may seem like a good idea to rely on a single person on a team or in a company to be the expert on the law (like someone in the legal department, for example), you really need a backup. If only one person knows how to play the game, everything stops when they’re not available to call the shots. Legal experts are notoriously tight on time, so arming yourself with a solid, first-hand understanding of the rules is vital.\n\n2. Stay current on changes.\n\nThe more things get regulated, the more the regulations change. That’s why it’s important to keep up on the new and upcoming developments as they happen. Subscribe to regular updates from the regulatory agencies that relate to your industry via email, RSS feed or Google alerts. Find sources of information like Regulatory News for Finance on Reuters, Information Week’s Healthcare news and analysis or The New York Times features on Regulation and Deregulation. With new social media channels popping up every day, this volatile situation is only going to escalate.\n\n3. Build enough review time into the marketing schedule.\n\nWhenever you have extra steps in a review process, you need to allocate more time than you think you’ll need. Build in that room and make sure the right people have the opportunity to review your campaigns. This can be a challenge in new areas like social media. Your Facebook promotion asking people to share selfies while enjoying their favorite alcoholic beverage may be acceptable to your brand team, but what about Facebook’s rules? How about the Federal Trade Commission? Or the Bureau of Alcohol, Tobacco, Firearms and Explosives? Make sure you’re aware of every agency and organization with a stake in your business practices. And be very clear on the role your legal department plays and what it wants to review.\n\n4. Understand the differences around the world.\n\nRegulations vary everywhere. In Russia, advertising for alcohol was banned in almost all media in 2013. In Sweden and Norway, advertising to children under the age of 12 is illegal. Canada’s anti-spam legislation is now in effect, and it’s one of the toughest in the world. In today’s global economy, few businesses can claim to be completely local anymore. Email and social media extend far and wide, and it’s important to know how the laws in different countries can impact your marketing efforts.\n\n5. Make it personal (where and when you can).\n\nJust because an email campaign is compliant with regulations doesn’t mean it has to be impersonal. There are ways to deliver communications that people want without invading their privacy or breaking the rules. In fact, personalization can help keep you compliant. Using dynamic content, a health insurance marketer can make sure an email sent to a Medicare member in Manitoba complies with CMS regulations as well as Canadian anti-spam laws. Or a mortgage broker can deliver an email to prospects across the United States while including state-specific disclaimer language in the fine print.\n\nIf you are doing marketing in a highly regulated industry, marketing automation can help you comply with complicated regulations with less effort, while offering a little peace of mind.With marketing automation, marketers can create brand and regulatory-compliant templates for email, landing pages, and social media and use personalization to customize them by target audience. For a health insurance company, that could include patients, health care providers, administrators, brokers, and so on. For a financial organization, that might mean individual customers, banks, brokers, and resellers. Campaign templates can be centralized in a core system of record that can track history in case of an audit. And administrators can exercise tight control over who is allowed to access information in the database.\n\nLearn more about getting the most out of email marketing and social media in any industry, whether it’s highly regulated or not. Read this data sheet to learn how Act-On protects your organization’s security, privacy, reputation, and intellectual property. And be sure to share the challenges of marketing in your particular regulatory environment in the comments.\n\nJust getting started with email marketing? Get the jump on it with this free toolkit:", "article_metadata": {"og": {"site_name": "Business 2 Community", "description": "Marketers working in highly controlled industries face multiple challenges when it comes to reaching their audiences in a personal, relevant way. Industries such as financial services and healthcare…", "title": "5 Tips for Marketing in a Highly Regulated Industry", "url": "http://www.business2community.com/brandviews/act-on/5-tips-marketing-highly-regulated-industry-0951939", "image": {"width": 700, "identifier": "http://cdn.business2community.com/wp-content/uploads/2014/07/hands-are-tied-Dollarphotoclub_47489212.jpg", "type": "image/jpeg", "height": 700}, "type": "article"}, "article": {"publisher": "https://www.facebook.com/business2community"}, "twitter": {"description": "Marketers working in highly controlled industries face multiple challenges when it comes to reaching their audiences in a personal, relevant way. Industries such as financial services and healthcare…", "creator": "@piratelisa", "url": "http://www.business2community.com/brandviews/act-on/5-tips-marketing-highly-regulated-industry-0951939", "image": "http://cdn.business2community.com/wp-content/uploads/2014/07/hands-are-tied-Dollarphotoclub_47489212.jpg", "title": "5 Tips for Marketing in a Highly Regulated Industry", "site": "@b2community", "card": "summary_large_image"}, "ts": "2016-05-24 17:22:22", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd94e4\"", "article_summary": "Learn more about getting the most out of email marketing and social media in any industry, whether it’s highly regulated or not.\nJust getting started with email marketing?\nFinancial services advertising must meet a variety of from the Securities and Exchange Commission (SEC) and non-governmental organizations such as the Financial Industry Regulatory Authority (FINRA).\nadvertising must meet a variety of from the Securities and Exchange Commission (SEC) and non-governmental organizations such as the Financial Industry Regulatory Authority (FINRA).\nWith new social media channels popping up every day, this volatile situation is only going to escalate."}