{"article_title": "Experts Hail Obama’s ‘Excellent’ Framework in Iran Nuclear Deal Despite Months of Doubt and Blatant Disrespect", "article_keywords": ["trust", "iran", "deal", "nuclear", "months", "agreement", "hail", "disrespect", "framework", "type", "doubt", "experts", "excellent", "president", "obamas", "presidents", "negotiations", "obama"], "article_url": "http://atlantablackstar.com/2015/04/03/experts-hail-obamas-excellent-framework-iran-nuclear-deal-despite-months-doubt-blatant-disrespect/", "article_text": "| Posted by\n\n\n\nAfter months of being berated and subjected to widespread doubt, President Barack Obama crafted an historic deal with Iran over its nuclear policy, a monumental accomplishment considering the stakes and the challenge.\n\nObama may have been challenged at every turn of the process, but the results of the intense negotiations heeded the type of agreement that is being praised as an “excellent deal.”\n\nOne nuclear proliferation expert even referred to the deal as the type of agreement some diplomats would only imagine of brokering.\n\n“When I was doing my non-proliferation training at Monterey, this is the type of inspection regime that we would dream up in our heads,” Aaron Stein, a Middle East and nuclear proliferation expert with the Royal United Services Institute, told Vox. “We would hope that this would be the way to actually verify all enrichment programs, but thought that would never be feasible…If these are the parameters by which the [final agreement] will be signed, then this is an excellent deal.”\n\nThe current framework of the deal would force Iran to give up the bulk of its nuclear program and would force the Iranian government to submit to numerous inspections.\n\nAccording to Stein, that type of transparency is enough for him to “give [the framework] an A.”\n\nSo while the president was being accused of being too soft on foreign policy or trying to blatantly ignore nuclear threats in Iran, the presented framework dispels such accusations.\n\nThe intense months of nuclear negotiations, much like Obama’s Affordable Care Act, proved to be another defining accomplishment in the president’s legacy. It served as a reminder of Obama’s calm and focus while under pressure. He was steadfast in his belief that a peaceful resolution with Iran was possible as others pushed for military responses to perceived threats to American security.\n\nRather than succumb to the unconscionable acts of disrespect and betrayal by other major world and U.S. leaders, the president doubled down on his belief that the negotiations with Iran were not only a “good thing” but also one of the best options available in quelling the possibility of a nuclear threat in the Middle East.\n\n“When you hear the inevitable critics of the deal sound off, ask them a simple question,” Obama said as he addressed a crowd of a few dozen journalists after reaching the agreement on Thursday. “Do you really think that this verifiable deal, if fully implemented, backed by the world’s major powers is a worse option than the risk of another war in the Middle East?”\n\nThe question is a biting one. One that reminds Americans that while the environment within their own borders is relatively peaceful, soldiers overseas have not yet been able to come home.\n\nSoldiers are still active in Iraq and thousands of troops are still in Afghanistan, despite the formal end of combat in December of 2014.\n\nWhile members of Congress from both political parties had joined forces with foreign leaders to express disdain and a disheartening lack of trust in the president’s foreign policy amid negotiations, arms-proliferation experts at the Carnegie Endowment for International Peace also expressed how please they were with the framework.\n\nAccording to these experts, the president’s own proclaimed skepticism of Iran and acknowledgement of a severe lack of trust were evident in the parameters of the deal.\n\n“George Perkovich, Carnegie’s vice-president, said the deal’s provisions to monitor the entire Iranian nuclear supply chain will give the US and its allies enhanced visibility to prevent a so-called ‘sneak-out’—a surreptitious Iranian path to a bomb,” The Guardian reported.\n\n“It’s a very positive development and represents significant progress,” Perkovich said on a conference call with reporters.\n\nCritics who targeted the “lack of specificity on what happens to Iran’s stockpile of 9,700 kg of low-enriched uranium” as a reason to publicly defile and disrespect the president during ongoing negotiations were discredited by these experts who found no reason to be overly concerned with such specifications.\n\nCarnegie analyst James Acton was also “unconcerned about the 1044-plus centrifuges Iran will be allowed to keep at its underground Fordow facility” because the “framework bars Iran from enriching uranium in those centrifuges.”\n\nWhile the original deadline for the negotiations passed earlier this week, the deal was still enough to cause White House staffers to embrace one another while others partook in celebratory fist bumps.\n\nThe president, on the other hand, was one of the few who didn’t seem to be in a celebratory mood.\n\nHis tense demeanor and stern disposition were evidence that Obama hardly quite as naïve or passive as foreign powers like Israeli prime minister Binyamin Netanyahu suggested.\n\nHe was aware of the fact that Iran was an enemy of the U.S. and that an agreement built on trust and confidence in one another would be meaningless.\n\n“This deal is not based on trust,” Obama said. “It’s based on unprecedented verification.”\n\nWhile the deal earned a passing grade from the Carnegie Endowment for International Peace, experts said the agreement perfect. U.S. powers hope to present a “phased” sanction relief plan while Iran wants to end the sanctions regime all at once in hopes to recover from its woeful economic state.\n\n“I would anticipate that will be one of the obstacles vigorously negotiated over the coming months,” Carnegie Iran expert Karim Sadjadpour noted, according to The Guardian.\n\nSadjadpour also emphasized the importance of shifting attention toward Iran’s supreme leader, Ali Khamanei, as he is expected to address the negotiations during his Friday sermon.\n\nThe push back was predictable, especially from Republicans, who chronically disrespect and refuse to support any of the president’s positions. But there can be no denial: After more than a decade of various diplomatic powers attempting to address Iran’s nuclear policy, it was Obama made the substantial gains.", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "Atlanta Black Star", "description": "After months of being berated and subjected to widespread doubt, President Barack Obama crafted an historic deal with Iran over its nuclear policy, a monumental accomplishment considering the stakes and the challenge. Obama may have been challenged at every turn of the process, but the results of the intense negotiations heeded the type of agreement that is being …", "title": "Experts Hail Obama’s ‘Excellent’ Framework in Iran Nuclear Deal Despite Months of Doubt and Blatant Disrespect - Atlanta Black Star", "locale": "en_US", "image": {"width": 900, "identifier": "http://atlantablackstar.com/wp-content/uploads/2015/04/obama-iran-deal-e1428067185110.jpg", "height": 351}, "url": "http://atlantablackstar.com/2015/04/03/experts-hail-obamas-excellent-framework-iran-nuclear-deal-despite-months-doubt-blatant-disrespect/", "type": "article"}, "twitter": {"description": "After months of being berated and subjected to widespread doubt, President Barack Obama crafted an historic deal with Iran over its nuclear policy, a monumental accomplishment considering the stakes and the challenge. Obama may have been challenged at every turn of the process, but the results of the intense negotiations heeded the type of agreement that is being […]", "creator": "@ATLBlackStar", "image": "http://atlantablackstar.com/wp-content/uploads/2015/04/obama-iran-deal-e1428067185110.jpg", "title": "Experts Hail Obama’s ‘Excellent’ Framework in Iran Nuclear Deal Despite Months of Doubt and Blatant Disrespect - Atlanta Black Star", "site": "@ATLBlackStar", "card": "summary_large_image"}, "fb": {"app_id": 423701050974928, "pages": 121768594624589}, "google-site-verification": "AI3aoX4BpxHiSZTUM0Y-VGd7D_TxvYe6B1taK2BPgVE", "msvalidate.01": "4554983016373594F75B74E82FB35D2E", "article": {"publisher": "https://www.facebook.com/ATLBlackStar", "section": "featured", "tag": "President Obama", "published_time": "2015-04-03T09:30:26-04:00"}}, "_id": "\"57477af36914bd0286fcadae\"", "article_summary": "The intense months of nuclear negotiations, much like Obama’s Affordable Care Act, proved to be another defining accomplishment in the president’s legacy.\n“This deal is not based on trust,” Obama said.\n| Posted byAfter months of being berated and subjected to widespread doubt, President Barack Obama crafted an historic deal with Iran over its nuclear policy, a monumental accomplishment considering the stakes and the challenge.\nThe push back was predictable, especially from Republicans, who chronically disrespect and refuse to support any of the president’s positions.\n“It’s based on unprecedented verification.”While the deal earned a passing grade from the Carnegie Endowment for International Peace, experts said the agreement perfect."}