{"article_title": "Access Health CT finds glitch behind cancellations", "article_keywords": ["insurance", "information", "customers", "counihan", "exchange", "problems", "cancellations", "system", "access", "glitch", "inaccurate", "health", "coverage", "finds", "ct"], "article_url": "http://ctmirror.org/2014/07/11/access-health-ct-identifies-system-glitch-behind-insurance-cancellations/", "article_text": "Arielle Levin Becker / The CT Mirror\n\nWhen officials at Connecticut's health insurance exchange learned about customers having problems with their coverage in May, they thought they were isolated cases.\n\nWhen GOP legislators raised concerns last month about constituents having their policies canceled, exchange officials maintained the problem was not with their system.\n\nBut after examining the problems, exchange officials and the vendor that developed the system discovered a programming flaw behind coverage problems affecting thousands of people.\n\nThe exchange, Access Health CT, is now getting in touch with 5,784 customers who were either inaccurately enrolled in Medicaid or who received inaccurate bills from their insurers because the companies received incorrect information from the exchange.\n\nOf those customers, 903 lost coverage and are now being reinstated.\n\nThe errors occurred when Access Health customers notified the exchange of changes in their circumstances, such as if their income changed or they had a baby. In some of those cases, the system inaccurately reduced, eliminated or otherwise changed the level of federal financial assistance they were supposed to receive.\n\n“It’s fundamentally a system flaw,” Counihan said Friday.\n\nOverall, 3,854 people were wrongly deemed eligible for Medicaid and enrolled in that program, Counihan said. In other cases, inaccurate information about the level of federal premium subsidies was sent to insurers, which then sent inaccurate bills to members.\n\nIn some cases, because the information insurers received indicated that customers did not qualify for any federal premium subsidies, the customers received bills for the full amount. People who couldn't pay that much stopped paying and lost coverage.\n\nCounihan said the people whose coverage was cut off are being reinstated, and people wrongly enrolled in Medicaid are being moved back into the insurance plans they had previously been in. The exchange is getting in touch with people who were affected by the system flaw.\n\nAnthem Blue Cross and Blue Shield spokeswoman Sarah Yeager said the company is reinstating affected members and providing coverage retroactively as it gets information on them from the exchange.\n\nThe discovery of the glitch follows a federal audit that raised concerns about Access Health’s internal controls to prevent people from using inaccurate or fraudulent information when applying for coverage. The auditors found that the exchange had inaccurately determined several hundred applicants qualified for federal assistance to pay insurance premiums and failed to promptly send enrollment information to insurance companies.\n\nAfter the audit was released, Access Health Chief Financial Officer Steven Sigal said the exchange had already found and fixed most of the problems the auditors identified, and said that showed the organization had appropriate controls in place.\n\nAsked whether the latest glitch made him rethink the exchange’s internal checks, Counihan said, “To a degree, yes.”\n\n“One of the things I’ve taken out of this experience is maybe jumping on the review of the code faster when we’re seeing these one offs,” Counihan said, referring to problems that initially appear to be isolated to individual customers.\n\nAs a temporary fix to the programming glitch, the exchange system now has a filter that routes cases in which there could be an inaccurate subsidy calculation to a holding area, where any problems can be fixed before the information is sent to the insurance company. A permanent fix will be put in place on July 18, Counihan said.\n\nIn addition, Counihan said, the exchange hired a software services company to review the system’s code. That process identified issues that will be fixed this summer, he said. Counihan said the company developing Access Health’s mobile app also made suggestions about the code.\n\nBut Counihan said those things won’t prevent every glitch.\n\n“I just believe this kind of thing’s going to keep happening,” he said. “I don’t know what it’s going to be. I don’t know the next one. But I think that we’re going to have these continued little glitches for a period of time.”\n\nNot all problems were related to the system flaw. Counihan said 15 to 20 percent of the problems were caused by user error, either by the customer or a vendor incorrectly entering information from a paper application.\n\nRep. Rob Sampson, R-Wolcott, who has been critical of Access Health’s handling of the problems, said Friday that the discovery of the system flaw underscored why he has sought for more transparency from the exchange. “Connecticut being the so-called shining example of the exchange, I think that is something that is beginning to become less true as the days go on,” he said.", "article_metadata": {"standout": "http://ctmirror.org/2014/07/11/access-health-ct-identifies-system-glitch-behind-insurance-cancellations/", "news_keywords": "Health Care, Access Health CT, Affordable Care Act, Kevin Counihan, Obamacare, Rep. Rob Sampson", "original-source": "http://ctmirror.org/2014/07/11/access-health-ct-identifies-system-glitch-behind-insurance-cancellations/", "og": {"site_name": "The CT Mirror", "description": "When officials at Connecticut's health insurance exchange learned about customers having problems with their coverage in May, they thought they were isolated cases. But now the exchange has discovered a programming flaw behind coverage problems affecting thousands of people.", "title": "Access Health CT finds glitch behind cancellations", "url": "http://ctmirror.org/2014/07/11/access-health-ct-identifies-system-glitch-behind-insurance-cancellations/", "image": "http://ctmirror.org/files/2014/01/Kevin-Counihan-1170x877.jpg", "type": "article"}, "twitter": {"site": "@ctmirror", "card": "summary", "creator": "@ariellelb"}, "syndication-source": "http://ctmirror.org/2014/07/11/access-health-ct-identifies-system-glitch-behind-insurance-cancellations/", "fb": {"admins": "10103384569292809,7920421,10205310995067193", "app_id": 439136839547306}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fcadb8\"", "article_summary": "In other cases, inaccurate information about the level of federal premium subsidies was sent to insurers, which then sent inaccurate bills to members.\nBut after examining the problems, exchange officials and the vendor that developed the system discovered a programming flaw behind coverage problems affecting thousands of people.\nArielle Levin Becker / The CT MirrorWhen officials at Connecticut's health insurance exchange learned about customers having problems with their coverage in May, they thought they were isolated cases.\nThe errors occurred when Access Health customers notified the exchange of changes in their circumstances, such as if their income changed or they had a baby.\nThe exchange, Access Health CT, is now getting in touch with 5,784 customers who were either inaccurately enrolled in Medicaid or who received inaccurate bills from their insurers because the companies received incorrect information from the exchange."}