{"article_title": "Analysis of the Bipartisan Budget Act of 2015", "article_keywords": ["billion", "2016", "debt", "congress", "spending", "fy", "budget", "analysis", "increase", "program", "act", "2015", "bipartisan", "provision"], "article_url": "http://www.heritage.org/research/reports/2015/10/analysis-of-the-bipartisan-budget-act-of-2015", "article_text": "Analysis of the Bipartisan Budget Act of 2015\n\nThe federal budget is on a dangerous trajectory and immediate corrective action is required. The U.S. national debt is at $18.1 trillion. According to the Congressional Budget Office (CBO), if the government remains on its currently planned course, it will spend $7 trillion more over the next 10 years than it will receive in taxes, piling on even more debt.\n\nHeritage released a proposal in September to address the debt ceiling and fund the government without breaking the bipartisan spending limits established by the Budget Control Act (BCA) of 2011.[1] The proposal recognizes that Congress faces the duty to appropriate funds for government operations and address the statutory debt limit. The proposal recommends that Congress:\n\nPut the budget on a path to balance by cutting government spending before considering any increase in the debt limit;\n\nEstablish spending caps that include mandatory spending; and\n\nMove toward a balanced budget requirement in the Constitution to enforce fiscal sustainability.\n\nRather than taking meaningful steps to address the growing debt, the Bipartisan Budget Act (BBA) of 2015 is a colossal step in the opposite direction. This deal does nothing to reduce the size or scope of government over any period of time.\n\nThe BBA would suspend the debt limit until March 16, 2017, allowing for unlimited borrowing by the Treasury for the next 17 months.\n\nThe BBA would increase the discretionary spending caps established by the BCA by $50 billion in FY 2016 and $30 billion in FY 2017 split evenly between defense and non-defense programs, but only $24.511 billion (30 percent) of the new spending is offset over the BCA budget window of FY 2016 to 2021. Of the $75.683 billion in offsets to pay for the new spending, $35.136 billion (44 percent) occur in FY 2025.\n\nThe BBA would increase spending on Overseas Contingency Operations (OCO) funding by $15.536 billion above the President’s FY 2016 request. However, only $7.848 billion (50 percent) would go to defense, with the rest going to non-defense programs. The OCO designation, once used to provide resources to the military in times of war, has been converted by the bill into a general slush fund.\n\nAs this paper was being finalized for publication, it was reported that at least one provision might be modified by an amendment. The fiscal impact is unclear, but it is likely that the amendment will increase the size and scope of government.\n\nTitle I – Budget Enforcement\n\nSection 101 busts budget caps and turns war funding into a slush fund for non-defense programs. This section suggests that regardless of how much waste and corporate welfare weighs down the budget and the economy, fiscal discipline is just too hard to do for Congress.\n\nThe BBA busts through the BCA spending caps by $80 billion over two years. To add insult to injury, the agreement further proposes an additional $147 billion in “emergency spending” under the well-abused OCO (Overseas Contingency Operations) loophole. Never mind that the Budget Control Act provided for more than $2 trillion in spending for defense and non-defense discretionary programs and agencies.[2] It seems that for Congress it is never enough.\n\nWhile defense has suffered from getting the short end of the stick of the Budget Control Act, Congress could have easily cut unnecessary and inappropriate domestic spending to make room for investments in the nation’s security position. Instead, in order to satisfy the Obama Administration’s demands for more domestic spending, Congress is proposing to increase spending across the board by the same amount, except defense spending is getting the bigger emergency spending (OCO) infusion.\n\nDomestic spending is getting a boost because the President is holding the defense budget hostage to accomplish his domestic agenda. Taxpayers will suffer so that special interests can keep getting their favors.\n\nThe proposed budget agreement increases the Budget Control Act cap for defense for both FY 2016 and FY 2017, but is below both the President’s budget request and the budget passed by Congress. The BCA cap for the defense base budget is increased by $25 billion in FY 2016 and by $15 billion in FY 2017. The OCO funding is also increased by $8 billion for FY 2016. They claim an $8 billion increase for OCO for FY 2017 as well, but future year OCO numbers have historically been place holders. For example, the President’s FY 2016 budget proposed $26.7 billion for OCO in FY 2017, rather than a straight line of $50.9 billion requested for FY 2016.[3]\n\nThe BCA cap for defense would be set at $548 billion for FY 2016, $13 billion below the President’s request of $561 billion. The FY 2017 BCA cap for defense would be $551 billion. Both are well below the $584 billion for defense proposed by a Heritage paper,[4] and well below the FY2012 Gates budget.[5]\n\nOf note, non-defense OCO is also increased by $8 billion. The bill specifies that this $8 billion is for budget function 150, which covers the State Department and international operations. The President requested $7 billion for the State Department for FY 2016, so it is not clear how the State Department plans to use this extra $8 billion.\n\nHowever, it is likely that this $8 billion will be used to cover a portion of the State Department’s base budget, which frees up more of the non-defense money for domestic priorities. The State Department’s base budget request for FY 2016 is $46.3 billion. The appropriations committees could cut State’s base budget by $8 billion and cover these costs with the increased OCO. If this non-defense OCO is used to cover the State Department’s base budget costs, this means that the Administration is fully funding its non-defense discretionary budget request for FY 2016, while leaving the defense discretionary budget below the President’s request.\n\nSection 102 deems a FY 2017 budget in the Senate at CBO baseline adjusted for higher level of discretionary spending included in the BBA. This section eliminates the need for the Senate to produce a budget by allowing the Senate Budget Committee Chairman to deem a budget for the purposes of budget enforcement and appropriations next spring.\n\nTitle II – Agriculture\n\nSection 201 amends the federal crop insurance program, the most expensive agricultural program. The Standard Reinsurance Agreement, which is an agreement between the U.S. Department of Agriculture and crop insurance companies detailing numerous reimbursement and risk-sharing provisions, would have to be renegotiated no later than December 31, 2016, and at least once every five years thereafter. Negotiations can benefit taxpayers through larger savings. The overall rate of return for insurance providers under the agreement would be reduced from about 14.5 percent to 8.9 percent for the 2017 to 2026 reinsurance years. CBO projects that savings would start in fiscal year 2018, and be $3 billion over the 2016–2025 time frame. Major reforms are needed in agricultural policy that go well beyond tinkering with existing policy; however, this section might be a good, albeit small step in the right direction.\n\nTitle III – Commerce\n\nSection 301 allows automated calls to cell phones in order to collect a debt to the federal government. In the President’s 2015 proposed budget, the White House claimed that this would increase revenues by $120 million over 10 years. The new rule, however, creates a special rule for federal debt collectors creating an inequity in the rules for private and government debt collection.\n\nTitle IV – Strategic Petroleum Reserve\n\nSection 401 requires that the Department of Energy notify Congress of any SPR test sale and submit a report following the sale.\n\nSection 402 directs the Department of Energy to conduct a strategic review of the SPR to analyze its role in national policy and its long-term effectiveness.\n\nSection 403 authorizes the sale of oil from the Strategic Petroleum Reserve. The Strategic Petroleum Reserve (SPR) holds 695 million barrels of government-controlled crude oil.[6] Congress established the emergency reserve in the 1970s in response to the Arab oil embargo and as part of an agreement with the International Energy Agency. The proposal would sell 58 million barrels of oil from the Strategic Petroleum Reserve (SPR) in years 2018–2025 and use that revenue[7] to pay for new spending.\n\nIf past is prologue, the agreement likely overestimates the revenue generated from SPR sales over that time frame. Previous bills that used SPR sales[8] as a pay-fors estimated the price of a barrel of oil at $90 — about double the price of oil today.[9] Oil prices may again reach $90 over the next decade. But very few predicted that oil prices would be $45 a barrel a decade ago. In 2009 when oil prices surpassed $140/barrel, many analysts said the price of a barrel of oil would never fall below $100 ever again. Projecting an accurate revenue estimate from SPR will prove to be very difficult. In fact, the government’s own Energy Information Administration projects prices will not reach $90 again until 2026.[10]\n\nSPR holds little, if any, strategic value. The SPR has been a useless tool for responding to supply shocks,[11] which have occurred rarely throughout history; experience has shown that the free market is much more effective at responding to price signals. Instead, American Presidents have used the reserve more effectively for party politics[12] and to boost their administration’s public approval ratings as a show of “doing something” in response to crisis rather than as an efficient response to global supply shocks.\n\nCongress should eliminate the SPR by selling all of the reserves.[13] Congress should authorize the Department of Energy (DOE) to sell the oil held in the SPR by auctioning 10 percent of the country’s previous month’s total crude production until the reserve is completely depleted. The DOE should then decommission the storage space or sell it to private companies. And Congress should direct that the revenues generated should go exclusively to deficit reduction, not to pay for other projects or mask spending in this bill.\n\nEliminating the SPR would not create the perception that the U.S. is without oil reserves, as America holds an abundance of privately controlled inventory ready to distribute. America is awash in natural resources and holds more crude and petroleum products in private inventory than it does in government-controlled inventory. Prices play a critical role in the market by efficiently allocating resources to their highest valued use. Whether a shortage or a surplus exists, the federal government should not distort the role of price signals with a centrally controlled stockpile of oil.\n\nSection 404 creates a new Energy Security and Infrastructure Modernization Fund. The proposal would authorize an additional $2 billion in SPR sales to pay for an Energy Security and Infrastructure Modernization Fund for the maintenance and replacement of SPR facilities. The legislation would prohibit the sale of oil in the SPR if “such sales would limit the ability of the SPR to meet its strategic purpose of preventing and reducing the adverse impacts of severe domestic energy supply interruptions.”\n\nTitle V – Pensions\n\nSection 501 increases PBGC premiums. Specifically, the proposal increases the Pension Benefit Guaranty Corporation’s (PBGC’s) fixed-rate premiums for single-employer plans from their current, inflation-indexed level of $64 in 2016 to $68 in 2017, $73 in 2018, and $78 in 2019. This is about a $10, or 15 percent, increase in single-employer premiums for 2019 and beyond. The agreement also increases the variable-rate premium for single-employer plans by $2 in 2017, $5 in 2018, and $8 in 2019.\n\nWhile these higher premiums will help reduce PBGC’s $19.4 billion single-employer deficit, PBGC’s multi-employer deficit[14] is more than twice as large—$42.4 billion—in absolute terms and nearly seven times as large on a per-participant basis. However, the budgetary savings is being double-counted to pay for new spending under the BBA.\n\nThe agreement does nothing to PBGC’s multi-employer premiums, which, at $27 in 2016 and without any variable-rate premium, are significantly lower than single-employer premiums.\n\nSection 502 would shift the timing of pension payments. Pension premium payments move forward by one month beginning in 2025 (from the 15th day of the 10th calendar month of the year to the 15th day of the 9th calendar month), effectively shifting premium payments forward by a fiscal year. This budget gimmick adds an additional year of premium revenues to the 10-year budget window.\n\nSection 503 would rate pension plans based on expected mortality. Private sector defined benefit plans can apply to the Treasury Department to use an alternative mortality table based on the experience of their own plan and projected trends in mortality. If the alternative tables more accurately represent plans’ actual experiences, this will help improve pension funding levels. However, the only plans likely to seek alternative tables are those that stand to benefit through lower contributions. The accuracy of the alternative tables and Treasury’s willingness to approve them remains to be seen.\n\nSection 504 extends pension-smoothing budget gimmick. The final pension provision is an interest-rate-smoothing adjustment that effectively allows single employers to delay their pension contributions (multi-employer plans are allowed to use whatever interest rates they see fit). Delayed contributions increase tax revenues by raising taxable income. Additionally, because the delayed contributions increase plans’ unfunded liabilities, they also raise additional revenues by increasing single employers’ variable-rate PBGC premiums.\n\nIn short, the pension provisions create budget gimmicks that generate additional revenues through cross-cutting measures. The rise in premiums will improve PBGC’s solvency, but the improved solvency is then used to increase other, non-related spending. Interest rate smoothing reduces the solvency of single employers’ pensions in order to generate additional tax revenue to, once again, offset higher spending.\n\nTitle VI – Health Care\n\nSection 601 maintains the Medicare Part B and deductible rates at an “actuarially fair” level. Under current law, about 70 percent of Medicare beneficiaries are sheltered from exorbitant premiums under a “hold harmless” provision; increases in their Part B premium are limited to the annual dollar increase in their Social Security Cost of Living Adjustment (COLA). But in 2016, there is no COLA, and for them no dollar increase in their premiums, leaving about 30 percent of the Medicare population to bear the full brunt of the overall increase in Medicare Part B costs for the year. For these “unprotected” persons, this would amount to a 2016 monthly premium of $159.30. Section 601 would set the 2016 basic Part B premium for these beneficiaries at $120. To finance this “fix,” the bill provides for a special loan from the Treasury Department to the Supplemental Medical Insurance (SMI) Trust Fund to offset the costs of the “fix.” To repay the loan, Medicare beneficiaries (benefitting from the” fix” and exempt from the hold harmless provision) would pay an additional monthly premium of $3 until the Treasury loan is repaid. High-income Medicare beneficiaries, who already pay higher Medicare Part B premiums, would also pay a small, but proportionately higher, additional monthly premium. Section 601 would also be operable in 2017 if the 2016 situation would, for some reason, repeat itself.\n\nCongress should not continue to increase Medicare spending without appropriate offsets to reduce the growing entitlement burden on the taxpayers. As Heritage has noted, this is an unusual situation. This provision is a prudent response, and the SMI loan repayment, based on small additional beneficiary premium increases for those advantaged by this provision, is a fair and rational response.\n\nSection 602 changes Medicaid rebate policy. Companies providing prescription drugs in the Medicaid program must pay a rebate to state governments. Under current law drug manufacturers enter into an agreement with the Secretary of Health and Human Services to provide drug coverage in the Medicaid program, and pay the states that administer Medicaid a rebate, which is shared by the states and the federal government. These funds are used to offset the overall cost of Medicaid prescription drugs. Section 602 would specify that single-source drugs, where a company has exclusive rights to manufacture the drug, whose prices rise faster than the rate of inflation would pay an additional rebate to the Medicaid program. Section 602 expands this “inflation-based” rebate provision from brand name drugs to generic drugs.\n\nThe Medicaid rebate system, long the norm in Medicaid drug payment policy, is an odd combination of forcing private companies to pay to play in the “government market” with the economic impact of a price control. This Section 602 basically continues and expands that system, while applying it to generics. As Heritage research shows,[15] the impact of drug price regulation is pretty much the same: a reduction of the availability of the controlled product over time, and a cost shift from the controlled to the uncontrolled sectors of the health care economy.\n\nSection 603 provides for new Medicare payment policy for new outpatient providers. Many hospitals have outpatient provider services “off campus,” defined under Medicare regulation as more than 250 yards from the main hospital campus. Under current law, outpatient medical services are reimbursed on a Prospective Payment System: a fixed, pre-determined price for a given medical service or procedure based on a diagnostic code. Under this provision any new (after the date of enactment) “provider-based” hospital outpatient department is “off campus” and physicians and other personnel would be reimbursed under the regular Medicare Fee Schedule or, if eligible, under the Medicare payment system that governs ambulatory surgical centers.\n\nMedical services delivered by physicians are generally reimbursed at much higher rates in a hospital setting than they are in a non-hospital setting. Heritage research shows,[16] for example, that Medicare reimburses hospital-based services and procedures, including surgeries and colonoscopies, at dramatically higher rates than the same procedures would be reimbursed at ambulatory surgical centers. Given that the Medicare services are reimbursed through a complicated system of administrative pricing, this section rationalizes that system by providing that, at least for new provider-based outpatient services, the same payment for the same services delivered in hospitals. A level playing field is a good start. A potential benefit might be the emergence of entrepreneurial physicians, specializing in outpatient services, who are encouraged to compete directly with dominant hospitals, and perhaps slow the continual and devastating erosion of private medical practice.\n\nSection 611 repeals the ACA auto-enrollment requirement. The provision would repeal the automatic health insurance enrollment mandate of current law. Under Section 1511 of the Affordable Care Act, all employers with more than 200 employees must automatically enroll new employees into a “qualified health plan”—a standardized health plan as defined by the ACA—if the employer offers such a plan; and the employer must continue to cover existing employees.\n\nThis provision was also included in the House’s reconciliation bill. Section 1511 of the ACA is a mandate on employers.\n\nTitle VII – Judiciary\n\nSection 701 modifies how civil monetary penalties covered by the Federal Civil Penalties Inflation Adjustment Act are adjusted for inflation. The agreement takes steps to ensure that the resulting increases are not inordinately large, by capping the increase at 150 percent. Agencies are further given a degree of discretion to increase civil penalties by amounts less than what Congress prescribes, if the full increase will negatively affect the economy or result in social costs that outweigh benefits. Going forward, agencies will be required to adjust their penalties for inflation annually. Such adjustments are common in statutory schemes, and not particularly troubling.\n\nSection 702 rescinds and permanently cancels $1.5 billion from the Crime Victims Fund (CVF). The CVF provides assistance, compensation, and services to the victims of crime, paid for by criminal fines and forfeitures, and in 2012 reported $2.8 billion in revenue. It is unclear how the $1.5 billion transfer of assets will affect victims’ services. Even if these services are not impacted, it is unsettling that Congress proposes to take funds set aside for the victims of crime to cover its own deficit spending.\n\nSection 703 rescinds $746 million from the Assets Forfeiture Fund (AFF). The AFF receives the proceeds of federal asset forfeitures, and is controlled by the Justice Department, with funds ordinarily dispensed to local, state, and federal law enforcement agencies. In fiscal year 2014, the AFF reported roughly $2.5 billion in net assets. The proceeds of forfeiture should be deposited into the general revenue fund of the United States rather than retained and controlled by law enforcement agencies, to alleviate the risks associated with agency self-financing. While there is a risk that Congress will use the revenue to cover new expenses rather than offset existing spending (the proposal is unclear as to this point), the funds are nonetheless best handled via the normal appropriations process rather than the largely opaque process presently in place.\n\nTitle VIII – Social Security\n\nTitle VIII makes a number of changes to the Social Security Disability Program. The Disability Insurance (DI) trust fund is estimated to run out of money at the end of 2016.[17] This proposal would “reallocate” about $150 billion over the next three years from the Social Security Trust Fund to the DI Trust Fund. This infusion of Social Security revenues should keep the DI program solvent through 2022, at which point lawmakers may try to rob Social Security yet again.\n\nCongress has been kicking the can down the road on DI reform for decades and 2016 should have been the end of the road—time for meaningful reform. Instead, policymakers want to provide a little more roadway for the DI program by whacking off a portion of Social Security’s.\n\nThis is not the first time the DI program has run out of money and it isn’t the first time Congress has kicked the can down the road. As recently as 1994, the DI program was about to run out of money and Congress increased the DI payroll tax by 50 percent, from 1.2 percent to 1.8 percent. That increase was coupled with a stark warning that the DI program was in dire need of additional reforms to sustain it over the long run.\n\nRather than looking to improve the efficiency and integrity of the program, Congress sat idly by as the share of the working-age population receiving DI benefits increased from 2.8 percent in 1994 to 5.1 percent[18] today.\n\nThe DI program is so ripe for reform that it is hard to know where to start. There is the inefficient, inconsistent, complex, and excessively long adjudication process; inflexible and outdated medical and occupational rules; perverse work incentives coupled with ineffective continuing disability reviews that contribute to troublingly low return-to-work rates; fraud and abuse; and failure to prevent poverty among disabled individuals, just to name a few.\n\nWhile the budget deal includes some small but positive steps to improve the DI program, it nevertheless provides a $150 billion bailout that leaves policymakers little incentive to meaningfully reform the DI program before it runs out of money again and they come demanding another bailout in 2022.\n\nPolicymakers should reject any deal that robs the Social Security Trust Fund and fails to meaningfully reform the DI program. Instead, Congress should allow the DI program to temporarily borrow[19] from the Social Security Trust Fund while it establishes meaningful reforms, such as a flat benefit,[20] a private disability insurance option,[21] improved return-to-work initiatives, case-specific time-limits on benefits, and commonsense reforms to the disability determination process.\n\nTitle IX – Temporary Extension of Public Debt Limit\n\nSections 901 and 902 suspend the debt ceiling until March 2017. The BBA would not only increase the $18.1 trillion debt ceiling; but it would do so by waiving the debt limit for nearly one-and-a-half years. When Congress chooses to suspend the debt limit through a certain date, instead of limiting debt accumulation by a certain amount, lawmakers are effectively abdicating their constitutional power[22] to control the borrowing of the federal government. Congress is practically handing the executive a blank check[23] to borrow as much as needed to finance all authorized government spending during the period of the suspension.\n\nIn choosing against limiting debt accumulation by a specific amount, Congress is trying to avoid facing its constituents for having increased the debt limit without cutting spending by equal or greater amounts[24] to begin putting the budget on a path to balance. This debt limit waiver through March 15, 2017, will increase the debt limit by about $1.5 trillion, to a new level of $19.6 trillion.\n\nThis wholesale capitulation to fiscal recklessness is all the more damning, following the GOP Congress’s self-congratulations on passing the first balanced budget plan since 2001. Promises to balance the budget are cheap when Congress has no intention to follow through.[25]\n\nTitle X – Spectrum\n\nSections 1001-1008 propose to sell new spectrum to pay for new spending. Spectrum sale is good policy, but will not provide any revenue to the federal government until 2024 at the earliest.\n\nThis section of the bill, based on a discussion draft of the “Spectrum Pipeline Act of 2015,” circulated by the House Commerce Committee, would direct the Commerce Department to identify by 2022 at least 30 MHz of spectrum now used by the federal government which could be reallocated for private sector use. The Federal Communications Commission would then be required to begin the auction of licenses for this spectrum by July 2024. Auctions can take a number of months to complete. The bill extends FCC auction authority to September 2025, at which time the auction would presumably have to be complete.\n\nThese provisions are substantively good ones. It is widely recognized that more spectrum will be needed to provide mobile broadband and other wireless services, and this helps meet that need. And the process is not a new one—on several other occasions, the Commerce Department has been asked to identify frequencies to be reallocated to private sector use. However, this plan would not provide any revenues for at least nine, and likely ten, years. Moreover, any estimates of the revenue to be gained are highly speculative. Valuing spectrum is more art than science, even in the short run, given the dynamic nature of the wireless marketplace. Valuing it with any certainty a decade out is based on pure speculation.\n\nTitle XI – Revenue Provisions\n\nSection 1101 modifies partnership audit rules for large and small partnerships. This provision is based on the Partnership Audit Simplification Act (H.R. 2821). It would substantially change the partnership audit rules for both large (over 100 partners) and small partnerships. However, well-advised small partnerships can elect out of the new system by making a timely election and providing additional information to the IRS. By assessing increased taxes resulting from audit adjustments at the partnership level and requiring joint and several liability of the partners for the tax adjustment, the provision creates a potentially large contingent liability with respect to every partnership interest. Moreover, the provision does not take into account changes in the partnership percentage interests that may occur from year to year, leading to potential injustice for partners whose percentage interest increases because they will pay tax with respect to income that they did not receive. On balance, this provision increases complexity and will lead to unfair results.\n\nSection 1102 clarifies Congress’s intent for partnership rules when ownership passes to family members. This is an arcane and technical provision pertaining to how ownership in a partnership is determined when a person passes their ownership interest in a partnership to a family member. Assuming that this is something Congress needs to address, it should not do so to raise taxes to offset spending hikes. Like all technical tax matters that need addressing, Congress should handle it in tax reform where any tax increase changes to the provision creates can be offset with tax cuts.\n\nTitle XII – Designation of Small House Rotunda\n\nSection 1201 designates the first floor area of the House of Representatives wing of the U.S. Capitol as the “Freedom Foyer.” To include this provision at the end of a bill that would otherwise increase the size and scope of government is bad form.", "article_metadata": {"description": "The federal budget is on a dangerous trajectory and immediate corrective action is required.", "og": {"site_name": "The Heritage Foundation", "description": "The federal budget is on a dangerous trajectory and immediate corrective action is required.", "title": "Analysis of the Bipartisan Budget Act of 2015", "url": "http://www.heritage.org/research/reports/2015/10/analysis-of-the-bipartisan-budget-act-of-2015", "image": "http://www.heritage.org/~/media/infographics/2015/10/boehner-obama/ib-boehner-obama-spending-table-1-600.ashx?h=311&amp;w=600", "locale": "en_US", "type": "article"}, "twitter": {"site": "@heritage", "card": "summary", "creator": "@heritage"}, "robots": "NOODP", "keywords": "Bipartisan Budget Act of 2015, BBA, Budget Control Act, BCA, government spending, balanced budget, spending caps, fiscal sustainability", "article": {"publisher": "https://www.facebook.com/heritagefoundation"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "The proposed budget agreement increases the Budget Control Act cap for defense for both FY 2016 and FY 2017, but is below both the President’s budget request and the budget passed by Congress.\nAnalysis of the Bipartisan Budget Act of 2015The federal budget is on a dangerous trajectory and immediate corrective action is required.\nFor example, the President’s FY 2016 budget proposed $26.7 billion for OCO in FY 2017, rather than a straight line of $50.9 billion requested for FY 2016.\nRather than taking meaningful steps to address the growing debt, the Bipartisan Budget Act (BBA) of 2015 is a colossal step in the opposite direction.\nThe BCA cap for the defense base budget is increased by $25 billion in FY 2016 and by $15 billion in FY 2017."}