{"article_title": "HII Simplifies Health Insurance Purchasing with AgileHealthInsurance.com", "article_keywords": ["division", "term", "simplifies", "plans", "obamacare", "purchasing", "health", "hiis", "hii", "agilehealthinsurancecom", "consumer", "insurance"], "article_url": "http://www.prnewswire.com/news-releases/hii-simplifies-health-insurance-purchasing-with-agilehealthinsurancecom-300077256.html", "article_text": "TAMPA, Fla., May 5, 2015 /PRNewswire/ -- Health Insurance Innovations, Inc. (NASDAQ: HIIQ) (HII), a leading developer of affordable health plans, today announced its newest line of business, AgileHealthInsurance.com. AgileHealthInsurance.com is a pioneering website that makes it easy for consumers to purchase low-cost alternatives and supplements to Obamacare health plans. The website is optimized for an intuitive online experience and a streamlined application process whether it is accessed from a computer, tablet, or mobile device.\n\nHealth insurance alternatives to Obamacare are especially important now that the Obamacare Special Enrollment Period for Tax Season ended on April 30th. Obamacare plans will not be available again, without a qualifying life event, until the 2016 open enrollment period begins on November 15th and the earliest that coverage can start for those plans is January 1, 2016. Unfortunately, many consumers are unaware of the Obamacare \"lock-out\" situation. A recent nationwide survey by HII demonstrated that only one-out-of-five adults knew when the enrollment period for Obamacare health plans ended.\n\nAs a direct-to-consumer division of HII, AgileHealthInsurance.com was created to educate people about the benefits of Term Health Insurance and provide a fast online process for purchasing these plans. Term Health Insurance is a flexible and low-cost alternative to COBRA and Obamacare health plans, for individuals without expensive pre-existing health conditions. Term Health Insurance can also provide \"bridge coverage\" for periods between health plan coverage, such as during periods of unemployment or during summer months for students. Term health plans offer consumers the flexibility to choose health plans with the benefits that matter most to them and combine these benefits with unrestricted provider networks that allow them greater choice in the doctors and hospitals they use.\n\n\"Consumers face more individual responsibility than ever in their search for quality health insurance coverage that meets their personal needs while still fitting their budgets. AgileHealthInsurance.com offers a marketplace of new and affordable health insurance options that consumers will not find on government-run health insurance exchanges,\" said Bruce Telkamp, CEO of HII's Consumer Division. \"At AgileHealthInsurance.com, consumers can search for, compare, and confidently purchase affordable and high-quality Term Health Insurance plans from multiple insurance companies. The process is so simple that consumers can obtain proof-of-insurance in minutes, not weeks.\"\n\nBruce Telkamp is the co-founder and CEO of HealthPocket Inc., which was acquired by HII in July 2014, and also the CEO of HII's Consumer Division. Mr. Telkamp had also previously served as HII's Chief Operating Officer but has transitioned his HII operational responsibilities in Tampa, Florida to other members of the HII Senior Leadership Team in order to focus on HealthPocket and HII's Consumer Division businesses, both headquartered in Mountain View, California.\n\nMore on HII's Consumer Division\n\n\n\nThe HII Consumer Division was formed in response to consumers' changing needs in the post-Obamacare health insurance marketplace. Our purpose is to streamline the online health insurance shopping experience by designing consumer-centric products and technology innovations. AgileHealthInsurance.com, a division of HII, and HealthPocket.com, an independent subsidiary of HII, are both headquartered in Mountain View, California.\n\nMore on the Term Health Insurance Market\n\nThe Term Health Insurance market offers traditional health benefits for a defined period of time, from 30 to 364 days in most states. These policies can be bought anytime during the year and applicants' health is taken into consideration during the application approval process. When comparing premiums for nonsmoking men and women ages 30, 40, and 50, a February 2015 study published by AgileHealthInsurance found that Term Health Insurance premiums were 66% less expensive on average than unsubsidized premiums for Obamacare bronze plans. All ages saw major pricing advantages in Term Health Insurance. 30 year-old applicants had premium quotes over 70% lower while applicants who were 50 had premium quotes over 50% lower.\n\nHealth Insurance Innovations, Inc. (HII) is a market leader in developing innovative health insurance products that are affordable and meet the needs of millions of health insurance plan shoppers. HII partners with best-in-class insurance companies for its product development. HII's insurance products are sold through thousands of independent, licensed insurance agents across the nation. HII's data-centric paperless business model is facilitated by its Consumer Division that provides real-time data used to identify opportunities and underserved needs in the health insurance market. Additional information about HII can be found at www.hiiquote.com. HII's Consumer Division includes AgileHealthInsurance.com, a website for researching, comparing and purchasing Term Health insurance products and www.HealthPocket.com, an independently managed free website that compares and ranks all health insurance plans, and uses objective data to publish unbiased health insurance market analyses and other consumer advocacy research.\n\nThis press release contains \"forward-looking statements\" within the meaning of the U.S. Private Securities Litigation Reform Act of 1995. Forward-looking statements are statements other than historical fact and may include statements relating to goals, plans and projections regarding new markets, products, services, growth strategies, anticipated trends in our business and anticipated changes and developments in the United States health insurance system and laws. Forward-looking statements are based on our current assumptions, expectations and belief and are generally identifiable by use of words \"may,\" \"might,\" \"will,\" \"should,\" \"expects,\" \"plans,\" \"anticipates,\" \"believes,\" \"estimates,\" \"predicts,\" \"potential\" or \"continue,\" or similar expressions, and involve significant risks and uncertainties that could cause actual results, developments and business decisions to differ materially from those contemplated by these statements. These risks and uncertainties include, among other things, our ability to maintain relationships and develop new relationships with health insurance carriers and distributors, our ability to retain our members, the demand for our products, the amount of commissions paid to us or changes in health insurance plan pricing practices, our ability to integrate our acquisitions (including our July 2014 acquisition of HealthPocket, Inc.), competition, changes and developments in the United States health insurance system and laws, and our ability to adapt to them, the ability to maintain and enhance our name recognition, difficulties arising from acquisitions or other strategic transactions, and our ability to build the necessary infrastructure (including our launch of AgileHealthInsurance.com and its timing) and processes to maintain effective control over financial reporting. These and other risk factors that could cause actual results to differ materially from those expressed or implied in our forward-looking statements are discussed in HII's Annual Report on Form 10-K for the year ended December 31, 2014 all as filed with the Securities and Exchange Commission as well as other documents that may be filed by us from time to time with the Securities and Exchange Commission. Any forward-looking statement made by us in this press release is based only on information currently available to us and speaks only as of the date on which it is made. You should not rely on any forward-looking statement as representing our views in the future. We undertake no obligation to publicly update any forward-looking statement, whether written or oral, that may be made from time to time, whether as a result of new information, future developments or otherwise.\n\nSOURCE Health Insurance Innovations, Inc.", "article_metadata": {"geo.region": "florida", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "geo.placename": "TAMPA, Fla., May 5", "description": "TAMPA, Fla., May 5, 2015 /PRNewswire/ -- HII Simplifies Health Insurance Purchasing with AgileHealthInsurance.com. Consumers Can Still Obtain Health...", "author": "Health Insurance Innovations, Inc.", "og": {"url": "http://www.prnewswire.com/news-releases/hii-simplifies-health-insurance-purchasing-with-agilehealthinsurancecom-300077256.html", "image": "http://content.prnewswire.com/images/prn_facebook_sharing_logo.jpg", "type": "website", "description": "TAMPA, Fla., May 5, 2015 /PRNewswire/ -- Health Insurance Innovations, Inc. (NASDAQ: HIIQ) (HII), a leading...", "title": "HII Simplifies Health Insurance Purchasing with AgileHealthInsurance.com"}, "Publisher": "PR Newswire", "cf_entity_title": "HII Simplifies Health Insurance Purchasing with AgileHealthInsurance.com", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "keywords": "Health Insurance Innovations, Inc., NASDAQ-NMS:HIIQ, florida, Health Care & Hospitals, Health Insurance, Web Site, Banking & Financial Services, Insurance", "date": "2015-05-05T09:30:00Z", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "twitter": {"site": "@PRNewswire", "card": "summary"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "More on the Term Health Insurance MarketThe Term Health Insurance market offers traditional health benefits for a defined period of time, from 30 to 364 days in most states.\nHealth Insurance Innovations, Inc. (HII) is a market leader in developing innovative health insurance products that are affordable and meet the needs of millions of health insurance plan shoppers.\nTerm Health Insurance is a flexible and low-cost alternative to COBRA and Obamacare health plans, for individuals without expensive pre-existing health conditions.\n\"At AgileHealthInsurance.com, consumers can search for, compare, and confidently purchase affordable and high-quality Term Health Insurance plans from multiple insurance companies.\nAgileHealthInsurance.com offers a marketplace of new and affordable health insurance options that consumers will not find on government-run health insurance exchanges,\" said Bruce Telkamp, CEO of HII's Consumer Division."}