{"article_title": "The Sandman by Lars Kepler thrills crime lovers", "article_keywords": ["lars", "lovers", "victims", "wife", "joona", "techniques", "sandman", "psychiatric", "crime", "kepler", "trained", "linna", "thrills", "walter"], "article_url": "http://www.smh.com.au/entertainment/books/book-review-the-sandman-by-lars-kepler-thrills-crime-lovers-20141031-11572b.html", "article_text": "Books\n\nThe Sandman, by Lars Kepler.\n\nThe Sandman.\n\nBy Lars Kepler. Blue Door. $29.95.\n\n\n\n\n\nWriting as Lars Kepler, Swedish writers Alexander Ahndoril and Alexandra Coelho Ahndoril have had considerable success with a series of crime novels featuring their indomitable and charismatic Detective Inspector Joona Linna. The Sandman is fourth in the series.\n\nJoona Linna trained as a paratrooper and \"for effective close combat with knives, bayonets and pistols. He was taught to exploit changing situations and to use innovative techniques.\" All of which he has put to good use in his role with the National Criminal Investigation Department. However, he fears one man, Jurek Walter, a serial killer who is now held in \"a secure psychiatric clinic with extraordinary conditions applied to any eventual parole proceedings\".\n\nWalter kidnapped and buried his victims but kept them alive. He was captured reburying a woman who had been missing for two years. At the end of his trial, Walter threatened the families of Joona Linna and his partner Samuel Mendel. When Mendel commits suicide after his wife and two sons disappear, Linna decides that not only does Walter have an accomplice, but the only way to protect his wife and daughter is for them to die. Officially they do but, in reality, they have fled to start a new life.\n\nAdvertisement\n\nThe Sandman begins with the escape of one of Walter's suspected victims. Mikael Kohler-Frost is found on a railway bridge 13 years after his disappearance, emaciated, malnourished and ill with Legionnaire's disease. He cannot remember where he was imprisoned but knows his sister Felicia is still there.\n\nLinna suspects that Walter is behind the boy's reappearance and that he must know where Felicia is. The NCID decide to \"install a trained agent as a patient\" in the psychiatric unit, an agent \"who's so exceptional that Jurek Walter ends up curious enough to want to know more\". Hopefully, in the process, he will reveal the location of his underground prison.\n\nEnter Inspector Saga Bauer, blonde, beautiful and \"especially trained in advanced interrogation techniques\". But her tough exterior disguises her torment about her childhood and the death of her mother.\n\nThe Sandman is Nordic noir at its best: a modern, nightmarish fairytale with an heroic, intuitive policeman, a monstrous villain and a maiden in distress. Kepler's effective use of short chapters quickens the exhilarating pace of the narrative and the unexpected ending increases the enigma that is Joona Linna.", "article_metadata": {"news_keywords": "Books", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "Creepy killers, cool cops and blonde bombshells are de rigueur for this Nordic crime-writing duo.", "title": "Book review: The Sandman by Lars Kepler thrills crime lovers", "url": "http://www.smh.com.au/entertainment/books/book-review-the-sandman-by-lars-kepler-thrills-crime-lovers-20141031-11572b.html", "image": "http://images.smh.com.au/2014/11/05/5956969/pa08bookreview_kapler.jpg", "type": "article"}, "twitter": {"site": "@smh", "card": "summary"}, "msapplication-tooltip": "Open The Sydney Morning Herald", "robots": "ACAP allow-present prohibited-modification=annotation", "fb": {"app_id": 193677504039845}, "cXenseParse": {"ffx-assettype": "article", "ffx-assetid": 62388227}, "msapplication-starturl": "http://www.smh.com.au", "msvalidate.01": "3A0F8B0A5D246EFE15A2F9F975D1E623", "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "description": "Creepy killers, cool cops and blonde bombshells are de rigueur for this Nordic crime-writing duo."}, "_id": "\"57477af36914bd0286fcadcc\"", "article_summary": "Joona Linna trained as a paratrooper and \"for effective close combat with knives, bayonets and pistols.\nWriting as Lars Kepler, Swedish writers Alexander Ahndoril and Alexandra Coelho Ahndoril have had considerable success with a series of crime novels featuring their indomitable and charismatic Detective Inspector Joona Linna.\nKepler's effective use of short chapters quickens the exhilarating pace of the narrative and the unexpected ending increases the enigma that is Joona Linna.\nBooksThe Sandman, by Lars Kepler.\nAt the end of his trial, Walter threatened the families of Joona Linna and his partner Samuel Mendel."}