{"article_title": "Opposition to Obamacare Remains Under 40 Percent, the Same as Always", "article_keywords": ["repeal", "liberal", "remains", "support", "polls", "obamacare", "40", "oppose", "opposition", "mysterious", "poll", "law"], "article_url": "http://www.motherjones.com/kevin-drum/2014/03/opposition-obamacare-remains-under-40-percent-same-always", "article_text": "Greg Sargent points us to the latest CNN poll on Obamacare today, one of the few polls that accurately judges public attitudes on the subject. Instead of just asking whether people support or oppose the law, CNN asks if their opposition is because the law is too liberal or not liberal enough. The latter aren't tea partiers who hate Obamacare, they're lefties and Democrats who mostly support the concept of Obamacare but want it to go further. Counting them as opponents of Obamacare has always been seriously misleading.\n\nI went ahead and charted CNN's poll results over time, and they've been remarkably stable. Ever since the law passed, about 40 percent of the country has opposed it, while more than 50 percent have either supported it or said they want it to go even further. This goes a long way toward explaining the supposedly mysterious result that lots of people oppose Obamacare but few want to repeal it. The truth is that actual opposition has always been a minority view. Polls routinely show that only about 40 percent of Americans want to repeal Obamacare, and there's nothing mysterious about that once you understand that this is also the level of actual opposition to the law.\n\nSargent has more here, including some interesting internals and crosstabs.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "That's the number you get if you measure actual opposition, not including lefties who think we should do even more.", "title": "Opposition to Obamacare remains under 40 percent, the same as always", "url": "http://www.motherjones.com/kevin-drum/2014/03/opposition-obamacare-remains-under-40-percent-same-always", "image": "http://www.motherjones.com/files/blog_cnn_obamacare_support_february_2014_0.jpg", "type": "article"}, "twitter": {"title": "Opposition to Obamacare remains under 40 percent, the same as always", "url": "http://www.motherjones.com/kevin-drum/2014/03/opposition-obamacare-remains-under-40-percent-same-always", "image": {"src": "http://www.motherjones.com/files/blog_cnn_obamacare_support_february_2014_0.jpg", "identifier": "http://www.motherjones.com/files/blog_cnn_obamacare_support_february_2014_0.jpg"}, "creator": "kdrum", "site": "@MotherJones", "card": "summary_large_image"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Health+Care", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "_id": "\"57477af36914bd0286fcadd7\"", "article_summary": "This goes a long way toward explaining the supposedly mysterious result that lots of people oppose Obamacare but few want to repeal it.\nThe latter aren't tea partiers who hate Obamacare, they're lefties and Democrats who mostly support the concept of Obamacare but want it to go further.\nPolls routinely show that only about 40 percent of Americans want to repeal Obamacare, and there's nothing mysterious about that once you understand that this is also the level of actual opposition to the law.\nInstead of just asking whether people support or oppose the law, CNN asks if their opposition is because the law is too liberal or not liberal enough.\nGreg Sargent points us to the latest CNN poll on Obamacare today, one of the few polls that accurately judges public attitudes on the subject."}