{"article_title": "How hospitals can reduce barriers to nurse leadership", "article_keywords": ["beckers", "nurses", "hospital", "work", "reduce", "leadership", "healthcare", "barriers", "nurse", "hospitals", "tell", "davidson", "told"], "article_url": "http://www.fiercehealthcare.com/story/how-hospitals-can-reduce-barriers-nurse-leadership/2015-02-26", "article_text": "Despite the positive impact nurse leaders have on outcomes, they remain underrepresented in hospital leadership, according to Becker's Hospital Review.\n\nAlthough an Institute of Medicine 2010 Future of Nursing report found that healthcare is evolving toward nurse-led models, a survey of 1,000 hospital boards published in the Journal of Healthcare Management found only 6 percent of members were nurses, Nancy J. Robert, Ph.D., executive vice president and chief product and marketing officer for the American Nurses Association, told the publication.\n\nThe major obstacle to nurse leadership, Robert said, is a long-held perception that nurses are not as important as physician decision-makers. Moreover, she said, leadership training for nurses is both uncommon and inconsistent.\n\nNurses are often promoted to entry-level management positions due to experience and the quality of their work, but many of them have little leadership development, Christy Davidson, interim dean of the School of Nursing and Health Sciences at Capella University, told Becker's. She said the healthcare industry must create more of an environment of continual leadership grooming to resolve these issues.\n\nHospitals that have strong nurse leaders provide opportunities for nurses to have ownership of projects and keep them in the loop on major governance decisions, according to Davidson. Empowered nurses also work effectively across departments.\n\nNurses' perceptions that they are not heard or able to positively influence care are a recurring cause of nurse burnout, added Robert.\n\nPatients can tell the difference when hospitals empower nurses, Davidson told Becker's. \"Patients, very quickly into their stay, are keen observers of behavior. They can tell when the nurses are happy. You can tell when staff is cared for and secure in what they are able to do,\" she said.\n\nTo learn more:\n\n- read the interview\n\nRelated Articles:\n\nTo improve healthcare outcomes, empower nurses\n\nNurses need more respect, stronger voice\n\nAltruistic nurses more likely to burn out on the job\n\nStudy: Nurses who show more compassion suffer fatigue, stress\n\nLong nurse shifts lead to burnout, patient dissatisfaction\n\nStudy: Nurses overworked, understaffed and stressed", "article_metadata": {"description": "Despite the positive impact nurse leaders have on outcomes, they remain underrepresented in hospital leadership, according to Becker's Hospital Review.", "og": {"site_name": "FierceHealthcare", "description": "Despite the positive impact nurse leaders have on outcomes, they remain underrepresented in hospital leadership, according to Becker's Hospital Review.", "title": "How hospitals can reduce barriers to nurse leadership", "url": "http://www.fiercehealthcare.com/story/how-hospitals-can-reduce-barriers-nurse-leadership/2015-02-26", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "American Nurses Association (ANA),HR & Workforce Management,nurse burnout,nurse empowerment,nurse leadership roles,Operations & Business Management,Patient Care & Outcomes", "viewport": "width=device-width", "news_keywords": "HR & Workforce Management,Operations & Business Management,Patient Care & Outcomes"}, "_id": "\"57477af46914bd0286fd96fd\"", "article_summary": "Despite the positive impact nurse leaders have on outcomes, they remain underrepresented in hospital leadership, according to Becker's Hospital Review.\nThe major obstacle to nurse leadership, Robert said, is a long-held perception that nurses are not as important as physician decision-makers.\nPatients can tell the difference when hospitals empower nurses, Davidson told Becker's.\nShe said the healthcare industry must create more of an environment of continual leadership grooming to resolve these issues.\nHospitals that have strong nurse leaders provide opportunities for nurses to have ownership of projects and keep them in the loop on major governance decisions, according to Davidson."}