{"article_title": "Lee County teachers receive over $28k in ExPECT grants", "article_keywords": ["chairs", "28k", "lee", "grant", "receive", "cox", "school", "county", "students", "grants", "teachers", "seats", "supplies", "mitchell", "expect"], "article_url": "http://djournal.com/news/lee-county-teachers-receive-over-28k-in-expect-grants/", "article_text": "By Emma Crawford Kent\n\nDaily Journal\n\nTUPELO – Teachers in the Lee County School District received a total of $28,124.07 in grants from Exceptional Progress in Education through Curriculum and Technology (ExPECT) this fall to put toward resources and supplies for their classrooms.\n\nExPECT is a non-profit organization made up of businesses, parents, teachers and other supporters of Lee County Schools.\n\nFinancial contributions by the community through the CREATE Foundation have funded hundreds of thousands of dollars in ExPECT grants over the years, which are given to teachers in the Lee County School District.\n\nThis year, some teachers used their grant money for traditional supplies like paper, books and marker boards, but many used theirs for technological resources.\n\nTablets, projectors, printers, computers and software, among other devices, made up the majority of supplies bought with the grant money.\n\nJust over $14,000 was granted for solely technological devices, and even more was granted for related items.\n\nTina Cox and Kayla Mitchell, first grade teachers at Mooreville Elementary School, received a $1,995 grant to purchase ergonomic chairs for their students.\n\nThe teachers were able to buy 31 chairs with the grant money.\n\n“Christmas came early for us,” Mitchell said. “We were so excited.”\n\nUnlike traditional classroom chairs, the new chairs, made by ergoErgo, allow students to move while sitting in their seats without making disruptive noises.\n\nCox said before, students were constantly out of their seats and moving around, which was distracting.\n\nNow, Cox said, her students can just rock back and forth on the ergo seats and fill that need for movement without getting out of their seats.\n\nSince getting the new chairs, Cox said she has noticed improvement in her students’ handwriting.\n\nThe two teachers also said they’ve noticed improved academic performance for some students using the chairs as well as an improvement in overall behavior.\n\n“A lot of times the kids who can’t sit still and lose their focus miss so much because of their movement,” Mitchell said.\n\nAlthough the chairs can help all students with these things, Cox and Mitchell agreed they have seen the biggest benefits in their students with ADD or ADHD.\n\n“It’s like an outlet to help them get their movements out,” Mitchell said. “But it’s multisensory, so it’s good for all learners.”\n\nMitchell said while she and Cox have the majority of the chairs in their classrooms, they distributed some of them among other teachers who have students with hyperactive tendencies.\n\n“Some other teachers want to get some next year after seeing the difference,” Mitchell said.\n\nRead more about what teachers are doing with their ExPECT grants in Sunday’s Daily Journal.\n\nEmma.crawford@journalinc.com\n\nTwitter: @emcrawfordkent", "article_metadata": {"og": {"site_name": "Northeast Mississippi Daily Journal", "description": "By Emma Crawford Kent Daily Journal TUPELO – Teachers in the Lee County School District received a total of $28,124.07 in grants from Exceptional Progress in Education through Curriculum and Technology (ExPECT) this fall to put toward resources and supplies for their classrooms. ExPECT is a non-profit organization made up of businesses, parents, teachers and …", "title": "Lee County teachers receive over $28k in ExPECT grants - Daily Journal", "locale": "en_US", "image": "http://djournal.com/wp-content/blogs.dir/42/files/2015/12/IMG_9779-300x225.jpg", "updated_time": "2015-12-22T14:12:37-05:00", "url": "http://djournal.com/news/lee-county-teachers-receive-over-28k-in-expect-grants/", "type": "article"}, "twitter": {"description": "By Emma Crawford Kent Daily Journal TUPELO – Teachers in the Lee County School District received a total of $28,124.07 in grants from Exceptional Progress in Education through Curriculum and Technology (ExPECT) this fall to put toward resources and supplies for their classrooms. ExPECT is a non-profit organization made up of businesses, parents, teachers and […]", "title": "Lee County teachers receive over $28k in ExPECT grants - Daily Journal", "image": "http://i0.wp.com/djournal.com/wp-content/blogs.dir/42/files/2015/12/IMG_9779-120x1201.jpg?fit=120%2C120", "creator": "@emcatcrawford", "site": "@djournalnow", "card": "summary"}, "apple-itunes-app": "app-id=486426430, affiliate-data=1l3vpBD, app-argument=http://djournal.com/news/lee-county-teachers-receive-over-28k-in-expect-grants/", "fb": {"admins": 26506061, "app_id": 441890629197277}, "article": {"publisher": "https://www.facebook.com/djournalnow", "section": "News", "published_time": "2015-12-22T11:57:04-05:00", "modified_time": "2015-12-22T14:12:37-05:00"}, "viewport": "width=1075"}, "article_summary": "ExPECT is a non-profit organization made up of businesses, parents, teachers and other supporters of Lee County Schools.\nFinancial contributions by the community through the CREATE Foundation have funded hundreds of thousands of dollars in ExPECT grants over the years, which are given to teachers in the Lee County School District.\nRead more about what teachers are doing with their ExPECT grants in Sunday’s Daily Journal.\nSince getting the new chairs, Cox said she has noticed improvement in her students’ handwriting.\nTina Cox and Kayla Mitchell, first grade teachers at Mooreville Elementary School, received a $1,995 grant to purchase ergonomic chairs for their students."}