{"article_title": "No Child Left Behind test requirements deserve support from both parties", "article_keywords": ["tests", "requirements", "students", "deserve", "support", "child", "states", "american", "scores", "parties", "test", "progress", "education", "math", "left"], "article_url": "http://www.latimes.com/nation/la-oe-0204-cowan-no-child-left-behind-20150204-story.html", "article_text": "Nobody likes tests. Not third-graders and, apparently, not Congress.\n\nThe 114th Congress is moving quickly to overhaul the Elementary and Secondary Education Act — better known since 2001 as No Child Left Behind — the law that governs nearly all federal policy around K-12 schools. Loud voices on both sides of the aisle already have called for gutting its testing and accountability measures and for giving states federal education dollars with no strings attached.\n\nThese are bad ideas no matter where you fall on the political spectrum.\n\nRepublicans see themselves as defenders of our tax dollars. Yet many Republicans are now saying we should ditch the Bush-era accountability framework, including annual reading and math tests, and instead hand out $25 billion each year for states to do as they please. Under the draft bill proposed by Senate Republicans, the federal government would have no real say in how its money is used, nor would states need to provide evidence that they're funding something that works. Rather, a state must simply give an \"assurance\" that it is trying to improve its worst-performing schools in some way. This is a perplexing stance from the party that treasures fiscal responsibility: Let's do away with goals, the ability to measure how we're doing and all mechanisms for forcing changes if we're failing.\n\nThe stance of anti-testing-and-accountability Democrats is even more puzzling. After decades of stagnant school test scores and yawning achievement gaps, No Child Left Behind spurred tremendous academic gains, especially among low-income and minority kids. Just a few of the many examples: According to the National Assessment of Educational Progress, the largest ongoing nationwide assessment, 57% of low-income students were \"below basic\" level in fourth-grade math the year before No Child Left Behind was enacted. Today that rate is 27%. For African American students, the rate went from 65% to 34%. For Latinos, it went from 59% to 27%. Today, the average 9-year-old African American student scores at the math level an African American 13-year-old did in 1973. The same is true for Latino students. Students with disabilities are making educational progress as well — and for the first time, those gains are being tracked systematically.\n\nWe cannot let test-phobia undercut the significant progress the United States has made toward giving all children an education that prepares them to succeed.\n\nHow can Democrats, who built two winning presidential coalitions by arguing they are the only ones who will stand up for African Americans and Latinos, be willing to throw out the policies that incited such progress?\n\nOf course there are things not to like about No Child Left Behind, and pieces of it could use tweaks and improvement. And some thoughtful lawmakers are already suggesting ways to directly address those concerns, like asking states and districts to review the tests their students are taking and toss out those that are duplicative or low quality. But after watching American students fall behind our global competitors, we now see an upward trajectory. The average 9-year-old American student's scores are going up in reading seven times faster than they ever did in the 30 years before No Child Left Behind. In math, the scores are going up five times faster.\n\nAnd yet the gravitational pull of anti-testing-and-accountability forces is so strong that it's causing many in Congress to become \"repeal-and-replacers,\" even if that means jettisoning deep values cherished by their own party. This is the legislative equivalent of repealing the entire Affordable Care Act because of opposition to its medical-device tax.\n\nWe cannot let test-phobia undercut the significant progress the United States has made toward giving all children an education that prepares them to succeed. Tossing out the tests and the accountability ushered in by No Child Left Behind might be politically convenient, but it would be a step backward.\n\nJon Cowan is president of the centrist think tank Third Way. Lanae Erickson Hatalsky is director of Third Way's Social Policy & Politics Program.\n\nFollow the Opinion section on Twitter @latimesopinion and Facebook", "article_metadata": {"fb_title": "No Child Left Behind test requirements deserve support from both parties", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Nobody likes tests. Not third-graders and, apparently, not Congress .", "title": "No Child Left Behind test requirements deserve support from both parties", "url": "http://www.latimes.com/nation/la-oe-0204-cowan-no-child-left-behind-20150204-story.html", "image": "http://www.trbimg.com/img-54d18b24/turbine/la-oe-0204-cowan-no-child-left-behind-20150204", "type": "article"}, "x-servername": "lalvp13.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "No Child Left Behind, education, standardized tests, Congress, Republicans,", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/82716461", "googlebot-news": "index", "date": "2015-02-03", "Description": "No Child Left Behind has produced educational gains, so why do Republicans and even Democrats want to gut it?", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "No Child Left Behind, education, standardized tests, Congress, Republicans,"}, "_id": "\"57477af36914bd0286fcade8\"", "article_summary": "Of course there are things not to like about No Child Left Behind, and pieces of it could use tweaks and improvement.\nAfter decades of stagnant school test scores and yawning achievement gaps, No Child Left Behind spurred tremendous academic gains, especially among low-income and minority kids.\nThe average 9-year-old American student's scores are going up in reading seven times faster than they ever did in the 30 years before No Child Left Behind.\nTossing out the tests and the accountability ushered in by No Child Left Behind might be politically convenient, but it would be a step backward.\nBut after watching American students fall behind our global competitors, we now see an upward trajectory."}