{"article_title": "Study Shows Number Of Insured And Uninsured By State, Race, Age", "article_keywords": ["insurance", "rate", "study", "million", "obamacare", "number", "wallethub", "states", "insured", "state", "race", "rates", "uninsured", "age", "shows"], "article_url": "http://www.ibtimes.com/obamacare-statistics-study-shows-number-insured-uninsured-state-race-age-2180161", "article_text": "WalletHub reported what it called the first reliable estimate of the proportion of previously uninsured Americans now enrolled in programs under the Affordable Care Act, aka Obamacare, saying the share of uninsured Americans has fallen to 11.7 percent from 15.5 percent since the implementation of U.S. President Barack Obama's signature legislative achievement. Although WalletHub has conducted similar studies in the past, this is the first year the personal-finance resource has enough data to draw definitive conclusions, said Jill Gonzalez, one of its analysts.\n\nDrawing on data compiled by the U.S. Census Bureau, the WalletHub study showed that more than 10.6 million people have gained health-insurance coverage during the relevant period.\n\nMeanwhile, the number of uninsured nonelderly Americans in 2014 was 32 million, a decrease of almost 9 million since 2013, according to the Henry J. Kaiser Family Foundation. Most uninsured people are in low-income working families, a study conducted by the foundation indicated. In 2014, more than 80 percent were in a family with a worker, and more than one-half had family incomes below 200 percent of the poverty level. The same year, 48 percent of uninsured adults said the main reason they were uninsured was because the cost was too high.\n\nPhoto: Reuters/Joshua Roberts\n\nOpen enrollment for individual health insurance in 2016 through Obamacare began Nov. 1. There have been several changes made in the enrollment process, primarily the timing of when the insurance will kick in. Consumers who enroll in a health-insurance plan by Jan. 15 will have their coverage begin Feb. 1. Consumers who wait until the last minute to enroll Jan. 31 will have their coverage start March 1.\n\nAccording to WalletHub's study, the state with the lowest uninsured rate is Massachusetts, which pioneered health-care reform, followed by Vermont, Hawaii, the District of Columbia and Minnesota. The states with the highest uninsured rates are Texas, Alaska, Florida, Georgia and Oklahoma. In 18 states, the drops in uninsured rates were fully the result of public insurance options.\n\nContinue Reading Below\n\nWalletHub also employed different census categories in parsing the health-insurance data.\n\nTexas in 2014 had the biggest absolute gap in uninsured rates between lower-income and higher-income households, at 20.1 percent. Between 2010 and 2014, Nevada had the highest absolute decrease in its children’s uninsured rate, at 7.7 percent. Meanwhile, Kansas had the highest absolute difference in uninsured rates between blacks and whites, at 9.87 percent.\n\nIn terms of political factors, WalletHub looked at the split between blue states and red states. Blue states have fewer uninsured residents compared with red states, the study found.\n\nThe study also found the average uninsured rate is 9.4 percent for states that expanded Medicaid and 12.7 percent for states that did not expand Medicaid.\n\nEven though the number of uninsured individuals in the U.S. has dropped, more studies are needed to prove whether Obamacare is the main force behind that decrease, some said.\n\n\"The number of uninsureds has dropped, but, with only two years of data, it is difficult to say that the total change is only due to [Obamacare],\" said John Large, an assistant professor of health policy and management at the University of South Florida. \"The biggest obstacle to either implementing or improving [Obamacare] is the political opposition to the law.\"", "article_metadata": {"msapplication-config": "http://s2.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/browserconfig.xml", "news_keywords": "obamacare insurance rates, rate of insured, rate of uninsured, obamacare statistics, new study obamacare, obamacare insurance problems, obamacare by state insurance statistics, insurance statistics, public options medical insurance, medical insurance", "og": {"site_name": "International Business Times", "description": "Fewer Americans lack health insurance since the Affordable Care Act took effect, but some say it's too early to give the new law full credit.", "title": "Obamacare Statistics: Study Shows Number Of Insured And Uninsured By State, Race, Age", "url": "http://www.ibtimes.com/obamacare-statistics-study-shows-number-insured-uninsured-state-race-age-2180161", "image": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/08/02/rtr4yxba.jpg", "type": "article"}, "twitter": {"description": "Fewer Americans lack health insurance since the Affordable Care Act took effect, but some say it's too early to give the new law full credit.", "title": "Obamacare Statistics: Study Shows Number Of Insured And Uninsured By State, Race, Age", "url": "http://www.ibtimes.com/obamacare-statistics-study-shows-number-insured-uninsured-state-race-age-2180161", "image": {"src": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/08/02/rtr4yxba.jpg", "identifier": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/08/02/rtr4yxba.jpg"}, "site": "@IBTimes", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "fb": {"app_id": 263851690471857, "pages": 128026713884051}, "msapplication-TileImage": "http://s1.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/IBTimes", "section": "World", "published_time": "2015-11-11T15:37:30-05:00", "modified_time": "2015-11-11T17:37:16-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Fewer Americans lack health insurance since the Affordable Care Act took effect, but some say it's too early to give the new law full credit."}, "article_summary": "Texas in 2014 had the biggest absolute gap in uninsured rates between lower-income and higher-income households, at 20.1 percent.\nBetween 2010 and 2014, Nevada had the highest absolute decrease in its children’s uninsured rate, at 7.7 percent.\nMeanwhile, Kansas had the highest absolute difference in uninsured rates between blacks and whites, at 9.87 percent.\nAccording to WalletHub's study, the state with the lowest uninsured rate is Massachusetts, which pioneered health-care reform, followed by Vermont, Hawaii, the District of Columbia and Minnesota.\nThe states with the highest uninsured rates are Texas, Alaska, Florida, Georgia and Oklahoma."}