{"article_title": "What about the experience of black Americans?", "article_keywords": ["race", "political", "experience", "inequality", "americans", "president", "black", "racial", "history", "chait", "white", "obama"], "article_url": "http://www.slate.com/articles/news_and_politics/politics/2014/04/jonathan_chait_race_and_obama_s_presidency_what_about_the_experience_of.html", "article_text": "Photo by Scott Olson/Getty Images\n\nIf I were outlining a racial history of the Obama administration, it would begin with policy: A housing collapse that destroyed black Americans’ wealth; a health care law attacked as “reparations” and crippled by a neo-Calhounite doctrine of “state sovereignty”; a broad assault on voting rights and access to the polls, concentrated in the states of the former Confederacy. Indeed, it would focus on the deep irony of the Obama era: That the first black president has presided over a declining status quo for many black Americans.\n\nIn short, it would treat race as a real force in public life that has real consequences for real people.\n\nYou should contrast this with Jonathan Chait’s most recent feature for New York magazine, where the story of race in the Obama administration is a story of mutual grievance between Americans on the left and right, with little interest in the lived experiences of racism from black Americans and other people of color. It’s a story, in other words, that treats race as an intellectual exercise—a low-stakes cocktail party argument between white liberals and white conservatives over their respective racial innocence.\n\nJamelle Bouie Jamelle Bouie is Slate’s chief political correspondent.\n\nAdvertisement\n\n\n\n“If you … set out to write a social history of the Obama years, one that captured the day-to-day experience of political life,” Chait writes, “you would find that race has saturated everything as perhaps never before. Hardly a day goes by without a volley and counter-volley of accusations of racial insensitivity and racial hypersensitivity.”\n\nThat might fit the experiences of a mostly white pundit class, but it has nothing to do with race as experienced in the “day-to-day” lives of ordinary people. When a twentysomething black New Yorker talks about race, she isn’t as concerned with the rhetoric of Republicans as she is with the patrol car that trails her teenage brother when he rides his bike to the corner store.\n\nIn any case, Chait marshals an impressive amount of evidence to make two points: First, that “racial conservatism” and ideological conservatism have become one and the same, and that this is true for “racial liberalism” and ideological liberalism as well. What’s more, Chait argues that the worst suspicions of both sides are true: Conservatives have leveraged racial resentment in service of other political goals, and liberals have wielded the word racist as a weapon against their foes, regardless of the offense.\n\nWhat’s odd about the argument is that Chait clearly shows the extent to which conservatism—even if it isn’t “racist”—works to entrench racial inequality through “colorblindness” and pointed opposition to the activist state. But rather than take that to its conclusion, he asks us to look away: “Impressive though the historical, sociological, and psychological evidence undergirding this analysis may be, it also happens to be completely insane. Whatever Lee Atwater said, or meant to say, advocating tax cuts is not in any meaningful sense racist.”\n\nAdvertisement\n\n\n\nOf course, it’s not accusing conservatives of “racism” to note that particular policies—say, tax cuts to defund the social safety net, or blocking the Medicaid expansion under the Affordable Care Act—have a disparate impact. That’s just reality. And it’s not tarring your opponents to note that race plays a huge part in building popular support for those policies. But again, for as much as this is interesting as a matter of political combat, it’s less important to telling the story of race in the Obama years than, for instance, the tremendous retrenchment of racial inequality during our five years of recession, recovery, and austerity.\n\nChait finishes his piece with a note (a hope?) that this dynamic of grievance will become irrelevant with time: “The passing from the scene of the nation’s first black president in three years, and the near-certain election of its 45th nonblack one, will likely ease the mutual suspicion. In the long run, generational changes grind inexorably away.”\n\nYes, the Return of the White President will cause this tension to recede, as arguments over racial innocence—“You’re racist!” “You’re a race baiter!”—fade like the elves of Middle-Earth. But that’s only the end of the story if you’re most concerned with partisan fights.\n\nIf it’s policy that dominates your racial history of the Obama era, the future is uncertain and filled with questions. By gutting a key provision of the Affordable Care Act, Chief Justice John Roberts has left a gaping hole in Medicaid coverage, cutting millions of blacks and Latinos out of the benefits of the law. Will we fix this, and if we don’t, what does that mean for the fight against racial inequality in our economy? Will we do anything to rebuild black wealth and end the long-term unemployment crisis in black communities? Will we end the drug war and move against mass incarceration? Will we buck the Supreme Court and push back against the conservative campaign to dismantle the Voting Rights Act? Will we leave millions of Latino immigrants on the margins of society because a white conservative minority refuses to sign on to immigration reform? And so on, and so on.\n\nYou could argue that answering these questions—and finding solutions—requires a focus on the nature of racial conversation during and after the Obama era, in which case, Chait’s focus is well-placed. If racial conservatism is indistinguishable from its ideological counterpart—if attitudes toward blacks are determinative of attitudes toward government, and vice versa—then that poses a tremendous challenge to ameliorating racial inequality and injustice, both by way of government (a strong social safety net) and its restraint (criminal justice reform).\n\nStill, if you’re trying to tell the story of race in the Obama years, Chait’s version strikes me as utterly ancillary. First and foremost in this history has to be the ways in which race kept its material salience despite the momentous political event of a black president. The partisan reactions to Trayvon Martin and Jordan Davis are less important than the activism that emerged around them, in the same way that Republican complaints of language policing are less important than the party’s ongoing push for voter suppression.", "article_metadata": {"sailthru.subheadline": "Jonathan Chait’s look at race during the Obama era is missing one thing: black Americans.", "fb-share": "Jonathan Chait’s Look at Race During the Obama Era Is Missing One Thing: Black Americans", "sailthru.author": "Jamelle Bouie", "description": "If I were outlining a racial history of the Obama administration, it would begin with policy: A housing collapse that destroyed black Americans’ wealth ...", "og": {"site_name": "Slate Magazine", "description": "If I were outlining a racial history of the Obama administration, it would begin with policy: A housing collapse that destroyed black Americans’ wealth ...", "title": "Jonathan Chait’s Look at Race During the Obama Era Is Missing One Thing: Black Americans", "url": "http://www.slate.com/articles/news_and_politics/politics/2014/04/jonathan_chait_race_and_obama_s_presidency_what_about_the_experience_of.html", "image": "http://www.slate.com/content/dam/slate/articles/news_and_politics/politics/2014/04/140407_POL_ObamaCampaign.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "type": "article"}, "twitter": {"description": "If I were outlining a racial history of the Obama administration, it would begin with policy: A housing collapse that destroyed black Americans’ wealth ...", "title": "Jonathan Chait’s Look at Race During the Obama Era Is Missing One Thing: Black Americans", "url": "http://www.slate.com/articles/news_and_politics/politics/2014/04/jonathan_chait_race_and_obama_s_presidency_what_about_the_experience_of.html", "image": "http://www.slate.com/content/dam/slate/articles/news_and_politics/politics/2014/04/140407_POL_ObamaCampaign.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "creator": "@jbouie", "site": "@slate", "card": "summary_large_image"}, "sailthru.date": "2014-04-07T18:45:00Z", "sailthru.promoheadline": "Jonathan Chait’s Look at Race During the Obama Era Is Missing One Thing: Black Americans", "sailthru.headline": "Color Blind", "parsely-page": "{\n  \"title\": \"Jonathan Chait\\u2019s Look at Race During the Obama Era Is Missing One Thing: Black Americans\",\n  \"link\": \"http://www.slate.com/articles/news_and_politics/politics/2014/04/jonathan_chait_race_and_obama_s_presidency_what_about_the_experience_of.html\",\n  \"image_url\": \"http://www.slate.com/content/dam/slate/articles/news_and_politics/politics/2014/04/140407_POL_ObamaCampaign.jpg.CROP.thumbnail-small.jpg\",\n  \"type\": \"post\",\n  \"post_id\": \"100140407015\",\n  \"pub_date\": \"2014-04-07T18:45:00Z\",\n  \"section\": \"News and Politics\",\n  \"author\": \"Jamelle Bouie\",\n  \"tags\": [\n    \"inequality\",\n    \"race\",\n    \"obama\",\n    \"politics\"\n  ]\n}", "fb": {"app_id": 142011022527753}, "tw-line": "Jonathan Chait’s Look at Race During the Obama Era Is Missing One Thing: Black Americans", "keywords": "Jonathan Chait,  Jonathan Chait Obama years race, Jonathan Chait New York magazine, Obama inequality, Obama race, Obama black Americans, black Americans recession, black Americans poorer, black Americans Obama years, voter suppression Obama, GOP African Americans, Republicans black Americans, GOP poverty, Republicans poverty", "google-site-verification": "jXqoqqPSmx_PWchRdG-IXu-X616Ee2Ptf_AiElI9LzQ", "sailthru.tags": "Jonathan Chait,  Jonathan Chait Obama years race, Jonathan Chait New York magazine, Obama inequality, Obama race, Obama black Americans, black Americans recession, black Americans poorer, black Americans Obama years, voter suppression Obama, GOP African Americans, Republicans black Americans, GOP poverty, Republicans poverty", "article": {"publisher": "http://www.facebook.com/Slate"}, "sailthru.description": "If I were outlining a racial history of the Obama administration, it would begin with policy: A housing collapse that destroyed black Americans’ wealth ...", "sailthru.image.full": "http://www.slate.com/content/dam/slate/articles/news_and_politics/politics/2014/04/140407_POL_ObamaCampaign.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fcae12\"", "article_summary": "Indeed, it would focus on the deep irony of the Obama era: That the first black president has presided over a declining status quo for many black Americans.\nWill we do anything to rebuild black wealth and end the long-term unemployment crisis in black communities?\nWill we fix this, and if we don’t, what does that mean for the fight against racial inequality in our economy?\nIf it’s policy that dominates your racial history of the Obama era, the future is uncertain and filled with questions.\nFirst and foremost in this history has to be the ways in which race kept its material salience despite the momentous political event of a black president."}