{"article_title": "American Medical Association blasts CMS for releasing 'incomplete' doctor ratings", "article_keywords": ["ratings", "updated", "measures", "quality", "doctor", "data", "medical", "releasing", "blasts", "american", "physician", "medicare", "association", "physicians", "scores", "cms", "incomplete", "care"], "article_url": "http://www.healthcarefinancenews.com/news/american-medical-association-blasts-cms-releasing-incomplete-doctor-ratings", "article_text": "The Centers for Medicare and Medicaid Services on Thursday updated the quality scores for 40,000 physicians who shared benchmarks under the Physician Quality Reporting System, despite outcry by the American Medical Association that the data is incomplete.\n\n\"Given the widespread accuracy issues with the 2014 PQRS calculations, the newly released information is premature,\" AMA President Steven Stack said in a statement. \"The data inaccuracies and difficulties with CMS' processes grew over the last couple of months and, while CMS has acknowledged these problems, it has failed to address the underlying issues.\"\n\nCMS said the new data, which measures 2014 results, adds info on preventive care, diabetes, cardiovascular care, and patient safety for group practices and scores on preventive care, cardiovascular care, and patient safety measures for individual doctors.\n\n[Also: More than 750 facilities fined for hospital-acquired infections]\n\nAbout 290 group practices submitted data through the PQRS and 40,000 doctors participated on an individual basis.\n\n\"This large release of quality measures for hospitals and physicians empowers consumers with information to make more informed healthcare decisions, encourages healthcare professionals to strive for higher levels of quality, and drives overall health system improvement,\" acting CMS Administrator Patrick Conway said in the announcement.\n\nThe updated scores were posted to CMS' Physician Compare site. The federal agency also updated quality metrics for hospitals through its Hospital Compare site, and posted fresh data to its Pioneer and Medicare Shared Savings Accountable Care Organizations models.\n\nThe AMA, however, said the move is premature since the CMS only accounts for data that was submitted voluntarily by doctors, and some physicians saw their metrics thrown out over inaccuracies.\n\n[Also: Physician quality reporting adds extra compliance headache for hospitals]\n\n\"Thousands of other physicians who provide similar services were excluded due to data problems,\" Stack said. \"CMS has attempted to mitigate the situation by explaining that the data may not be comprehensive, and patients should not assume that doctors are deficient in areas where no information is provided. But the location of the disclaimer may not be immediately obvious to patients.\"\n\nSince CMS uses these scores to alter Medicare payment rates under its value-based reimbursement models, the AMA also called for CMS to suspend penalties until issues with data accuracy are sorted out.\n\nThe Physician and Hospital Compare sites were mandated by the Affordable Care Act. Physicians will start facing penalties in 2016 if they do not report results.\n\nTwitter: @HenryPowderly", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/american-medical-association-blasts-cms-releasing-incomplete-doctor-ratings", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/overworked-doctor-hfn-feature.jpg", "site_name": "Healthcare Finance News", "description": "The Centers for Medicare and Medicaid Services on Thursday updated the quality scores for 40,000 physicians who shared benchmarks under the Physician Quality Reporting System, despite outcry by the American Medical Association that the data is incomplete.", "title": "American Medical Association blasts CMS for releasing 'incomplete' doctor ratings"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/overworked-doctor-hfn-feature.jpg"}, "title": "American Medical Association blasts CMS for releasing 'incomplete' doctor ratings", "description": "The Centers for Medicare and Medicaid Services on Thursday updated the quality scores for 40,000 physicians who shared benchmarks under the Physician Quality Reporting System, despite outcry by the American Medical Association that the data is incomplete.", "card": "summary_large_image", "site": "@HC_Finance"}, "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no", "description": "The Centers for Medicare and Medicaid Services on Thursday updated the quality scores for 40,000 physicians who shared benchmarks under the Physician Quality Reporting System, despite outcry by the American Medical Association that the data is incomplete.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The updated scores were posted to CMS' Physician Compare site.\nThe Centers for Medicare and Medicaid Services on Thursday updated the quality scores for 40,000 physicians who shared benchmarks under the Physician Quality Reporting System, despite outcry by the American Medical Association that the data is incomplete.\n[Also: Physician quality reporting adds extra compliance headache for hospitals]\"Thousands of other physicians who provide similar services were excluded due to data problems,\" Stack said.\n\"The data inaccuracies and difficulties with CMS' processes grew over the last couple of months and, while CMS has acknowledged these problems, it has failed to address the underlying issues.\"\nThe federal agency also updated quality metrics for hospitals through its Hospital Compare site, and posted fresh data to its Pioneer and Medicare Shared Savings Accountable Care Organizations models."}