{"article_title": "Obama Rips Republicans While Calling Out Their Lies And Total Denial Of Reality", "article_keywords": ["saying", "denial", "reality", "theyre", "republicans", "wait", "calling", "rips", "lies", "thats", "doesnt", "folks", "president", "total", "obama"], "article_url": "http://www.politicususa.com/2015/10/10/president-obama-asks-why-republicans-america.html", "article_text": "“Why are all these Republican politicians so down on America?” President Barack Obama asked during a fundraiser for Senator Patty Murray’s (D-WA) reelection campaign at the Seattle Westin hotel.\n\nObama said listening to Republicans is really depressing and it doesn’t match up with the truth. After listing a lot of positive changes including cutting our deficits by 2/3s, Obama proceeded to bust Republicans on their denial of reality. Saying of the Bush years, “To hear them tell it, those were the good old days. The golden years.” The President grinned as the audience laughed. “And then me and Patty, we messed it up.”\n\nThe audience went wild as that line settled in.\n\nThis is a must-watch if you like watching President Obama bust Republicans:\n\n“Which makes you wonder– why are all these Republican politicians so down on America?”\n\n“I mean, I know it’s political season, but listening to them is really depressing. And it kind of doesn’t match up with the truth. In the reality that they create, everything was terrific in 2008 — in the middle of the worst recession in our lifetimes,” Obama said. The President reminded everyone of the reality, “Unemployment, uninsured rates going up; we were in two wars, hopelessly addicted to foreign oil, bin Laden still at large. To hear them tell it, those were the good old days. The golden years. And then me and Patty, we messed it up.”\n\nThe President acknowledged that people are still struggling, “But this is important because folks are — look, folks are struggling in communities around the country sometimes; they are trying to figure out how they can see their wages go up, and they’re still struggling to afford a college education. So there are reasons why people want to see more improvement.”\n\nBut then brought it back to the historical reality, “But they don’t remember where we were.”\n\nObama busted Republicans for trolling despair, “And sometimes they may feel like there’s no hope. And that’s what the other side is counting on — is folks forgetting what happened the last time they were in charge.”\n\n“You’ve got to give them credit for chutzpah,” Obama said. “You’ve got to feel bad for the fact-checkers who just cannot keep up with some of the stuff they say.” (The audience loved this.)\n\n“They’re saying, wait, wait, wait, what he just said about climate change — that’s not true. But before that’s happened, suddenly they’re saying something else about immigration that’s not true. Or they’re saying something about the deficit that’s not true.”\n\nWhy are they denying reality? Because, as I write often in these pages, they have nothing else – or as the President put it, “Now, part of the reason that they have to do this is because they keep running on the so many policies that caused so many problems in the first place.”\n\nThis is what happens when a party refuses to admit its mistakes and adapt its policies according to historical realities. They are left denying reality and selling lies.\n\nA gander at the list of failed policies Republicans continue to run on, courtesy of the President, “More tax breaks for folks at the very top. Cutting investments in things like education. Repealing the Affordable Care Act and kicking millions off health insurance. Gutting Wall Street reform, risking another crisis by letting the biggest banks run wild. Denying that our planet is getting warmer, and thereby unraveling new rules on power plants to protect the air our kids breathe.”\n\nYep. Nothing to see here.\n\nAnd on a sobering note, the President said, “We know we’ve got to do something to prevent the kind of massacres we saw last week, and two months before that and two months before that, — and two months before that…It’s not normal. It is not inevitable. It doesn’t just happen.” This got a passionate round of applause that continued through the next paragraph.\n\n“It is a choice that we make, and it is a choice that we can change,” Obama said, calling out the “politics of fear” used by politicians who refuse to do anything to pass reasonable gun safety laws. “There are ways to protect our children and protect our rights. Don’t pretend that they’re aren’t.”\n\n“And, look, it’s comfortable to just say Washington doesn’t work anymore, everything is dysfunctional, just to turn away. Or to start looking for false prophets who spout things that, under examination, don’t really make any sense, but feed your biases and your fears. But we can’t afford that. We’ve got too much work to do,” Obama said, reminding Democrats that our government is part of us and that all citizens need to be engaged in order to enact change.\n\nThe fundraising event drew a crowd of about 1,450 people and raised more than $500,000 for Murray’s campaign according to a pool report.", "article_metadata": {"description": "Obama proceeded to bust Republicans on their denial of reality, saying of the Bush years, \"To hear them tell it, those were the good old days.  The golden years.\"", "generator": "WordPress 4.5.2", "author": "Sarah Jones", "og": {"site_name": "Politicus USA", "description": "Obama proceeded to bust Republicans on their denial of reality, saying of the Bush years, \"To hear them tell it, those were the good old days.  The golden years.\"", "title": "Obama Rips Republicans While Calling Out Their Lies And Total Denial Of Reality", "url": "http://www.politicususa.com/2015/10/10/president-obama-asks-why-republicans-america.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2015/10/Screen-Shot-2015-10-10-at-1.51.37-PM.png", "updated_time": "2015-10-10T14:40:19+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Democratic Party,Editors' Picks,Featured News,fundraiser,President Barack Obama,Republicans denying reality,Seattle speech,Sen Patty Murray,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Featured News", "published_time": "2015-10-10T14:34:07+00:00", "modified_time": "2015-10-10T14:40:19+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "fundraiser, President Barack Obama, Republicans denying reality, Seattle speech, Sen Patty Murray"}, "_id": "\"57477af36914bd0286fcae1c\"", "article_summary": "“They’re saying, wait, wait, wait, what he just said about climate change — that’s not true.\nAfter listing a lot of positive changes including cutting our deficits by 2/3s, Obama proceeded to bust Republicans on their denial of reality.\nBut before that’s happened, suddenly they’re saying something else about immigration that’s not true.\nObama said listening to Republicans is really depressing and it doesn’t match up with the truth.\nOr they’re saying something about the deficit that’s not true.”Why are they denying reality?"}