{"article_title": "$aving Bucks in style at Good Stuff Thrift", "article_keywords": ["style", "good", "room", "aving", "items", "unique", "stuff", "things", "clark", "bucks", "wanted", "come", "store", "thrift"], "article_url": "http://www.theintell.com/life-style/aving-bucks-in-style-at-good-stuff-thrift/article_4392b170-3e14-5c97-8074-2f7ac47eec16.html", "article_text": "It looks nothing like a thrift store, but that was the intention.\n\nEach room is adorned with vibrant colors and clever decorations, like a moss-covered antique bike and ornate wall flower designed with high-heeled shoes.\n\nThe store at 3622 N. Easton Road in Doylestown draws crowds who marvel at the atmosphere and insist it mirrors a high-end boutique.\n\nGood Stuff Thrift is the brainchild of Ed Hudson, who was searching for ways to raise money for local charities, including Bethany Christian Services, the area chapter of a national nonprofit adoption and family service agency.\n\nThe answer to his quest became the multilevel shop that looks more like it belongs tucked in Peddler’s Village than along a commercial swath of Route 611.\n\nWhat’s so wonderful is the community has embraced the store and its several charities, donating enough items to fill its shelves and 90 percent of its 23,000-square-foot sister store in Fairless Hills.\n\n“We still have tags on many of the items we sell,” said Hudson.\n\nTanya Clark of New Hope said the atmosphere is a huge draw for her.\n\n“Where else can you come in and see a sheared beaver coat,” said Clark, staring at the $600 fur coat hanging on the back of a door. “It’s probably worth about $6,000.”\n\nEyeing some of the rooms, Clark said, “it’s easier for people to visualize what things would look like in their home when it’s set up like this.”\n\nHudson said his aim was to create something unique and upscale.\n\n“We wanted to feel like it was not a thrift store,” he said. “We wanted a boutique feel to it, and because of that, we get a lot of customers who aren’t your typical thrift-store shoppers. So we get two kinds of shoppers — those who are looking for bargains and those who are looking for more unique and rare items — which we think is great.”\n\nThe store is designed like a house. In its dining room, sitting atop a gold-and-red tablecloth, was a China tea set priced at $12.50. Paintings adorn the walls of every room, including a living room and children’s room.\n\nItems, he said, are priced to sell. Hudson doesn’t want to keep merchandise on the shelves for longer than three or four weeks. Books are between $1 and $2. Clothes and shoes range from $2 to $20, and could be higher depending on the brands. Pictures are between $5 and $250.\n\n“We want customers to come every week to see new stuff,” he said.\n\nGinny Walker of Harleysville heads to the store often to search for artwork and antiques.\n\n“I did all of my Christmas shopping here,” she said.\n\nOne recent day, Jennifer Dirocco of Sellersville was scanning the racks for items to wear on a cruise and picked up two dresses for under $9 and a Lands’ End jacket for $18.\n\nHudson said the store has come a long way since opening in June.\n\n“Helping kids is the main reason we started, but now we are providing employment to more than 30 people and getting high-quality merchandise for people in Upper and Lower Bucks, where they may not be able to afford such things at retail prices.”", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "The Intelligencer", "description": "It looks nothing like a thrift store, but that was the intention.", "title": "$aving Bucks in style at Good Stuff Thrift", "url": "http://www.theintell.com/life-style/aving-bucks-in-style-at-good-stuff-thrift/article_4392b170-3e14-5c97-8074-2f7ac47eec16.html", "image": "http://bloximages.newyork1.vip.townnews.com/theintell.com/content/tncms/assets/v3/editorial/b/5f/b5f5c0ed-bc7c-56c2-b871-efc0db1fbb37/5300e39740f0f.image.jpg?resize=760%2C490", "type": "article"}, "twitter": {"site": "@TheIntellNews", "card": "summary"}, "description": "It looks nothing like a thrift store, but that was the intention.", "msvalidate.01": "787153C38497467EA4140F3BE4C2455F", "fb": {"app_id": 579115282248617}, "keywords": "life-style,arts-entertainment,local-feature", "google-site-verification": "8nckBxTQwgRuj2o3n2pyWZlSYU8Q818IpV17p1FQOGI", "news_keywords": "life-style,arts-entertainment,local-feature"}, "_id": "\"57477af36914bd0286fcae30\"", "article_summary": "Good Stuff Thrift is the brainchild of Ed Hudson, who was searching for ways to raise money for local charities, including Bethany Christian Services, the area chapter of a national nonprofit adoption and family service agency.\nIt looks nothing like a thrift store, but that was the intention.\n“We wanted to feel like it was not a thrift store,” he said.\nPaintings adorn the walls of every room, including a living room and children’s room.\nHudson said the store has come a long way since opening in June."}