{"article_title": "Braving the Deep, Deadly South on a Bicycle", "article_keywords": ["states", "hit", "cycling", "deadly", "number", "deep", "braving", "state", "bike", "safety", "bicycle", "biking", "south", "carolina"], "article_url": "http://www.theatlantic.com/national/archive/2014/03/braving-the-deep-deadly-south-on-a-bicycle/284293/", "article_text": "Please consider disabling it for our site, or supporting our work in one of these ways\n\nKen Spicer’s grandkids were expecting him when they heard the accident. From inside the house it sounded like a car had hit a post. But they knew differently when they heard their grandfather, age 70, cry out for help. “I was knocked up into the air,” Spicer remembers. “My head hit the windshield, I came down on the hood, and then down onto the pavement.” While biking to his son’s house he’d been hit by a neighbor driving a white Subaru SUV. “The next thing I remember I was lying in both lanes of the street, in the most excruciating pain of my life,” he says. He had traveled all of three blocks. This kind of accident can, and does, happen anywhere. But if you live where Spicer does, in the Deep South—outside Charleston, South Carolina, in Spicer’s case—this kind of accident is more likely to occur. Much more likely. According to a benchmark study, released last year by the National Alliance for Biking and Walking, the states of the southern U.S. are the most dangerous per biker, and per bike mile traveled, by a wide margin. If you bike in South Carolina you are 10 times likelier to be hit and killed by a car than if you bike in Oregon, one of America’s safer states for cyclists. In North Carolina, eight times more likely. In Louisiana, seven. If you bike in Mississippi, that number is close to 13.\n\nBy the time Ken Spicer arrived at the local medical center, where he is a practicing radiologist, he had lost more than half the blood in his body. As word spread among the physicians that one of their own had been injured, “everyone came down to see me,” he remembers. Then, “all of a sudden, boom, there was nobody there. Like a switch had been thrown.” While he was being treated another car had hit another biker, he learned later, and his trauma team had rushed to resuscitate, in vain, the second injured cyclist of the day. Eventually, Spicer was diagnosed with a spiral fracture of the femur. To reduce the pain from his shredded muscles, pins were inserted into his knee and a sandbag on a pulley hung from them. It was months before he could walk again. Warm, flat, and scenic, the south should be a bike rider’s dream. But its palm trees and hanging moss stand watch over roadways badly in need of dedicated bike lanes, generous road shoulders, and more navigable urban centers. Beaux Jones, a Louisiana bike advocate, explained that apart from New Orleans, the cities in his state have inherited a structure, “that is somewhat antithetical to biking for pleasure or other purposes.” In contrast with compact cities like San Francisco or Portland, Baton Rouge “is a city that stretches across 35 miles,” he points out. Few choose to bike it. Melody Moody, the executive director of Bike Walk Mississippi, explains that her state has “a big issue with a lack of paved shoulders. We’ve been working on that for years, but with less success than we would have hoped.” A report on transportation spending by Advocacy Advance, a partnership between the Alliance for Biking and Walking and the League of American Bicyclists, found that the southern states spend, or plan to spend, the least on biking and walking safety infrastructure as a percentage of their total spending. Over the last few years, Massachusetts directed more than 5 percent of its transportation spending to bicycle and pedestrian facilities. In that same time period Louisiana, North Carolina, Florida, Alabama, South Carolina and Mississippi each devoted one half of one percent.\n\nThis lack of investment reflects limited coffers—as well as a limited number of bikers. In South Carolina, “we’ve had the third largest state roadway system, with the third lowest gas tax,” says Amy Johnson, director of the Palmetto Cycling Coalition in South Carolina. As a result, her state has a small budget that has to feed a fat road system hungry for upkeep. State planners are often more likely to view biking as recreation than transportation. “You’re dealing with a mentality that is focused on intrastate travel,” she says. They can be “very resistant to providing funding for construction, reconstruction, or moving lane markings.” As Moody sees it, the best way to improve cycling conditions in southern states is to increase the number of riders. “We believe in the concept of ‘safety in numbers’ and overwhelmingly believe in the effort to increase ridership as a way to increased safety,” she says. Few would disagree with this conclusion. If drivers don’t expect to see cyclists on the roads, they won’t keep an eye out for them. The statistics in the benchmark study certainly suggest that, on a state-by-state basis, this is true. Eight of the 10 most dangerous states for biking in the U.S. see the fewest bike riders each year. All eight of these are southern. In Alabama, one of the most dangerous cycling states, less than one percent of commutes were performed by bike in 2012. But there is an obvious catch-22 here. It’s hard to encourage people to ride if the streets aren’t safe. Says Johnson, “You are literally sending them out into harm’s way.” Cycling enthusiasts in downtown Charleston, South Carolina, can direct visitors to the corner of Lockwood and Montagu, where a white bike with broken tires and a garland of plastic flowers sits chained to a no-parking sign. It marks the spot where Edwin Gardner, a “pillar of the bike community,” was killed by a car three years ago. \"Hit and run over and dragged,” remembers Tom Bradford, founder of Charleston Moves, a local biking and walking advocacy group.\n\nThe south is rife with stories of prominent cyclists who have been injured or killed. Last year Durham, North Carolina, lost one of its most beloved bikers, Seth Vidal, to a hit and run. The year before, Baton Rouge suffered the same fate. The year before that it was Charleston's turn. In one incident in Arkansas this past summer, 13 cyclists were struck at once in a massive accident that killed one and hospitalized the rest. Reckless driving caused all of these deaths. “Total lawlessness on behalf of drivers,” in the words of Peter Wilborn, founder of the national bike advocacy group and legal practice Bike Law. How do you increase safety before you increase bikers? Many southern states are rolling out or expanding driver education programs. In North Carolina, representatives from the Department of Transportation say they’ve already seen significant “improved yielding” or road sharing across the Research Triangle as a result of their expanded program, Watch for Me NC. But Wilborn insists that education alone will never be enough to make the streets safe for bicycles. “Cycling fatalities are inversely proportional to the amount of money spent on bike infrastructure,” he says. “This is well documented. There is a number of what a state spends—and that number correlates almost exactly with its ranking on fatalities.” If you want to know why South Carolina is unsafe, he says, look at how it doesn’t spend its money. Frankly, he adds, “South Carolina does as little as possible.” Representatives from the South Carolina Department of Transportation safety program can point to a number of initiatives underway to improve safety across the state, for both cyclists and pedestrians. \"Bike and pedestrian safety is an essential consideration for all safety projects\" in the state, they told me by email. But South Carolina still ranks near the bottom of the list (44th) for allotting money to bike and pedestrian safety, according to review of the benchmark statistics by the Palmetto Cycling Coalition. As investment lags, so will safety.", "article_metadata": {"description": "Cyclists are 10 times likelier to be killed in South Carolina than in Oregon. What makes southern roads so treacherous?", "author": "Aaron Reuben", "og": {"site_name": "The Atlantic", "description": "Cyclists are 10 times likelier to be killed in South Carolina than in Oregon. What makes southern roads so treacherous?", "title": "Braving the Deep, Deadly South on a Bicycle", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2014/03/ghost_bike_2/lead_large.jpg", "url": "http://www.theatlantic.com/national/archive/2014/03/braving-the-deep-deadly-south-on-a-bicycle/284293/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af46914bd0286fd976d\"", "article_summary": "But if you live where Spicer does, in the Deep South—outside Charleston, South Carolina, in Spicer’s case—this kind of accident is more likely to occur.\nIn that same time period Louisiana, North Carolina, Florida, Alabama, South Carolina and Mississippi each devoted one half of one percent.\nIn South Carolina, “we’ve had the third largest state roadway system, with the third lowest gas tax,” says Amy Johnson, director of the Palmetto Cycling Coalition in South Carolina.\nIn Alabama, one of the most dangerous cycling states, less than one percent of commutes were performed by bike in 2012.\nFrankly, he adds, “South Carolina does as little as possible.” Representatives from the South Carolina Department of Transportation safety program can point to a number of initiatives underway to improve safety across the state, for both cyclists and pedestrians."}