{"article_title": "Rodgers admits Packers offense is struggling", "article_keywords": ["week", "weve", "think", "admits", "points", "yards", "touchdown", "offense", "struggling", "rodgers", "packers", "really"], "article_url": "http://www.jsonline.com/blogs/sports/331938061.html", "article_text": "Packers Blog The Journal Sentinel's team of Packers beat writers provide the latest news, notes and analysis SHARE\n\nBy of the\n\nGreen Bay - The Packers offense has been a well-oiled machine that runs in any conditions and so to see it score 41 points in two games is not something QB Aaron Rodgers and coach Mike McCarthy are used to seeing.\n\nIt happened at the end of last year when Buffalo beat them, 21-13, in Week 15 and Tampa Bay held them 20 points the following week. But in the second of those two games Rodgers injured his calf and was nowhere near as effective as he had been.\n\nGiven the offense really only scored 17 points in the 24-10 victory over the Rams - cornerback Quinten Rollins scored a touchdown on an interception return -- it has really been held to 34 points in two games. That is not going to be enough if the Packers want to get where they're going.\n\n\"We've been struggling the last couple weeks,\" Rodgers said. \"We've played NFC West opponents now and the diviison is really known for its defense. And they bring it. That's three really good defenses that we've faced, really five difficult opponents for us to start the season.\n\n\"So we're happy to be 5-0, but obviously we need to play a little bit better on offense. We've had a lot of success at home over the years moving the ball efficiently, scoring points. The defense set us up with some short fields with some three and outs and some turnovers. We're used to putting those things in the end zone and we struggled.\"\n\nRodgers was finally able to complete a second pass of 45 or more yards, commecting with veteran James Jones for a 69-yard score at the start of the their quarterback. But Rodger, who completed 19 of 30 passes for 241 yards and two touchdowns, also threw two interceptions.\n\nHis streak of passing attempts without an interception (including playoffs) at Lambeau Field was halted at 586. He threw 49 touchdown passes during that span.\n\nRodgers' receivers have had modest production this year. Against the Rams, Randall Cobb had three catches for 23 yards and tight end Richard Rodgers had six catches for 45 yards. Jones and rookie Ty Montgomery had the only two receptions of 20 or more yards, Montgomery's a 31-yard touchdown in the first quarter.\n\nAsked about whether the offense needed somebody who could stretch the field, Rodgers said:\n\n\"I think we've got that guy, but he's been hurt the last couple weeks. The bye week will be nice to get some of those guys back, but Davante Adams, I think, is a Pro Bowl caliber player and without him and without Jordy (Nelson) we need to find some other ways to attack the outside stuff and still be effective inside.\n\n\"Their plan, I think, was to really key on Randall at times in the slot and then say that we'll make somebody else beat us. We were fortunate enough to have a couple big plays for scores, but we didn't sustain drives like we usually do.\"\n\nOf his interceptions, Rodgers credited the Rams for a good defensive call on the first and a matter of circumstances in the second.\n\n\"The first one is something you can’t really account for,\" he said. \"I had Richard (Rodgers) wide open on the right and the outside guy just decided not to rush and tipped it, and it was a nice play by James (Laurinaitis) there on the interception,\n\n\"The second one was just a nice break. We actually kind of quick counted them, and if we hadn’t he might have been in his back peddle.\"\n\nAnd on the strip sack, he said, \"(Center) Corey (Linsley) thought we had a guy offside, so (left tackle) Dave (Bakhtiari) was late off the ball, the ball was snapped early, and that’s kind of what happened.”", "article_metadata": {"title": "Rodgers admits Packers offense is struggling", "og": {"url": "http://www.jsonline.com/blogs/sports/331938061.html", "image": {"width": 200, "identifier": "http://media.jrn.com/images/js-for-social-200-final.jpg", "height": 200}, "type": "article", "description": "<br /><br />Green Bay - The Packers offense has been a well-oiled machine that runs in any conditions and so to see it score 41 points in two games is not something QB Aaron Rodgers and coach Mike McCarthy are used to seeing.<br />", "title": "Rodgers admits Packers offense is struggling"}, "twitter": {"image": "http://media.jrn.com/images/js-for-social-200-final.jpg", "description": "<br /><br />Green Bay - The Packers offense has been a well-oiled machine that runs in any conditions and so to see it score 41 points in two games is not something QB Aaron Rodgers and coach Mike McCarthy are used to seeing.<br />", "site": "@journalsentinel", "card": "summary", "title": "Rodgers admits Packers offense is struggling"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af46914bd0286fd9775\"", "article_summary": "Asked about whether the offense needed somebody who could stretch the field, Rodgers said:\"I think we've got that guy, but he's been hurt the last couple weeks.\nBut in the second of those two games Rodgers injured his calf and was nowhere near as effective as he had been.\nAgainst the Rams, Randall Cobb had three catches for 23 yards and tight end Richard Rodgers had six catches for 45 yards.\n\"We've been struggling the last couple weeks,\" Rodgers said.\nThat's three really good defenses that we've faced, really five difficult opponents for us to start the season."}