{"article_title": "Editor's Note: The Real Revolutionaries", "article_keywords": ["real", "used", "role", "revolutionaries", "editors", "system", "note", "understand", "provider", "health", "theyre", "hospital", "care", "page"], "article_url": "http://www.hhnmag.com/articles/6677-editors-note-the-real-revolutionaries", "article_text": "Most hospital and health system leaders understand how dramatically the consumer movement is changing health care. But some still don’t, and that’s worrisome.\n\nEven if your organization has for decades been the dominant force in health care in your market, complacency is not an option. Geography matters less and less. You may be the only game in town, but people now are shopping for care much farther afield than they used to. In some cases, they’re being encouraged to do so by employers and insurers who are building narrow networks of providers, negotiating on cost and quality, and flying their employees or plan members halfway across the country if the value proposition makes sense.\n\nThen there’s the explosion of digital devices and apps that enable individuals to monitor themselves and to be monitored day and night whether they’re sitting in the coffee shop next door to their provider or propped up in bed at home hundreds of miles away. Virtual office visits no doubt will be more common in the not-too-distant future and, as technology becomes more sophisticated and less costly, everything from pin-sized cameras to 3-D printers will allow certain types of care and medications to be delivered without the patient and provider being anywhere close to each other.\n\nThis month, we wrap up our series on The New Health Care Consumer. The last installment starts on Page 28 and is called “Are You Connected to the Revolution?” It echoes many of the themes contributing writer Lola Butcher has detailed throughout the year, including the swelling stampede of so-called disruptors — entrepreneurs, IT innovators and retailers salivating over the potential profits to be had by giving health care consumers what they want when they want it anywhere they want it.\n\nHospitals will always play a central role in our nation’s health care delivery system; the question is what that role will encompass. No doubt, that will vary from hospital to hospital. But as Rich Umbdenstock says in a Q&A on Page 34, hospital leaders must “redefine the H,” an imperative driven to a large degree by the emerging power of the health care consumer.\n\nWe all need to pay serious attention to this new reality and understand its many implications. Our health system is going to look very different from what you and I are used to. It already does. — Reach me at bsantamour@healthforum.com. •", "article_metadata": {"description": "Most hospital and health system leaders understand how dramatically the consumer movement is changing health care. But some still don’t, and that’s worrisome. Even if your organization has for decades been the dominant force in health care in your market, complacency is not an option. Geography matters less and less. You may be the only game in town, but people now are shopping for care much farther afield than they used to. In some cases, they’re being encouraged to do so by employers and insurers who . . .", "csrf-token": "jzQe6cHv4qRsNKehSOMIghJjmaUDF25yILxTtwj6/5E=", "twitter": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/author_photos/archives/s/Santamour_190x127.jpg?1448315746", "description": "Most hospital and health system leaders understand how dramatically the consumer movement is changing health care. But some still don’t, and that’s worrisome.", "card": "summary", "title": "Editor's Note: The Real Revolutionaries"}, "msapplication-TileColor": "#FFFFFF", "csrf-param": "authenticity_token", "og": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/author_photos/archives/s/Santamour_190x127.jpg?1448315746", "type": "Article", "description": "Most hospital and health system leaders understand how dramatically the consumer movement is changing health care. But some still don’t, and that’s worrisome.", "title": "Editor's Note: The Real Revolutionaries"}, "msapplication-TileImage": "/images/favicons/favicon-144.png", "keywords": "American Hospital Association,Lola Butcher,Rich Umbdenstock,health care consumerism,health care consumers,narrow networks", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Even if your organization has for decades been the dominant force in health care in your market, complacency is not an option.\nMost hospital and health system leaders understand how dramatically the consumer movement is changing health care.\nThis month, we wrap up our series on The New Health Care Consumer.\nHospitals will always play a central role in our nation’s health care delivery system; the question is what that role will encompass.\nOur health system is going to look very different from what you and I are used to."}