{"article_title": "Converse Rolling Out First Chuck Taylor Update In 98 Years", "article_keywords": ["school", "taylor", "star", "local", "converse", "update", "chuck", "98", "health", "shoe", "rolling", "keloland", "shops", "general", "technology"], "article_url": "http://www.keloland.com/news/article/business/converse-rolling-out-first-chuck-taylor-update-in-98-years", "article_text": "New York\n\nConverse Chuck Taylor All Star fans rejoice! Your favorite sneaker is receiving its first construction update since debuting 98 years ago.\n\n\n\nThe idea behind the All Star II is comfort, Converse said in a statement Thursday.\n\n\n\nThe update is made of durable Tencel canvas, as opposed to the cotton kind, with higher tech shock absorption in Nike Lunarlon for the footbed. There's foam padding inside at the ankle, non-slip padded tongues and perforated micro-suede liners along the interior sides.\n\n\n\nFor the exterior, the iconic circle patch is embroidered on and eyelets will be colored to match the shoe. In addition, the sole is slightly higher than traditional Chucks.\n\n\n\nThe easily recognizable rubber toe cap will remain. The new shoe goes on sale July 28 in black, white, red and blue.\n\nBusiness\n\nGeneral {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 Associated Press. All Rights Reserved. Material may not be redistributed.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Converse Chuck Taylor All Star fans rejoice! Your favorite sneaker is receiving its first construction update since debuting 98 years ago. The idea", "title": "Converse Rolling Out First Chuck Taylor Update In 98 Years", "url": "http://www.keloland.com/news/article/business/converse-rolling-out-first-chuck-taylor-update-in-98-years", "image": "http://kelolandassets.blob.core.windows.net/kelolandassets/images/default-source/agriculture/crops/barley/66132.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "Converse Chuck Taylor All Star fans rejoice! Your favorite sneaker is receiving its first construction update since debuting 98 years ago. The idea"}, "article_summary": "Your favorite sneaker is receiving its first construction update since debuting 98 years ago.\nThe idea behind the All Star II is comfort, Converse said in a statement Thursday.\nNew YorkConverse Chuck Taylor All Star fans rejoice!\nThe update is made of durable Tencel canvas, as opposed to the cotton kind, with higher tech shock absorption in Nike Lunarlon for the footbed.\nFor the exterior, the iconic circle patch is embroidered on and eyelets will be colored to match the shoe."}