{"article_title": "Ted Cruz hosts rally at Farragut High School", "article_keywords": ["states", "school", "united", "crowd", "justice", "nuclear", "ted", "single", "women", "high", "cruz", "hosts", "farragut", "rally", "republican", "tell", "told"], "article_url": "http://www.local8now.com/home/headlines/Ted-Cruz-hosts-rally-at-Farragut-High-School-363257521.html", "article_text": "Ted Cruz, a Republican presidential candidate, appeared in front of an enthusiastic crowd at Farragut High School on Tuesday morning.\n\nHe told the crowd, \"The single biggest difference between me and the other very, very fine men and women standing on that debate stand is that with me, when I tell you I'm going to do something, I'm going to do exactly what I say.\"\n\nCruz promised to repeal the Affordable Care Act, enact a flat tax and abolish the IRS, and destroy ISIS.\n\nHe told the crowd, \"The role of Tennessee is to make sure the next Republican nominee and president of the United States is a real true conservative.\"\n\nCruz gave a plan of the first things he would do if he got elected.\n\nHe said he would start by rescinding, \"every single illegal and unconstitutional executive action.\"\n\nThe second thing he says he would do is tell the Department of Justice to open an investigation into Planned Parenthood.\n\nNext, he would tell the Department of Justice and the IRS that \"the persecution of religious liberty ends today.\" He mentioned that servicemen and women should be able to seek God and their commanding officers should \"have nothing to say about it.\"\n\nHe also said he would overturn the Iranian nuclear deal. He said, \"Under no circumstances should Iran be allowed to acquire nuclear weapons.\"\n\nCruz also wants to move the American embassy in Israel to Jerusalem.\n\nHis long-term goals include ending Common Core, cutting off federal funding for sanctuary cities, repealing the Affordable Care Act, ending welfare benefits for illegal immigrants, and defeat ISIS.\n\n\"We will not weaken. We will not degrade. We will utterly destroy ISIS. Every militant on the face of the planet will understand if you go and join ISIS, if you take up arms and wage jihad against the United States of America, if you attempt to murder innocent Americans, you are signing your death order,\" he said.\n\nAt the end of his talk, he was presented with a birthday cake as the crowd sang the \"Happy Birthday Song.\"", "article_metadata": {"description": "Ted Cruz appeared in front of an enthusiastic crowd at Farragut High School on Tuesday morning.", "language": "english", "author": "WVLT Staff", "og": {"url": "http://www.local8now.com/home/headlines/Ted-Cruz-hosts-rally-at-Farragut-High-School-363257521.html", "image": "http://media.graytvinc.com/images/561*315/ted+cruz18.jpg", "type": "article", "description": "Ted Cruz appeared in front of an enthusiastic crowd at Farragut High School on Tuesday morning.", "title": "Ted Cruz hosts rally at Farragut High School"}, "twitter": {"description": "Ted Cruz appeared in front of an enthusiastic crowd at Farragut High School on Tuesday morning.", "title": "Ted Cruz hosts rally at Farragut High School", "url": "http://www.local8now.com/home/headlines/Ted-Cruz-hosts-rally-at-Farragut-High-School-363257521.html", "image": "http://media.graytvinc.com/images/561*315/ted+cruz18.jpg", "creator": "@wvlt", "site": "@wvlt", "card": "summary_large_image"}, "keywords": "Ted Cruz hosts rally at Farragut High School", "fb": {"app_id": 139904543568, "pages": 43730674468}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "google-site-verification": "d_MuGCn1vd9IgRj6t6cYemFBDLS1AJktba8kOa-k1x0", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Ted Cruz hosts rally at"}, "article_summary": "Ted Cruz, a Republican presidential candidate, appeared in front of an enthusiastic crowd at Farragut High School on Tuesday morning.\nCruz promised to repeal the Affordable Care Act, enact a flat tax and abolish the IRS, and destroy ISIS.\nHe told the crowd, \"The role of Tennessee is to make sure the next Republican nominee and president of the United States is a real true conservative.\"\nThe second thing he says he would do is tell the Department of Justice to open an investigation into Planned Parenthood.\nNext, he would tell the Department of Justice and the IRS that \"the persecution of religious liberty ends today.\""}