{"article_title": "States Urged to Review Health Insurer Mergers", "article_keywords": ["blue", "insurer", "review", "regulators", "urged", "states", "state", "concerns", "health", "plan", "mr", "department", "insurance", "mergers"], "article_url": "http://www.nytimes.com/2015/11/21/business/states-urged-to-review-health-insurer-mergers.html", "article_text": "State officials may be feeling even more pressure because of the recent failures of some of the insurance co-ops created to foster competition, especially to ensure there is enough choice for people buying coverage on the state exchanges. “That’s a big deal,” he said.\n\nThe news on Thursday that UnitedHealth is contemplating pulling out of the state exchanges for 2017 also raises the stakes.\n\nThe Justice Department, which is the federal agency responsible for approving the proposed mergers, is expected to weigh in with its verdict next year. The state regulators conduct an independent analysis.\n\n“If the Justice Department approves it, it in no way obligates a state to approve it,” said John Oxendine, a former insurance commissioner in Georgia.\n\n“If I were a sitting insurance commissioner, it would be a very uphill battle to convince me,” he said. “It’s fewer choices for the consumer, fewer people fighting over the price.”\n\nConsumer advocates say they plan to work closely with their state officials on the reviews. We “have concerns about the trend toward consolidation and the wave of mergers as well as about specific deals,” said Anthony Wright, the executive director of Health Access California. It recently held extensive discussions with state regulators over Blue Shield of California’s acquisition of Care1st, another plan in California.\n\nPhoto\n\nIn addition to examining the potential antitrust concerns, Mr. Wright said the state regulators could also impose a variety of conditions that the merged entity must meet. “We firmly believe if insurers want to get bigger, especially given their track record,” he said, “they must commit to getting better.”\n\nAdvertisement Continue reading the main story\n\nIn the case of Blue Shield and Care1st, for example, he said the plans agreed to improve their performance on certain quality criteria.\n\nBesides the worry that the mergers will result in higher prices, some consumer advocates also want regulators to make sure individuals will have sufficient access to doctors and hospitals as the insurers negotiate with providers to create networks. “We’ll certainly express some of our concerns to the department,” said Cindy Zeldin, the executive director for Georgians for a Healthy Future.\n\nBoth Anthem and Aetna say they are confident that the deals will go through, contending that the mergers will help contain costs. They argue there is little overlap in their respective areas of business.\n\n“We are committed to engaging in constructive and transparent dialogue as both the federal and state processes move forward, and will continue to work cooperatively with all relevant policy makers and regulatory entities to complete this transaction,” Anthem said in a statement.\n\nAetna said it had filed all material state regulatory filings and had received approval from one state.\n\nSome state insurance commissioners have already voiced their concerns. “California’s health insurance market already suffers from consolidation,” Dave Jones, one of two state regulators, said when the mergers were announced last summer. “Further consolidation will result in even less competition among health insurers and will leave consumers and employers with fewer choices and the potential for greater premium increases.”\n\nWhile Mr. Jones said he could not comment on the specific mergers that regulators in California are reviewing, he said they would also be scrutinizing the proposed acquisition of Health Net, which is based in the state, by Centene, another for-profit company.\n\nAdvertisement Continue reading the main story\n\nIn Kentucky, where Humana is based, Sharon P. Clark, the insurance commissioner, said she planned to do a thorough review and would consult with economists about the likely impact of the mergers.\n\n“We do not think we are going to have a competitive problem in Kentucky,” she said, adding that she had not heard much in the way of consumer complaints. But she said she also planned to assess whether sufficient competition would still exist.\n\nMs. Clark said that the insurance mergers could serve as a counterbalance to the frenzy of deals taking place among hospitals and with doctors’ groups to form larger collections of providers. “We’re going to have the battle of the titans,” she said.\n\nThe impact of the mergers will depend on the state, said Mr. Angoff, who noted that in states where there is a powerful nonprofit Blue Cross plan, regulators may not worry as much about the merging of two smaller for-profit rivals. The regulators will also look at the market share of the combined companies in different lines of business, including private plans offered under Medicare and commercial coverage.\n\nState regulators were particularly active during the wave of acquisitions that took place when some of the nonprofit Blue Cross plans were acquired by what is now Anthem and converted into for-profit companies. In Maryland, for example, the state insurance commissioner blocked a plan by Anthem to add CareFirst to its collection in 2003.\n\nAnd there have been other instances when regulators have rejected mergers. In Pennsylvania, state regulators blocked the combination of Highmark and Independence Blue Cross in 2009.\n\nBut Mr. Balto also said that a vigorous state review could cause the Justice Department to hesitate. Many of the states will opt to have public hearings, which “will be a venue for everybody to raise concerns,” he said.", "article_metadata": {"tone": "news", "ptime": 20151120173637, "twitter": {"description": "Concerned about an adverse effect on choice and price in medical care, consumer advocates and antitrust experts want state insurance commissioners to weigh in on two major merger proposals.", "title": "States Urged to Review Health Insurer Mergers", "url": "http://www.nytimes.com/2015/11/21/business/states-urged-to-review-health-insurer-mergers.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000004048753"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2015/11/21/business/21insure-web/21insure-web-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2015/11/21/business/states-urged-to-review-health-insurer-mergers.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000004048753", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2015/11/21/business/states-urged-to-review-health-insurer-mergers.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "business", "hdl_p": "States Urged to Review Big Health Insurers’ Merger Proposals", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "DISPLAYDATE": "Nov. 20, 2015", "edt": "NewYork", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/a/reed_abelson/index.html", "section_url": "http://www.nytimes.com/pages/business/index.html", "section": "Business Day", "modified": "2016-02-19", "collection": "https://static01.nyt.com/services/json/sectionfronts/business/index.jsonp", "tag": "UnitedHealth Group Inc", "published": "2015-11-20", "section-taxonomy-id": "104D1E63-9701-497B-8CF4-A4D120C9014E"}, "keywords": "Health Insurance and Managed Care,Antitrust Laws and Competition Issues,Consumer Protection,States (US),Regulation and Deregulation of Industry,Mergers  Acquisitions and Divestitures,National Assn of Insurance Commissioners,Anthem Inc.,Aetna Inc,CIGNA Corporation,Humana Inc,UnitedHealth Group Inc", "applicationName": "article", "PT": "article", "author": "Reed Abelson", "thumbnail_150": "https://static01.nyt.com/images/2015/11/21/business/21insure-web/21insure-web-thumbLarge.jpg", "sourceApp": "nyt-v5", "slug": "21insure", "byl": "By REED ABELSON", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Concerned about an adverse effect on choice and price in medical care, consumer advocates and antitrust experts want state insurance commissioners to weigh in on two major merger proposals.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2015/11/21/business/21insure-web/21insure-web-thumbStandard.jpg", "description": "Concerned about an adverse effect on choice and price in medical care, consumer advocates and antitrust experts want state insurance commissioners to weigh in on two major merger proposals.", "CG": "business", "robots": "noarchive", "dat": "Nov. 20, 2015", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "org": "UnitedHealth Group Inc", "thumbnail_height": 75, "thumbnail_150_width": 150, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20160219060004, "og": {"url": "http://www.nytimes.com/2015/11/21/business/states-urged-to-review-health-insurer-mergers.html", "image": "https://static01.nyt.com/images/2015/11/21/business/21insure-web/21insure-web-facebookJumbo.jpg", "type": "article", "description": "Concerned about an adverse effect on choice and price in medical care, consumer advocates and antitrust experts want state insurance commissioners to weigh in on two major merger proposals.", "title": "States Urged to Review Health Insurer Mergers"}, "pdate": 20151120, "des": "Mergers, Acquisitions and Divestitures", "articleid": 100000004048753, "cre": "The New York Times", "hdl": "States Urged to Review Health Insurer Mergers", "PST": "News"}, "article_summary": "“California’s health insurance market already suffers from consolidation,” Dave Jones, one of two state regulators, said when the mergers were announced last summer.\nIt recently held extensive discussions with state regulators over Blue Shield of California’s acquisition of Care1st, another plan in California.\nThe state regulators conduct an independent analysis.\nIn Maryland, for example, the state insurance commissioner blocked a plan by Anthem to add CareFirst to its collection in 2003.\nMs. Clark said that the insurance mergers could serve as a counterbalance to the frenzy of deals taking place among hospitals and with doctors’ groups to form larger collections of providers."}