{"article_title": "Praying with presidents", "article_keywords": ["lessons", "spiritual", "genack", "clinton", "presidents", "dubois", "leadership", "rabbi", "letters", "president", "praying"], "article_url": "http://www.jewishjournal.com/nation/article/praying_with_presidents", "article_text": "U.S. presidents Bill Clinton and Barack Obama have had rough public relationships with religious leaders.\n\nEven before his inauguration, pro-life Christian leaders decried Clinton’s alleged “anti-Christian agenda”; during Clinton’s 1996 re-election campaign, televangelist the Rev. Jerry Falwell, called the president “the man with the least character, integrity and morals of any president;” and when the Clinton administration declared June 1999 to be “Gay and Lesbian Pride Month,” the Southern Baptist Convention called it a “most public endorsement of that which is contrary to the Word of God.”\n\nObama, meanwhile, who had to break with his longtime pastor the Rev. Jeremiah Wright during his 2008 campaign, has been subjected to constant, unfounded assertions that he is not a Christian, and has clashed with the United States Conference of Catholic Bishops on policies related to same-sex marriage and the (now modified) requirement in the Affordable Care Act that insurance from religious employers cover contraceptive care.\n\nAnd yet, on this Presidents Day weekend, it seems worthy to look at two recently published collections of spiritual writings provided to the two presidents, each revealing a very different view of their spiritual sides than that promoted by their critics.\n\n“Letters to President Clinton: Biblical Lessons on Faith and Leadership,” edited by Rabbi Menachem Genack, includes short essays by Jews from around the world discussing biblical lessons on topics including leadership, faith and community. The letters were sent to Clinton both during and after his time in office, and they show Clinton as an avid reader of the Bible, a steadfast friend to Israel and a Southern Baptist with a vast curiosity about Jewish rituals and customs.\n\n“The President’s Devotional” offers 365 snippets from inspirational texts e-mailed to Obama each morning by Joshua Dubois, then-director of the White House Office of Faith-based and Neighborhood Partnerships. Dubois, who Time magazine dubbed Obama’s “Pastor-in-Chief,” never claims to offer an account of Obama’s inner spiritual life. But by presenting the sources he shared with the President — which include scripture, poetry, quotations from founding fathers as well as jazz singers and even stories about ordinary and extraordinary Americans — he offers a look at some prompts the president saw during his first term.\n\nGenack, CEO of the Orthodox Union’s Kosher Division, first met Clinton during the 1992 campaign and the two men continue to correspond to this day. “Letters to President Clinton” includes selections by Rabbi Norman Lamm, former chancellor of Yeshiva University, esteemed writer Cynthia Ozick, and Daniel C. Kurtzer, the former U.S. Ambassador to Egypt and later Israel, among many other writers.\n\nThe letters, mostly from Americans, attempt to draw lessons from the Hebrew Bible in a manner reminiscent of weekly sermons. In the foreword, Clinton calls these letters “invaluable to me in addressing the challenges of leadership and public service,” with what he calls a theme of “common humanity.” Despite their differences, Genack — who wears a beard and a black velvet kippah — bonded with Clinton from a shared appreciation for the lessons of scripture.\n\n“Non-Jews want to hear the Jewish voice on morality,” Rabbi Lord Jonathan Sacks, the former chief rabbi of the United Hebrew Congregations of the Commonwealth, writes in the book’s introduction. “They want to understand how to create a culture that emphasizes responsibilities, not just rights.”\n\nBy contrast, “The President’s Devotional” is a far more intimate book. Dubois, like Obama, is a politically involved African-American man who grew up far from the seat of power, not really knowing his biological father and who reaffirmed his commitment to Christianity as an adult. Moreover, Dubois has clearly been influenced and inspired by his boss, and, as a result, his book — a quintessentially Christian text that offers a thought or homily to guide one’s prayer on each day of the Gregorian calendar — reads like a selection of notes passed between people who share similar cultural and spiritual references.\n\nAnd similar challenges: Reading Dubois’ prompts urging the president to pray for order (June 11), to pray that God “remove from me any unhealthy desire to control” (June 20) and to pray for the ability to “keep my eyes on the prize” (April 6), it’s hard not to imagine Dubois, who turned 30 during Obama’s first term, using those same prompts in his own prayers.\n\nIn their lessons on leadership, however, the two books are quite similar, and never more so than in their reverence for Abraham Lincoln.\n\n“We can defeat our enemies by the sword and thereby create even more enemies. Or we can love them into submission,” Dubois writes in the devotion for Jan. 30, putting forward Lincoln’s treatment of Southerners during the Civil War as a way to deal with opponents.\n\nGenack — whose Manhattan office displays a portrait of Lincoln — also put forward America’s 16th president as a model. In a letter to Clinton on July 28, 1997, Genack talks of Lincoln’s recognizing that he could not predict what the divine would ordain.\n\nPointing to Joseph centralizing storage of grain in Egypt during years of plenty, Genack points out that the policy enabled Egypt to survive a brutal famine, but it also sowed the seeds of the Israelites’ upcoming bondage — which was God’s plan all along.\n\n“Abraham Lincoln recognized the infinite distance between God and man,” Genack wrote to Clinton. “Sensing our limited perspective, he commented in his second inaugural address, ‘The Almighty has His own purposes.’\"\n\nCOMMENTS\n\nView our privacy policy and terms of service.", "article_metadata": {"og": {"url": "http://www.jewishjournal.com/nation/article/praying_with_presidents", "type": "article", "image": "http://www.jewishjournal.com/images/featured/nw_the-presidents-devotional_021414.jpg", "site_name": "Jewish Journal", "title": "Praying with presidents | Nation"}, "twitter": {"account_id": 23102350, "title": "Praying with presidents | Nation", "url": "http://www.jewishjournal.com/nation/article/praying_with_presidents", "image": "http://www.jewishjournal.com/images/featured/nw_the-presidents-devotional_021414.jpg", "site": "@jewishjournal", "card": "summary"}, "msvalidate.01": "1439B350A4269424970C93B18CEAF6FB", "fb": {"app_id": 216180581861512}, "keywords": "Jewish Journal, news, jewish, israel, los angeles, Tribe Media Corp, Hollywood, Israel, jewish, judaism, world, nation", "verify-v1": "5CqSOVc2kyARWwZMAxu3QCpMoZGbB5Nu6xIPWK5MXvQ="}, "_id": "\"57477af36914bd0286fcae86\"", "article_summary": "U.S. presidents Bill Clinton and Barack Obama have had rough public relationships with religious leaders.\nAnd yet, on this Presidents Day weekend, it seems worthy to look at two recently published collections of spiritual writings provided to the two presidents, each revealing a very different view of their spiritual sides than that promoted by their critics.\n“They want to understand how to create a culture that emphasizes responsibilities, not just rights.”By contrast, “The President’s Devotional” is a far more intimate book.\n“The President’s Devotional” offers 365 snippets from inspirational texts e-mailed to Obama each morning by Joshua Dubois, then-director of the White House Office of Faith-based and Neighborhood Partnerships.\n“Letters to President Clinton” includes selections by Rabbi Norman Lamm, former chancellor of Yeshiva University, esteemed writer Cynthia Ozick, and Daniel C. Kurtzer, the former U.S."}