{"article_title": "Healthcare.gov Approves Fake Applicants in GAO Sting, Again", "article_keywords": ["marketplace", "subsidized", "healthcaregov", "approves", "social", "sting", "gao", "applications", "coverage", "fake", "security", "approved", "applicants"], "article_url": "http://freebeacon.com/issues/healthcare-gov-approves-fake-applicants-in-gao-sting-again/", "article_text": "BY: Follow @DJAliMeyer\n\n\n\nHealthcare.gov approved subsidized coverage in 2015 for 10 fictitious applicants in another Government Accountability Office (GAO) sting, according to a report from the investigative agency.\n\nThe GAO created 10 applications whose features included impossible Social Security numbers and claims to work for an employer offering health insurance not meeting Obamacare. Some applicants already had health-care coverage.\n\n“For these 10 applications, we were approved for subsidized coverage—the premium tax credit, paid in advance, and cost sharing reduction subsidies—for all cases,” the agency said. While eight of the fake applicants failed to clear an initial identify checking step, after calling the marketplaces the applications were approved.\n\nThe agency also tested controls for eight fake applicants trying to get Medicaid coverage. These applicants either included invalid Social Security numbers, or they claimed they were noncitizens who declined to provide a Social Security number.\n\nSeven of the eight fictitious applicants were approved for subsidized health-care coverage and three were approved for Medicaid.\n\nLast year, Healthcare.gov did the same thing, approving coverage for fictitious accounts for the 2014 coverage year.\n\n“CMS accepted fabricated documentation with these applications without attempting to verify its authenticity and enrolled fake applicants while handing out thousands of dollars in premium tax subsidies,” said Sen. Orrin Hatch (R., Utah) at a hearing on July 16, 2015.\n\n“Now a year later, GAO has reported that nothing has changed and that, if anything, there are more problems,” he said. “Worst of all, the administration has known about these problems for over a year now and has apparently not taken the necessary steps to rectify them.”\n\nAfter these findings, congressional members requested continued oversight. The agency’s most recent report evaluates the quality of enrollment controls for the 2015 coverage year.\n\nAn official with the Department of Health and Human Services pushed back against the agency’s findings, pointing to the fact that the fake applications were initially blocked before being allowed to proceed, and questioning whether it was likely that Americans would attempt to defraud the government in the manner outlined in the report.\n\n“The Marketplaces, whether state-based or FFM [Federally Facilitated Marketplace], have a multi-layer verification process for applications, including checking identity and eligibility in real-time using the Data Services Hub and trusted sources—safeguards that blocked the GAO investigators’ initial attempts to enroll,” said Meaghan Smith, an official at the department. “It’s important to consider whether it’s likely that uninsured Americans would replicate the next actions the GAO took, namely knowingly and willfully providing false information in violation of federal law, which could subject the individual to up to a $250,000 fine.”\n\n“It seems unlikely that many uninsured Americans, many of whom have less than $100 in savings, would choose to commit perjury in order to pay the premiums and deductibles for two insurance policies or to pay premiums for marketplace insurance when eligible for Medicaid,” she said. “In addition, the ACA’s design reduces the incentive for individuals to lie on their application because financial assistance is paid directly to the issuer, so an individual cannot directly profit.”\n\n“When we are provided with information that we can use to improve the Marketplace, we take action,” said Smith. “That’s why we have repeatedly requested and remain disappointed to still not receive from the GAO specific details and recommendations relating to their fraudulent applications to enable us to analyze and understand what occurred and whether we can make improvements to our processes or procedures.”", "article_metadata": {"generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "Healthcare.gov approved subsidized coverage in 2015 for 10 fictitious applicants in another Government Accountability Office (GAO) sting, according to a report from the investigative agency.    The GA", "title": "Healthcare.gov Approves Fake Applicants in GAO Sting, Again", "url": "http://freebeacon.com/issues/healthcare-gov-approves-fake-applicants-in-gao-sting-again/", "image": "http://freebeacon.com/wp-content/uploads/2015/10/lying-150x150.jpg", "type": "article"}, "twitter": {"description": "Healthcare.gov approved subsidized coverage in 2015 for 10 fictitious applicants in another Governme", "creator": "@DJAliMeyer", "image": "http://freebeacon.com/wp-content/uploads/2015/10/lying-150x150.jpg", "title": "Healthcare.gov Approves Fake Applicants in GAO Sting, Again", "site": "@freebeacon", "card": "summary"}, "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcae8b\"", "article_summary": "These applicants either included invalid Social Security numbers, or they claimed they were noncitizens who declined to provide a Social Security number.\nBY: Follow @DJAliMeyerHealthcare.gov approved subsidized coverage in 2015 for 10 fictitious applicants in another Government Accountability Office (GAO) sting, according to a report from the investigative agency.\nWhile eight of the fake applicants failed to clear an initial identify checking step, after calling the marketplaces the applications were approved.\nThe agency also tested controls for eight fake applicants trying to get Medicaid coverage.\nThe GAO created 10 applications whose features included impossible Social Security numbers and claims to work for an employer offering health insurance not meeting Obamacare."}