{"article_title": "Stuck in Traffic? Thanks, Obama!: Feds to Regulate Waze, Google Maps, and Other Navigation Apps", "article_keywords": ["waze", "congress", "driving", "maps", "spriggs", "national", "mr", "safety", "stuck", "google", "traffic", "thanks", "california", "feds", "regulate", "navigation", "obama"], "article_url": "http://reason.com/blog/2014/06/16/stuck-in-traffic-thanks-obama-feds-to-re", "article_text": "The Obama administration wants to cripple the navigation and traffic reporting apps on your smartphone. In the name of safety, of course.\n\nProvisions in the proposed transportation bill—which Congress will look at in the next few months—would give the National Highway Traffic Safety Administration the power to regulate apps like Google Maps and Waze, the crowdsourced traffic reporting tool.\n\nThey're going to start with automobiles' built-in navigation devices, since regulatory authority is clearer there. Possible \"features\" include limiting inputs when the car is in motion, or making people click a button saying that they are a passenger.\n\nBut of course, if they make the onboard navigation systems in cars suck, people will just turn to their smartphones, right? So they had better regulate those too.\n\nThe impulse to regulate against distracted driving has a long, not terribly glorious pedigree, dating all the way back to efforts to go after people who were changing the radio station while driving. In more recent years, talking and texting bans have failed to show clear positive results and may even cause harm.\n\nMeanwhile, the courts are already working this one out:\n\nThe underlying issue has already worked its way into the courts. In California, Steven R. Spriggs received a $165 ticket two years ago for using his iPhone while driving in stop-and-go traffic near Fresno. A highway patrol motorcycle officer rolled up alongside his car after seeing the glow from the screen on Mr. Spriggs's face. \"I held it up and said, 'It's a map,' \" Mr. Spriggs said. He was not talking on the phone, which is prohibited by California law. But the police officer would not budge. \"He said, 'Pull over, it doesn't matter,' \" said Mr. Spriggs, the director of planned giving at California State University, Fresno. An appeals court ruled this year that it did matter, and Mr. Spriggs's conviction was reversed.\n\nIn other breaking news, a group beholden to Congress and run by a former top transpo bureaucrat totally thinks the government should act:\n\nSafety advocates say regulators need to do more. \"We absolutely need to be looking at these nomadic devices,\" said Deborah A. P. Hersman, president of the National Safety Council, a nonprofit group chartered by Congress, and a former chairwoman of the National Transportation Safety Board.\n\nReason has covered the government's insatiable desire to regulate apps in the health care arena as well.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The Obama administration wants to cripple the navigation and traffic reporting apps on your smartphone. In the name of safety, of course. Provisions in", "title": "Stuck in Traffic? Thanks, Obama!: Feds to Regulate Waze, Google Maps, and Other Navigation Apps", "url": "http://reason.com/blog/2014/06/16/stuck-in-traffic-thanks-obama-feds-to-re", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_06/waze.png", "type": "article"}, "twitter": {"description": "The Obama\nadministration wants to cripple the navigation and traffic\nreporting apps on your smartphone. In the name of safety, of\ncourse.\nProvisions in the proposed transportation bill—which Congress\nwill look at in the next few months—would give the National Highway\nTraffic Safety Administration the power to regulate apps like\nGoogle Maps and Waze, the crowdsourced traffic reporting\ntool.&nbsp;\nThey're going to start with automobiles' built-in navigation\ndevices, since regulatory authority is clearer there. Possible", "creator": "@kmanguward", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/_external/2014_06/waze.png", "title": "Stuck in Traffic? Thanks, Obama!: Feds to Regulate Waze, Google Maps, and Other Navigation Apps", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Policy", "published_time": "2014-06-16T20:55:00+00:00", "author": "http://reason.com/people/katherine-mangu-ward"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fd97ae\"", "article_summary": "Provisions in the proposed transportation bill—which Congress will look at in the next few months—would give the National Highway Traffic Safety Administration the power to regulate apps like Google Maps and Waze, the crowdsourced traffic reporting tool.\nThe Obama administration wants to cripple the navigation and traffic reporting apps on your smartphone.\n\"He said, 'Pull over, it doesn't matter,' \" said Mr. Spriggs, the director of planned giving at California State University, Fresno.\n\"I held it up and said, 'It's a map,' \" Mr. Spriggs said.\nReason has covered the government's insatiable desire to regulate apps in the health care arena as well."}