{"article_title": "Authorities investigating after 48-year-old loses consciousness in Dallas County jail lobby, dies", "article_keywords": ["48yearold", "consciousness", "dallas", "ran", "dies", "sheriffs", "reyna", "loses", "county", "arrest", "mans", "jail", "deputies", "authorities", "investigating", "lobby", "man"], "article_url": "http://thescoopblog.dallasnews.com/2015/08/authorities-investigating-after-47-year-old-loses-consciousness-in-dallas-county-jail-lobby-dies.html/", "article_text": "Updated 9:32 p.m. by Jeff Mosier\n\nAuthorities have identified the man as 48-year-old Joseph Sheldon Hutcheson. He spent nearly five months in Dallas County jail last year in connection with earlier possession of a controlled substance and evading arrest offenses. He also had a pending public intoxication charge in Arlington at the time of his last jail stay.\n\nDallas County records show a long list of arrests for DWI, evading arrest, resisting arrest and unauthorized use of a motor vehicle. One of the conviction was for cocaine possession.\n\nIn Tarrant County, he also has a long criminal history stretching back to a conviction for a car burglary he committed when he was 17.\n\nOriginal Post: Authorities are investigating why a 48-year-old man lost consciousness and died just after being detained in the lobby of the Dallas County jail this morning.\n\nThe short version, according to authorities: The man ran into the building sometime after 10 a.m., yelled for help, was placed in handcuffs, lost consciousness and died.\n\nHis name has not yet been released.\n\nRaul Reyna, the Dallas County sheriff’s office spokesman, said the man parked his pickup truck in the crosswalk on Commerce Street and ran into the jail’s south tower, yelling his wife was after him and trying to hurt him.\n\nThe man then ran into the main lobby of the Lew Sterrett Justice Center, yelling his wife was trying to kill him, Reyna said.\n\nA deputy restrained the man with handcuffs, “believing that he may be a threat to himself or others until they could calm the man down,” Reyna said in an email.\n\nApril Berryhill, who had come to the jail to submit a property release form, said she saw one sheriff’s deputy with his knee on the man’s back and another one with a knee on the man’s throat.\n\nBerryhill said the man told the deputies he couldn’t breathe before they uncuffed him and lay him down on his back.\n\nBy then, the color on his face had turned pale white to pale blue.\n\n“He came in saying, ‘Don’t be scared of me. I just need some help.’ They just tackled him as if he’d threatened their lives, ” Berryhill said. “He didn’t have a weapon. He wasn’t swinging at the officers. He just needed help.”\n\nReyna said deputies performed CPR at the scene until Dallas Fire-Rescue arrived and took him to Parkland Memorial Hospital.\n\nHe was pronounced dead at 11:31 a.m.\n\nThe jail remains closed to visitors this afternoon. Investigators are at the scene.\n\nSome officers are stationed behind the man’s black pickup truck, which remained parked on Commerce Street.\n\nReyna said deputies saw what “appeared to be narcotics” in the truck.\n\nThe Dallas County medical examiner’s office will determine the man’s cause of death, and the findings will be included in the sheriff’s investigation, Reyna said.", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE1LzA4L2F1dGhvcml0aWVzLWludmVzdGlnYXRpbmctYWZ0ZXItNDcteWVhci1vbGQtbG9zZXMtY29uc2Npb3VzbmVzcy1pbi1kYWxsYXMtY291bnR5LWphaWwtbG9iYnktZGllcy5odG1sLw==", "generator": "WordPress 3.9.12", "author": "Naheed Rajwani", "og": {"site_name": "The Scoop Blog", "description": "Updated 9:32 p.m. by Jeff Mosier Authorities have identified the man as 48-year-old Joseph Sheldon Hutcheson. He spent nearly five months in Dallas County jail last year in connection with earlier…", "title": "Authorities investigating after 48-year-old loses consciousness in Dallas County jail lobby, dies", "url": "http://thescoopblog.dallasnews.com/2015/08/authorities-investigating-after-47-year-old-loses-consciousness-in-dallas-county-jail-lobby-dies.html/", "image": "http://thescoopblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2015-08-01T21:44:06Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}}, "_id": "\"57477af36914bd0286fcae96\"", "article_summary": "Original Post: Authorities are investigating why a 48-year-old man lost consciousness and died just after being detained in the lobby of the Dallas County jail this morning.\nHe spent nearly five months in Dallas County jail last year in connection with earlier possession of a controlled substance and evading arrest offenses.\nDallas County records show a long list of arrests for DWI, evading arrest, resisting arrest and unauthorized use of a motor vehicle.\nThe short version, according to authorities: The man ran into the building sometime after 10 a.m., yelled for help, was placed in handcuffs, lost consciousness and died.\nThe Dallas County medical examiner’s office will determine the man’s cause of death, and the findings will be included in the sheriff’s investigation, Reyna said."}