{"article_title": "31% of U.S. Govt Assets Are Student Loans", "article_keywords": ["assets", "federal", "31", "value", "students", "college", "student", "govt", "total", "loans", "loan", "governments"], "article_url": "http://www.breitbart.com/big-government/2016/02/27/37-of-us-gov-assets-are-student-loans/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nLate last week, the U.S. Treasury Department released its annual financial report for the U.S. Government. The document calculates the government’s total number of assets and liabilities. Unsurprisingly, the report offered another grim picture of the nation’s fiscal health.\n\nTucked away in the report, however, was a surprising fact. Student loans now make up 37 percent of the total assets of the U.S. government. In some ways, a major business of the U.S. government now is getting students to take out loans to pay for college.\n\nSIGN UP FOR OUR NEWSLETTER\n\nThe total value of assets held by the federal government is $3.2 trillion. The government’s assets include its cash, gold reserves, property, and the value of land, equipment, and inventories. The lion’s share of the government’s assets, though, is the value of loans it has issued. The total value of government-issued loans is over $1.2 trillion, almost 40 percent of its total assets.\n\nBy far the largest loan program run by the feds is the student loan program. Last year, the federal government held as assets almost $1.1 trillion in student loans. This is up almost 10 percent from 2014. The federal government earned almost $1 billion on these loans last year.\n\nWithout the student loan portfolio, the government’s financial statements would be even more grim. As it stands now, the government’s “net worth,” i.e. assets minus liabilities, is -$18 trillion. The government’s overall net position has dropped by 12 percent in just the last two years. Without the student loan portfolio, though, the government’s net position would be closer to -$20 trillion.\n\nThis is important because the federal take-over of student loans only happened in 2010. Until that year, student loans were issued by commercial banks to students, with the federal government providing a number of loan-guarantees and direct aid through a variety of programs.\n\nAs part of the ObamaCare legislation, however, Congress voted to eliminate the private student loan market and have the government completely take over student loans.\n\n“The Democratic majority decided, well look, while we’re at it, let’s have another Washington takeover,” Tennessee Senator Lamar Alexander said at the time. “Let’s take over the federal student loan program.”\n\nThe sweeping move received little attention at the time, as the political debate was consumed by the healthcare overhaul. The student loan takeover was simply tucked into the 2,000+ page legislation that enacted ObamaCare.\n\nStudent debt and college affordability has become one of the central debates in the Democrat Presidential primary. Hillary Clinton has made addressing the increase in student debt one of her main policy proposals. Socialist Sen. Bernie Sanders has won the hearts–if not the wallets–of young voters by promising free college tuition.\n\nIt is important to remember, however, that there is no cabal of private lenders or banks taking advantage of college students. It is the federal government itself that is in the business of providing student loans. The only involvement of private banks is under contract with the federal government to service or manage the loans.\n\nThis puts the federal government in an extraordinary position to work with higher education institutions to bring down the cost of college tuition. Through student loans, the federal government is by far the singlest largest “purchaser” of college tuition.\n\nHillary Clinton and Bernie Sanders employ rhetoric on the issue of college loans as if there is some mysterious and pernicious third party taking advantage of students struggling to pay for college. This is balderdash.\n\nThe federal government is the sole provider of student loans for college. The most direct way the federal government could affect college affordability is to tell universities and colleges that it won’t issue loans above a certain amount of tuition.\n\nThis would obviously horrify a major block of Democrat voters, but it would do far more to broaden accessibility to college.\n\nA few years ago, Texas Gov. Rick Perry issued a very public challenge to the state’s univeristies, challenging them to develop a bachelor’s degree program that would cost a total of $10,000. Critics scoffed at the idea, but today at least 12 universities in the state offer such a program.\n\nMore importantly, perhaps, several other higher education institutions in the state offer degree programs for around $15,000. These don’t meet Perry’s challenge, but its moving in the right direction.\n\nThere is another, darker reason why Clinton and Sanders may not want to acknowledge the federal government’s monopoly on student loans. It is becoming a big business for the feds. When around one-third of all the government’s assets are made up of student loans, it is hard to imagine the government doing much to reduce the student loan burden.\n\nAny drop in the number of student loans, after all, will also greatly reduce the number of assets the government owns. That will make its fiscal situation even worse than it already is.\n\nCollege students aren’t just carrying the burden of their own educations. They are, to a degree, carrying the government’s debt load as well.", "article_metadata": {"description": "31% of U.S. Govt Assets Are Student Loans", "og": {"site_name": "Breitbart", "description": "31% of U.S. Govt Assets Are Student Loans", "title": "31% of U.S. Govt Assets Are Student Loans - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2016/02/US-Govt-Owns-Student-Loans-Reuters-Larry-Downing.png", "height": 480}, "url": "http://www.breitbart.com/big-government/2016/02/27/37-of-us-gov-assets-are-student-loans/", "type": "article"}, "twitter": {"description": "31% of U.S. Govt Assets Are Student Loans", "title": "31% of U.S. Govt Assets Are Student Loans - Breitbart", "image": "http://media.breitbart.com/media/2016/02/US-Govt-Owns-Student-Loans-Reuters-Larry-Downing.png", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Bernie Sanders, Gov Rick Perry, Hillary Clinton, obamacare,Big Government, Economics, Education,Student Loans", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "obamacare", "published_time": "2016-02-27T16:55:31-07:00", "categories": "Big Government,Education,Economics"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "As part of the ObamaCare legislation, however, Congress voted to eliminate the private student loan market and have the government completely take over student loans.\nWhen around one-third of all the government’s assets are made up of student loans, it is hard to imagine the government doing much to reduce the student loan burden.\nStudent loans now make up 37 percent of the total assets of the U.S. government.\nThe total value of government-issued loans is over $1.2 trillion, almost 40 percent of its total assets.\nAny drop in the number of student loans, after all, will also greatly reduce the number of assets the government owns."}