{"article_title": "Medicine isn't football. But should doctors be kicked out as easily as players?", "article_keywords": ["body", "easily", "kicked", "physician", "medical", "football", "unnecessary", "times", "players", "isnt", "game", "physicians", "doctors", "medicine", "roughness", "patients", "violence"], "article_url": "http://medcitynews.com/2015/11/white-coat-wall-of-silence/", "article_text": "This afternoon, as I write this, a professional football player was ejected from a game for committing the transgression of unnecessary roughness. This infraction should be taken seriously in a game where violence is not only legal, but desirable. I’ll leave it to the reader to imagine how unnecessary the roughness was if it resulted in an ejection.\n\nIt is self-evident to any thinking person that the human body is not designed to withstand the punishment of this game. Keep in mind that most of us are only seeing the actual games, and not the hundreds of hours of brutal practicing. I take care of an octogenarian who played for the Cleveland Browns decades ago. While this profession lifted him out of a Pennsylvania steel town, it is challenging for him to identify a part of his body that is working properly. The National Football League (NFL), which showed us all last year how they fumbled their domestic violence issues, has belated admitted what most first graders would readily recognize. Getting smashed in the head hundreds of times per season over many years is not good for the human brain. One must wonder about engaging in an activity that requires a helmet and body armor for protection.\n\nThere are rules to govern this mayhem, and sometimes a player is kicked out.\n\nAdvertisement\n\nAre errant physicians kicked out of the medical profession? Yes, it does happen, but these are rare events. Some have argued that there is a white coat wall of silence that protects physicians who need to be sanctioned or sidelined. A few times a year, I receive a list of Ohio physicians who have been disciplined by the State Medical Board of Ohio. Most of these offenses involve personal substance abuse. ‘Pill mill’ doctors are also targeted. Physicians who engaged in improper and inappropriate behavior with patients are on the list, as they should be.\n\nLosing a medical license is the most serious professional sanction that a physician can receive. Such a penalty should be implemented only for a egregious act, or a pattern of wrongdoing, provided that the physician has been afforded due process.\n\nWhen do readers think that a doctor should be tanked? I’ll offer a few hypothetical scenarios below. Let me know if the physician is salvageable or should be cut loose.\n\nA gastroenterologist misses a diagnosis of colon cancer three years in a row.\n\nA surgeon refuses to repair a patient’s hernia because the patient has no insurance and cannot afford the operation.\n\nA physician is a recovering alcoholic and is now found guilty of a DUI.\n\nA review of a psychiatrist’s medical records confirm that 10 patients committed suicide in the past 36 months.\n\nAn internist is found guilty of domestic violence. No drugs or alcohol are involved.\n\nAn investigative reporter discovers that an orthopedist was paid $250,000 last year to promote a medical device to colleagues across the country, and never disclosed this relationship.\n\nA physician is discovered to be double billing Medicare over the past year.\n\nA physician persists in asking one of his patients to date him.\n\nDo these offenses merit surrendering a license? Would this be unnecessary roughness?\n\nPhoto: Flickr user AJ Guel", "article_metadata": {"description": "And is the white coat wall of silence keeping more bad physicians in the profession?", "generator": "WordPress 4.5.2", "og": {"site_name": "MedCity News", "description": "And is the white coat wall of silence keeping more bad physicians in the profession?", "title": "Medicine isn’t football. But should doctors be kicked out as easily as players?", "locale": "en_US", "image": "http://medcitynews.com/wp-content/uploads/2015/11/football_flickr_ajguel.jpg", "updated_time": "2016-01-06T11:49:53-04:00", "url": "http://medcitynews.com/2015/11/white-coat-wall-of-silence/", "type": "article"}, "twitter": {"image": "http://medcitynews.com/wp-content/uploads/2015/11/football_flickr_ajguel.jpg", "description": "And is the white coat wall of silence keeping more bad physicians in the profession?", "card": "summary", "title": "Medicine isn't football. But should doctors be kicked out as easily as players? - MedCity News"}, "robots": "noodp", "fb": {"app_id": 148725768475669}, "article": {"section": "Daily", "tag": "OB", "published_time": "2015-11-01T09:14:06-04:00", "modified_time": "2016-01-06T11:49:53-04:00"}, "keywords": "weight loss, obesity, overweight,diabetes,massachusetts,medical devices,obesity,startups,healthcare innovation, medcity news,medcity news,san francisco, startups, life sciences,accelerator,rock health,startup advice,startup funding,patient monitoring system, motion sensors ,dc,healthcare it,washington,foodborne pathogens, diagnostics company, diagnostic platforms,minimally invasive surgery, laser surgery,cambridge,dealflow,hospitals,wellpoint, healthways, health and wellness, employee wellness programs,investing,wellness,medtronic, shanghai innovation center, china, r&d,china,mdt,minneapolis,minnesota,publics,twin cities,ulcerative colitis, abbott labs, humira,abbott labs,doctors,pharmaceuticals,skin disorders, pharmaceuticals, md anderson cancer center,cancer,texas,renal denervation, st. jude medical,st. jude medical,stj,emr, ehr, electronic health records, electronic medical records, certified emr,certified emr,ehr,electronic health records,electronic medical records,advanced cellular technology,amyotrophic lateral sclerosis,embryonic stem cells,geron corporation,lou gehrig\\'s disease,macular degeneration,regenerative medicine,spinal cord damage,value-based healthcare system, obamacare, fee-for-service model,california,cleveland,health insurance,insurance,ohio,pennsylvania,politics,cancer treatment options library, aetna, aet, healthcare it,aet,aetna,health it,phi,philadelphia,doctors, OB, , MedCity News", "google-site-verification": "xudQg7nxVR9ifmMTY4Tf-0wVtX9b6rWLQd0utCweGOc", "viewport": "width=device-width,initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0"}, "article_summary": "This afternoon, as I write this, a professional football player was ejected from a game for committing the transgression of unnecessary roughness.\nWould this be unnecessary roughness?\nI’ll leave it to the reader to imagine how unnecessary the roughness was if it resulted in an ejection.\nThis infraction should be taken seriously in a game where violence is not only legal, but desirable.\nIt is self-evident to any thinking person that the human body is not designed to withstand the punishment of this game."}