{"article_title": "Rep. Price's Health Plan 'Best Alternative' to Obamacare", "article_keywords": ["kristol", "examiner", "credits", "tax", "rep", "obamacare", "according", "insurance", "start", "health", "plan", "prices", "alternative", "price", "best"], "article_url": "http://www.newsmax.com/Newsfront/tom-price-william-kristol-obamacare-healthcare/2015/05/14/id/644549/", "article_text": "Georgia Rep. Tom Price, an orthopedic surgeon who chairs the House Budget Committee, on Wednesday introduced a sweeping 242-page healthcare plan to replace Obamacare, a proposal described by the Weekly Standard’s Bill Kristol as \"the best alternative offered in Congress to date.\"Price’s plan is an updated version of his \"Empowering Patients First Act,\" first released in the previous Congress, and calls for providing refundable tax credits – instead of subsidies – that start at $1,200 for people ages 18 to 35, and go to $2,100 for those between 35 and 50, and $3,000 for those 50 and over.Parents would receive a $900 credit for each child up to age 18.The tax credits are staggered by age because typically health insurance is less expensive for younger people.The goal of the Price plan is to broaden Americans' access to health insurance while reducing costs through tax credits and regulatory reforms, according to the Washington Examiner A one-time individual tax credit of $1,000 designated to a health savings account could be used to pay for routine medical expenses not covered by insurance, while the employer-based tax break would be capped at $20,000 for a family and $8,000 for an individual.According to Kristol, the Price plan would cut federal spending and cut taxes, each to the tune of about $1 trillion over a decade compared to Obamacare.\"Most importantly, it would undo Obamacare’s consolidation and centralization of power,\" writes Kristol, as well as repeal \"every one of (Obamacare’s) coercive mandates.\"Price’s plan also lets people opt out of federal programs like Medicare, Medicaid and VA benefits and instead apply credits to purchase private insurance.States would receive grants to cover the cost of treating people with pre-existing conditions, \"using mechanisms that spread risk,\" according to the Examiner.In a statement, Price said his plan \"empowers patients and ensures they and their doctor have the freedom to make health care decisions without bureaucratic interference or influence,\" noting that it fully repeals Obamacare.While it has been lauded as providing a Republican vision for healthcare reform, the Examiner predicts that it’s likely to be the brunt of criticism from lawmakers on both sides of the aisle.\"Liberals will argue that the replacement plan won't cover enough people and would eliminate protections, such as for individuals with pre-existing conditions, that would leave millions more vulnerable,\" according to the Examiner. \"Conservatives are likely to argue that even though it repeals Obamacare, it cedes too much ground to the Left.\"Kristol counters that Price’s solution is \"well-conceived both politically and as policy,\" and if passed would result in \"a revitalized individual market in which prices would start to be revealed, people would start to control their own health care dollars, choices would increase, quality would rise, and costs would drop.\"", "article_metadata": {"news_keywords": "tom price, william kristol, obamacare, healthcare, gop", "pubdate": "2015-05-14T09:35:41", "og": {"site_name": "Newsmax", "description": "Georgia Rep. Tom Price, an orthopedic surgeon, has introduced a sweeping 242-page healthcare plan to replace Obamacare, a proposal described by the Weekly Standard's Bill Kristol as \"the best alternative offered in Congress to date.\"", "title": "Kristol: Rep. Price's Health Plan 'Best' to Unseat Obamacare", "url": "http://www.newsmax.com/Newsfront/tom-price-william-kristol-obamacare-healthcare/2015/05/14/id/644549/", "type": "article", "image": "http://www.newsmax.com/CMSPages/GetFile.aspx?guid=3b9e08a2-fc8a-4755-8656-8889bbfab1b8&SiteName=Newsmax", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Newsfront/tom-price-william-kristol-obamacare-healthcare/2015/05/14/id/644549/", "title": "Kristol: Rep. Price's Health Plan 'Best' to Unseat Obamacare", "description": "Georgia Rep. Tom Price, an orthopedic surgeon, has introduced a sweeping 242-page healthcare plan to replace Obamacare, a proposal described by the Weekly Standard's Bill Kristol as \"the best alternative offered in Congress to date.\"", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1431596141, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "tom price, william kristol, obamacare, healthcare, gop", "article": {"section": "Newsfront", "published_time": "2015-05-14T09:35:41"}, "original-source": "http://www.newsmax.com/Newsfront/tom-price-william-kristol-obamacare-healthcare/2015/05/14/id/644549/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Georgia Rep. Tom Price, an orthopedic surgeon, has introduced a sweeping 242-page healthcare plan to replace Obamacare, a proposal described by the Weekly Standard's Bill Kristol as  the best alternative offered in Congress to date."}, "_id": "\"57477af36914bd0286fcaeae\"", "article_summary": "Georgia Rep. Tom Price, an orthopedic surgeon who chairs the House Budget Committee, on Wednesday introduced a sweeping 242-page healthcare plan to replace Obamacare, a proposal described by the Weekly Standard’s Bill Kristol as \"the best alternative offered in Congress to date.\n\"Conservatives are likely to argue that even though it repeals Obamacare, it cedes too much ground to the Left.\n\"Most importantly, it would undo Obamacare’s consolidation and centralization of power,\" writes Kristol, as well as repeal \"every one of (Obamacare’s) coercive mandates.\n\"Liberals will argue that the replacement plan won't cover enough people and would eliminate protections, such as for individuals with pre-existing conditions, that would leave millions more vulnerable,\" according to the Examiner.\n\"Kristol counters that Price’s solution is \"well-conceived both politically and as policy,\" and if passed would result in \"a revitalized individual market in which prices would start to be revealed, people would start to control their own health care dollars, choices would increase, quality would rise, and costs would drop.\""}