{"article_title": "A year of doctor's care for $25,000; house calls extra", "article_keywords": ["25000", "calls", "extra", "house", "practice", "yadegar", "concierge", "patients", "practices", "goldberg", "york", "doctors", "medicine", "insurance", "care"], "article_url": "http://health.heraldtribune.com/2013/12/08/a-year-of-doctors-care-for-25000-house-calls-extra/", "article_text": "NEW YORK — On a recent morning, Edward S. Goldberg, an unusually affable internist who bears the look of a scholarly Robert De Niro, sat in his office on the Upper East Side and described the realities of practicing general medicine in the Manhattan of the 21st century. Goldberg, who also retains a specialty in gastroenterology, opened his practice in 1993 and accepted insurance for the first 16 years. By 2008 his reimbursements for office visits had been, in some cases, reduced to a tenth of what they were in the previous decade, he said. Colonoscopies, which had once rendered him $1,800 per procedure, were now bringing in $350.\n\nBecause there has been so much excess in the system, and because American doctors are among the highest paid in the developed world, their complaints about diminishing returns — a strain of grievance that has intensified around the Affordable Care Act — are hardly immediate triggers of our collective sympathy. Median compensation for practitioners of internal medicine was about $210,000 last year.\n\nAnd yet Goldberg’s experience illustrates the difficulties primary-care physicians often face in a city where staffing and real estate costs vastly outpace those in the rest of the country. By the time Goldberg stopped taking insurance in 2009 he had become unable to deliver the level of patient service he aspired to and couldn’t afford to maintain his practice as it stood, he told me.\n\n“I really had nothing left to lose,” he said.\n\nThe health care market in New York is sufficiently unusual that members of the affluent classes routinely question the merits of doctors who do take insurance. How could the doctor satisfied to receive a $20 co-pay also be the doctor skilled enough to know that your palm’s itch is really the early sign of something rare and disfiguring? This psychology, along with the cost-cutting strategies pursued by insurance companies over the years, have driven the field of concierge medicine — typically, boutique general practices that charge premiums for enhanced attention. Five years ago there were 28 concierge doctors in the New York metropolitan area, according to the group Concierge Medicine Today, which studies the field. Today there are 124.\n\nIn recent years, some of Goldberg’s patients have made unusual requests that he has obliged. In one instance, when a patient didn’t want to be seen having a colonoscopy, Goldberg closed his office for four hours to grant her more privacy. Another requested allergy shots at home and another his accompaniment to a stressful MRI where Goldberg held the patient’s toe to supply comfort.\n\nAll of this led him and a new partner, Daniel Yadegar, a cardiologist and specialist in integrative and anti-aging medicine, educated at Harvard and Cornell, to embark on a whole new kind of practice, one in which patients — and there will be no more than 400 — will pay $25,000 a year for unfettered access to the doctors. Patients will be able to call and see and text the doctors whenever they want; they will be able to receive home visits, though those will cost extra (and so will lab work). They will be able to ask their doctors to travel to them should they suspect the onset of illness in June in Umbria. Various young Internet moguls have already expressed interest in becoming patients of the practice, which will start next month, Goldberg said.\n\nIt is not simply that check-ups will be offered and ailments tended to in the way of standard concierge practices, where the average annual fees run $1,400 to $1,700 a year nationally; the practice will take a comprehensive, methodical approach to life extension. Yadegar envisions administering state-of-the-art screenings that use biochemical markers to identify potential predictors of cancer; consulting on limiting exposure to toxins; and networking with personal trainers. Yadegar will also offer dermatological fillers — come for the stress test, stay for the collagen.\n\nIn New York it is impossible not to notice that the wealthy will pay dearly for things, and they will pay especially high sums for those things they believe other wealthy people don’t have. Similarly it is hard not to notice the alienation felt by those in the highly educated professional class who have been forced to concede so much of their status to friends and acquaintances who have elected to make 200 times as much money on Wall Street, providing one one-hundredth the social utility. The arrival of a kind of Goldman Sachs of family practices was in some sense inevitable.\n\nThe risk, of course, is that these sort of practices multiply and become a new norm for the very rich, aggravating not only the development of a two- (or really three-) tiered medical system but also creating a science-fiction metropolis in which only the best-off remain, living the longest and healthiest lives, never looking a day older than Mary-Kate Olsen, and moving into luxury condominiums built with CT scanners.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2013/12/fancy-docs-001.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af46914bd0286fd97cf\"", "article_summary": "Five years ago there were 28 concierge doctors in the New York metropolitan area, according to the group Concierge Medicine Today, which studies the field.\nThe health care market in New York is sufficiently unusual that members of the affluent classes routinely question the merits of doctors who do take insurance.\nGoldberg, who also retains a specialty in gastroenterology, opened his practice in 1993 and accepted insurance for the first 16 years.\nVarious young Internet moguls have already expressed interest in becoming patients of the practice, which will start next month, Goldberg said.\nThey will be able to ask their doctors to travel to them should they suspect the onset of illness in June in Umbria."}