{"article_title": "The Mystery About Bill Clinton’s Shell Company Isn’t What You Think", "article_keywords": ["mystery", "shell", "business", "passthrough", "company", "bill", "tax", "isnt", "wjc", "clintons", "income", "llc", "think", "revelation"], "article_url": "http://www.thefiscaltimes.com/2015/05/27/Mystery-About-Bill-Clinton-s-Shell-Company-Isn-t-What-You-Think", "article_text": "It’s been called mysterious, secretive, and shadowy, but when it comes to the so-called shell company created by former president Bill Clinton as a vehicle for the delivery of consulting services, there’s a whole lot less there than meets the eye.\n\nAccording to the Associated Press, in 2008, Clinton set up a limited liability company, called WJC LLC in Delaware. It was later re-incorporated in New York in 2009, and then returned to Delaware in 2013.\n\nRelated: Hillary Is Running a Not-so-Smart Campaign\n\nThe Clintons had not previously disclosed ownership of WJC LLC, apparently because it holds no assets. But the AP’s revelation of its existence set off a barrage of media coverage practically asserting that the former president was laundering the profits of some illegal enterprise.\n\nRepublican National Committee Chairman Reince Priebus promptly mounted his high horse and galloped into the fray. \"The revelation that the Clintons had a secret shell company that went unreported on Hillary Clinton’s financial disclosures further demonstrates they are not giving voters the full picture of their wealth. Clearly, there’s a lot that they don’t want voters to see.”\n\nHere’s the thing. If it were a shadowy shell company meant to hide transactions, one assumes the former leader of the free world would be smart enough not to use his own initials as the company name or, for that matter to incorporate it in the U.S. under his own signature, instead of Vanuatu or the Caymans. Putting that aside, the idea that an LLC, known as a “flow-through” or “pass-through” entity by the Internal Revenue Service, is somehow opaque or covert is misguided.\n\nIn a flow-through or pass-through business, the profits and losses of the company are passed directly to the individual owners, meaning that the business itself pays no corporate income tax. Any business profits are treated as income to the owners, and taxed as such.\n\nRelated: Ex-Presidents Are About to Get a Big Taxpayer Pay-Cut\n\nFlow-through structures are very popular in the U.S. because of that tax benefit in particular, as it protects business income from double taxation. So popular, in fact, that they make up the majority of U.S. corporations. Another benefit, is that you get to write-off an enormous amount of “expenses,” including home offices, transportation (including leased vehicles), costs of travel and entertaining as it pertains to your business, and other business-related costs.\n\nAs a result, your “pass-through” income can be reduced dramatically before applying the usual deductions the IRS allows on personal income.\n\nAccording to the conservative-leaning Tax Foundation, flow-through companies “make up the vast majority of businesses and more than 60 percent of net business income in America. In addition, pass-through businesses account for more than half of the private sector workforce and 37 percent of total private sector payroll. Pass-through businesses are represented in all industries in the United States.”\n\nThe biggest scandal associated with this particular revelation is that the Clintons, who appear to stand a good chance of taking up residence in the White House again, remain so tone deaf when it comes to being transparent with the public. There is nothing even slightly illegal about the existence of WJC LLC, but the decision not to mention it in public disclosures of their finances is mystifying, regardless of the fact that it holds no assets.\n\nPriebus, who trained as a lawyer, undoubtedly knows that it’s ridiculous to paint the most common business structure in the U.S. as somehow inherently suspicious. But his claim that the Clintons aren’t providing a full picture of their finances will only be amplified by the former first family’s decision not to mention it.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "It’s been called", "title": "The Mystery About Bill Clinton’s Shell Company Isn’t What You Think", "url": "http://www.thefiscaltimes.com/2015/05/27/Mystery-About-Bill-Clinton-s-Shell-Company-Isn-t-What-You-Think", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/02252014_Bill_Clinton.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/05/27/Mystery-About-Bill-Clinton-s-Shell-Company-Isn-t-What-You-Think", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/02252014_Bill_Clinton.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@rrgarver"}, "generator": "Drupal 7 (http://drupal.org)", "description": "It’s been called", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "According to the Associated Press, in 2008, Clinton set up a limited liability company, called WJC LLC in Delaware.\nAs a result, your “pass-through” income can be reduced dramatically before applying the usual deductions the IRS allows on personal income.\nRelated: Hillary Is Running a Not-so-Smart CampaignThe Clintons had not previously disclosed ownership of WJC LLC, apparently because it holds no assets.\n\"The revelation that the Clintons had a secret shell company that went unreported on Hillary Clinton’s financial disclosures further demonstrates they are not giving voters the full picture of their wealth.\nIt’s been called mysterious, secretive, and shadowy, but when it comes to the so-called shell company created by former president Bill Clinton as a vehicle for the delivery of consulting services, there’s a whole lot less there than meets the eye."}