{"article_title": "Local MMA Fighters Prepare For The Big Stage", "article_keywords": ["mma", "prepare", "big", "ufc", "pentagon", "state", "excited", "fighters", "martin", "dakota", "trying", "local", "event", "south", "stage"], "article_url": "http://www.keloland.com/news/article/sports/local-mma-fighters-prepare-for-the-big-stage", "article_text": "Sioux Falls, SD\n\nOn Friday August 22nd the Sanford Pentagon will host the first ever sanctioned Mixed Martial Arts event in the state of South Dakota. Not only are MMA fans excited, but a handful of local fighters are as well.\n\nMMA fans will pack into the Pentagon to see Christos Giagos take on Dakota Cochrane for the inaugural lightweight title at RFA 17. David Martin represents not only Mike Miller, but also several MMA fighters. With this being the first major event in South Dakota, Martin stressed the importance of showcasing local talent.\n\n\"We have put four local guys on the card, three of them on the under-card, and one will be nationally televised. It will give them a test to see where they are at nationally and they are going to be competing against guys from all over the country. It was very important for me to put some guys from South Dakota on the card,\" Martin said.\n\nA few of the locals being featured on the card are Jordan Larson and Bryce Logan. Each of them understands the importance of not only performing in front of their friends and family, but also UFC scouts and the sport’s biggest superstar, Anderson Silva.\n\n\"I knew what it meant to have MMA in Sioux Falls and in the state of South Dakota. To be able to fight in my hometown and in front of everybody here is a phenomenal opportunity, I was stoked,\" Larson said.\n\n\"I'm excited to be a part of the first commissioned event in South Dakota. I was trying, trying, and trying, and then I finally got in. I'm excited as can be. This is the biggest opportunity I've ever had. To fight in front of this many people and in front of my home crowd, I think the biggest crowd I've ever fought in front of was maybe 800 people, so this is going to be a totally different arena for me. I'm excited,\" Logan said.\n\nThe promoters, fans, and fighters know that if this night goes off as planned their dream of one day hosting a UFC event could become a reality.\n\n\"Hopefully we will have a UFC fight in South Dakota. That is obviously the ultimate goal and that is what every state looks forward to when you have a commissioned event is to have the highest level of competition in your state,\" Logan said.\n\nThe fights will begin at six o'clock. Tickets are on sale at ticketmaster.com or the Pentagon box office. If you can't make it to the show it will be aired on Axis TV.\n\n", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "On Friday August 22nd the Sanford Pentagon will host the first ever sanctioned Mixed Martial Arts event in the state of South Dakota. Not only are MMA", "title": "Local MMA Fighters Prepare For The Big Stage", "url": "http://www.keloland.com/news/article/sports/local-mma-fighters-prepare-for-the-big-stage", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/41828.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "viewport": "width=device-width, initial-scale=1.0", "Generator": "Sitefinity 7.3.5630.0 PE", "description": "On Friday August 22nd the Sanford Pentagon will host the first ever sanctioned Mixed Martial Arts event in the state of South Dakota. Not only are MMA"}, "_id": "\"57477af36914bd0286fcaeb9\"", "article_summary": "I was trying, trying, and trying, and then I finally got in.\nWith this being the first major event in South Dakota, Martin stressed the importance of showcasing local talent.\nNot only are MMA fans excited, but a handful of local fighters are as well.\nThe promoters, fans, and fighters know that if this night goes off as planned their dream of one day hosting a UFC event could become a reality.\n\"I knew what it meant to have MMA in Sioux Falls and in the state of South Dakota."}