{"article_title": "Paul urges Obamacare 'nullification'", "article_keywords": ["amendment", "ken", "cuccinelli", "hes", "obamacare", "theyre", "going", "libertarian", "urges", "paul", "nullification"], "article_url": "http://www.politico.com/story/2013/11/ken-cuccinelli-ron-paul-urges-nullification-virginia-governor-2013-election-099358", "article_text": "Paul was stumping for Cuccinelli during a rally in Richmond Monday. Paul urges Obamacare 'nullification'\n\nRICHMOND, Va. — Headlining the final rally of Ken Cuccinelli’s underdog campaign for Virginia governor, Ron Paul suggested the “nullification” of Obamacare on Monday night.\n\n“Jefferson obviously was a clear leader on the principle of nullification,” the former Texas congressman said of the third president. “I’ve been working on the assumption that nullification is going to come. It’s going to be a de facto nullification. It’s ugly, but pretty soon things are going to get so bad that we’re just going to ignore the feds and live our own lives in our own states.”\n\nStory Continued Below\n\n“Nullification” is a loaded word, still brimming with connotations here in what was once the capital of the Confederacy. But it might not even have been the most provocative comment the 78-year-old made in a somewhat disjointed half-hour speech in the Richmond Convention Center.\n\nPHOTOS: Ron Paul’s career)\n\nCuccinelli is ending his bid where he’s most comfortable: on the right. Twenty-two hours before the polls closed, and with only a slim chance of victory, the attorney general told several hundred supporters that Tuesday’s vote is their chance to register displeasure with the Affordable Care Act. He said the problems with the HealthCare.gov web site are only a taste of what’s to come, warning – while not using the term “death panel” – that the government will soon restrict access to care.\n\n“This law is not done crushing liberty,” he said. “The next thing they’re going to do is tell those doctors how to treat you and then whether to treat you. Let’s be very clear about what’s at stake here.”\n\nCuccinelli said the U.S. Supreme Court has essentially given the government power to make people buy asparagus. He warned that liberals could even try to force people to buy cars manufactured by General Motors.\n\nPHOTOS: Ken Cuccinelli’s career)\n\n“I own an Equinox,” he said, referring to the Chevy. “You don’t want to own an Equinox!”\n\nA recurring attack of the last two weeks is that Democrat Terry McAuliffe lacks specific plans and speaks only in bromides. Cuccinelli likes to say that McAuliffe is the kind of guy who buys a puppy without having a plan on how he’ll take care of it.\n\nTo hammer home this message, Cuccinelli had his wife, Teiro, bring their golden retriever, named Pony, onto the stage.\n\nThen came Paul. Free associating, he touched virtually every libertarian erogenous zone in his riff.\n\nHe tore into the Constitution’s 17th Amendment. Ratified in 1913, it’s the one that allows for the direct election of U.S. senators by popular vote.\n\nPHOTOS: 25 unforgettable Obamacare quotes)\n\n“That undermined the principle importance of the states,” said Paul.\n\nHe criticized the 16th Amendment, which allowed the federal income tax.\n\nAfter the crowd chanted “End the Fed,” Paul decried the printing of more money by the Federal Reserve.\n\n“We need someone to stand up to the authoritarians,” he said. “They’re dictators.”\n\nIn the same breath, Paul criticized George W. Bush for growing government and Sen. Dianne Feinstein (D-Calif.) for supporting National Security Agency intelligence collection.\n\nHe stressed that the constitutional “right to keep and bear arms” was not for hunting, but to allow rebellion against tyrannical governments.\n\n“The Second Amendment was not there so you could shoot rabbits,” he said. “Right now today, we have a great threat to our liberties internally.”\n\nPHOTOS: Obamacare online glitches: 25 great quotes)\n\nCuccinelli brought Paul in to limit the bleeding of support to Libertarian candidate Robert Sarvis, who has pulled double digits in some polls and threatens to be a spoiler Tuesday.\n\nPaul, who won 40.5 percent in a two-way Virginia Republican primary against Mitt Romney last year, did not mention Sarvis by name, but he attacked him for floating a tax on the number of miles a car drives.\n\n“That’s insane,” said Paul. “What kind of an invasion of privacy is that! Ken is quite correct on the tax issue: no new taxes.”\n\nPaul said Cuccinelli has established a reputation for being unyielding, “where you know he’s not gonna back down.”\n\n“I don’t know whether Ken calls himself a libertarian or not,” he added, “but I know he’s a constitutionalist.”\n\n( Also on POLITICO: Final sprint in Election 2013)\n\nCuccinelli focused his closing speech on McAuliffe, but he highlighted his own “pro-liberty” initiatives – including a successful push for an amendment to the state constitution to restrict eminent domain.\n\nCuccinelli has typically spoken after his surrogates, including Sen. Marco Rubio (R-Fla.) at two stops earlier in the day. But he preceded Paul Monday night. Much of the crowd seemed like they had come for the libertarian icon.\n\nPaul said he’s been doing very little traveling since leaving Congress at the end of last year, but he made an exception for Cuccinelli.\n\n“Ken has been targeted because they want to humiliate those who would stand up for the Constitution,” he said.\n\n( Also on POLITICO: Cuccinelli fights stench of doom)\n\nCuccinelli has spent the last few days presenting Tuesday as a referendum on Obamacare and whether to expand Medicaid. He went much further than he usually has attacking the law in his closing argument.\n\nPaul also talked extensively about the health law, which he believes unfairly forces some who don’t need insurance to subsidize medical care for others.\n\n“The taxes involved there, they’re evil,” he said. “They’re going to create class warfare, generational warfare.”\n\nAfter the rally, as Cuccinelli worked the rope line, he looked more relaxed than earlier, as if a huge weight had been removed from his shoulders. He lingered to smile for photos and thank supporters – leaving the convention center around 10 p.m.\n\nMcAuliffe has outspent Cuccinelli by millions of dollars, and the nasty ads have taken a toll on the Republican’s public image.\n\n“You hear about this ‘war on women’ that the other side likes to talk about, but we have five daughters,” said Cuccinelli. “My greatest concern for them today is that opportunity is waning and not growing.”", "article_metadata": {"og": {"site_name": "POLITICO", "description": "At a Cuccinelli rally, the former lawmaker calls the taxes involved in the health care law &quot;evil.&quot;", "title": "Paul urges Obamacare 'nullification'", "url": "http://www.politico.com/story/2013/11/ken-cuccinelli-ron-paul-urges-nullification-virginia-governor-2013-election-99358.html", "image": "http://s3-origin-images.politico.com/2013/11/04/131104_ron_paul_ken_cuccinelli_ap_605.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Ken Cuccinelli (196),Ron Paul (842),Virginia (647),2013 Elections (260),Obamacare (867),Elections (1709)", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "At a Cuccinelli rally, the former lawmaker calls the taxes involved in the health care law &quot;evil.&quot;", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd97e0\"", "article_summary": "Paul urges Obamacare 'nullification'RICHMOND, Va. — Headlining the final rally of Ken Cuccinelli’s underdog campaign for Virginia governor, Ron Paul suggested the “nullification” of Obamacare on Monday night.\n“The next thing they’re going to do is tell those doctors how to treat you and then whether to treat you.\nPHOTOS: 25 unforgettable Obamacare quotes)“That undermined the principle importance of the states,” said Paul.\n“Jefferson obviously was a clear leader on the principle of nullification,” the former Texas congressman said of the third president.\n“I’ve been working on the assumption that nullification is going to come."}