{"article_title": "Republicans Working To Strip Health Coverage From 85,000 People In Arkansas", "article_keywords": ["option", "working", "federal", "republicans", "medicaid", "private", "states", "state", "health", "expansion", "coverage", "strip", "vote", "arkansas", "85000", "think"], "article_url": "http://www.huffingtonpost.com/2014/02/04/arkansas-medicaid-expansion_n_4724449.html", "article_text": "Republicans in Arkansas are threatening to revoke health care coverage from some 85,000 state residents who have already signed up for benefits.\n\nUnder the Affordable Care Act, Arkansas approved a privatized Medicaid expansion program, which uses federal funding to buy private health insurance for the 215,000 people who earn no more than 138 percent of the federal poverty level per year, or $15,000 per person.\n\nBut the loss of two key votes in the legislature has threatened the already-approved privatized model and the coverage for those who signed up that comes with it.\n\nThe “private option” expansion plan, which squeezed through the Arkansas Senate last April with one spare vote, requires another 75-percent vote from both houses of the legislature to renew benefits past the end of the fiscal year. However, after Democratic state Senator Paul Bookout, who voted in favor of expansion, resigned last August over an ethics violation and state Sen. Missy Irvin's (R) last-minute switch to oppose the expansion, the state Senate stands short of the votes it needs to renew the expansion. Now, a group of conservative Republicans, including state senator John Cooper (R), who replaced Bookout in a special election, are fighting to block the program’s funding during next week's legislative session.\n\n\"ObamaCare is among the worst legislation ever passed,\" Cooper wrote on his campaign website. \"I do not think that Obamacare is now or ever has been truly about who gets what and how much it will cost. I believe that the real question is if our health care system under ObamaCare will be destroyed in this country for everyone! I think that question only has one answer and it is yes.\"\n\n\"Amending the private option legislation and in the end voting for it, was one of the most difficult decisions of my life,\" Irvin told conservative blog Arkansas Project on Jan. 20. “But with the … ever-changing tides from the federal government, I am opposed to moving forward and will not vote to fund the appropriation for the private option... I now see it is leading us in the wrong direction.”\n\nRepublican state Sen. Nate Bell also opposes the private option and remains confident that his party has enough votes to block the expansion’s funding.\n\n\"I think anybody in the Capitol building would agree with that,\" Bell told the Arkansas Times.\n\nThe state's private Medicaid option has sharply divided Arkansas Republicans, who have controlled both chambers of the legislature since 2012. And despite growing efforts by an anti-Obamacare faction of the Arkansas legislature to block the policy's passage, Gov. Mike Beebe (D) remains optimistic, holding out for a way to secure enough votes to renew the expansion’s funding.\n\n“It was a difficult, difficult task to get three-fourths vote last time,” Beebe told the Associated Press on Jan. 15. “It’s still going to be a difficult task to get three-fourths vote, but it’s doable and the logic is there.”\n\nAlthough Senate GOP leaders supported Beebe’s efforts to push the expansion last year, Senate President Pro Tempore Michael Lamoureux expressed concern over the program’s outcome without the backing of previously supportive lawmakers.\n\n\"I don't want to speak for individual members, but I've always said that it was very unlikely, if not impossible, that a senator who voted no was going to switch to yes,\" Lamoureux told the Arkansas Times on Jan. 31. \"Basically, we need the same people to vote yes.\"\n\nPrior to the conservative schism over the program's renewal, Arkansas' milestone implementation of the Medicaid expansion sparked national attention as it spearheaded the effort to combine broadening Medicaid with privatizing it, allowing for thousands of poor Arkansans to access health benefits. Arkansas' middle-ground expansion strategy paved the way for other GOP-dominated states, like Ohio and Florida, to eye similar proposals after opposing a straight Medicaid expansion through the federal government.\n\nOn Tuesday, Arkansas’ House and Senate Public Health, Welfare and Labor committees will hash out the state's unique Medicaid expansion with state Department of Human Services officials, sorting out arguments over whether or not the federal waiver for the expansion conflicts with state law.\n\nArkansas House Speaker Davy Carter (R) has expressed openness to amending the state's Medicaid expansion program, but maintains confidence in the proposal’s re-authorization.\n\n\"Do we need to tweak some things here and there? Maybe,\" Carter told The Associated Press on Monday. \"I think we'll talk about areas in which we can do better and I'm certainly open to that, but backing up at this point and pulling up on the state, I'm not interested in that. I don't think the General Assembly is interested in that. I still think we're going to pass it.\"\n\nState officials expect 100,000 Arkansans to have signed up for the program by the time the state legislature convenes on Feb. 10.\n\nThe filing period for state offices will begin on Feb. 24, with numerous Republicans in support of the Medicaid expansion program facing primary challenges from private option opponents.\n\n(h/t Talking Points Memo)\n\nAlso on HuffPost: States With Medicaid Policies That Hurt The Poor States With Medicaid Policies That Hurt The Poor\n\n1 of 14 Kansas Federal minimum in Kansas: 26 percent of Federal Poverty Line Unemployed parents in a family of three who earn more than $4,963.40 make too much to receive Medicaid coverage (26 percent of FPL). Employed parents in a family of three who earn more than $6,108.8 make too much to receive Medicaid coverage (32 percent of FPL). Share this slide:\n\nAP", "article_metadata": {"description": "Republicans in Arkansas are threatening to revoke health care coverage from some 85,000 state residents who have already signed up for benefits. \n\nUnde...", "sailthru.expire_date": "2014-02-05 13:59:30 -0500", "og": {"site_name": "The Huffington Post", "description": "Republicans in Arkansas are threatening to revoke health care coverage from some 85,000 state residents who have already signed up for benefits. \n\nUnde...", "title": "Republicans Working To Strip Health Coverage From 85,000 People In Arkansas", "url": "http://www.huffingtonpost.com/2014/02/04/arkansas-medicaid-expansion_n_4724449.html", "image": "http://i.huffpost.com/gen/1602060/images/o-JOHN-COOPER-ARKANSAS-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@HuffPostPol", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1602060/images/o-JOHN-COOPER-ARKANSAS-facebook.jpg", "height": 1000}, "description": "Republicans in Arkansas are threatening to revoke health care coverage from some 85,000 state residents who have already signed up for benefits. \n\nUnde...", "card": "summary_large_image", "title": "Republicans Working To Strip Health Coverage From 85,000 People In Arkansas"}, "sailthru.date": "2014-02-04 13:59:30 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4724449", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "arkansas,arkansas obamacare,Senator Paul Bookout,Michael Lamoureux medicaid,medicaid expansion,John Cooper,arkansas healthcare,arkansas medicaid,Davy Carter,Sen. Missy Irvin,video,missy irvin medicaid,obamacare medicaid expansion,Mike Beebe,Davy Carter medicaid expansion,John Cooper medicaid,nate bell,Nate Bell medicaid,Michael Lamoureux,Gov. Mike Beebe", "article": {"section": "Politics", "tag": "arkansas,arkansas obamacare,Senator Paul Bookout,Michael Lamoureux medicaid,medicaid expansion,John Cooper,arkansas healthcare,arkansas medicaid,Davy Carter,Sen. Missy Irvin,video,missy irvin medicaid,obamacare medicaid expansion,Mike Beebe,Davy Carter medicaid expansion,John Cooper medicaid,nate bell,Nate Bell medicaid,Michael Lamoureux,Gov. Mike Beebe", "published_time": "2014-02-04 13:59:30 -0500", "modified_time": "2014-02-04 14:00:23 -0500"}, "viewport": "width=1000"}, "article_summary": "The state's private Medicaid option has sharply divided Arkansas Republicans, who have controlled both chambers of the legislature since 2012.\nRepublicans in Arkansas are threatening to revoke health care coverage from some 85,000 state residents who have already signed up for benefits.\nArkansas House Speaker Davy Carter (R) has expressed openness to amending the state's Medicaid expansion program, but maintains confidence in the proposal’s re-authorization.\nThe filing period for state offices will begin on Feb. 24, with numerous Republicans in support of the Medicaid expansion program facing primary challenges from private option opponents.\nArkansas' middle-ground expansion strategy paved the way for other GOP-dominated states, like Ohio and Florida, to eye similar proposals after opposing a straight Medicaid expansion through the federal government."}