{"article_title": "What is it and why it is turning into a fad", "article_keywords": ["turning", "kennedy", "challenge", "bucket", "ice", "zuckerberg", "donation", "facebook", "association", "taken", "als", "fad"], "article_url": "http://www.techtimes.com/articles/13113/20140817/ice-bucket-challenge-what-is-it-and-why-it-is-turning-into-a-fad.htm", "article_text": "Advertisement\n\nSocial media is abuzz with the Ice Bucket Challenge introduced by the ALS Association.\n\nThousands of people throughout the world suffer from amyotrophic lateral sclerosis (ALS), which is also known as the Lou Gehrig's disease in the U.S. The U.S. ALS Association reveals that around 5,600 ALS patients are diagnosed in the U.S. every year. The disease affects the muscles of an individual who finds it difficult to breathe and swallow.\n\nThe ALS Association started a fund raising and awareness campaign for the disease called the \"Ice Bucket Challenge\" and videos of people taking the challenge have gone viral on social media. The ice bucket challenge calls for people to donate $100 to the ALS Association or pour a bucket full of ice water on them and also ask others to take the challenge. Many people have taken the challenge and posted videos on YouTube and Facebook.\n\nPoliticians, celebrities, businessmen and many more people have taken the challenge and also generously contributed to the charity.\n\nCongressman Joe Kennedy from Massachusetts, Chris Christie - the governor of New Jersey, Cory Booker - U.S. Senator for New Jersey, Republican Lisa Murkowski - U.S. Senator from the state of Alaska and many more politicians have taken the ice bucket challenge and thrown the gauntlet to others.\n\nEthel Kennedy, the widow of former politician Robert F. Kennedy, called for President Barrack Obama to take the ice bucket challenge. However, a White House spokesperson said that President Obama will not take the challenge but will make a donation to ALS Association soon.\n\nChris Christie called for Mark Zuckerberg, the founder and CEO of Facebook, to take the challenge and he accepted it. He posted a video on Facebook of himself doing the challenge and also dared other bigwigs to do the same.\n\n\"Yesterday, Governor Chris Christie challenged me to do the ALS Ice Bucket Challenge. I accepted his challenge, and now I'm challenging Bill Gates [co-founder of Microsoft], Sheryl Sandberg [COO of Facebook] and Reed Hastings [CEO Netflix] next,\" says Zuckerberg on a Facebook post. \"You guys have 24 hours to complete the challenge or you have to donate to the ALS foundation -- or both.\"\n\nCelebrities like Justin Timberlake, Martha Stewart, Jimmy Fallon and more have taken up the challenge as well.\n\nThe ice bucket challenge has also increased the amount of donation the charity has received. ALS Association revealed that it has collected about $7.6 million in donations from July 29 to Aug. 14 when compared to $1.4 million donation received during the same period of 2013. The charity suggests that the donation comes from existing as well as about 150,000 new donors.\n\nCheck out the below video of Mark Zuckerberg taking on the ice bucket challenge.\n\n© 2016 Tech Times, All rights reserved. Do not reproduce without permission.", "article_metadata": {"Description": "Famous people take on the ALS ice bucket challenge. The ice bucket challenge has attracted around 150,000 new donors to the U.S. ALS Association.", "Copyright": "2016 Tech Times", "Author": "Tech Times", "og": {"site_name": "Tech Times", "description": "Famous people take on the ALS ice bucket challenge. The ice bucket challenge has attracted around 150,000 new donors to the U.S. ALS Association.", "title": "Ice Bucket Challenge: What is it and why it is turning into a fad", "url": "http://www.techtimes.com/articles/13113/20140817/ice-bucket-challenge-what-is-it-and-why-it-is-turning-into-a-fad.htm", "image": "http://images.techtimes.com/data/images/full/14629/mark-zuckerberg-taking-the-ice-bucket-challenge.jpg", "type": "article"}, "twitter": {"domain": "techtimes.com", "description": "Famous people take on the ALS ice bucket challenge. The ice bucket challenge has attracted around 150,000 new donors to the U.S. ALS Association.", "creator": "@TechTimes_News", "url": "http://www.techtimes.com/articles/13113/20140817/ice-bucket-challenge-what-is-it-and-why-it-is-turning-into-a-fad.htm", "image": "http://images.techtimes.com/data/images/full/14629/mark-zuckerberg-taking-the-ice-bucket-challenge.jpg", "title": "Ice Bucket Challenge: What is it and why it is turning into a fad", "site": "@TechTimes_News", "card": "summary_large_image"}, "syndication-source": "http://www.techtimes.com/articles/13113/20140817/ice-bucket-challenge-what-is-it-and-why-it-is-turning-into-a-fad.htm", "robots": "index, follow", "fb": {"app_id": 1047242882033344}, "Googlebot-News": "index, follow", "article": {"published_time": "2014-08-17"}, "Title": "Tech Times", "google-site-verification": "2TcEHlVZXd254bQYGiPgjL2nnVFZ5NgzUO_tRUZX_EY", "Subject": "techtimes.com", "viewport": "width=1040", "news_keywords": "Ice bucket challenge, ALS Association, ALS, Lou Gehrig's disease, Barrack Obama, Justin Timberlake, Mark Zuckerberg"}, "_id": "\"57477af46914bd0286fd97eb\"", "article_summary": "The U.S. ALS Association reveals that around 5,600 ALS patients are diagnosed in the U.S. every year.\n\"Yesterday, Governor Chris Christie challenged me to do the ALS Ice Bucket Challenge.\nAdvertisementSocial media is abuzz with the Ice Bucket Challenge introduced by the ALS Association.\nEthel Kennedy, the widow of former politician Robert F. Kennedy, called for President Barrack Obama to take the ice bucket challenge.\nSenator from the state of Alaska and many more politicians have taken the ice bucket challenge and thrown the gauntlet to others."}