{"article_title": "Old heart defects: Sometimes forgotten, never gone", "article_keywords": ["congenital", "gone", "old", "adults", "heart", "disease", "patients", "defects", "forgotten", "need", "surgery", "care", "adult"], "article_url": "http://www.dallasnews.com/lifestyles/health-and-fitness/health/20160201-old-heart-defects-sometimes-forgotten-never-gone.ece", "article_text": "About once a month, Dr. Ari Cedars sees a new patient who has a big scar across the chest — but isn’t sure exactly why.\n\n“The patient knows they had surgery as a baby to repair a heart problem, but they don’t know what that problem is,” he said. “The parents knew, but have passed away or don’t remember.”\n\nIn some cases, doctors told parents that the problem was “fixed.” The exact type of the defect and the corrective surgery were lost in time, because parents didn’t expect the condition would require further attention.\n\nBut that’s usually not the case, says Cedars, medical director of the Center for Adult Congenital Heart Disease at Baylor Heart and Vascular Hospital in Dallas.\n\n“Patients need to know that their surgery is not permanent,” Cedars says. “They need to be followed regularly by a physician who has specialized knowledge.”\n\nOnly about 10 percent of adults with congenital heart defects are getting the recommended care they need, says Paula Miller, member outreach manager for the Adult Congenital Heart Association, a patient advocacy group. As a result, “a lot of people have ended up unnecessarily disabled, or died at an early age, because they were not getting that care,” she says.\n\nNew subspecialty\n\nCedars is one of a handful of doctors in the Dallas-Fort Worth area who passed the first board certification exam, offered in October, for this relatively new subspecialty: adult congenital heart disease.\n\nThe field is emerging as a result of advances in modern medicine. The first successful surgeries to mend the hearts of “blue babies” were developed in the late 1950s, after the invention of the heart-lung bypass machine. In the decades that followed, new treatments for congenital heart defects were refined and became widely available. More and more children who would have otherwise died are living into adulthood.\n\nToday, the Adult Congenital Heart Association estimates that about 1 million to 1.5 million adults live with congenital heart disease. Estimates vary widely because there’s no comprehensive tracking system.\n\nBut contrary to what their doctors may have told them, most of those patients aren’t done with treatment, and many require ongoing, complex medical care that regular cardiologists aren’t equipped to handle.\n\nErin Winsett, 35, of Plano discovered that when she began developing problems as an adult. Winsett had surgery when she was 22 months old for tetralogy of Fallot, a cluster of four different abnormalities of the heart that occurs in about 5 out of every 10,000 newborns. After the surgery, doctors told her parents that Erin could live a normal life.\n\n“My doctor told me the only thing I could not be was an Olympic athlete,” she said. Even that caution seemed less relevant after Shaun White — who had surgeries as a baby for the same defect — won gold medals in snowboarding at the Olympics.\n\nWhen Winsett looked for a doctor to manage her care as an adult, she discovered that regular cardiologists didn’t feel comfortable treating her. Then she found Dr. Beth Brickner, a member of the Adult Congenital Heart Disease team at UT Southwestern Medical Center.\n\nBrickner warned Winsett that she’s likely to need surgery down the road to replace her pulmonary valves, a fairly common follow-up procedure for patients like her. That’s a source of anxiety, but Winsett feels she’s in good hands.\n\n“Dr. Brickner has the knowledge that makes me feel comfortable in her care,” she said.\n\nSpecial needs\n\nMany patients with congenital heart defects will need additional operations or medications as adults, Cedars says. Even after successful corrective surgery, the anatomy of their hearts is abnormal. Women need expert advice on whether it’s safe to become pregnant, and if they do get pregnant, specialized management during the pregnancy.\n\nOn top of that, people born with heart defects are now living long enough to develop typical problems associated with aging — high blood pressure, obesity and acquired heart disease. Managing those problems can be problematic and complex.\n\nUntil recently, many patients stayed with their pediatric cardiologists well into adulthood, says Dr. Scott Pilgrim, medical director of the Adult Congenital Heart Disease program at Cook Children’s Medical Center in Fort Worth. Pilgrim came to Cook’s in 2014 when the clinic opened, in part, to serve the hundreds of patients who had remained in the pediatric hospital’s system because they couldn’t find satisfactory care elsewhere.\n\n“Cardiologists who treat adults are focused on acquired heart disease,” Pilgrim said. Pediatric cardiologists, on the other hand, aren’t equipped to manage conditions that usually don’t crop up until adulthood, such as diabetes.\n\nPlus, every patient’s case is different, and the issues can get complicated. But all three physicians interviewed for this story say that’s what they love about the subspecialty.\n\n“If you take the same basic diagnosis, the treatment may be different for each patient with congenital heart disease that you see,” Brickner said. “That’s what makes the field so challenging and exciting.”\n\nPatients with congenital heart disease should see a specialist at least once for evaluation, and for regular follow-up exams as needed. According to the Adult Congenital Heart Association, adults with congenital heart disease have rates of emergency room visits, hospitalizations and intensive care unit stays that are three to four times higher than average.\n\nBrickner adds that it’s important to see a specialist sooner, rather than later.\n\nChristine Teel, 39, of Garland is glad she didn’t wait too long. She had surgery to correct tetralogy of Fallot as a baby. In her 20s, Teel began to have episodes where her heart would race during exercise. She saw two adult cardiologists, who tried a procedure but ultimately told her, “There’s nothing else we can do.”\n\nBy way of an Internet search, Teel found UT Southwestern’s program and ultimately underwent surgery to help manage the problem.\n\n“Had I waited much longer, it would’ve been too late,” Teel said.\n\nAbout congenital heart defects\n\nA congenital heart defect is a problem with the heart’s structure that is present at birth. Common problems include holes in the heart or defects in the heart valve, vessels or heart chambers. Heart defects often involve a combination of problems.\n\nCongenital heart defects are the most common birth defects, affecting about 1 percent of all babies, and range from relatively minor issues to serious, life-threatening defects. Symptoms include a bluish tint of the skin, shortness of breath, poor weight gain and problems with exercise. Most CHDs are diagnosed through tests such as an echocardiogram, MRI or cardiac catheterization.\n\nThe cause of congenital heart defects is not always known, but they do tend to run in families. Causes may include genetics, certain medications, drug or alcohol abuse during pregnancy, or a viral infection (such as rubella) during the first trimester of pregnancy.\n\nSome congenital heart defects may not be diagnosed until adulthood.\n\nThe Adult Congenital Heart Association, a patient advocacy group, is working to create an accreditation program for clinics specializing in adults with congenital heart disease. The group also helped pass legislation, as part of the Affordable Care Act of 2010, for increased funding of research and surveillance.\n\nSOURCES: Adult Congenital Heart Association Fact Sheet (ACHAHeart.org), WebMD.com", "article_metadata": {"description": "Doctors are paying fresh attention to adults whose long-ago surgeries might need new care.", "og": {"description": "Doctors are paying fresh attention to adults whose long-ago surgeries might need new care.", "title": "Old heart defects: Sometimes forgotten, never gone", "url": "http://www.dallasnews.com/lifestyles/health-and-fitness/health/20160201-old-heart-defects-sometimes-forgotten-never-gone.ece", "image": {"width": 1280, "identifier": "http://www.dallasnews.com/lifestyles/health-and-fitness/health/20160201-nh_21cedars_cover.ece/BINARY/original/NH_21Cedars_COVER", "height": 930}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2016-02-04T18:27:14Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2016-02-01T21:08:16Z", "parsely-page": "{\"title\": \"Old heart defects: Sometimes forgotten, never gone\", \"link\": \"http://www.dallasnews.com/lifestyles/health-and-fitness/health/20160201-old-heart-defects-sometimes-forgotten-never-gone.ece\", \"image_url\": \"http://www.dallasnews.com/lifestyles/health-and-fitness/health/20160201-nh_21cedars_cover.ece/BINARY/original/NH_21Cedars_COVER\", \"type\": \"post\", \"post_id\": \"2632687\", \"pub_date\": \"2016-02-01T21:08:16Z\", \"section\": \"Health\", \"author\": \"MARY JACOBS\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/lifestyles/health-and-fitness/health/20160201-nh_21cedars_cover.ece/ALTERNATES/w660/NH_21Cedars_COVER", "publishtime": "2016-02-01T21:08:16Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "article_summary": "About congenital heart defectsA congenital heart defect is a problem with the heart’s structure that is present at birth.\nCongenital heart defects are the most common birth defects, affecting about 1 percent of all babies, and range from relatively minor issues to serious, life-threatening defects.\nToday, the Adult Congenital Heart Association estimates that about 1 million to 1.5 million adults live with congenital heart disease.\nIn the decades that followed, new treatments for congenital heart defects were refined and became widely available.\nThe cause of congenital heart defects is not always known, but they do tend to run in families."}