{"article_title": "Hospitals Push Back On Revenue Sharing", "article_keywords": ["information", "sharing", "revenue", "federal", "hospital", "program", "scott", "healthcare", "push", "health", "lip", "hospitals", "care"], "article_url": "http://health.wusf.usf.edu/post/hospitals-push-back-revenue-sharing", "article_text": "Florida hospitals fired back Monday against Gov. Rick Scott in the latest salvo over the governor's suggestion that the health-care facilities mimic professional baseball teams in sharing revenues.\n\nThe Florida Hospital Association sent a letter to Scott objecting to the governor's money-sharing proposal, which the group labeled a new \"tax,\" to help cover the costs of the Low Income Pool, or LIP, program, set to expire on June 30 unless state and federal negotiators come up with a new plan.\n\nAt the same time, the hospital association urged Scott to support a Medicaid-funded coverage expansion proposed by the Senate.\n\n\"You have suggested that a new tax on hospital operating surpluses might be a way to sustain the existing LIP program. Such an arrangement is not a solution to the challenge we face,\" Florida Hospital Association executives wrote in the letter. \"The Senate's comprehensive proposal would provide health care coverage to approximately 800,000 low-income, working Floridians. And, it fully funds a modified LIP program in the first year of a transition towards increased coverage. As more Floridians are covered, this approach allows our state to reduce its dependence over time, on a supplemental funding pool.\"\n\nThe future of the LIP program is at the center of a health-care spending impasse that forced lawmakers to call a special session to negotiate and pass a budget, the only constitutionally required activity the Legislature must perform.\n\nScott gave the hospitals and insurers a Monday deadline to provide a wide range of data to be considered by a commission he created to examine health-care finances before lawmakers return to Tallahassee for the special session June 1. The Commission on Healthcare and Hospital Funding --- which does not include any hospital executives --- is scheduled to hold its first meeting Wednesday in Tallahassee.\n\nIn a response to Scott on Monday, the Safety Net Hospital Alliance of Florida, which represents public hospitals, teaching hospitals and children's hospitals, pointed out that most of the information the governor demanded is already captured by the state Agency for Health Care Administration. Other data Scott is seeking is not available, according to a letter from alliance President Tony Carvalho.\n\n\"Eighty percent of the data is already in the hands of the agency,\" alliance lobbyist Mark Delegal said in an interview with The News Service of Florida.\n\nSome of the information Scott is seeking is also protected from public scrutiny through exemptions to Florida public-records laws.\n\nIn addition, Carvalho argued, Scott's request for information fails to take into account other ways public hospitals are spending their earnings, including on research or clinics that serve low-income patients. That information is not captured in the Agency for Health Care Administration's database, Carvalho wrote.\n\n\"These insufficiencies will directly jeopardize your commission's analysis of hospital operating margins and deliberations on revenue sharing scenarios,\" Carvalho wrote.\n\n\"Failure to define and collect these expenditures will result in hospital operating margin comparisons that are insufficient. For these reasons, and in order for the commission to reach the desired goals as set forth in your executive order, the commission should request a tailored hospital operating margin template be designed, with input from the hospital industry, prior to embarking on a comparative analysis of profit sharing scenarios.\"\n\nScott has received some of the information he's requested from the hospitals and is posting it on the commission's website, Scott spokeswoman Jackie Schutz said.\n\nScott's request for the information and his suggestion about revenue sharing came amid battles in the Legislature and with the federal government about major health-care issues.\n\nIn its budget proposal during the regular session, the Senate included $2.2 billion for the LIP program, which funnels local and federal funds to hospitals and other health care providers that serve large numbers of poor and uninsured Floridians.\n\nThe Senate also backed a $2.8 billion plan to use federal money to expand coverage under the Affordable Care Act, also known as Obamacare. The Senate plan would provide private health insurance for low- and moderate-income people, at least in part to shrink the amount of unreimbursed care that hospitals provide. LIP also has been aimed at compensating hospitals and other providers for such care.\n\nBut Scott and House Republican leaders, who vigorously oppose the coverage expansion and Obamacare in general, have balked at the Senate plan. Scott sued the Obama administration over federal health officials' apparent linking of LIP and Medicaid expansion in negotiations.\n\nAnd Scott, who made his foray into politics opposing Obamacare before it became law, has repeatedly blasted the federal Centers for Medicare & Medicaid Services for threatening to cut back on LIP funding, although the agency last year gave the state a one-year extension on the program with the caveat that future approval would be contingent on expanding the universe of insured Floridians.", "article_metadata": {"category": "HNF Stories", "description": "Florida hospitals fired back Monday against Gov. Rick Scott in the latest salvo over the governor's suggestion that the health-care facilities mimic", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/hospitals-push-back-revenue-sharing", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201312/Gov._Rick_Scott.jpg", "type": "article", "description": "Florida hospitals fired back Monday against Gov. Rick Scott in the latest salvo over the governor's suggestion that the health-care facilities mimic", "title": "Hospitals Push Back On Revenue Sharing"}, "org_id": 0, "twitter": {"site": "@HealthNewsFL", "card": "summary"}, "author": "DARA KAM of the NEWS SERVICE OF FLORIDA", "wordCount": 837, "dc": {"title": "Hospitals Push Back On Revenue Sharing"}, "nid": 10687, "datePublished": "2015-05-19", "story_id": 407920793, "keywords": "low-income pool, Commission on Healthcare and Hospital Funding, Florida Legislature 2015", "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcaed6\"", "article_summary": "And, it fully funds a modified LIP program in the first year of a transition towards increased coverage.\nSome of the information Scott is seeking is also protected from public scrutiny through exemptions to Florida public-records laws.\n\"The Senate's comprehensive proposal would provide health care coverage to approximately 800,000 low-income, working Floridians.\n\"These insufficiencies will directly jeopardize your commission's analysis of hospital operating margins and deliberations on revenue sharing scenarios,\" Carvalho wrote.\n\"You have suggested that a new tax on hospital operating surpluses might be a way to sustain the existing LIP program."}