{"article_title": "Obamacare Rates And Subsidies Vary Widely Within Missouri", "article_keywords": ["variations", "obamacare", "subsidies", "kansas", "vary", "st", "state", "costs", "rates", "widely", "missouri", "health", "insurance", "care"], "article_url": "http://kcur.org/post/obamacare-rates-and-subsidies-vary-widely-within-missouri", "article_text": "Now that healthcare.gov has undergone some major tweaks, supporters of the Affordable Care Act hope that a lot more people will go online and compare insurance rates. But what might surprise shoppers is how rates and subsidies vary depending on their address.\n\nIn Missouri, insurance buyers in different parts of the Show-Me State are seeing some of the most extreme cost differences in the country.\n\nIf you are a 42-year-old looking for insurance, you might go online and find a silver-level plan for about $250. If this is you, consider yourself lucky. You live in one of the cheaper parts of the state for insurance.\n\nAnother 42-year-old in a different part of Missouri could pay around $375 for the same policy, a difference of about 50 percent.\n\nLanis Hicks is a professor of health economics at the University of Missouri. She explains that these regional cost differences aren’t new, but the new health exchanges let observers see how insurers charge consumers.\n\n“The transparency is more clear at this point. So it begins to allow us to say, ‘Wait a minute. Why is this happening? What’s going on?’” says Hicks.\n\nData from the health exchanges shows that Missouri is tied with Florida for having the fifth largest variations in insurance costs depending on geography. Missouri costs can vary as much as 52 percent.\n\nKansas is in better shape, where insurance costs vary up to 22 percent, which is in line with the national average.\n\nDr. Robert St. Peter, president and CEO of the Kansas Health Institute, explains that under the new federal health laws, insurers can only set prices for an individual’s insurance based on three things: age and smoking, and where you live.\n\n“They are able to adjust the cost of insurance based on historical spending in the community,” says St. Peter.\n\nWhen insurers set rates for individuals and families, they look closely at kinds of treatments local doctors and hospitals typically perform and how much they charge, says St. Peter.\n\n“When you look at the spending and health care in different regions of the state, there’s just a difference, and those variations are sometimes quite substantial,” he says.\n\nAccording to the Kansas Health Institute, health costs in Kansas generally run highest around Kansas City and lowest in the southern part of the state, and these costs typically translate to the state’s highest and lowest insurance rates. But Hicks says that sometimes insurance rates run higher in rural areas.\n\n“Health services aren’t easily available. Individuals tend to wait until they are sick to go,\" she says. \"And therefore, it ends up costing more than if they had done the preventive or been able to intercede at an earlier stage.”\n\nHicks says that Missouri’s southeastern boot heel has some of the state’s higher insurance rates.\n\nCompetition among insurers can also play a big part in rates. Georgia has just one insurer on its health exchange, and that state has the highest variation in insurance rates in the country. The same policy can cost over twice as much depending on where you live in Georgia.\n\nWhile the Affordable Care Act didn’t create insurance rate variations, the subsidies that many will receive as part of the Act are shaped by these variations. St. Peter explains that for each region, subsidies are based on the price of the second-lowest cost silver plan, or what’s called the benchmark plan. It’s mid-level insurance coverage.\n\n“If the premiums for that benchmark silver plan varies from county to county or region to region, then the amount of the subsidy will vary as well,” says St. Peter.\n\nFor example, if you live in an area with higher insurance rates, you may qualify for a higher subsidy than someone in another part of the state. But, as Hicks explains, the higher subsidy may not balance things out for lower-income families.\n\n“Even with the subsidies, it still is going to end up costing them more out of pocket,” she says.\n\nA few states have worked to tackle rate variations. New Hampshire and Delaware, for example, have equal costs for the same insurance throughout the state. But Missouri and Kansas still have a long way to go.\n\n“One of the biggest, most perplexing challenges for understanding how to control health care costs is how to reduce that unexplained variation in spending on healthcare without getting to what people fear in terms of cookie-cutter medicine,” says St. Peter.\n\nSt. Peter says he’s hopeful that the coordinated care plans encouraged by the Affordable Care Act could drive down regional healthcare costs, which could lead to lower regional insurance rates.", "article_metadata": {"category": "Health", "description": "Now that healthcare.gov has undergone some major tweaks, supporters of the Affordable Care Act hope that a lot more people will go online and compare", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://kcur.org/post/obamacare-rates-and-subsidies-vary-widely-within-missouri", "image": "http://mediad.publicbroadcasting.net/p/kcur/files/styles/medium/public/201312/healthcaregov.PNG", "type": "article", "description": "Now that healthcare.gov has undergone some major tweaks, supporters of the Affordable Care Act hope that a lot more people will go online and compare", "title": "Obamacare Rates And Subsidies Vary Widely Within Missouri"}, "story_id": 248762025, "twitter": {"site": "@kcur", "card": "summary", "creator": "@kcur"}, "author": "Alex Smith", "org_id": 0, "dc": {"title": "Obamacare Rates And Subsidies Vary Widely Within Missouri"}, "nid": 47793, "datePublished": "2013-12-04", "keywords": "Affordable Care Act, health exchange", "wordCount": 836, "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcaeda\"", "article_summary": "Missouri costs can vary as much as 52 percent.\nKansas is in better shape, where insurance costs vary up to 22 percent, which is in line with the national average.\nBut Hicks says that sometimes insurance rates run higher in rural areas.\nIn Missouri, insurance buyers in different parts of the Show-Me State are seeing some of the most extreme cost differences in the country.\nGeorgia has just one insurer on its health exchange, and that state has the highest variation in insurance rates in the country."}