{"article_title": "C.J.: Carson Kressley can even jzuzh up people who comb their hair with a pork chop", "article_keywords": ["cj", "pork", "lauren", "dont", "quality", "ralph", "youre", "kressley", "think", "hair", "thats", "im", "comb", "really", "chop", "jzuzh", "carson"], "article_url": "http://www.startribune.com/c-j-carson-kressley-can-even-jzuzh-up-people-who-comb-their-hair-with-a-pork-chop/295451991/", "article_text": "Carson Kressley, probably my favorite celebrity interview ever, is scheduled to be part of EVINE Live’s April 24 “Designer Showcase.”\n\nBack before Shop HQ rebranded itself as EVINE Live, based in Eden Prairie, I talked to the outrageous Kressley about a runway show featuring his clothing line.\n\n“We’ve had ‘Fashion Days’ before, but really amped it up,” he said. “My stuff is about easy to care for, easy to wear, things you can pop on like you’re getting an instant makeover. That’s kind of what I’ve always done, make women feel fantastic about themselves. A key component to that is what you’re wearing, it affects how you feel the entire day. So if you can put something on that isn’t a fortune …”\n\nWhile it might not be a fortune, it will be of fine quality because this fashion expert worked with Ralph Lauren.\n\n“I was lucky to work directly with him and the first thing is that it’s all about quality. If you have any Ralph Lauren products at home, you’re always amazed with the quality. They last forever, always in perfect taste,” said Kressley.\n\nThe quality of my experiences with Kressley also haven’t changed. He has never started erecting those invisible walls that so many celebrities mentally install during an interview. We first met in 2007 when we were judges for a Spalon Montage hair competition, but have hung out on other occasions when he had business in Minneapolis. I told Kressley that when I met his “Queer Eye” co-star Thom Filicia, I noted that Carson was my favorite.\n\n“Stop it!” said Kressley. “People don’t usually like that. I hope he was your second favorite?”\n\nKressley is No. 1 because one time when we [there were lots of others in his local entourage] were together he kept telling incredibly entertaining stories to which I would just smile and nod, thinking, He doesn’t want to see that in print. Reading the expression on my face, Kressley repeatedly remarked: “Write that down, C.J. That really happened!”\n\n“I’m a little bossy, I’m sorry,” said Kressley, who knows his style is dangerous with a reporter. “You can write whatever you want.”\n\nI did two startribune.com/videos with Kressley. One is this Q & A, and the other involves making a game of the fashion expert examing t-shirts from my closet -- with his eyes closed -- to find one that meets his standards. We begin this version of my Kressley interviews at the point where he had said, “I’ll sleep in that [shirt] tonight. I’ll roll around and say, ‘C.J., where are you?’ ”\n\nQ: Speaking of sleeping, why don’t I ever hear anything about your sex life in the tabloids?\n\nA: My god, I don’t ever have sex with other people. Yeah, it’s been a bit of a dry spell but Minneapolis, catch me at the Gay 90s if I’m here.\n\nQ: Who is your current celebrity crush?\n\nA: Humm. George Clooney is taken now. Darn. Ryan Gosling is pretty delicious. There are so many. They don’t have to be a celebrity. I had a crush on my doorman, which was very awkward but he’s super hot. We see each other every day. It’s like having a boyfriend and I don’t ever have to really do anything. And he holds the door for me. It’s fantastic. Thank you, so much [he said after I adjusted his shirt collar.]\n\nQ: What did you learn from Ralph Lauren’s aesthetic that you utilize?\n\nA: I worked for Ralph for about seven years. I was lucky to work directly with him, and the first thing is that it’s all about quality. If you have any Ralph Lauren products at home, you’re always amazed with the quality. They last forever, always in perfect taste. Quality was always job No. 1 there. The other thing is that he was very true to his aesthetic, a designer who wouldn’t jump on the bandwagon for a trend just because it was trendy. He was very hands on and only put products on the market he really, really loved and believed in. That’s a great place to get a fashion education. So many amazing designers have come out of Ralph Lauren from Vera Wang to a million different people, John Varvatos.\n\nQ: When you have been so influenced by Ralph Lauren, is it difficult not to copy him when you go off to do your own thing?\n\nA: I think you can be over-influenced by a designer you work for. Yes, I’m over-influenced often. It’s ‘The World of Ralph Lauren’ so you become immersed in it. When I first started designing my own collection sometimes it was very, very traditional and very, very classic. I thought the only way to dress a woman was in a tweed skirt and button-down blouse. As you gain more experience and see what other designers are doing and shopping the markets and researching trends you kind of find your own aesthetic. I think now, after doing this for 15 years, I think a real aesthetic of mine has emerged, where it’s a lot of quality details, embellishments, a lot of beautiful trims. Fun, playful, easier to wear, celebratory style. A lot of bling, color and pattern. You’re constantly jzuzhing me. I need to get some starch up in here. [Again, I was rearranging his collar.]\n\nQ: Is there ever a time when anyone would say you are shy?\n\nA: I’m really not that shy. Sorry.\n\nQ: Similar question; Is there a time of day when you are more quiet?\n\nA: Oh, yeah. I don’t really like anything between 6 in the morning to like noon. That’s down time for me. I like to stay up late, get up late. I’m good to go around 12:45. So if you’re going to call me, don’t call me until 1 p.m.\n\nQ: If you were a woman in your next life…\n\nA: Yes. Next life?\n\nQ: ..would you want to be more like Sofia Vergara, Oprah or Amal Alamuddin?\n\nA: Oh, those are all good choices. I think I would probably want to be a little bit of all of them. Could I be Oprah Sophia Alamuddin?\n\nQ: Is there any celebrity you look at these days and say, Boy, if I could take him or her out for a haircut …\n\nA: Oh, for a haircut? Humm. There are a lot of younger celebrities I do think look like they’ve combed their hair with a pork chop in the morning. I know that’s part of the messy look and grunge is sneaking back into the picture. I like to raise people’s own style. If they are happy with it and it works for them and I can amp it up a notch, then that’s what I like to do.\n\nQ: Is there a celebrity in whose home you’d like to be the security camera?\n\nA: Maybe I could just be the security camera at Kim and Kanye’s. It would always be exciting — and that baby! I can be the security camera and the baby monitor: HEY, NORTH’S CRYING AGAIN. SHOULD I GET HER A CHANEL BINKY?\n\nQ: From which side of your family do you get those full lips?\n\nA: I got these from my brother and that sounds weird but when I was like 6 years old we decided to play homemade teeter totter. Don’t ever do this at home. Basically took a giant board and put it on a cinder block and started teeter-tottering and he’s like Oh, look a bunny and he left and the wood went bam. So I have 37 stitches right here. But it gave me great lips and it was much cheaper than all the filler. It didn’t seem like a blessing at the time, but now, thank you!\n\nQ: What brand of underwear do you like?\n\nA: I’m not wearing any. No. I usually wear Emporio Armani because it’s kind of modal, stretchy. It’s not even real cotton but it’s amazing. They are the only ones I wear. But they are like $34, so I only have three or four pairs. I wash them often. I thought I was getting three in the box and I opened the box — “Where are the others?”\n\nInterviews are edited. The reach C.J. try cj@startribune.com and to see her on TV check out the FOX 9 Buzz.", "article_metadata": {"og": {"site_name": "Star Tribune", "description": "Carson Kressley, probably my favorite celebrity interview ever, is scheduled to be part of EVINE Live&rsquo;s April 24 &ldquo;Designer Showcase.", "title": "C.J.: Carson Kressley can even jzuzh up people who comb their hair with a pork chop", "url": "http://www.startribune.com/c-j-carson-kressley-can-even-jzuzh-up-people-who-comb-their-hair-with-a-pork-chop/295451991/", "image": {"url": "http://stmedia.stimg.co/Untitled-17.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "width": 1200, "identifier": "http://stmedia.stimg.co/Untitled-17.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "height": 630}, "type": "article"}, "google-site-verification": "bLXTXkzm4dJ8hcJy1LXawtxXxGP3JhInARj69uCiMiM", "twitter": {"description": "Carson Kressley, probably my favorite celebrity interview ever, is scheduled to be part of EVINE Live&rsquo;s April 24 &ldquo;Designer Showcase.", "title": "C.J.: Carson Kressley can even jzuzh up people who comb their hair with a pork chop", "url": "http://www.startribune.com/c-j-carson-kressley-can-even-jzuzh-up-people-who-comb-their-hair-with-a-pork-chop/295451991/", "image": {"src": "http://stmedia.stimg.co/Untitled-17.jpg?h=560&w=750&fit=crop&bg=999&crop=faces", "identifier": "http://stmedia.stimg.co/Untitled-17.jpg?h=560&w=750&fit=crop&bg=999&crop=faces"}, "site": "@StarTribune", "card": "summary"}, "description": "Carson Kressley, probably my favorite celebrity interview ever, is scheduled to be part of EVINE Live&rsquo;s April 24 &ldquo;Designer Showcase."}, "_id": "\"57477af36914bd0286fcaee6\"", "article_summary": "He was very hands on and only put products on the market he really, really loved and believed in.\nSo many amazing designers have come out of Ralph Lauren from Vera Wang to a million different people, John Varvatos.\nI don’t really like anything between 6 in the morning to like noon.\nQ: When you have been so influenced by Ralph Lauren, is it difficult not to copy him when you go off to do your own thing?\nI told Kressley that when I met his “Queer Eye” co-star Thom Filicia, I noted that Carson was my favorite."}