{"article_title": "Why everyone wants to kill Obamacare's Cadillac tax", "article_keywords": ["wants", "benefits", "plans", "cadillac", "workers", "tax", "costs", "companies", "inflation", "kill", "obamacares", "health", "care"], "article_url": "http://money.cnn.com/2015/12/18/news/economy/obamacare-cadillac-tax/", "article_text": "Companies want to kill it. Unions hate it. Republicans want to eliminate it. Some Democrats agree.\n\nWe're talking about the much-reviled Obamacare Cadillac tax, which is set to levy a hefty 40% excise tax on employer health plans that are considered generous.\n\nThe tax suffered its first body blow this week, with lawmakers on both sides of the aisle agreeing to delay its implementation until 2020, instead of 2018, as part of Wednesday's budget deal. President Obama has even said he'll sign it, which would make it the first significant change to Obamacare that Congress would get past his desk.\n\nHere's how the Cadillac tax works: Companies will have to pay the levy on the value of policies above a certain cap, which for 2018, is slated to be $10,200 for an individual and $27,500 for a family. The goal is to control the growth of health care spending: Eliminating pricier benefit plans will curtail excess health care usage.\n\nAt first, the tax will mostly curb benefits for executives and union workers that negotiated generous plans. But soon it will capture more people, since the caps will rise each year with inflation. And though companies have to pay the tax, it could have an impact on workers' wages, some experts expect.\n\nEmployers and unions oppose the tax because they will have to curtail -- or even eliminate, some fear -- workers' health benefits in order to avoid the tax. Already, the looming tax has accelerated increases in workers' deductibles and out-of-pocket costs, which do not figure into a health policy's value.\n\nCompanies may also have to reconsider offering wellness programs, on site health clinics and tax-free contributions to health savings accounts, since these all factor into plan costs, said James Klein, president of the American Benefits Council, an employer trade group. Some unions, meanwhile, could have to make changes to the richer health benefits policies they negotiated in lieu of higher wages.\n\nMany of the opponents, as well as some health care experts, argue that the tax is bad policy because it does not take into account geographic differences in health care costs. Also, the threshold is pegged to standard inflation, not medical inflation, which has been rising at about twice the rate of inflation. That means more and more plans will be subject to the tax over time.\n\n\"It's a tax that's not well thought out,\" said Timothy Jost, professor of law at Washington and Lee University. \"It's not very fair. It's probably not very effective at accomplishing its goal of reducing health care costs.\"\n\nAlmost one half of the nation's 140 largest companies surveyed by the National Business Group on Health expect at least one of their health plans will hit the tax threshold in 2018 if they don't take measures to control rising costs. By 2020, almost three-quarters expect one of their plans will trigger the tax, while their most popular plan will only be one year behind.\n\nThe two-year delay of the Cadillac tax's implementation will give Congress more time to make adjustments to the regulation, said Steve Wojcik, vice president for public policy at the National Business Group, which represents large employers. For instance, indexing it to medical inflation will help greatly.\n\nThose who support the tax are concerned that the delay will hamper the ability to slow health care spending growth. Also, the Cadillac tax was established to help cover the cost of Obamacare. Delaying it for two years will add $91 billion to the deficit over a decade, according to the Committee for a Responsible Federal Budget.\n\nBut some see the postponement as the first step toward the tax being killed altogether.\n\n\"It's hard to believe it is simply being delayed for two years and not repealed,\" Jost said.", "article_metadata": {"news_keywords": "cadillac tax, obamacare, aca, affordable care act, budget deal, president obama, obama, barack obama, paul ryan", "title": "Why everyone wants to kill Obamacare's Cadillac tax", "og": {"site_name": "CNNMoney", "description": "Obamacare's Cadillac tax is reviled by companies and unions, Republicans and Democrats alike. And now it looks like Congress has succeeded in delaying its implementation for two years.", "title": "Why everyone wants to kill Obamacare's Cadillac tax", "url": "http://money.cnn.com/2015/12/18/news/economy/obamacare-cadillac-tax/index.html", "image": "http://i2.cdn.turner.com/money/dam/assets/151217164541-obama-healthcare-cadillac-tax-780x439.jpg", "type": "article"}, "section": "news", "author": "Tami Luhby", "vr": {"category": "economy", "type": "Article"}, "DC.date.issued": "2015-12-18T04:25:29", "keywords": "cadillac tax, obamacare, aca, affordable care act, budget deal, president obama, obama, barack obama, paul ryan", "fb": {"app_id": 521848191196480}, "subsection": "economy", "date": "2015-12-18 04:25:29", "twitter": {"description": "Obamacare's Cadillac tax is reviled by companies and unions, Republicans and Democrats alike. And now it looks like Congress has succeeded in delaying its implementation for two years.", "title": "Why everyone wants to kill Obamacare's Cadillac tax", "url": "http://money.cnn.com/2015/12/18/news/economy/obamacare-cadillac-tax/index.html", "image": "http://i2.cdn.turner.com/money/dam/assets/151217164541-obama-healthcare-cadillac-tax-540x304.jpg", "site": "@CNNMoney", "card": "summary_large_image"}, "viewport": "width=1140", "description": "Obamacare's Cadillac tax is reviled by companies and unions, Republicans and Democrats alike. And now it looks like Congress has succeeded in delaying its implementation for two years."}, "article_summary": "We're talking about the much-reviled Obamacare Cadillac tax, which is set to levy a hefty 40% excise tax on employer health plans that are considered generous.\nThe goal is to control the growth of health care spending: Eliminating pricier benefit plans will curtail excess health care usage.\nAlso, the Cadillac tax was established to help cover the cost of Obamacare.\nEmployers and unions oppose the tax because they will have to curtail -- or even eliminate, some fear -- workers' health benefits in order to avoid the tax.\nMany of the opponents, as well as some health care experts, argue that the tax is bad policy because it does not take into account geographic differences in health care costs."}