{"article_title": "Expand opportunity for 'disconnected youth' in Iowa", "article_keywords": ["moines", "iowa", "disconnected", "skills", "require", "young", "youth", "jobs", "education", "opportunity", "expand", "iowans"], "article_url": "http://www.desmoinesregister.com/story/opinion/columnists/iowa-view/2015/11/07/expand-opportunity-disconnected-youth-iowa/75302416/", "article_text": "Mike Ralston (Photo: Special to the Press-Citizen )\n\nIn many respects, the American Dream is alive and well in Iowa. Our unemployment, income inequality and poverty rates are lower than the national average and we have one of the highest high school graduation rates in the country — nearly 90 percent. The 2015 Opportunity Index, which measures key economic, educational and civic factors that drive upward mobility, recently ranked Iowa eighth out of 50 states and the District of Columbia for expanding opportunity to residents.\n\nYet across Iowa, employers say they cannot find enough skilled workers, particularly for so-called “middle skill jobs” that require more than a high school diploma but less than a four-year college degree. These are good jobs, many of them in Iowa’s largest industries: manufacturing, healthcare, social services, finance and insurance. High-paying and fast-growing STEM fields — science, technology, engineering and mathematics — also require higher levels of skills than ever before.\n\nNew data from the Georgetown Center on Education and the Workforce projects that Iowa will add 612,000 jobs between 2010 and 2025 and that by that time, 68 percent of all jobs in Iowa will require some form of postsecondary education.\n\nBut there’s a disconnect. According to the National Skills Coalition, just 50 percent of Iowans today have the degrees and credentials necessary to obtain middle-skill jobs, even as 57 percent of our local jobs require them.\n\nIowa already has a skills gap and we are facing an even bigger one over the next decade — unless we act now to strengthen our talent pipeline.\n\nCritical to this pipeline are young adults. More than 35,000 young Iowans ages 16 to 24 are currently out of school and not working. They join 5.5 million “disconnected youth” in the United States whose talents and potential are sidelined. This youth disconnection is a tragic loss to the young adults personally as well as to our economic competitiveness and the resiliency of our communities. If we want a prepared and productive workforce, we have to work together to engage, educate and employ young Iowans and close the widening skills gap.\n\nThat’s why we are focusing on expanding access to opportunity at a cross-sector, bipartisan convening on Nov. 16 at Des Moines Area Community College. The event is co-hosted by DMACC and Opportunity Nation, a bipartisan campaign to expand economic mobility and close the opportunity gap in America.\n\nThe Iowa Opportunity Forum will highlight Iowa’s innovative skills training partnerships and cross-sector collaborations, including Opportunity Iowa, a statewide effort to combat youth disconnection and create multiple career pathways for young adults. The event is designed to bring together business leaders, elected officials, educators and nonprofits and young adults to focus on education and career pathways and to elevate the urgent need for action across our state.\n\nThe forum is timed to significantly advance the national conversation about upward mobility before the 2016 Iowa Caucuses. We believe that by the private sector, schools and postsecondary institutions working together, we can ensure that the expansion of opportunity is at the top of the next president’s agenda.\n\nHonorary co-chairs of the Iowa Opportunity Forum include former U.S. Sen. Tom Harkin; former U.S. Representative Tom Latham; Dr. Andy McGuire, Chairwoman of the Iowa Democratic Party; and Jeff Kaufmann, Chairman of the Republican Party of Iowa. The major presidential candidates have also been invited to share their ideas about how to expand opportunity.\n\nWe believe that providing equal access to opportunity for all Americans is the defining issue of our time, and that the most direct and powerful way to accomplish this goal is to dramatically improve education and employment prospects for young adults.\n\nNo one sector has a monopoly on the solutions. Employers, educational institutions, nonprofits and government leaders must collaborate to ensure that all Iowans have the tools and supports necessary to embark on meaningful education and career pathways and secure good-paying jobs that provide family-sustaining wages. These include apprenticeships, internships, two- and four-year college degrees, and industry certifications and credentials.\n\nJay Byers is CEO of the Greater Des Moines Partnership. (Photo: Special to the Register )\n\nBuy Photo (Photo: The Register)\n\nAmerica’s future is at risk if we are not able to build a workforce that can compete. If we can connect our youth to the jobs of today and tomorrow, our communities — and our country — will prosper.\n\nRob Denson is president of Des Moines Area Community College. Michael Ralston is President of the Iowa Association of Business and Industry. Jay Byers is CEO of the Greater Des Moines Partnership. For more information on the event, see opportunitynation.org/iowa-opportunity-forum/\n\nRead or Share this story: http://dmreg.co/1iK7sfR", "article_metadata": {"google": "notranslate", "description": "Iowa already has a skills gap and we are facing an even bigger one", "apple-itunes-app": "app-id=600025120", "og": {"site_name": "Des Moines Register", "description": "Iowa already has a skills gap and we are facing an even bigger one", "title": "Expand opportunity for 'disconnected youth' in Iowa", "url": "http://www.desmoinesregister.com/story/opinion/columnists/iowa-view/2015/11/07/expand-opportunity-disconnected-youth-iowa/75302416/", "image": "http://www.gannett-cdn.com/GDContent/applogos/desmoinesregister.png", "type": "article"}, "twitter": {"description": "Iowa already has a skills gap and we are facing an even bigger one", "creator": "@DMRegister", "image": "http://www.gannett-cdn.com/-mm-/32e714fe38cb74a69f2eafcd3b7d669e3d4e7b14/c=0-300-2400-2700&r=x643&c=640x640/local/-/media/IowaCity/2014/10/04/ralstonmike.jpg", "title": "Expand opportunity for 'disconnected youth' in Iowa", "site": "@DMRegister", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "p": {"domain_verify": "372c291dc2b106308d26264f4fba3b10"}, "fb": {"app_id": 169766623060429}, "cXenseParse": {"gci-topic": "Organizations/Republican Party of Iowa", "gci-asset-type": "story", "gci-categories": "Organizations/Republican Party of Iowa", "title": "Expand opportunity for 'disconnected youth' in Iowa", "author": "Robert Denson, Jay Byers, Mike Ralston", "pageclass": "article", "recs": {"category": "opinion/columnists/iowa-view", "image-3-4": "http://www.gannett-cdn.com/-mm-/0c19e6a6bce7fd6159002e056fc07baee2c1674f/c=75-0-2325-3000/local/-/media/IowaCity/2014/10/04/ralstonmike.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/7e65a796c84346559cbf255c628b3b46756948d7/c=0-300-2400-2700/local/-/media/IowaCity/2014/10/04/ralstonmike.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/90a8d9bec832c07584b5aec50c5d18c6353b5ca6/c=0-600-2400-2400/local/-/media/IowaCity/2014/10/04/ralstonmike.jpg", "image": "http://www.gannett-cdn.com/-mm-/a878306d0b76015c34b0321d4a09c9a6ac492f8d/c=0-825-2400-2175&r=x633&c=1200x630/local/-/media/IowaCity/2014/10/04/ralstonmike.jpg", "publishtime": "2015-11-07T15:07:42.180000-06:00", "shorthed": "Expand opportunity for 'disconnected youth' in Iowa", "articleid": 75302416, "image-16-9": "http://www.gannett-cdn.com/-mm-/8fc630dcfb45806b7d760fef209d15bd98e31c86/c=0-825-2400-2175/local/-/media/IowaCity/2014/10/04/ralstonmike.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/659e9a3d127239adbf516305b7e41d8fad3b8ea4/c=356-0-2044-3000/local/-/media/IowaCity/2014/10/04/ralstonmike.jpg"}}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "The Iowa Opportunity Forum will highlight Iowa’s innovative skills training partnerships and cross-sector collaborations, including Opportunity Iowa, a statewide effort to combat youth disconnection and create multiple career pathways for young adults.\nHonorary co-chairs of the Iowa Opportunity Forum include former U.S. Sen. Tom Harkin; former U.S. Representative Tom Latham; Dr. Andy McGuire, Chairwoman of the Iowa Democratic Party; and Jeff Kaufmann, Chairman of the Republican Party of Iowa.\nThe event is co-hosted by DMACC and Opportunity Nation, a bipartisan campaign to expand economic mobility and close the opportunity gap in America.\nMore than 35,000 young Iowans ages 16 to 24 are currently out of school and not working.\nThe major presidential candidates have also been invited to share their ideas about how to expand opportunity."}