{"article_title": "Tech Ventures in Georgia Prosper As Health Care Law Kicks In : Shots", "article_keywords": ["prosper", "georgia", "ventures", "company", "companies", "device", "patients", "tech", "shots", "doctors", "kicks", "health", "law", "hospitals", "care"], "article_url": "http://www.npr.org/sections/health-shots/2014/01/09/261042111/affordable-care-act-helps-georgia-s-growing-health-it-industry", "article_text": "Tech Ventures in Georgia Prosper As Health Care Law Kicks In\n\nTech Ventures in Georgia Prosper As Health Care Law Kicks In Listen · 5:26 5:26\n\nGeorgia is fighting the health care law at every political turn.\n\nGov. Nathan Deal, a Republican, chose not to expand Medicaid, despite the increased federal funding made possible by the Affordable Care Act. And Ralph Hudgens, the state's insurance commissioner, publicly vowed to obstruct the law.\n\nBut that doesn't mean that Georgia isn't seeing some financial benefits from the law.\n\nTake Premedex, a 2-year-old company that works with hospitals and doctors to keep hospital readmissions down. Founder and president Van Willis says that just a few years ago, a company like his would've been a hard sell. Impossible, even. But financial incentives for hospitals to reduce readmissions are getting a boost from the Affordable Care Act.\n\nScattered around a half-dozen office cubicles, Premedex employees put on telephone headsets on a recent morning and sit down in front of computers that automatically dial patients. After telling patients they are calling on behalf of doctors and hospitals, the workers ask some simple but important health questions: Have you had any fever? Are you in any pain?\n\nHow patients answer could mean the difference between a hospital's profit and loss. A persistent fever could signal that a patient is having trouble and should see a doctor. Under the Affordable Care Act, hospitals are penalized if Medicare patients are readmitted within a month for several specific illnesses. Private insurers will probably follow Medicare's lead. Willis says that's creating a new market for companies like Premedex.\n\n\"We've got clients across the country — small clients, large clients — they all feel the same pressures,\" he says.\n\nPremedex started with five employees. It's up to 25 and growing. The company's story is one told over and over across Georgia, says Tino Mantella, who heads the Technology Association of Georgia.\n\nHealth information technology companies have become essential for digitizing the health care system, providing tools to help doctors and hospitals improve the quality and efficiency of patient care.\n\nGeorgia is seeing a boom. \"We like to say it's the health IT capital of the nation,\" he says. Tech jobs, including those in health IT, pay well — an average of $81,000 a year. Mantella says the Atlanta suburb of Alpharetta actually has as many tech companies as startup mecca Austin, Texas.\n\ni toggle caption Jim Burress/WABE Jim Burress/WABE\n\nMedical device company EndoChoice is one company that calls Alpharetta home. It manufactures equipment like flexible cameras used to check for polyps in the colon.\n\nMark Gilreath, EndoChoice's founder and CEO, says the company's workforce has grown exponentially in almost no time. \"We were in my basement a few years ago with an idea, and today we're approaching 400\" employees, he says.\n\nGilreath says the company's technology helps doctors perform procedures more effectively, reduce infections and give better care to patients. Those are all things encouraged by the Affordable Care Act.\n\nDespite EndoChoice's success, Gilreath is concerned a provision in the health law will stifle innovation and kill medical device startups before they get off the ground.\n\nThe law imposes a 2.3 percent tax on medical device sales. \"It's shaking the investment community,\" he says. \"It's shaking the device industry. It's forcing companies to do dramatic things, and it's just not healthy for the United States.\"\n\nGilreath says he's cut back on research and development as a direct result of the tax. Even so, his company is on track for more than $100 million in revenue this year.\n\nThis story is part of a partnership among NPR, WABE and Kaiser Health News.", "article_metadata": {"Rating": "General", "description": "In a state where politicians have adamantly rejected the Affordable Care Act, the area around Atlanta has a growing number of health tech companies. Many are seeing business benefits from the law. Companies that once would have been a hard sell are seeing more sales and customers.", "og": {"site_name": "NPR.org", "description": "In a state where politicians have adamantly rejected the Affordable Care Act, the area around Atlanta has a growing number of health tech companies. Many are seeing business benefits from the law. Companies that once would have been a hard sell are seeing more sales and customers.", "title": "Tech Ventures in Georgia Prosper As Health Care Law Kicks In", "url": "http://www.npr.org/sections/health-shots/2014/01/09/261042111/affordable-care-act-helps-georgia-s-growing-health-it-industry", "image": "https://media.npr.org/assets/img/2014/01/09/endochoice2_fx_wide-d571bfb300fbc5b186f3ae563805251f4eb4b8f8.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "image": {"src": "https://media.npr.org/assets/img/2014/01/09/endochoice2_fx_wide-d571bfb300fbc5b186f3ae563805251f4eb4b8f8.jpg?s=1400"}, "card": "summary_large_image", "site": "@NPR"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2014-01-09", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "_id": "\"57477af36914bd0286fcaefa\"", "article_summary": "Tech Ventures in Georgia Prosper As Health Care Law Kicks InTech Ventures in Georgia Prosper As Health Care Law Kicks In Listen · 5:26 5:26Georgia is fighting the health care law at every political turn.\ni toggle caption Jim Burress/WABE Jim Burress/WABEMedical device company EndoChoice is one company that calls Alpharetta home.\nHealth information technology companies have become essential for digitizing the health care system, providing tools to help doctors and hospitals improve the quality and efficiency of patient care.\nDespite EndoChoice's success, Gilreath is concerned a provision in the health law will stifle innovation and kill medical device startups before they get off the ground.\nUnder the Affordable Care Act, hospitals are penalized if Medicare patients are readmitted within a month for several specific illnesses."}