{"article_title": "29 Single-Payer 'Community Activists' Arrested for Disrupting Vermont Governor's Inauguration", "article_keywords": ["vermont", "haslam", "governors", "singlepayer", "inauguration", "activists", "arrested", "29", "community", "protesters", "state", "free", "press", "told", "cause", "workers", "disrupting"], "article_url": "http://www.breitbart.com/big-government/2015/01/10/29-single-payer-community-activists-arrested-for-disrupting-vermont-governors-inauguration/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nSome 29 protesters will be in a Vermont court next month facing charges ranging from unlawful trespass to resisting arrest.\n\nSIGN UP FOR OUR NEWSLETTER\n\nThe protesters, organized by the Vermont Workers’ Center, a union-financed “progressive” non-profit that has received regular annual support from a George Soros-backed entity, were arrested in the chambers of the Vermont State Legislature for disrupting the inauguration ceremony of Governor Peter Shumlin (D-VT) on Thursday.\n\nShumlin, who failed to gain a majority in the November election, was re-elected by the combined Vermont State Legislature earlier in the day to a third two-year term by a 110 to 69 vote Thursday morning.\n\nOn December 17, Shumlin announced that he was abandoning plans to introduce a single-payer healthcare system to Vermont in 2015 because it would be simply too expensive to finance.\n\nJames Haslam, executive director of the Vermont Workers’ Center, told the Burlington Free Press that he organized a couple of hundred protesters, who met Thursday morning in Montpelier’s freezing temperatures, then marched several blocks to the State Capitol, where they watched the inauguration ceremony.\n\n“We came here today with hundreds of people to say … that this is something that is far too important to not move forward on,” Haslam told the Free Press about the group’s goal of implementing a single-payer health care system.\n\nThe fireworks began when Reverend Robert Potter was interrupted by “at least one protester [who] sang from the balcony of the House chamber, shouting over a benediction” he was attempting to deliver at the end of the inauguration ceremony.\n\nThe Free Press reports that Haslam claimed “the protesters who disrupted the proceedings at the end of the inaugural ceremony were confused and deviated from the group’s overall plan.”\n\n“They thought that basically the event was over after the governor spoke,” Haslam told the Free Press. “They were trying not to disrupt the actual speaking, and they just started too soon,” Haslam claimed.\n\nAround noon, the Haslam-led protesters began a sit-in inside the State Legislature’s chambers by lying in the aisles and singing. They demanded in their “call and answer” style performance that Vermont’s Democratic Speaker of the House, Shad Smith, hold a public hearing on single-payer by January 29.\n\nSmith declined to comply with their request.\n\nThe Free Press reported that the protesters maintained their occupation of the State Legislature for eight hours. Then, “shortly after 8 p.m. Thursday”:\n\nPolice arrested 29 demonstrators on charges of unlawful trespass . . . when they refused numerous requests to leave the Statehouse. Nine of them also face charges of resisting arrest, state police said. Some walked out voluntarily with law enforcement officers. Others insisted that they be dragged out by state troopers and Washington County Deputy Sheriffs. At least one continued singing protest songs as police dragged him out. another criticized police, saying he was not resisting arrest. “You’re hurting me! You’re hurting me!” another woman screamed as police carried her from the room by her arms after she refused to stand and walk out on her own.\n\nAccording to its 2012 990 document filed with the Internal Revenue Service, the Vermont Workers’ Center is a 501(c)(3) non-profit that received $635,000 in grants and contributions that year. According to an earlier report from the Free Press, $327,000 of that amount came from grants and $122,000 came from union contributions. 10% of the grants–$30,000–came from the Washington, D.C.-based Jobs with Justice Education Fund, according to that organization’s 2012 990 document filed with the Internal Revenue Service.\n\nPublic records shown on the website of the Open Society Foundations, a George Soros-financed entity, indicate that in 2010 the group donated $150,000 to the Jobs with Justice Education Fund. The website describes the purpose of the grant:\n\nTo support the Jobs with Justice Education Fund (JWJEF), a Washington, DC-based national network of 47 coalitions in 25 states comprised of both member organizations and over 100,000 individual activists that engage workers and allies in campaigns to win justice in workplaces and in communities where working families live. Since its founding in 1987, JWJEF has built a base of diverse constituencies at the local level and provided training, coordination, and networking at the national level to more effectively advance economic and social justice.\n\nSeveral Democratic state legislators who support single-payer said the protesters hurt their cause.\n\n“You are not doing the cause (my cause) a favor,” State Representative Carolyn Partidge (D-Windham) wrote on a piece of paper, which she “held . . . up to the demonstrators to no avail.”\n\nLater, Partridge told the Free Press, “I have not lost faith [in single-payer]. I have not lost hope. But the protesters need to know they did not help their cause. . . One loses votes as a result of this.”\n\n“I don’t think they did their cause any good,” Representative Jim Condon, (D-Colchester) told the Free Press.\n\nEven a state representative from the far left Progressive Party criticized the protesters.\n\nThe protesters “ruffled a lot of feathers and [have] not helped their immediate cause,” State Representative Chris Pearson (Progressive-Burlington) told the Free Press.\n\nAll 29 of the arrested protesters have a February 26 court date. See the group’s IRS 990 form:\n\n2012-521865575-09b38f89-9", "article_metadata": {"description": "29 Single-Payer 'Community Activists' Arrested for Disrupting Vermont Governor's Inauguration", "og": {"site_name": "Breitbart", "description": "29 Single-Payer 'Community Activists' Arrested for Disrupting Vermont Governor's Inauguration", "title": "29 Single-Payer 'Community Activists' Arrested for Disrupting Vermont Governor's Inauguration - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/01/Governor-Peter-Shumlin-inauguration-ap.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/01/10/29-single-payer-community-activists-arrested-for-disrupting-vermont-governors-inauguration/", "type": "article"}, "twitter": {"description": "29 Single-Payer 'Community Activists' Arrested for Disrupting Vermont Governor's Inauguration", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/01/Governor-Peter-Shumlin-inauguration-ap.jpg", "title": "29 Single-Payer 'Community Activists' Arrested for Disrupting Vermont Governor's Inauguration - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "George Soros, Jobs With Justice Education Fund, Open Society Foundations, Peter Shumlin, Vermont Workers' Center,Big Government,Vermont", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "Vermont Workers' Center", "published_time": "2015-01-10T17:44:21-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fcaf08\"", "article_summary": "According to an earlier report from the Free Press, $327,000 of that amount came from grants and $122,000 came from union contributions.\nup to the demonstrators to no avail.”Later, Partridge told the Free Press, “I have not lost faith [in single-payer].\nAccording to its 2012 990 document filed with the Internal Revenue Service, the Vermont Workers’ Center is a 501(c)(3) non-profit that received $635,000 in grants and contributions that year.\nThe protesters “ruffled a lot of feathers and [have] not helped their immediate cause,” State Representative Chris Pearson (Progressive-Burlington) told the Free Press.\nThe Free Press reported that the protesters maintained their occupation of the State Legislature for eight hours."}