{"article_title": "Small businesses honored", "article_keywords": ["week", "honored", "business", "national", "countrys", "economic", "businesses", "small", "jobs", "growth", "economy"], "article_url": "http://baystatebanner.com/news/2016/may/11/small-businesses-honored/?banner-biz", "article_text": "Last week was President Barack Obama’s last National Small Business Week and he took the opportunity to cement his economic legacy. Events around the country — and in Massachusetts — helped to highlight the strong state of the small business sector during the last eight years.\n\nObama was quick to point out the critical role small businesses play in the U.S. economy, crediting the sector for the several-year-long job growth.\n\n“Responsible for creating nearly two-thirds of net new jobs in the United States each year and employing more than half of all Americans, small businesses have always been a vital part of our country’s economy. As outlets for creativity and ingenuity, small businesses do more than create jobs and foster growth — they represent the spirit that has always driven our nation forward,” Obama said, speaking from the White House April 29. “Throughout National Small Business Week, we celebrate the irreplaceable role these enterprises play in our national life by pledging to support them and equip them with the tools and resources they need to succeed.”\n\nThe president pointed to a number of policies his administration has enacted to back small business growth, including 18 different tax cuts for small businesses, tax credit of up to 50 percent for some small businesses as part of the Affordable Care Act, and a dozen agreements with other countries to try and help boost small business exports.\n\nHe also has some strong numbers to tout, showing the lucrative government work thrown small businesses’ way.\n\n“During fiscal year 2015, we awarded an all-time high of more than a quarter of eligible federal contracts to small businesses, and we made great strides in ensuring more government contracts are given to women-owned small businesses — nearly $18 billion worth,” said Obama.\n\nObama has also been praised for pushing the launch of next-generation manufacturing hubs and generally streamlining the process of starting a small business with online entrepreneurial tools and resources with the Startup in a Day initiative.\n\nEntrepreneurial spirit\n\nWhile the efforts have proven fruitful for small businesses, economic pundits point out that Obama can also thank the country’s entrepreneurs for best embodying the economic impact of his policies. The bailouts and economic stimulus efforts after the 2008 bottom emboldened many small businesses to rise and become the main force to propel the country out of recession. From 2007 to 2009, 8 million jobs were lost, but small business hiring since has driven a record period of job growth. In addition, these small businesses born out of the recession feature a pragmatism that allows them to weather economic storms more so than the flashy startup exuberance that characterized the prior technology boom. Today’s startups are changing the economy with new innovation and altering the nature of employment in the process.\n\nLong the government’s right hand in small business backing, the U.S. Small Business Administration also took center stage during National Small Business Week.\n\nSBA Administrator Maria Contreras-Sweet reiterated often the cornerstone status of the country’s 28 million small businesses and the fact that it is easy — but neglectful — to forget that every large business starts small.", "article_metadata": {"description": "Last week was President Barack Obama’s last National Small Business Week and he took the opportunity to cement his economic legacy. Events around the country — and in Massachusetts — helped to highlight the strong state of the small business sector during the last eight years.", "og": {"url": "http://baystatebanner.com/news/2016/may/11/small-businesses-honored/", "image": "http://epmgaa.media.lionheartdms.com/img/photos/2016/05/11/Contreras-Sweet.jpg", "type": "article", "description": "Last week was President Barack Obama’s last National Small Business Week and he took the opportunity to cement his economic legacy. Events around the country — and in Massachusetts — helped to highlight the strong state of the small business sector during the last eight years.", "title": "Small businesses honored"}, "keywords": "Small Business week, SBA, Massachusetts small businesses, Maria Contreras-Sweet, SBA Massachusetts District Director Bob Nelson, Guardian Healthcare, Jose de la Rosa, Zoraida de la Rosa", "msvalidate.01": "ED540F9D73DCA1D4EE74802D83584794", "google-site-verification": "Dy0CrtpZSxHeDlv7owYmstxMbai-Df3cN5BVHBy32XU", "viewport": "width=1020"}, "article_summary": "Long the government’s right hand in small business backing, the U.S. Small Business Administration also took center stage during National Small Business Week.\n“During fiscal year 2015, we awarded an all-time high of more than a quarter of eligible federal contracts to small businesses, and we made great strides in ensuring more government contracts are given to women-owned small businesses — nearly $18 billion worth,” said Obama.\nHe also has some strong numbers to tout, showing the lucrative government work thrown small businesses’ way.\n“Throughout National Small Business Week, we celebrate the irreplaceable role these enterprises play in our national life by pledging to support them and equip them with the tools and resources they need to succeed.”The president pointed to a number of policies his administration has enacted to back small business growth, including 18 different tax cuts for small businesses, tax credit of up to 50 percent for some small businesses as part of the Affordable Care Act, and a dozen agreements with other countries to try and help boost small business exports.\nLast week was President Barack Obama’s last National Small Business Week and he took the opportunity to cement his economic legacy."}