{"article_title": "Guest Commentary: Consider Larry Ambrose as write-in candidate for Denver mayor – The Denver Post", "article_keywords": ["city", "ambrose", "neighborhood", "guest", "candidate", "writein", "denvers", "denver", "willing", "larry", "neighborhoods", "submit", "commentary", "post", "mayor", "send", "consider"], "article_url": "http://www.denverpost.com/opinion/ci_27981048/write-candidate-mayor-worth-look", "article_text": "Re: “The Post’s picks for Denver city elections,” April 19 editorial endorsements.\n\nThe Denver Post’s strong endorsement of Mayor Michael Hancock for re-election was unfortunate.\n\nDespite widespread angst about Denver’s development frenzy, no one seems willing to lay the failure to manage growth at the feet of Hancock. But a write-in candidate has emerged who is willing to challenge the administration’s overzealous push to build a “world-class city” — a push that has ignored the character and history of Denver’s neighborhoods, diminished the quality of life for residents, and failed to address the rapidly rising cost of housing and displacement of residents.\n\nLarry Ambrose, an affiliate professor in Metropolitan State University of Denver’s Hospitality, Tourism and Events Department, is a write-in candidate for mayor, giving voters a chance to make it clear that the mayor has not been granted carte blanche to ignore neighborhood concerns.\n\nAmbrose knows our neighborhoods are the basis of Denver’s economic, cultural and social fabric. He has been involved in neighborhood organizations and issues, and recently challenged the Denver City Council’s zoning approval at the old St. Anthony Hospital site.\n\nAmbrose supports redevelopment of the site, but insists the city stick to the plan to put high-rise development toward Colfax Avenue and not up against Sloan’s Lake Park. He is concerned that this project and others are wreaking havoc on existing stable neighborhoods.\n\nAmbrose has worked to build consensus among neighborhood groups through Denver, through his work with Denver Inter-Neighborhood Cooperation. He also has fought for Denver’s parks and improved city services, raised questions about City Council committee processes, and served on many city planning committees and task forces.\n\nVoting for Larry Ambrose by writing his name on your ballot will send the message to the current administration that our Denver neighborhoods will not be written off.\n\nChristine O’Connor lives in Denver.\n\nTo send a letter to the editor about this article, submit online or check out our guidelines for how to submit by e-mail or mail.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Guest Commentary: Consider Larry Ambrose as write-in candidate for Denver mayor", "title": "Guest Commentary: Consider Larry Ambrose as write-in candidate for Denver mayor", "url": "http://www.denverpost.com/2015/04/24/guest-commentary-consider-larry-ambrose-as-write-in-candidate-for-denver-mayor/", "image": {"width": 429, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150424__ambrosehorizontalp1.jpg", "height": 380}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150424__ambrosehorizontalp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-04-24T10:30:23+00:00", "modified_time": "2016-04-25T12:50:39+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcaf14\"", "article_summary": "Re: “The Post’s picks for Denver city elections,” April 19 editorial endorsements.\nVoting for Larry Ambrose by writing his name on your ballot will send the message to the current administration that our Denver neighborhoods will not be written off.\nAmbrose has worked to build consensus among neighborhood groups through Denver, through his work with Denver Inter-Neighborhood Cooperation.\nHe has been involved in neighborhood organizations and issues, and recently challenged the Denver City Council’s zoning approval at the old St. Anthony Hospital site.\nThe Denver Post’s strong endorsement of Mayor Michael Hancock for re-election was unfortunate."}