{"article_title": "Free Market - Individual Liberty - Limited Government", "article_keywords": ["billion", "limited", "batkins", "burdens", "study", "million", "free", "costs", "hours", "individual", "liberty", "regulatory", "paperwork", "law", "market"], "article_url": "http://www.unitedliberty.org/articles/17087-obamacare-regulatory-burdens-outweigh-benefits", "article_text": "The heavy regulatory and paperwork burdens that Obamacare has brought to businesses and states is not worth the costs, according to a new study by the American Action Forum, a conservative think tank.\n\nWhile most have focused on the premium and deductible increases that many Americans are seeing when they sign up for a health plan, the study, authored by Sam Batkins, takes a look at another aspect of the law that hasn’t received nearly as much attention.\n\n“From a regulatory perspective, the law has imposed more than $27.2 billion in total private sector costs, $8 billion in unfunded state burdens, and more than 159 million paperwork hours on local governments and affected entities,” wrote Batkins. “What’s more troubling, the law has generated just $2.6 billion in annualized benefits, compared to $6.8 billion in annualized costs.\n\n“In other words,” he continues, “the [Affordable Care Act] has imposed 2.5 times more costs than it has produced in benefits.”\n\nTo put the paperwork hours into perspective, Batkins compared the burden under the Dodd–Frank Wall Street Reform and Consumer Protection Act to that of Obamacare. “At more than 159 million paperwork hours, the ACA is in a class by itself,” he noted. “To date, Dodd-Frank, an equally transformational law, has imposed ‘only’ 60 million hours of paperwork.”\n\nThe study, for example, notes that Americans will spend 7.5 million hours complying with the individual mandate and business owners will have to spend 40.2 million hours dealing with reporting requirements.\n\nThese burdens bring heavy compliance costs, especially to small businesses. Batkins notes that the aggregate impact to comply with the various regulations is $1.9 billion and 11.3 million hours. The study likens this to a “regulatory tax of 3 to 5 percent,” effects of which will be felt by consumers and workers.\n\n“Last year, AAF predicted: ‘If past is prologue, the 2014 report on ACA burdens will catalogue higher costs, more paperwork, and additional layers of red tape on the U.S. healthcare system,” Batkins wrote. “The results are in: $4.5 billion in higher costs and 48 million more paperwork hours.\n\n“Without significant reforms, expect similar results in 2015,” he added.\n\nHey, but remember what House Minority Leader Nancy Pelosi (D-CA) last week. Obamacare is “affordable.” Pay no attention those premium hikes and heavy compliance burdens. Just keep repeating the lie often enough until people believe it.", "article_metadata": {"keywords": "Affordable Care Act,American Action Forum,compliance,compliance costs,ObamaCare,paperwork,regulations,regulatory burden,Sam Batkins,Politics,News,Blog,Current,Alternative,Libertarian,Freedom,Election,Nonpartisan,Ron Paul", "description": "The heavy regulatory and paperwork burdens that Obamacare has brought to businesses and states is not worth the costs, according to a new study by the American Action Forum, a conservative think tank.While most have focused on the premium and deductible", "robots": "index,follow", "copyright": "(c) 2005-2013 United Liberty", "DC.Title": "Obamacare regulatory burdens outweigh benefits"}, "_id": "\"57477af46914bd0286fd9836\"", "article_summary": "“At more than 159 million paperwork hours, the ACA is in a class by itself,” he noted.\nBatkins notes that the aggregate impact to comply with the various regulations is $1.9 billion and 11.3 million hours.\n“The results are in: $4.5 billion in higher costs and 48 million more paperwork hours.\n“What’s more troubling, the law has generated just $2.6 billion in annualized benefits, compared to $6.8 billion in annualized costs.\n“To date, Dodd-Frank, an equally transformational law, has imposed ‘only’ 60 million hours of paperwork.”The study, for example, notes that Americans will spend 7.5 million hours complying with the individual mandate and business owners will have to spend 40.2 million hours dealing with reporting requirements."}