{"article_title": "Editorial: Measuring American pride on Independence Day", "article_keywords": ["measuring", "americans", "stood", "country", "state", "nation", "american", "marriage", "editorial", "freedom", "court", "pride", "day", "independence"], "article_url": "http://chicago.suntimes.com/opinion/editorial-measuring-american-pride-on-independence-day/", "article_text": "Editorial: Measuring American pride on Independence Day\n\nFollow @csteditorials\n\nAs the nation approaches the most patriotic of American holidays, it’s worth considering the state of American pride.\n\nYou feeling it?\n\nEDITORIAL\n\nFollow @csteditorials\n\nThere’s much to despair. The recent massacre at the Emanuel African Methodist Church in Charleston, the raft of excessive force allegations against police around the country, widening income inequality and this nation’s yawning opportunity gap. Locally, the Chicago school system faces cutbacks and the state, gripped by debt and political stalemate, is at the brink of a shutdown.\n\nBut several developments in recent weeks affirm the most basic — the most powerful and decent — of American values.\n\nThe unified and collective outpouring of support, good will and determination in the aftermath of the Charleston shootings of nine innocent church-goers shows that Americans refuse to let one deranged killer define us. People of all races, religions and cultures stood with the community-spirited people who lost their lives — a librarian, a pastor and state senator, a speech therapist and track coach, a school administrator, a devoted grandmother. These are the people, these are the Americans, who everyday citizens relate to best.\n\nAnd though it’s only symbolic, removal of the Confederate flag from merchandise by some major retailers and the planned vote next week to remove the flag from the South Carolina statehouse grounds, is progress. Banishing a symbol of oppression and racial hatred acknowledges America’s shameful history while also allowing a small step forward. A small step forward together, not divided.\n\nThen there is the U.S. Supreme Court.\n\nOver two days last week, in two momentous decisions, a majority on the court saved Obamacare and then declared same-sex marriage legal in all states. The court sided with the rule of the law over partisan bickering. The justices stood up for the ideal of equality for all.\n\nWith the same-sex marriage decision, the country once again expanded its definition of freedom, this time to include full marriage rights for gays and lesbians. That is what a country based on freedom does.\n\n“The Court has recognized that new insights and societal understandings can reveal unjustified inequality within our most fundamental institutions that once passed unnoticed and unchallenged,” Justice Anthony Kennedy wrote. “Changed understandings of marriage are characteristic of a Nation where new dimensions of freedom become apparent to new generations.”\n\nThe Obamacare ruling is a victory for the poor, the young and the sick. The Court stood with 17 million Americans who now get health insurance through the Affordable Care Act. This is an America to be proud of.\n\nBoth rulings included vigorous dissent. That too is an American quality to be proud of.\n\nOn this Independence Day, there is much to celebrate. There is much about which the nation can feel pride.\n\nThe country, both its politicians and its citizens, too often fail to live up to America’s ideals, to the promise of America.\n\nOn this Independence Day, let’s remember how far we have to go — but also acknowledge what American has done right.\n\nFollow the Editorial Board on Twitter: Follow @csteditorials\n\n// <![CDATA[\n\n!function(d,s,id){var js,fjs=d.getElementsByTagName(s)[0],p=/^http:/.test(d.location)?'http':'https';if(!d.getElementById(id)){js=d.createElement(s);js.id=id;js.src=p+'://platform.twitter.com/widgets.js';fjs.parentNode.insertBefore(js,fjs);}}(document, 'script', 'twitter-wjs');\n\n// ]]>\n\nTweets by @CSTeditorials", "article_metadata": {"description": "<p><a href=\"https://twitter.com/csteditorials\">Follow @csteditorials</a></p>", "generator": "WordPress.com", "msapplication-wide310x150logo": "https://s0.wp.com/wp-content/themes/vip/chicagosuntimes/assets/images/favicons/mstile-310x150.png", "twitter": {"url": "http://chicago.suntimes.com/opinion/editorial-measuring-american-pride-on-independence-day/", "site": "@suntimes", "card": "summary_large_image", "title": "Editorial: Measuring American pride on Independence Day"}, "msapplication-TileColor": "#282828", "msapplication-square70x70logo": "https://s0.wp.com/wp-content/themes/vip/chicagosuntimes/assets/images/favicons/mstile-70x70.png", "msapplication-tooltip": "Chicago News, Sports, Politics, Entertainment, Weather and More", "msapplication-task": "name=Subscribe;action-uri=http://chicago.suntimes.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico", "msapplication-square310x310logo": "https://s0.wp.com/wp-content/themes/vip/chicagosuntimes/assets/images/favicons/mstile-310x310.png", "og": {"url": "http://chicago.suntimes.com/opinion/editorial-measuring-american-pride-on-independence-day/", "type": "article", "site_name": "Chicago Sun-Times", "title": "Editorial: Measuring American pride on Independence Day"}, "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/chicagosuntimes/assets/images/favicons/mstile-144x144.png", "application-name": "Chicago Sun-Times", "msapplication-square150x150logo": "https://s0.wp.com/wp-content/themes/vip/chicagosuntimes/assets/images/favicons/mstile-150x150.png", "viewport": "width=device-width"}, "article_summary": "Editorial: Measuring American pride on Independence DayFollow @csteditorialsAs the nation approaches the most patriotic of American holidays, it’s worth considering the state of American pride.\nOn this Independence Day, let’s remember how far we have to go — but also acknowledge what American has done right.\nThe Court stood with 17 million Americans who now get health insurance through the Affordable Care Act.\nBut several developments in recent weeks affirm the most basic — the most powerful and decent — of American values.\nLocally, the Chicago school system faces cutbacks and the state, gripped by debt and political stalemate, is at the brink of a shutdown."}