{"article_title": "VA scandal: No end in sight for patient satisfaction, whistleblower woes", "article_keywords": ["va", "settles", "patient", "office", "woes", "whistleblowers", "whistleblower", "end", "satisfaction", "reprisals", "remain", "department", "sight", "report", "scandal", "veterans"], "article_url": "http://www.fiercehealthcare.com/story/va-scandal-no-end-sight-patient-satisfaction-whistleblower-woes/2015-09-21", "article_text": "More than a year after long care delays for veterans set off a massive scandal within the Department of Veterans Affairs (VA), not only do problems remain within the department, they may be getting worse.\n\nOn average, VA patients report significantly worse experiences on six of 10 experience measures than patients at hospitals outside the system, according to an independent report commissioned by the VA.\n\nThe size and scope of the department, the report says, has made it difficult to manage and makes the logistics of standardizing care from one hospital to another nearly impossible. While the VA's central office has grown 160 percent in the past five years, numerous leadership vacancies remain, and more than half of the organization's executives are eligible to retire, potentially creating even more openings.\n\nFears of retaliation against whistleblowers also persist among VA employees, according to the report, with at least one leader mentioning a reluctance to \"speak up\" at nearly every facility visited during the investigation, from frontline staff and individual facility leaders to the central office. Reprisals against VA whistleblowers remain a major problem within the system, with the Office of Special Counsel reviewing more than 100 such cases since President Barack Obama appointed Robert McDonald VA secretary last summer even as the department settles complaints of retaliation, FierceHealthcare previously reported.\n\n\"From delays in care and scandal cover-ups, to rampant unaccountability and a lack of leadership, the VA is an organization challenged at every level,\" Senate Committee on Veterans' Affairs Chairman Johnny Isakson (R-Ga.) and House Committee on Veterans' Affairs Chairman Jeff Miller (R-Fla.) said in a joint statement. \"This is not just another report to sit on a shelf collecting dust. Failing to act on its findings would be a great disservice to the men and women who have worn the uniform and to the values that make our nation great.\"\n\nTo learn more:\n\n- download the integrated report (.pdf)\n\n- access the individual assessments under Choice Act Section 201\n\n- read the statement\n\nRelated Articles:\n\nVA scandal: Audit reveals 57,000 vets awaiting medical appointments\n\nVA settles with more whistleblowers as investigators promise better training\n\nVA whistleblowers push for system-wide changes to improve patient care\n\nProcter & Gamble's McDonald vows to reaffirm VA values\n\nWhistleblower reprisals still plague VA\n\nVA settles 25 whistleblower complaints\n\nVA whistleblowers honored\n\nAlleged VA secret wait list cover-up grows larger\n\nWhistleblowers reprisals still plague VA\n\nLittle improvement in VA waittimes after scandal\n\nGovernment investigates 67 claims of VA whistleblower abuse\n\nBanished to the basement: Not all whistleblowers receive windfalls", "article_metadata": {"description": "More than a year after long care delays for veterans set off a massive scandal within the Department of Veterans Affairs, not only do problems remain within the department, they may be getting worse.", "og": {"site_name": "FierceHealthcare", "description": "More than a year after long care delays for veterans set off a massive scandal within the Department of Veterans Affairs, not only do problems remain within the department, they may be getting worse.", "title": "VA scandal: No end in sight for patient satisfaction, whistleblower woes", "url": "http://www.fiercehealthcare.com/story/va-scandal-no-end-sight-patient-satisfaction-whistleblower-woes/2015-09-21", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "care delays,Care Delivery,Department of Veterans Affairs (VA),Legal / Regulatory / Risk Management,Operations & Business Management,patient satisfaction,Robert McDonald,secret wait list,standardized care,VA scandal,whistleblower", "viewport": "width=device-width", "news_keywords": "Care Delivery,Legal / Regulatory / Risk Management,Operations & Business Management"}, "article_summary": "On average, VA patients report significantly worse experiences on six of 10 experience measures than patients at hospitals outside the system, according to an independent report commissioned by the VA.\nMore than a year after long care delays for veterans set off a massive scandal within the Department of Veterans Affairs (VA), not only do problems remain within the department, they may be getting worse.\nThe size and scope of the department, the report says, has made it difficult to manage and makes the logistics of standardizing care from one hospital to another nearly impossible.\nReprisals against VA whistleblowers remain a major problem within the system, with the Office of Special Counsel reviewing more than 100 such cases since President Barack Obama appointed Robert McDonald VA secretary last summer even as the department settles complaints of retaliation, FierceHealthcare previously reported.\n\"This is not just another report to sit on a shelf collecting dust."}