{"article_title": "Pro-abortion site shows they haven't even read pro-life bill they are attacking", "article_keywords": ["prolife", "read", "proabortion", "bill", "abortion", "site", "second", "rape", "way", "trimester", "erdreich", "havent", "women", "attacking", "say", "shows"], "article_url": "http://liveactionnews.org/pro-abortion-site-shows-they-havent-even-read-pro-life-bill-they-are-attacking/", "article_text": "Having beaten up Republicans for a few posts in a row, it’s time to return to the other side of the political spectrum.\n\nAt Talking Points Memo, pro-abortion author Sarah Erdreich attacks a 20-week abortion ban recently introduced in the Senate by Lindsey Graham of South Carolina as “the next salvo in the seemingly never-ending war on reproductive rights.”\n\nAfter checking off the obligatory boxes about fetal pain being a groundless concern (it isn’t), Roe v. Wade being “nuanced and thoughtful” (not even close), and “emotionally manipulative buzzwords like ‘sanctity of life’” (unlike totally objective language like “reproductive rights” or “anti-choice”) “and ‘vulnerable’” (because fetuses can defend themselves from an abortionists’ forceps after all?), Erdreich argues the ban “isn’t pro-life” because its authors just don’t appreciate how hard abortion-seekers have it:\n\nGraham and his anti-choice allies […] don’t talk about the reasons that a woman would decide to terminate in the late second trimester and third trimester of her pregnancy, even in the face of such significant financial and geographic challenges. In many cases, the decision is driven by health concerns: either the woman’s health is at risk, or the fetus has abnormalities that are incompatible with life (many of which can not be diagnosed until the second trimester). Other reasons hint at equally complex personal struggles: rape survivors that have been in denial about their pregnancies, women that are in domestic violence situations, mothers that didn’t plan to terminate but experienced job loss or other disruptions during the course of their pregnancies.\n\nFirst, I love pro-abortion blog posts that are helpful enough to refute themselves. Erdreich cites “rape survivors” even though her own second paragraph admits that “the bill would allow for termination in cases of rape.” Seriously, TPM: do you guys even have editors?\n\nSecond, as we’ve noted before, the heroic baby-butchers themselves list conditions like Down syndrome and dwarfism among the very “abnormalities” that we’re supposed to believe make these abortions tragic yet unavoidable necessities.\n\nThird, whenever we’re presented with lists of special situations like this, it’s illuminating to substitute abort a fetus with, say, suffocate a one-year-old. If killing still sounds okay to you after that…well, then please seek psychiatric help as far away from me as possible. At least two states away would be nice.\n\nBut if not – of course “experienced job loss” isn’t a good reason to kill my daughter! – then you’ve just admitted that those circumstances aren’t why you support abortion after all – that they’re just “emotionally manipulative buzzwords.” You really support abortion because you see some fundamental difference between the two victims, and that is the point of contention an honest pro-abortion debater would stick to.\n\nThe odds of Graham’s bill passing the Senate, much less being signed into law by President Obama, are miniscule. But introducing this bill and demanding that it be put to a vote does more than divert lawmakers’ time away from more pressing matters. It also stands as one more way that anti-choice politicians broadcast their distaste for women making their own healthcare decisions, one more way that they do not trust women to know what is best for themselves and their families.\n\nYawn. The sexism slander is getting so clichéd that I think I’m running out of things to say about it. You and I know it’s not true, and more importantly, so does Erdreich. But at this point it’s become such an integral part of the pro-abortion script that any screed would seem incomplete without it.\n\nLindsey Graham and his supporters are using discredited science and sheer arrogance to single out the most rare form of abortion in the hopes of scoring political points, because that rallies their party in a way that few other issues can–and in a way that the GOP, still reeling from the shutdown debacle, would like right now.\n\nHeaven knows I’ve never been a Graham fan, but exposing where our elected officials stand on protecting our young from one of the cruelest subsets of abortion is an entirely appropriate public service. Besides, we could just as easily say the same about Sen. Richard Blumenthal’s new pro-abortion bill targeting state pro-life laws – we all know it’s dead on arrival in the House, and Democrats are more than reeling over the spectacular embarrassment of ObamaCare’s roll-out, making their proposal little more than red meat for a disillusioned left-wing base.\n\nThat’s essentially all Erdreich’s writing amounts to, too – recycled clichés that can’t bear the slightest logical scrutiny and won’t guide anyone to better understanding, ethics, or policies, but are only meant to reassure the faithful that their self-absorbed priorities and persecution complexes remain secure.", "article_metadata": {"og": {"site_name": "Live Action News", "description": "10 Like10 Tweet0 +10Having beaten up Republicans for a few posts in a row, it’s time to return to the other side of the political spectrum. At Talking Points Memo, pro-abortion author Sarah Erdreich attacks a 20-week abortion ban recently introduced in the Senate by Lindsey Graham of South Carolina as “the next salvo in … Continue reading Pro-abortion site shows they haven’t even read pro-life bill they are attacking →", "title": "Pro-abortion site shows they haven't even read pro-life bill they are attacking | Live Action News", "locale": "en_US", "image": "http://liveactionnews.org/wp-content/uploads/2013/11/22-Week-Fetus-279x300.jpg", "updated_time": "2013-11-19T10:03:30-04:00", "url": "http://liveactionnews.org/pro-abortion-site-shows-they-havent-even-read-pro-life-bill-they-are-attacking/", "type": "article"}, "twitter": {"description": "10 Like10 Tweet0 +10Having beaten up Republicans for a few posts in a row, it’s time to return to the other side of the political spectrum. At Talking Points Memo, pro-abortion author Sarah Erdreich attacks a 20-week abortion ban recently introduced in the Senate by Lindsey Graham of South Carolina as “the next salvo in … Continue reading Pro-abortion site shows they haven’t even read pro-life bill they are attacking →", "creator": "@liveactionnews", "image": "http://liveactionnews.org/wp-content/uploads/2013/11/22-Week-Fetus-279x300.jpg", "title": "Pro-abortion site shows they haven't even read pro-life bill they are attacking | Live Action News", "site": "@liveactionnews", "card": "summary_large_image"}, "framework": "Alkivia Framework 0.8", "fb": {"admins": 159900244, "pages": 49651563727}, "article": {"publisher": "https://www.facebook.com/liveactionnewsonline", "section": "Politics", "published_time": "2013-11-17T03:05:24-04:00", "modified_time": "2013-11-19T10:03:30-04:00"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd7eef\"", "article_summary": "The odds of Graham’s bill passing the Senate, much less being signed into law by President Obama, are miniscule.\nIn many cases, the decision is driven by health concerns: either the woman’s health is at risk, or the fetus has abnormalities that are incompatible with life (many of which can not be diagnosed until the second trimester).\nBut at this point it’s become such an integral part of the pro-abortion script that any screed would seem incomplete without it.\nBut introducing this bill and demanding that it be put to a vote does more than divert lawmakers’ time away from more pressing matters.\nFirst, I love pro-abortion blog posts that are helpful enough to refute themselves."}