{"article_title": "Build Dakota Scholarship", "article_keywords": ["school", "funding", "students", "local", "general", "keloland", "build", "dakota", "health", "shops", "technology", "south", "scholarship"], "article_url": "http://www.keloland.com/news/article/business/inside-keloland-build-dakota-scholarship", "article_text": "Sioux Falls, SD\n\nThis week we're dedicating the whole show to the Build Dakota scholarship, that offers qualified students a free ride to South Dakota's tech schools. Students can start applying for the next round of scholarships this week.\n\nWe talk to administrators, students and business leaders about the program's success.\n\nPlus, for those students who have to pay to go to school they can rack up big bills during school and after graduation. One school is making sure its students learn a little financial literacy before heading into the real world.\n\nEducation Funding {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "This week we&#39;re dedicating the whole show to the Build Dakota scholarship, that offers qualified students a free ride to South Dakota&#39;s tech", "title": "Inside KELOLAND: Build Dakota Scholarship", "url": "http://www.keloland.com/news/article/business/inside-keloland-build-dakota-scholarship", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/41360.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "This week we&#39;re dedicating the whole show to the Build Dakota scholarship, that offers qualified students a free ride to South Dakota&#39;s tech"}, "_id": "\"57477af36914bd0286fcaf46\"", "article_summary": "Sioux Falls, SDThis week we're dedicating the whole show to the Build Dakota scholarship, that offers qualified students a free ride to South Dakota's tech schools.\nOne school is making sure its students learn a little financial literacy before heading into the real world.\nPlus, for those students who have to pay to go to school they can rack up big bills during school and after graduation.\nStudents can start applying for the next round of scholarships this week.\nWe talk to administrators, students and business leaders about the program's success."}