{"article_title": "Camping CAN feel like home away from home, thanks to Boulder company", "article_keywords": ["boulder", "outdoor", "camping", "feel", "company", "youre", "comfortable", "wine", "thanks", "outdoors", "mattress", "rocks", "away", "hips", "bitz"], "article_url": "http://www.dailycamera.com/lifestyles/ci_28912731/camping-can-feel-like-home-away-from-home", "article_text": "I woke up snuggled in a nest of my husband, daughter and 4-month-old puppy named Merle Haggard, but you can call him darlin', darlin'. (If you don't get the reference, you're probably under the age of 65 and have better music taste than my husband.)\n\nThe juicy, mountain sunlight spilled through the opening at the peak of the tipi, and the air was sweaty and stagnant, though woven with a lingering chill from the night before. You know, camping air.\n\nI swallowed a bite of the stillness before I realized we had no coffee. At the blow, I jolted, only to be assaulted by a throbbing hip. I felt like the Princess and the Pea, except instead of a pea under my stack of mattresses, apparently I had unrolled my sleeping bag on a pile of sharp rocks and daggers and bear traps.\n\nMy hair stunk like campfire. My eyes were welded shut with yesterday's mascara. My stomach pounded from judging last night's cooking contest; my daughter's hot dog stuffed with marshmallows, beef jerky, chocolate, Chex Mix and BBQ chips had won. (Surprisingly delicious.)\n\nWhy had I done this to myself?\n\nI had a perfectly comfortable bed at home, and coffee, and eye makeup remover, and all-you-can-eat Tums.\n\nMy mind loves camping. My heart and soul need nature. But my tired, creaky mom-body can't. Can't even. Won't.\n\nMy angry hips are not alone.\n\nBut, even more important, there is a solution.\n\nA few years ago, Dawn Bitz, a Boulder mother of two, says she was preparing for a family camping trip when she began thinking about all the ways camping could be more comfortable. Instead of balancing pots on rocks and logs, what if there were a pop-up kitchen, complete with countertop space, magically already stocked for use?\n\nWhat if the plates she brought camping were beautiful enough to use at home, but not breakable?\n\nPlates that are pretty enough to use at home are available at Grasshaven Outdoor. (Courtesy photo)\n\nWhat if campers could drink wine out of an actual wine glass with a stem, without having to worry about breaking it?\n\nAnd why did it seem as if camping was relegated only to the extreme minimalists wanting to trek deep into Survivorman kingdom and test their caveman grit? That wasn't realistic with kids and a dog and a short weekend and those aching hips. (OK, those are my hips sneaking into her story; she said nothing of the sort.)\n\nShe decided to quit her job in corporate America in search of the solution to make camping more comfortable and accessible to more people.\n\nShe founded Grasshaven Outdoor (grasshavenoutdoor.com), which specializes in carefully curated outdoor lifestyle products designed to make the outdoors as comfortable as the indoors. Three years later, Bitz has earned herself the reputation as the \"Martha Stewart of camping.\"\n\n\"In order to enjoy the outdoors, you don't have to be rough and tumble and dirty,\" Bitz says.\n\nGrasshaven Outdoor has a retail outlet in Gunbarrel (6565 Gunpark Drive, Unit 110, Boulder) and is sold at 20 RV dealerships across the nation. The company sells more than 900 products, from chairs to cookware to tents to pet supplies.\n\nUltimately, she says, the goal is to get more people outside more frequently, as well as to expand the definition of \"camping.\"\n\n\"We want to change people's perception that if you're not going five miles in and eating freeze-dried meals, you're not camping,\" Bitz says. \"We say, 'As long as you're not in a hotel or house, you're camping.' It doesn't matter if you're in a yurt, TV or tent, you're still camping, and you can bring a level of luxury and comfort into that.\"\n\nIn the '50s and '60s, she says, families drove between different campsites and explored the country that way. Then, in the '90s and 2000s, she says, camping got increasingly more backwoods and survivalist.\n\n\"Our research showed that that alienated a lot of people,\" Bitz says.\n\nShe says she hopes her company gives more people permission to get outdoors — yes, even on an inflatable mattress with luscious linens.\n\nOh, as for that pop-up kitchen, unbreakable wine glasses and beautiful plates? It's not just a fantasy. That and other glorious solutions live at Grasshaven Outdoor.\n\nExcept for one vital problem: beds.\n\nBitz says she has yet to discover an inflatable mattress worth recommending. So as she did with the store, she says she's planning to make one herself.\n\nRumor is this mattress won't be stuffed with sharp rocks, daggers and bear traps. Or even peas. Fellow princesses of camping, can I get an amen?\n\nAimee Heckel: 303-473-1359, heckela@dailycamera.com or twitter.com/aimeemay", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/lifestyles/ci_28912731/camping-can-feel-like-home-away-from-home", "sailthru.author": "By Aimee Heckel \n \n  Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:28912731:view"}, "startDate": "2015-10-04T06:00:00-0600", "twitter": {"domain": "dailycamera.com", "description": "A few years ago, Dawn Bitz, a Boulder mother of two, says she was preparing for a family camping trip when she began thinking about all  the ways camping could be more comfortable. Instead of balancing pots on rocks and logs, what if there were a pop-up kitchen, complete with countertop space, magically already stocked for use? Once she answered those questions, and others, she had founded Gunbarrel-based Grasshaven Outdoor.", "title": "Camping CAN feel like home away from home, thanks to Boulder company", "url": "http://www.dailycamera.com/lifestyles/ci_28912731/camping-can-feel-like-home-away-from-home", "image": "http://extras.mnginteractive.com/live/media/site21/2015/1002/20151002__04dcphecw~2.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Lifestyles", "modificationDate": "2015-10-02T15:37:14-0600", "endDate": "2025-10-02T14:07:26-0600", "news_keywords": "Lifestyles, Lifestyles news, Boulder Colorado Lifestyles news, Boulder Colorado news, Lifestyles Boulder news, Lifestyles Colorado news, US Lifestyles news, world Lifestyles news.", "byline": "By Aimee HeckelStaff", "pubDate": "2015-10-02T15:37:58-0600", "sailthru.date": "2015-10-04T06:00:00-0600", "sailthru.title": "Camping CAN feel like home away from home, thanks to Boulder company", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/1002/20151002__04dcphecw~4_300.jpg", "description": "A few years ago, Dawn Bitz, a Boulder mother of two, says she was preparing for a family camping trip when she began thinking about all  the ways camping could be more comfortable. Instead of balancing pots on rocks and logs, what if there were a pop-up kitchen, complete with countertop space, magically already stocked for use? Once she answered those questions, and others, she had founded Gunbarrel-based Grasshaven Outdoor.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/lifestyles/ci_28912731/camping-can-feel-like-home-away-from-home", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "A few years ago, Dawn Bitz, a Boulder mother of two, says she was preparing for a family camping trip when she began thinking about all  the ways camping could be more comfortable. Instead of balancing pots on rocks and logs, what if there were a pop-up kitchen, complete with countertop space, magically already stocked for use? Once she answered those questions, and others, she had founded Gunbarrel-based Grasshaven Outdoor.", "title": "Camping CAN feel like home away from home, thanks to Boulder company"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/1002/20151002__04dcphecw~4.jpg"}, "_id": "\"57477af46914bd0286fd9861\"", "article_summary": "\"We say, 'As long as you're not in a hotel or house, you're camping.'\n\"We want to change people's perception that if you're not going five miles in and eating freeze-dried meals, you're not camping,\" Bitz says.\nShe decided to quit her job in corporate America in search of the solution to make camping more comfortable and accessible to more people.\nA few years ago, Dawn Bitz, a Boulder mother of two, says she was preparing for a family camping trip when she began thinking about all the ways camping could be more comfortable.\nIt doesn't matter if you're in a yurt, TV or tent, you're still camping, and you can bring a level of luxury and comfort into that.\""}