{"article_title": "Making the connection between food and health", "article_keywords": ["sector", "nutrition", "food", "community", "society", "connection", "health", "healthcare", "need", "making", "efforts", "strategies"], "article_url": "http://thehill.com/blogs/congress-blog/healthcare/223908-making-the-connection-between-food-and-health", "article_text": "We are facing a growing epidemic of chronic disease that, increasingly, spans the world. There is no doubt that this epidemic is associated with what we normally think of as good things: economic progress, agricultural abundance, and an innovative food system. But we need to change our thinking. In the U.S. alone, more than one-third of adults and 17 percent of children are obese and therefore highly vulnerable to early-onset chronic disease. Four of the leading causes of death in the United States – heart disease, stroke, cancer, and diabetes – are diet-related. The costs to society are already high and, without intervention, will rise astronomically over the next twenty years. Compounding the problem is the fact that more than 50 million Americans, including 8 million children, suffer from food insecurity.\n\n\n\nWhile we are not the only country confronting these challenges, we know we are capable of taking action to do something about them. So what can we, as a society, do? Within AGree, an initiative that draws on the ideas of a diverse group of agricultural producers, nutritionists, food manufacturers, environmentalists, and international development practitioners, we have concluded that we must pursue new strategies that raise nutritional awareness and understanding and help us to integrate our thinking about food, nutrition and health outcomes. These strategies will have an impact on our daily lives, public policies and private sector actions.\n\n\n\n\n\nADVERTISEMENT\n\nAs with so many things, there isn’t a single solution or silver bullet that will end obesity or all the diet-related diseases that are associated with it. We need silver buckshot – solutions that engage American communities from the ground up and the top down. Reducing the impact of diet-related diseases will involve parents and children, schools, the medical community, retail establishments and restaurants, faith-based organizations, food companies, and all levels of government.The food, agriculture, health, hunger and nutrition sectors need to create new ways of working together that harness their shared commitment to improving health through food and nutrition. And we need government and industry to work together in a way that transcends typical political and business interests. We must find ways to cut across programmatic boundaries, test new approaches and rigorously evaluate the results of our efforts to understand what’s working and what isn’t.The food industry can do more to reinforce healthy diets through marketing, incentives and other strategies, including product formulation, placement, packaging, and portion sizes. And government needs to amplify its existing efforts to ensure consistent and affirming nutrition and health messages for consumers.Our healthcare system should promote the benefits of good nutrition and reward healthy eating as an integral part of preventative healthcare. What would our healthcare and medical systems look like if we approached food as a remedy or found scalable models that reduced obesity and therefore reduced costs. Are people more likely to eat better if their doctor gives them a fruit and vegetable prescription?We also need to explore new approaches to integrate programs so together they support better health outcomes. For example, hospitals are conducting community health assessments to organize a community health strategy under the Affordable Care Act that could easily link health, hunger and nutrition to take action on a community-wide basis.There are a variety of government, foundation and corporate initiatives underway, and new innovative models are being explored across the country. But these efforts often operate in functional silos instead of setting a common table for all.In early 2015, AGree will host a national conversation, bringing together community innovators with policymakers and the private sector to have an honest conversation about what it is going to take to connect our actions on food and health. What can policymakers do to support efforts to make communities healthier? What flexibility can policymakers provide to SNAP and other nutrition assistance programs to nudge recipients toward healthier choices? How can we better integrate nutrition, health and hunger interventions – since we know they are related and reinforcing? These policy discussions are looming in 2015 with the reauthorization of the Child Nutrition Act.\n\nBut this is just the beginning. We need to have an honest, informed debate about how each of us – individuals, government, civil society, healthcare, and the food and agriculture sector – can play our roles more effectively going forward. Our nation’s health, well-being and economy depend on it.\n\n\n\nGlickman is a co-chair of AGree: Transforming Food & Ag Policy and was U.S. secretary of Agriculture from 1995 to 2001. More information on AGree’s Food & Nutrition Initiative can be found here.", "article_metadata": {"dcterms.description": "In the U.S. alone, more than one-third of adults and 17 percent of children are obese.", "description": "In the U.S. alone, more than one-third of adults and 17 percent of children are obese.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "In the U.S. alone, more than one-third of adults and 17 percent of children are obese.", "title": "Making the connection between food and health", "url": "http://thehill.com/blogs/congress-blog/healthcare/223908-making-the-connection-between-food-and-health", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T03:59:59-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:59-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/healthcare/223908-making-the-connection-between-food-and-health", "dcterms.date": "2014-11-14T15:00-05:00", "dcterms.creator": "Joe Picard", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "author": "Dan Glickman", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2014-11-14T15:00:03-05:00", "modified_time": "2016-02-04T03:59:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/healthcare/223908-making-the-connection-between-food-and-health", "widgets": {"csp": "on"}, "description": "In the U.S. alone, more than one-third of adults and 17 percent of children are obese.", "card": "summary", "title": "Making the connection between food and health"}, "dcterms.title": "Making the connection between food and health"}, "_id": "\"57477af36914bd0286fcaf4e\"", "article_summary": "How can we better integrate nutrition, health and hunger interventions – since we know they are related and reinforcing?\nMore information on AGree’s Food & Nutrition Initiative can be found here.\nFor example, hospitals are conducting community health assessments to organize a community health strategy under the Affordable Care Act that could easily link health, hunger and nutrition to take action on a community-wide basis.There are a variety of government, foundation and corporate initiatives underway, and new innovative models are being explored across the country.\nReducing the impact of diet-related diseases will involve parents and children, schools, the medical community, retail establishments and restaurants, faith-based organizations, food companies, and all levels of government.The food, agriculture, health, hunger and nutrition sectors need to create new ways of working together that harness their shared commitment to improving health through food and nutrition.\nGlickman is a co-chair of AGree: Transforming Food & Ag Policy and was U.S. secretary of Agriculture from 1995 to 2001."}