{"article_title": "Aftershocks rattle southwestern Japan after quake kills nine", "article_keywords": ["hit", "power", "kills", "rattle", "nuclear", "night", "aftershocks", "corp", "quake", "southwestern", "japan", "kyushu", "2011", "told"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/15/Aftershocks-rattle-southwestern-Japan-after-quake-kills-nine", "article_text": "TOKYO (Reuters) - Aftershocks rattled southwestern Japan on Friday after a strong quake the night before killed nine people, injured at least 1,000 and cut power and water across the region, forcing the temporary shutdown of several auto and electronics factories.\n\nBy afternoon, more than 130 aftershocks had hit the area around the city of Kumamoto in the wake of the initial 6.4 magnitude quake the night before. Officials said the frequency was tapering off but the risk of further strong aftershocks will remain for about a week.\n\nWhile the magnitude of Thursday's quake was much lower than that of the 9.0 March 11, 2011 quake that touched off a massive tsunami and nuclear meltdowns at Fukushima, the intensity was similar because it struck on land and at a much shallower depth.\n\n\"We managed to huddle into a space, that's why we were saved,\" one man told NHK national television after he and his family were rescued from their collapsed house two hours after the quake hit. \"We're all safe, that's what counts.\"\n\nMore than 44,000 people initially fled to schools and community centers, some spending the night outside after the first quake hit around 9:30 p.m.\n\nRoads cracked, houses crumbled, and tiles cascaded from the roof of the 400-year-old Kumamoto Castle in the center of the city.\n\nAmong those pulled from the wreckage was an eight-month-old baby girl, wrapped in a blanket and passed hand to hand by firefighters. Several hospitals had to evacuate patients.\n\nJapanese stocks ended down 0.4 percent, with the impact of the quake limited primarily to regional shares that could experience some direct impact. Regional utility Saibu Gas Co Ltd finished 2.7 percent lower.\n\nSeveral companies, including Honda Motor Corp , suspended operations at plants in the area.\n\nMore than 3,000 troops, police and firemen were dispatched to the area from around Japan, and Prime Minister Shinzo Abe said more would be sent if needed.\n\n\"We will do everything in our power to ensure the safety of local residents,\" Abe told a parliamentary committee.\n\nMost of the dead came from Mashiki, a town of around 34,000 people near the epicenter of the quake, where firefighters battled a blaze late on Thursday. Daylight showed splintered houses under tiled roofs and an apartment building whose ground floor was pulverized, where two people died.\n\n\"I want to go home, but we couldn't do anything there,\" one boy at an evacuation center told TBS television as he bounced a baby in his arms.\n\nThough the intensity of Thursday's quake on the Japanese scale matched that of the March 2011 quake that left nearly 20,000 dead, the absence of a tsunami helped keep the death toll down.\n\nService on the Shinkansen superfast train in Kyushu was halted after one train derailed, and highways were closed after some sections collapsed. About 12,200 households were without electricity as of 12 p.m. (0500 GMT), according to Kyushu Electric Power Co Inc , while some 58,000 lacked water.\n\nThe Nuclear Regulation Authority said there were no irregularities at three nuclear plants on the southern major island of Kyushu and nearby Shikoku.\n\nSony Corp , Mitsubishi Electric Corp and tire maker Bridgestone Corp also suspended operations at factories in the area.\n\nThe 2011 quake temporarily crippled part of Japan's auto supply chain, but some companies have since adjusted the industry's \"Just in Time\" production philosophy in a bid to limit any repeat of the costly disruption.\n\n(Additional reporting by Joshua Hunt, Naomi Tajitsu and Tokyo newsroom; Editing by Lincoln Feast)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "TOKYO (Reuters) - Aftershocks rattled southwestern Japan on Friday after a strong quak", "title": "Aftershocks rattle southwestern Japan after quake kills nine", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/15/Aftershocks-rattle-southwestern-Japan-after-quake-kills-nine", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/japan-quake_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/15/Aftershocks-rattle-southwestern-Japan-after-quake-kills-nine", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/japan-quake_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "TOKYO (Reuters) - Aftershocks rattled southwestern Japan on Friday after a strong quak", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "More than 44,000 people initially fled to schools and community centers, some spending the night outside after the first quake hit around 9:30 p.m.\nThough the intensity of Thursday's quake on the Japanese scale matched that of the March 2011 quake that left nearly 20,000 dead, the absence of a tsunami helped keep the death toll down.\nBy afternoon, more than 130 aftershocks had hit the area around the city of Kumamoto in the wake of the initial 6.4 magnitude quake the night before.\nThe 2011 quake temporarily crippled part of Japan's auto supply chain, but some companies have since adjusted the industry's \"Just in Time\" production philosophy in a bid to limit any repeat of the costly disruption.\nOfficials said the frequency was tapering off but the risk of further strong aftershocks will remain for about a week."}