{"article_title": "TennCare Computer System Delay Draws Federal Criticism", "article_keywords": ["criticism", "states", "draws", "federal", "system", "delay", "state", "computer", "medicaid", "gordon", "tennessee", "lawmakers", "lawsuit", "tenncare"], "article_url": "http://www.govtech.com/health/TennCare-Computer-System-Delays-detailed.html", "article_text": "Just days before TennCare leaders head to court over accusations that state failures have created months-long delays in coverage, the agency’s director faced questions from lawmakers about the unfinished computer system that led to those delays.\n\nTennCare Director Darin Gordon told lawmakers Tuesday that nearly a year after the new state’s new Medicaid eligibility system was supposed to be completed, the contractors building the system have not finished even the first of four testing phases.\n\nThe unfinished system, called the “Tennessee Eligibility Determination System,” or TEDS, was supposed to begin handling Tennesseans’ Medicaid enrollment last October under the Affordable Care Act.\n\nBecause the system is late, state officials have directed people signing up for TennCare to go through the federal HealthCare.gov site, which isn’t set up to handle it. The result has been months-long delays for people — including mothers of newborns and people with chronic illnesses — trying to sign up for coverage.\n\nThe state’s situation has drawn federal criticism, and three advocacy groups filed a lawsuit against TennCare last month.\n\nState lawmakers questioned Gordon during a joint fiscal review committee meeting, pressing him for details about the $35.7 million contract with Northrup Grumman to create the computer system.\n\nIt was the first time Tennessee lawmakers have publicly questioned TennCare about the issue, which began to surface early this year.\n\nGordon said he was frustrated with Northrop Grumman, and said the state so far has paid the company only $4.7 million for what has actually been accomplished, he told lawmakers.\n\n“I’ve lost some faith in their ability to accurately predict when this system will be ready to go,” Gordon said.\n\nBut he added that late federal guidance on how to create the new enrollment systems — the “most significant change in Medicaid eligibility since the beginning of the program” — contributed to the delay. Some rules came as late as July before the October deadline, he said.\n\n“These are complex systems being implemented in a very tight time frame,” Gordon said, adding that other states have faced similar struggles.\n\nRep. Brenda Gilmore, D-Nashville, asked how the delays were affecting hospitals, saying that she is receiving calls from hospitals, doctors and others complaining about losing money over the delays.\n\n“We cannot bury our heads in the sand and say this system being delayed a year … that has not had some impact on our health care infrastructure,” said Gilmore.\n\nGordon said that unlike other states, TennCare did not have an application backlog.\n\n“That’s not what we hear in our communities and neighborhoods,” Gilmore replied.\n\nOther lawmakers appeared sympathetic to TennCare’s situation, blaming the federal government for its own delays. Rep. Mark White, R-Memphis, said the “federal government put a burden on states to do this,” and called the pending lawsuit a “shame.”\n\nCommittee Chairman Bill Ketron, R-Murfreesboro, criticized the federal health law, saying “maybe we should call it the affordable cluster act.”\n\nOther states have struggled with implementing Affordable Care Act requirements, but Tennessee has received some of the harshest criticism from federal officials. The state failed to meet six out of seven requirements for the new enrollment process. That’s the most of any state, said Michele Johnson, director of the Tennessee Justice Center, one of the three advocacy groups suing TennCare.\n\nJohnson said Tuesday’s presentation stressed the need for the state to find temporary solutions to bring coverage to people who have been without it for months, including newborns and the elderly.\n\n“It’s pretty clear TennCare is going to have to start from scratch, and that is pretty terrifying,” said Johnson. “How long can these folks wait?”\n\nSeveral lawmakers asked the same question, but Gordon said he could not give a firm date for the new system to go online. He said the state has hired a third-party auditing firm, KGMT, to review how long completing the system will take.\n\nThe review itself will take 14 weeks and cost $1.2 million.\n\nIn a statement Tuesday, Northrop Grumman spokeswoman Liz Shrum said the company “remains committed to the success of the TennCare program for our customer and the citizens of Tennessee. We continue to work in conjunction with our customer to implement this complex system.”\n\nFriday’s federal hearing in Nashville will be the next key development for the lawsuit filed by the TJC, Southern Poverty Law Center and the National Health Law Program.\n\nU.S. District Judge Todd Campbell will determine whether the lawsuit against the Medicaid agency will take on class-action status, and whether the 11 plaintiffs, and potentially hundreds of other Tennesseans, will get quicker access to coverage while the lawsuit is argued — a process that could take months.\n\n©2014 the Chattanooga Times/Free Press (Chattanooga, Tenn.)", "article_metadata": {"contentType": "GT Article", "description": "The unfinished system, called the “Tennessee Eligibility Determination System,” or TEDS, was supposed to begin handling Tennesseans’ Medicaid enrollment last October under the Affordable Care Act.", "pubDate": "2014-08-27", "og": {"title": "TennCare Computer System Delay Draws Federal Criticism"}, "wssUrl": "http://www.govtech.com/health", "p": {"domain_verify": "6fde23837116ec868cad5f966cf08656"}, "wss": "Health and Human Services", "authors": "[]", "google-site-verification": "YGeeEDFGk0P1HO8tlyROBmRbQvw1H3jzQqXhn0Q55a8", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd9865\"", "article_summary": "The state’s situation has drawn federal criticism, and three advocacy groups filed a lawsuit against TennCare last month.\nIt was the first time Tennessee lawmakers have publicly questioned TennCare about the issue, which began to surface early this year.\nState lawmakers questioned Gordon during a joint fiscal review committee meeting, pressing him for details about the $35.7 million contract with Northrup Grumman to create the computer system.\nBecause the system is late, state officials have directed people signing up for TennCare to go through the federal HealthCare.gov site, which isn’t set up to handle it.\nGordon said that unlike other states, TennCare did not have an application backlog."}