{"article_title": "Aetna Raised Concerns about Individual Exchange Business for 2016", "article_keywords": ["raised", "plans", "business", "exchange", "enrollment", "aetna", "individual", "health", "members", "2015", "2016", "concerns", "special"], "article_url": "http://marketrealist.com/2016/02/aetna-raises-concerns-individual-exchange-business-2016/", "article_text": "Disciplined Pricing, Growth Strategy Boosted Aetna’s 4Q15 Profits PART 2 OF 8\n\nAetna Raised Concerns about Individual Exchange Business for 2016\n\nIndividual exchange business\n\nIn 2015, Aetna (AET) enrolled about 1 million commercial members in its on-exchange and off-exchange healthcare plans. The individual business accounts for approximately 5% of the company’s total membership. With annual revenues of ~$3.5 billion earned in 2015, the individual business contributes about 6% of Aetna’s annual operating revenues.\n\nIn 2015, Aetna suffered pretax operating losses in the range of 3%–4%. Aetna does not expect any material improvement in individual enrollments for 1Q16, but it is confident of its ability to improve its individual business margins in 2016.\n\nThe above graph shows the states in which Aetna plans to offer Affordable Care Act–compliant public exchange plans in 2016. Similar to its peers UnitedHealth Group (UNH) and Anthem (ANTM), Aetna has concerns about the viability of the public exchange business. With limited exposure to the exchange business, Cigna (CI), however, has managed to constrain its future losses in the individual business.\n\nAetna, UnitedHealth Group, Cigna, and Anthem make up 0.21%, 0.63%, 0.20%, and 0.19%, respectively, of the portfolio holdings of the iShares Core S&P 500 ETF (IVV). In the event of substantial losses in the public exchange business, IVV can be affected by negative share price fluctuations of the major health insurance carriers.\n\nSpecial enrollment period\n\nAetna (AET) has expressed concern that the individual exchange members have been using more medical resources than those members in other enrollment categories. Also, about 25% of the company’s individual business members have been enrolled outside open enrollment period and belong to special enrollment category. According to HealthCare.gov, “A special enrollment period is a time outside of open enrollment when you and your family can sign up for health insurance in the health insurance marketplace.”\n\nOn November 19, 2015, while lowering its 2015 guidance, UnitedHealth Group pointed out that special enrollment patients utilized 20% more medical services than those enrolled during the enrollment period. Special enrollment rules also allow patients to move into plans when they require more medical services, thus resulting in losses for health insurance carriers.\n\nThe Centers for Medicare & Medicaid Services (or CMS) has introduced changes such as eliminating certain special enrollment periods and offering clarifications for eligibility of members participating in special enrollment periods. However, Aetna believes that more oversight and regulatory changes are required to prevent further losses.\n\nOther concerns\n\nTo prevent private health insurers from denying coverage or charging higher premiums to members with pre-existing conditions, ACA introduced the premium stabilization program that comprises reinsurance, risk adjustment, and risk corridor programs.\n\nAetna is concerned about the lack of transparency and predictability of the risk adjustment program, which is vital because the reinsurance and risk corridor programs are expected to expire in 2017. To learn more about Aetna’s premium stabilization program, please refer to How Has Aetna Implemented the Premium Stabilization Program?\n\nAdditionally, CMS proposed new regulations regarding the benefit structure and provider network required to be offered through the exchange healthcare plans. This is expected to restrict Aetna’s capacity to offer affordable plans in its individual business.", "article_metadata": {"generator": "WordPress 4.3.1", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "cXenseParse": {"mre-primary-ticker": "antm", "mre-content-type": "Post-Release Earnings Reports", "mre-author": "Manali Pradhan", "mre-industry": "Health Insurance", "mre-value-driver": "Earnings Overview", "mre-page-type": "post", "mre-section": "Sector Analysis", "mre-sector": "Healthcare", "mre-secondary-ticker": "aet"}, "description": "In 2015, Aetna (AET) enrolled about 1 million commercial members in its on-exchange and off-exchange healthcare plans. The individual business accounts for approximately 5% of the company’s total membership."}, "article_summary": "With limited exposure to the exchange business, Cigna (CI), however, has managed to constrain its future losses in the individual business.\nThe above graph shows the states in which Aetna plans to offer Affordable Care Act–compliant public exchange plans in 2016.\nSimilar to its peers UnitedHealth Group (UNH) and Anthem (ANTM), Aetna has concerns about the viability of the public exchange business.\nAetna does not expect any material improvement in individual enrollments for 1Q16, but it is confident of its ability to improve its individual business margins in 2016.\nDisciplined Pricing, Growth Strategy Boosted Aetna’s 4Q15 Profits PART 2 OF 8Aetna Raised Concerns about Individual Exchange Business for 2016Individual exchange businessIn 2015, Aetna (AET) enrolled about 1 million commercial members in its on-exchange and off-exchange healthcare plans."}