{"article_title": "Dems pushing improvements to child welfare system", "article_keywords": ["foster", "child", "bill", "stabilize", "family", "systemthe", "pushing", "system", "states", "improvements", "dems", "welfare", "services", "training", "children", "care"], "article_url": "http://thehill.com/regulation/250304-bill-would-improve-the-child-welfare-system", "article_text": "Democratic lawmakers are expected to introduce legislation Wednesday afternoon to improve the child welfare system.\n\nThe Family Stability and Kinship Care Act, first previewed by Sen. Ron Wyden Ron WydenOvernight Finance: Puerto Rico bill clears panel | IRS chief vows to finish term | Bill would require nominees to release tax returns Top Dem: CIA officials thought spying on Senate ‘was flat out wrong’ The Trail 2016: Hell breaks loose MORE (D-Ore.) in May, is expected to give states the flexibility to make investments in family services and placement with relatives to reduce costly and traumatic stays in foster care.\n\nADVERTISEMENT\n\nSupporters say the bill would allow states to use federal funds provided to pay for preventative services that have been shown to stabilize families and keep kids out of foster care and safe at home or placed with relatives.\n\nUnder current law, Title IV-E of the Social Security Act provides states and tribes with a federal funding match for children only after they are placed in foster care.\n\nWhen previewed in May, the bill provided reimbursements for up to 12 months for family services needed to prevent a child's entry into foster care or allow children to safely exit foster care to family placements. Those services include family skills training, counseling and goods and services to stabilize a family crisis.\n\nThe American Academy of Pediatrics (AAP), which voiced its support for the legislation early Wednesday, said the bill makes critical improvements to the current system.\n\n“The bill provides for new investments and acknowledges the important role of prevention including parenting skills training and mental health services,” AAP President Sandra Hassink said in a statement. “These and other services offered to children and their caregivers enable children to stay with their families. Importantly, the bill also establishes a framework to ensure the ongoing safety of children receiving these services.\"", "article_metadata": {"dcterms.description": "Sen. Ron Wyden is expected to introduce the bill later today.", "description": "Sen. Ron Wyden is expected to introduce the bill later today.", "generator": "Drupal 7 (http://drupal.org)", "author": "Lydia Wheeler", "og": {"site_name": "TheHill", "description": "Sen. Ron Wyden is expected to introduce the bill later today.", "title": "Dems pushing improvements to child welfare system", "url": "http://thehill.com/regulation/250304-bill-would-improve-the-child-welfare-system", "image": "http://thehill.com/sites/default/files/article_images/wydenron_052215gn.jpg", "updated_time": "2016-02-01T06:17:42-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-01T06:17-05:00", "dcterms.identifier": "http://thehill.com/regulation/250304-bill-would-improve-the-child-welfare-system", "dcterms.date": "2015-08-05T11:12-04:00", "dcterms.creator": "Lydia Wheeler", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Childhood, Foster care, Child and family services, Ron Wyden, Fostering Connections to Success and Increasing Adoptions Act, Social Issues,Ron Wyden,", "article": {"published_time": "2015-08-05T11:12:20-04:00", "modified_time": "2016-02-01T06:17:42-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/regulation/250304-bill-would-improve-the-child-welfare-system", "widgets": {"csp": "on"}, "description": "Sen. Ron Wyden is expected to introduce the bill later today.", "card": "summary", "title": "Dems pushing improvements to child welfare system"}, "dcterms.title": "Dems pushing improvements to child welfare system"}, "_id": "\"57477af36914bd0286fc9501\"", "article_summary": "Democratic lawmakers are expected to introduce legislation Wednesday afternoon to improve the child welfare system.\nThose services include family skills training, counseling and goods and services to stabilize a family crisis.\nThe American Academy of Pediatrics (AAP), which voiced its support for the legislation early Wednesday, said the bill makes critical improvements to the current system.\nImportantly, the bill also establishes a framework to ensure the ongoing safety of children receiving these services.\"\n“These and other services offered to children and their caregivers enable children to stay with their families."}