{"article_title": "Morning Plum: Danger lies ahead for the GOP presidential candidates", "article_keywords": ["campaign", "court", "trump", "ahead", "danger", "plum", "republicans", "morning", "lies", "rubio", "candidates", "clinton", "gop", "presidential", "millions"], "article_url": "https://www.washingtonpost.com/blogs/plum-line/wp/2015/11/10/morning-plum-danger-lies-ahead-for-the-gop-presidential-candidates/", "article_text": "So the U.S. Court of Appeals for the 5th Circuit has dealt a big blow to President Obama’s immigration efforts, upholding a lower-court ruling against his executive action deferring the deportation of millions of parents of U.S. citizen children or of lawful permanent residents. This is terrible news for those whose status will now be in limbo, since it puts the program on hold indefinitely.\n\nBut, since this could now be decided by the Supreme Court next year, it also raises the possibility that a massive bomb could go off in the middle of the presidential election, thrusting the question of what to do about millions of immigrant families to the forefront.\n\nActually, make that two bombs: The High Court recently announced that it would hear a challenge to the Affordable Care Act’s mandate that some nonprofits affiliated with religious organizations must provide contraception coverage to female employees. That, too, is expected to be decided next year, perhaps in the spring.\n\nHow that latter case will impact the 2016 presidential election is uncertain. If a decision comes just when the GOP presidential primaries are hitting maximum frenzy, the candidates will likely align themselves, in the name of religious liberty, against Obamacare’s provision of coverage for contraception. Democrats will attack the Republicans as hidebound and out of touch on women’s health issues.\n\nMeanwhile, news accounts suggest the Supreme Court still has time to decide to hear the immigration battle next year, too. That seems likely to give Democrats ammunition to set back the GOP nominee back among Latinos in the general election.\n\nThe candidates on both sides have firmly aligned themselves on the core question at issue. Hillary Clinton has said that, if anything, she would go farther than Obama has in deferring the deportation of the millions of undocumented immigrants protected by his executive actions. Meanwhile, the GOP presidential candidates — including relative immigration “moderates” like Jeb Bush and Marco Rubio — have condemned those actions. Indeed, Donald Trump has attacked Rubio for being unwilling to commit to rolling back Obama’s executive action protecting even the DREAMers; under fire, Rubio has since suggested he would also roll that back.\n\nAnd so, if the High Court upholds Obama’s action protecting millions of parents, the fate of that action — and the fate of millions of immigrant families — will hinge on the outcome of the presidential race. If Clinton wins, the program deferring their deportation will be implemented. If a Republican wins, it will be rolled back. (The GOP nominee might offer some kind of immigration reform that includes legalization, but there’s no telling whether it would become law, leaving those millions subject to deportation.) The attention to this contrast, coming just as the presidential race is hitting full boil, might complicate Republican efforts to reach out to Latino voters in the general election.\n\nTo be fair, there’s some danger for Clinton here, too. If the High Court rules against the administration, Clinton would find herself aligned with the losing position. Of course, Clinton could then simply say that she disagrees with the decision and blast Republicans for successfully using the courts to derail a program deferring the deportation of millions.\n\n****************************************************************\n\nUPDATE: I edited the above post for accuracy. The Supreme Court could rule the executive actions invalid on statutory, and not necessarily constitutional, grounds.\n\nUPDATE II: The Obama administration just announced that it will ask the Supreme Court to hear the case. That means that if SCOTUS decides it next year, it really could detonate in the middle of the presidential race.\n\n****************************************************************\n\n* CARSON-MENTUM RAGES AMONG GOP VOTERS: A new Washington Post/ABC News poll finds Ben Carson is viewed most favorably by Republicans:\n\nOver seven in 10 Republicans have a positive view of Carson (71 percent), similar to his 68 percent favorable rating in a Post-ABC poll six weeks ago. Businessman Donald Trump is close behind, with 69 percent favorability among Republicans, followed by Sen. Marco Rubio at 58 percent, former Florida governor Jeb Bush at 56 percent and Sen. Ted Cruz at 53.\n\nThe poll was taken largely during the period in which revelations about Carson’s embellished past surfaced. They don’t seem to be hurting him. But will his rivals bring them up at tonight’s debate?\n\n* TRUMP CRANKS UP ATTACKS ON RUBIO: With the GOP candidates set to debate tonight, CNN reports that Donald Trump is escalating his attacks on Marco Rubio over the latter’s support for “amnesty.” Under previous assault from Trump on this front, Rubio confirmed that he would undo Obama’s executive actions shielding even the DREAMers from deportation.\n\nBut Trump’s latest barrage suggests this could again come up at tonight’s debate, perhaps locking Rubio into an immigration position that is surely further to the right than the GOP’s Great Latino Hope would have wanted.\n\n* DEMS ATTACK GOP CANDIDATES ON ECONOMY: The Clinton-allied Super PAC Priorities USA is out with a new web ad featuring footage of the GOP candidates doubling down on their plans to cut taxes for the rich, and contrasting that with Clinton arguing that Republicans haves pent 35 years promising “trickle down” magic that hasn’t materialized.\n\nTonight’s GOP debate is supposed to be about the economy. Look for the GOP candidates to again explain why their plans will unleash spectacular growth that will shower everyone with shared prosperity.\n\n* JEB ALLIES PREPARE MAJOR ONSLAUGHT AGAINST RUBIO: The New York Times reports that Jeb Bush’s aides and Super PAC are preparing a major onslaught of attacks against Marco Rubio. The attacks will focus on his missed Senate votes, his lack of experience, and his hard-line stance on abortion. Note this:\n\nThe preoccupation with Mr. Rubio is revealing, suggesting not just fury at his challenge to a former mentor, but also a conviction that rivals like Donald J. Trump and Ben Carson have no chance of winning and will collapse in time for Mr. Bush to rise again. Mr. Rubio, the Bush team expects, will remain standing.\n\nAnd so Republicans appear to think that after Trump and Carson collapse (never mind whether this is even inevitable), the battle will come down to Rubio, Bush, and Ted Cruz.\n\n* JEB’S COMEBACK PLAN LOOKS SHAKY: Bloomberg Politics reports that Jeb Bush’s campaign is reassuring top supporters that his campaign organization will “out-muscle” rivals in the big March supporters. However:\n\nBut a survey of states with March primary and caucus contests suggests the former Florida governor has little advantage, so far, over his rivals. Interviews with political strategists — as well as with members of the grassroots network the Bush team has touted — reveal a campaign that’s struggling to recruit volunteers and gin up excitement…They paint a picture of a top-heavy campaign with plenty of endorsements that’s still waiting for the candidate to turn on the ignition.\n\nHmmm, that doesn’t sound good. Still, we’ll see: In March, the campaign shifts into truly high gear, with lots and lots of elections in multiple states.\n\n* AND THE QUOTE OF THE DAY, HILARIOUSLY-TRANSPARENT -RELIGIOUS-PANDER EDITION: Donald Trump is suggesting that maybe we should “boycott” Starbucks because its red holiday cups don’t have Christmas-themed decorations on them, as they did last year. But this is even more interesting:\n\n“If I become president, we’re all going to be saying ‘Merry Christmas’ again. That I can tell you. That I can tell you! Unbelievable.”\n\nThat’s quite a campaign promise! Let’s ask him to elaborate on that one.", "article_metadata": {"description": "The Supreme Court is set to detonate two bombs in 2016 -- one on Obamacare; the other on immigration.", "author": "https://www.facebook.com/WashingtonPostPlumLine?ref=hl", "og": {"site_name": "Washington Post", "description": "The Supreme Court is set to detonate two bombs in 2016 -- one on Obamacare; the other on immigration.", "title": "Morning Plum: Danger lies ahead for the GOP presidential candidates", "url": "https://www.washingtonpost.com/blogs/plum-line/wp/2015/11/10/morning-plum-danger-lies-ahead-for-the-gop-presidential-candidates/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2012/04/04/Production/Daily/A-Section/Images/Rubio_Romney_02354.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@theplumlinegs"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/blogs/plum-line/wp/2015/11/10/morning-plum-danger-lies-ahead-for-the-gop-presidential-candidates/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "immigration, obamacare, deportations, marco rubio, donald trump, gop presidential primaries, gop debate, republican tax plans, gop tax plans, supply side economics, contraception", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/WashingtonPostPlumLine?ref=hl"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "immigration, obamacare, deportations, marco rubio, donald trump, gop presidential primaries, gop debate, republican tax plans, gop tax plans, supply side economics, contraception"}, "article_summary": "Meanwhile, the GOP presidential candidates — including relative immigration “moderates” like Jeb Bush and Marco Rubio — have condemned those actions.\nLook for the GOP candidates to again explain why their plans will unleash spectacular growth that will shower everyone with shared prosperity.\nIf a decision comes just when the GOP presidential primaries are hitting maximum frenzy, the candidates will likely align themselves, in the name of religious liberty, against Obamacare’s provision of coverage for contraception.\nThat seems likely to give Democrats ammunition to set back the GOP nominee back among Latinos in the general election.\nThat means that if SCOTUS decides it next year, it really could detonate in the middle of the presidential race."}