{"article_title": "New Indiana Law Protects Hoosiers From Funding Abortions With Their Insurance Premiums", "article_keywords": ["funding", "plans", "hoosiers", "families", "abortion", "prolife", "tax", "effect", "provides", "premiums", "protects", "abortions", "prevents", "indiana", "law", "insurance"], "article_url": "http://www.lifenews.com/2015/01/02/new-indiana-law-protects-hoosiers-from-funding-abortions-with-their-insurance-premiums/", "article_text": "On January 1, two significant pro-life laws take effect in Indiana. One law prevents the forced funding of abortion in health insurance plans and the other provides adoptive families with tax credits.\n\nSigned into law by Gov. Mike Pence in March, HB 1123 prevents automatic inclusion of abortion in private insurance plans. Thanks to the law, Hoosiers will not have to subsidize abortion as they pay their premiums. Individuals desiring abortion coverage may purchase a separate rider.\n\nAlso going into effect in 2015 is HB 1222. This law provides adoptive families with a tax credit of up to $1,000 per child for new adoptions.\n\n“We’re encouraged by these pro-life measures and we expect these laws to make a positive impact in 2015,” stated Mike Fichter, President and CEO of Indiana Right to Life. “We hope more mothers will choose life over abortion, despite challenging circumstances. We also urge Hoosier families interested in adoption to explore their options for giving a child a forever home.\n\n“Hoosiers have long-objected to funding the morally unacceptable practice of abortion, and we’re pleased the law taking effect will keep abortion out of health plans. Obamacare ushered in the biggest federal expansion of abortion we have ever seen, and despite federal mandates, Indiana is doing its best to protect life.\n\n“Gov. Pence wants to make Indiana the most adoption-friendly state and we believe this new adoption tax credit is an excellent first step.”", "article_metadata": {"description": "New Indiana Law Protects Hoosiers From Funding Abortions With Their Insurance Premiums", "og": {"site_name": "LifeNews.com", "description": "On January 1, two significant pro-life laws take effect in Indiana. One law prevents the forced funding of abortion in health insurance plans and the other prov", "title": "New Indiana Law Protects Hoosiers From Funding Abortions With Their Insurance Premiums", "url": "http://www.lifenews.com/2015/01/02/new-indiana-law-protects-hoosiers-from-funding-abortions-with-their-insurance-premiums/", "image": "http://www.lifenews.com/wp-content/uploads/2015/01/marchforlife28.png", "locale": "en_us", "type": "article"}, "fb": {"app_id": 204509779594999}, "OBKey": "avejq02j7xRr+0owuq+Pcw==", "keywords": "new indiana law protects hoosiers from funding abortions with their insurance premiums", "google-site-verification": "PPPx-GD0i7nWjUFAYnFdOYorAAJLuNyKOl23JCeXyrQ", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcafa0\"", "article_summary": "One law prevents the forced funding of abortion in health insurance plans and the other provides adoptive families with tax credits.\nThis law provides adoptive families with a tax credit of up to $1,000 per child for new adoptions.\n“Hoosiers have long-objected to funding the morally unacceptable practice of abortion, and we’re pleased the law taking effect will keep abortion out of health plans.\nThanks to the law, Hoosiers will not have to subsidize abortion as they pay their premiums.\nOn January 1, two significant pro-life laws take effect in Indiana."}