{"article_title": "Ben Carson, Ted Cruz, Carly Fiorina and Scott Walker attend Basque fry in Northern Nevada", "article_keywords": ["land", "northern", "state", "carly", "ted", "inaugural", "carson", "fiorina", "cruz", "scott", "basque", "walker", "candidates", "fry", "nevada", "corley", "event", "presidential"], "article_url": "http://www.recordcourier.com/news/17743483-113/ben-carson-ted-cruz-carly-fiorina-and-scott", "article_text": "Nevada Attorney General Adam Laxalt hosts the Morning in America, Inaugural Basque Fry at Corley Ranch Saturday at Corley Ranch in Gardnerville.\n\nDeliala Burke, 7 1/2, and her 3 1/2 brother Keenan of Sparks play near an old wagon Saturday at Corley Ranch.\n\nFormer Ambassador John Bolton greets a supporter Saturday at the Inaugural Basque Fry at Corley Ranch.\n\nWisconsin Governor Scott Walker addresses the large crowd with Job's Peak in the background Saturday at Corley Ranch.\n\nNora Enos, 7, of Reno shows her American spirit Saturday at the Basque Fry in Gardnerville.\n\nTed Cruz supporter Russ Wheeler of Las Vegas and his partner Lori Piotrowski dance to the music of the Davisson Brothers Saturday.\n\nJoan Reid of Carson City helps herself to a plate of Basque food Saturday at Corley Ranch.\n\nRepublican presidential hopeful Dr. Ben Carson poses for a photo with Congressman Mark Amodei Saturday at the Inaugural Basque Fry at Corley Ranch in Gardnerville.\n\nRepublican presidential hopeful Carly Fiorina speaks to a large crowd Saturday at the Inaugural Basque Fry Saturday in Gardnerville.\n\nFour Republican presidential hopefuls offered both rhetoric and solutions on Saturday in Gardnerville to take back the White House from the Democrats in 2016.\n\nCandidates Dr. Ben Carson, former Hewlett Packard CEO Carly Fiorina, Texas Sen. Ted Cruz and Wisconsin Gov. Scott Walker attended the Basque Fry, an event Attorney General Adam Laxalt resurrected, similar to those hosted by Laxalt’s grandfather, former Nevada governor and U.S. Sen. Paul Laxalt. Many of the other invited presidential candidates attended the Iowa State Fair this weekend.\n\nCruz said that in his home state of Texas, the federal government owns only 2 percent of the land.\n\nCruz said the federal government should transfer the land back to the state. During his stint in Congress, Cruz said he introduced an amendment to limit how much land the federal government may own in each state.\n\n“It needs to be the state of Nevada’s people who own the land,” Cruz said, adding once in private hands, the land can be developed for recreation or development.\n\nGardnerville residents Tony Pearl, a Cruz supporter, and Brooke Luckey, said they were interested in what each candidate had to say. Luckey also wanted more candidates to attend.\n\n“With everyone here, I would be happy with anyone,” Luckey said. “But I would like to hear more from Bobby Jindal (Louisiana’s governor).”\n\nBoth Republican Assemblyman Jim Wheeler and state Sen. James Settelmeyer, who represent Douglas County, said they were pleased with the inaugural event and the candidates who made appearances.\n\n“This is a phenomenal event,” Wheeler said. “I credit Adam for reinvigorating this event. I would have liked to see more candidates.”\n\nSettelmeyer said the guests appreciated the opportunity to see the candidates at the Basque fry.\n\n“I would’ve loved to see all the candidates here, but I’m glad to see many of the top tier candidates,” Settelmeyer added.\n\nWalker has made several trips to Nevada after announcing his candidacy for president. He listed his accomplishments occurring in a blue state dominated by Democratic legislators.\n\n“I took Wisconsin to a right to work state, and I defunded Planned Parenthood four years ago before there was any video,” he said.\n\nA common theme from every candidate was the Affordable Care Act. Walker was no different. The second-term governor said Obamacare must be repealed.\n\nWalker said he has traveled throughout the country, talking to voters.\n\n“I can tell you a lot of people are fed up with Washington. It’s 68-square miles surrounded by reality,” Walker said, drawing loud applause and laughter.\n\nAll four candidates railed against Democrat Hillary Clinton, the current frontrunner in her party for the presidential nomination.\n\nCarson said the United States is a land where many people can realize their dreams. For him, it was becoming a successful neurosurgeon.\n\n“I love anything to do with medicine,” he said.\n\nCarson said Americans live in a “can-do” nation, not what the country can do for them. He said his mother, for example, worked various jobs to ensure Carson and his younger brother succeeded. She required her sons to check out books weekly from the library and do reports on them.\n\n“She was softspoken but forceful,” he said.\n\nWhen he mentioned his religious beliefs and his mother’s faith, Carson was down to earth in seeking help.\n\n“The nice thing with God is you don’t need a Ph.D. to talk to him,” he said.\n\nFiorina, who appeared in the second-tier of debaters on the Fox News Channel 10 days ago, received favorable responses for her comments and presence on the stage. That winning formula for Fiorina was also apparent Saturday. Before the debate, she said about 40 percent of Republicans didn’t know of her … now most of them do.\n\nAs she did in the Fox debate and at many of her campaign stops, Fiorina has taken Clinton to task, accusing her of lying about the Benghazi attack in 2012, her personal computer’s server and State Department emails found on her personal computer.\n\nFiorina said her goal is to make people aware of conservatism and how it works in government. She decried how liberal-leaning lawmakers in California have bowed to environmental policies and regulations that have restricted the state’s ability to store water, specifically an issue heightened during the drought.\n\nFiorina, who believes in a strong military and feels strongly for veterans’ care, said if elected president, she would make two calls on her first day: The first would be to Israeli Prime Minister Benjamin Netanyahu telling him the United States would “stand by” his country and the second, to the supreme leader of Iran, telling him no deal on a nuclear treaty until the Iranians allowed inspections at every military and nuclear facility.\n\nRural Caucus Chairman Wes Rice said the Basque fry was an outstanding event that attracted candidates willing to mingle with the crowds and guests from every county in Nevada.\n\n“We had friends from Elko here and Mineral and Esmeralda counties,” he added. “We have a lot of volunteers from Carson City and Douglas County. I’m impressed with the rural effort.”", "article_metadata": {"description": "Four Republican presidential hopefuls offered both rhetoric and solutions on Saturday in Gardnerville to take back the White House from the Democrats in 2016.Candidates Dr. Ben Carson, former Hewlett", "og": {"url": "http://www.RecordCourier.com/news/17743483-113/ben-carson-ted-cruz-carly-fiorina-and-scott", "image": {"identifier": "http://www.RecordCourier.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=Sm1Hrkyl99Yvxz7ZgZvu$8$daE2N3K4ZzOUsqbU5sYug_FWA7xVDfWX3AOEKUu9CWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "type": "image/jpeg"}, "site_name": "The Record Courier", "description": "Four Republican presidential hopefuls offered both rhetoric and solutions on Saturday in Gardnerville to take back the White House from the Democrats in 2016.Candidates Dr. Ben Carson, former Hewlett", "title": "Ben Carson, Ted Cruz, Carly Fiorina and Scott Walker attend Basque fry in Northern Nevada | RecordCourier.com"}, "twitter": {"site": "@RecordCourierNV", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 149059075256920}, "tout": {"article": {"id": 17743483}}, "__sync_contentCategory": "Paid", "keywords": "FIORINA, CANDIDATES, SATURDAY, BASQUE, FRY, PRESIDENTIAL, STATE, CARSON, CRUZ, GARDNERVILLE", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Republican presidential hopeful Carly Fiorina speaks to a large crowd Saturday at the Inaugural Basque Fry Saturday in Gardnerville.\nNevada Attorney General Adam Laxalt hosts the Morning in America, Inaugural Basque Fry at Corley Ranch Saturday at Corley Ranch in Gardnerville.\nFormer Ambassador John Bolton greets a supporter Saturday at the Inaugural Basque Fry at Corley Ranch.\nNora Enos, 7, of Reno shows her American spirit Saturday at the Basque Fry in Gardnerville.\nRepublican presidential hopeful Dr. Ben Carson poses for a photo with Congressman Mark Amodei Saturday at the Inaugural Basque Fry at Corley Ranch in Gardnerville."}