{"article_title": "County Jails Paying Price For Inmates Who Refuse Affordable Care", "article_keywords": ["paying", "affordable", "refuse", "jails", "price", "jail", "county", "health", "inmates", "dakota", "kern", "issue", "care"], "article_url": "http://www.siouxlandmatters.com/news/local-news/county-jails-paying-price-for-inmates-who-refuse-affordable-care-act", "article_text": "South Sioux City, Nebraska (ABC9 News) - The Affordable Care Act is intended to lower health care cost, but at the Dakota County Jail, officials say inmates are not using the program and it is hurting tax payers.\n\n\n\nAcross the U.S., jails have become the front lines for addressing health problems that plague undeserved communities.\n\n\n\nAt the Dakota County Jail in South Sioux City, Nebraska, administrative director Terry Kern says the jail is forced to take on the roll of health care provider.\n\n\n\n\"It wasn't meant to be that way, but that is what is happening on a de-facto basis,\" says Kern. \"This is Dakota County General sometimes.\"\n\n\n\nAccording to Kern, more than 80% of the inmate population is uninsured. Because of that, the Dakota County Jail is responsible for caring for inmates in their custody they are left paying the health care costs.\n\n\n\nThe jail has a budget of $200,000 for health expenses...something Head Nurse Majorie Donahue deals with the issue first hand.\n\n\n\nDonahue says maintaining a supply of medication for inmates can get expensive.\n\n\n\n\"We probably have 30 to 40 inmates who here that are on medication, and yeah, it's expensive,\" says Donahue.\n\n\n\nMeanwhile, at the Woodbury County Jail, their budget is more than three times larger than Dakota County's budget.\n\n\n\nWoodbury County Sheriff David Drew says he believes the Affordable Care Act would help lower the jail's health care expenses, but they're just one problem\n\n\n\n\"Under the affordable care act, it's gonna take these inmates to become responsible,\" says Drew. \"Well part of the reason they are in jail is because they haven't had that responsibility, so they're not going up and signing up for the Affordable Care Act.\"\n\n\n\nBoth county jails say the underlying issue is the number of mentally ill inmates who need medical professionals, not jail officers.\n\n\n\n\"So if you're serious about health care issue you'll provide funds for the facilities handling them,\" says Kern.\n\n\n\n\n\n\n\n\n\nCopyright 2016 Nexstar Broadcasting, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.", "article_metadata": {"description": "The Affordable Care Act is intended to lower health care cost, but at the Dakota County Jail, officials say inmates are not using the program and it is hurting tax payers.", "author": "DEBORAH SOUVERAIN", "og": {"site_name": "SIOUXLANDMATTERS", "description": "The Affordable Care Act is intended to lower health care cost, but at the Dakota County Jail, officials say inmates are not using the program and it is hurting tax payers.", "title": "County Jails Paying Price For Inmates Who Refuse Affordable Care Act", "url": "http://www.siouxlandmatters.com/news/local-news/county-jails-paying-price-for-inmates-who-refuse-affordable-care-act", "image": {"width": 640, "identifier": "http://static.lakana.com/nxsglobal/siouxlandmatters/photo/2015/01/26/Story_2639294_ver1.0_640_360.jpg", "height": 360}, "locale": "en_US", "type": "article"}, "fb": {"app_id": 335922729865106}, "google-site-verification": "bHAeffGSGoqAQ3KVK_HKNlJx3j7GnhKT7GsZTVyhWe4", "keywords": "county jails paying price for the affordable care act,local news", "article": {"section": "Local News", "tag": "county jails paying price for the affordable care act", "published_time": "2015-01-27T00:51:09+0000", "modified_time": "2015-01-27T00:51:09+0000"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd98d4\"", "article_summary": "Woodbury County Sheriff David Drew says he believes the Affordable Care Act would help lower the jail's health care expenses, but they're just one problem\"Under the affordable care act, it's gonna take these inmates to become responsible,\" says Drew.\nBecause of that, the Dakota County Jail is responsible for caring for inmates in their custody they are left paying the health care costs.\nSouth Sioux City, Nebraska (ABC9 News) - The Affordable Care Act is intended to lower health care cost, but at the Dakota County Jail, officials say inmates are not using the program and it is hurting tax payers.\nBoth county jails say the underlying issue is the number of mentally ill inmates who need medical professionals, not jail officers.\n\"So if you're serious about health care issue you'll provide funds for the facilities handling them,\" says Kern."}