{"article_title": "Americans Agree Obama Has Been Unfair to Little Sisters Trying to Make Them Fund Abortions", "article_keywords": ["poor", "catholic", "little", "court", "employees", "unfair", "elderly", "fund", "americans", "abortions", "mandate", "sisters", "trying", "religious", "agree", "supreme", "obama"], "article_url": "http://www.lifenews.com/2016/04/19/americans-agree-obama-has-been-unfair-to-little-sisters-trying-to-make-them-fund-abortions/", "article_text": "The Supreme Court has heard the case from the Little Sisters of the Poor challenging the Obamacare HHS mandate that is forcing them to fund abortions. And polling data now shows Americans agree the Obama administration is being unfair to the Catholic nuns in attempting to coerce them into paying for abortion-causing drugs.\n\nThe Little Sisters of the Poor are asking the nation’s highest court to ensure they do not have to comply with Obamacare’s abortion mandate. The mandate compels religious groups to pay for birth control and drugs that may cause abortions.\n\nWithout relief, the Little Sisters would face millions of dollars in IRS fines because they cannot comply with the government’s mandate that they give their employees free access to contraception, sterilization, and abortion-inducing drugs.\n\nThe Catholic News Agency has more on the new poll showing Americans side with the Little Sisters:\n\nAbout 53 percent of Americans said the process required by the government is “unfair,” while only 32 percent did not, according to a new Marist Poll commissioned by the Knights of Columbus. “It is not reasonable for the government to demand that some – and only some – religious employers engage in activity that is totally unnecessary to the government’s stated purpose of providing elective and morally problematic drugs to employees,” Carl Anderson, Supreme Knight of the Knights of Columbus, said April 18. “Such action doesn’t just violate the rights of employers like the Little Sisters, it is also at odds with the American people’s understanding of basic fairness, and our long-standing commitment to protecting the deeply-held beliefs of every American – especially when those beliefs are the minority view.” The Marist Poll survey of 1,020 adults was sponsored by the Knights of Columbus, a Catholic fraternal organization with over 1.8 million members worldwide. It claims an overall margin of error of plus or minus 3.1 percentage points.\n\nThe Little Sisters of the Poor, a group of Catholic nuns who care for the elderly poor, urged the Supreme Court to protect them from $70 million dollars in government fines for refusing to violate their Catholic faith. This is the second time the Sisters have been forced to ask the Supreme Court for protection from the government’s efforts to make them to provide contraceptives to their employees. The Supreme Court gave the Sisters preliminary protection in January 2014, and it will hear their case in March of this year.\n\nFollow LifeNews.com on Instagram for pro-life pictures and the latest pro-life news.\n\n“The Little Sisters spend their lives taking care of the neediest members of our society —that is work our government should applaud, not punish,” said Mark Rienzi, Senior Counsel of the Becket Fund for Religious Liberty. “The Little Sisters should not have to fight their own government to get an exemption it has already given to thousands of other employers, including big companies like Exxon and Pepsi Cola Bottling Company.”\n\nTheir Supreme Court brief explains why the government does not need the Little Sisters at all: because it already has many other ways to get contraceptive coverage to those who want it. “Indeed, the government has invested billions of dollars in creating exchanges for the express purpose of making it easy to obtain qualifying insurance when it is not available through an employer. The government cannot explain why those exchanges suffice to advance its goal of getting contraceptive coverage to the tens of millions of [other] people . . . yet are not good enough” for the employees of the Little Sisters.\n\n“As Little Sisters of the Poor, we offer the neediest elderly of every race and religion a home where they are welcomed as Christ. We perform this loving ministry because of our faith and cannot possibly choose between our care for the elderly poor and our faith, and we shouldn’t have to,” said Sr. Loraine Marie Maguire, Mother Provincial of the Little Sisters of the Poor. “All we ask is that our rights not be taken away. The government exempts large corporations, small businesses, and other religious ministries from what they are imposing on us – we just want to keep serving the elderly poor as we have always done for 175 years. We look forward to the Supreme Court hearing our case, and pray for God’s protection of our ministry.”\n\n“It is ridiculous for the federal government to claim, in this day and age, that it can’t figure out how to distribute contraceptives without involving nuns and their health plans.” said Senior Counsel Mark Rienzi.\n\nPreviously, the Supreme Court ruled that the Christian-run Hobby Lobby doesn’t have to obey the HHS mandate that is a part of Obamacare that requires businesses to pay for abortion causing drugs in their employee health care plans.", "article_metadata": {"description": "Americans Agree Obama Has Been Unfair to Little Sisters Trying to Make Them Fund Abortions", "og": {"site_name": "LifeNews.com", "description": "The Supreme Court has heard the case from the Little Sisters of the Poor challenging the Obamacare HHS mandate that is forcing them to fund abortions. And polli", "title": "Americans Agree Obama Has Been Unfair to Little Sisters Trying to Make Them Fund Abortions", "url": "http://www.lifenews.com/2016/04/19/americans-agree-obama-has-been-unfair-to-little-sisters-trying-to-make-them-fund-abortions/", "image": "http://www.lifenews.com/wp-content/uploads/2014/07/littlesisters2.jpg", "locale": "en_us", "type": "article"}, "fb": {"app_id": 204509779594999}, "OBKey": "avejq02j7xRr+0owuq+Pcw==", "keywords": "americans agree obama has been unfair to little sisters trying to make them fund abortions", "google-site-verification": "PPPx-GD0i7nWjUFAYnFdOYorAAJLuNyKOl23JCeXyrQ", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The Supreme Court has heard the case from the Little Sisters of the Poor challenging the Obamacare HHS mandate that is forcing them to fund abortions.\nThe Little Sisters of the Poor are asking the nation’s highest court to ensure they do not have to comply with Obamacare’s abortion mandate.\nThe Supreme Court gave the Sisters preliminary protection in January 2014, and it will hear their case in March of this year.\nyet are not good enough” for the employees of the Little Sisters.\n“As Little Sisters of the Poor, we offer the neediest elderly of every race and religion a home where they are welcomed as Christ."}