{"article_title": "The Hunger Games Economy", "article_keywords": ["hunger", "rules", "hard", "start", "game", "games", "survive", "americans", "white", "economy"], "article_url": "http://www.thedailybeast.com/articles/2014/11/29/the-hunger-games-economy.html", "article_text": "ART 1, LIFE 0\n\nThe popularity of Suzanne Collins’s series suggests it has caught something many Americans sense: This is not the best we can do.\n\nKatniss Everdeen has broken the Hunger Games and entered open war against the Capitol. But from Ferguson to Washington to Wall Street, we are still playing our own Hunger Games. We are still playing by rules that divide us.\n\nAt the start of the YA series, no one really questions that each of Panem’s twelve districts will send two of its young people to fight to the death in a landscape-scale arena that is part haunted forest, part Tough Mudder course. The audience wants its favorites to win. The participants want to win—or at least they want to survive, and when losing means dying, winning is the only way to survive.\n\nThe story’s moral core is solidarity: the Gamers start caring about one another and resisting the rule that only one contestant can survive the Hunger Games. The political pivot comes when they realize that there could be a world without Hunger Games at all. The rules of this game are man-made. They benefit some people and hurt many others—even the so-called winners, who survive by becoming killers, then become the celebrity playthings of Capitol elites. With this insight, the fight against the other contestants and the other districts can become a united rebellion against the Capitol.\n\nAnd what about here in our real world, the one Suzanne Collins didn’t create? Well, of course the Hunger Games is a violent fairy tale. There’s no leering President Snow behind our rules of the game. But the enormous resonance of the story suggests it’s caught something many Americans sense: these rules are not the best we can do. We are living with our own Hunger Games.\n\nWhat are our Hunger Games? I’d start with the economy. The fact that tens of millions of Americans still can’t afford health care—especially but not only in states that have resisted Obamacare—means that losing the game can literally mean dying. Statistically, rejecting the Medicaid expansion means more than a thousand early deaths every year in my state, North Carolina, mostly among the working poor. That’s just one rule of the game.\n\nAnother is that, because it’s hard to unionize, a worker who asks for more is likely to be replaced by someone who will ask for less. Solidarity is harder, and people are pitted against one another. The 29 coal miners who were killed in the Upper Big Branch mine in West Virginia four years ago were non-unionized, which made it easier for their bosses to ignore safety rules and press for ramped-up production over human life. Don Blankenship, then-head of the company, has just been criminally indicted, but it’s five years too late. His policies made the workplace a Hunger Games arena of its own. National labor law made it easier for him to do.\n\nIn this week of Ferguson and everything it stands for, looking behind the rules of the game is especially urgent. The American economy does not teach us that “black lives matter,” at least not as much as white lives. At the start of each Hunger Games, the contestants scramble for a pile of survival gear and weapons before taking off for the woods to hunt one another. Here, black children are born into families with about 10 percent—one-tenth—the average wealth of white families. They are born in neighborhoods with fewer business owners, fewer professionals—fewer of the patrons who can spot their talent and send the real-world version of those little silver parachutes that drop into the Hunger Games arena to save our heroes.\n\nSome white people and immigrants feel personally accused by talk of a “racist” system. After all, don’t they work hard and play by the rules? Do they hate anybody? This perspective can be perfectly sincere and deeply personally decent. (On the Midwestern side of the family, I come from people who work very hard, obey all the rules, and hate no one—who, in fact, would help anyone who needed it.)\n\nBut once we understand that it’s the rules of the game that are the problem, we can see that no one needs to be racist for the system to keep spitting out racist results. No one needs to hate for a game to be hateful. Even “fair” rules, which treat every person alike, are not really fair if the contestants scramble across the starting line in very unequal situations, some with swords and bows, some with a little rope and a box of matches. The problem is that being a decent person in an indecent situation is not enough, even though it may also be all you can do.\n\nThis is especially hard to see because Americans, even more than other people, tend to see the rules of the market as natural and unchangeable facts. Gravity, as the tee-shirt says, isn’t just a good idea; it’s the law. In American life, the familiar version of market competition is often treated as that kind of law, the kind you can’t change and defy only if you don’t mind falling on your face.\n\nThis is naiveté, but it isn’t exactly innocent anymore. We have no excuse for ignorance about the universal health care that most wealthy countries enjoy, the more cooperative and secure German labor economy (where union representatives are entitled to a generous share of seats on corporate boards), or the Swedish family-leave policies that mean you don’t risk losing your job if you dedicate six months to your new baby. And we have no excuse for not knowing that our economy, our schools, and our policing enforce an inequality that many of us wouldn’t wish for but few are doing much to change.\n\nAs grown-ups without turbo-charged explosive arrows, we can only change the rules through politics. And our politics reinforces our Hunger Games economy, thanks partly to the Supreme Court’s commitment to treating money as speech and, therefore, democracy as a branch of capitalism. No wonder we enjoy a story where all the power is concentrated in a few wealthy hands. It’s not quite our reality, but it’s not exactly unfamiliar, either.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "jedediahspurdy"}, "keywords": "Google, u.s. poli", "publicationDate": 201411291159, "wrap": "/content/dailybeast/politics", "news_keywords": "Google, US Politics", "pageNum": 1, "title": "The Hunger Games Economy", "tags": "syndication:syndication-google,topic:politics", "og": {"site_name": "The Daily Beast", "description": "The popularity of Suzanne Collins’s series suggests it has caught something many Americans sense: This is not the best we can do.", "title": "The Hunger Games Economy", "url": "http://www.thedailybeast.com/articles/2014/11/29/the-hunger-games-economy.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2014/11/29/the-hunger-games-economy/jcr:content/image.img.2000.jpg/1417261522162.cached.jpg", "type": "article"}, "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "description": "The popularity of Suzanne Collins’s series suggests it has caught something many Americans sense: This is not the best we can do.", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Jedediah Purdy", "article": {"section": "politics", "published_time": "2014-11-29T11:59:00.000Z", "author": "http://www.thedailybeast.com/contributors/jedediah-purdyhtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2014/11/29/the-hunger-games-economy", "parsely-page": "{\"title\":\"The Hunger Games Economy\",\"link\":\"http://www.thedailybeast.com/articles/2014/11/29/the-hunger-games-economy.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2014/11/29/the-hunger-games-economy/jcr:content/image.crop.410.273.jpg/47242050.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2014/11/29/the-hunger-games-economy\",\"pub_date\":\"2014-11-29T11:59:00+00:00\",\"section\":\"Politics\",\"author\":\"Jedediah Purdy\",\"tags\":[\"syndication-google\",\"politics\"]}", "authorIds": "/etc/authors/j/jedediah-purdy", "content-type": "text/html; charset=UTF-8"}, "article_summary": "And our politics reinforces our Hunger Games economy, thanks partly to the Supreme Court’s commitment to treating money as speech and, therefore, democracy as a branch of capitalism.\nThe political pivot comes when they realize that there could be a world without Hunger Games at all.\nBut from Ferguson to Washington to Wall Street, we are still playing our own Hunger Games.\nKatniss Everdeen has broken the Hunger Games and entered open war against the Capitol.\nWell, of course the Hunger Games is a violent fairy tale."}