{"article_title": "Everything you need to know about the Brown-Shaheen ‘People’s Pledge’ ruckus", "article_keywords": ["groups", "brown", "pledge", "campaign", "shaheen", "ruckus", "agreement", "outside", "race", "know", "brownshaheen", "peoples", "need", "warren"], "article_url": "https://www.washingtonpost.com/news/the-fix/wp/2014/03/21/everything-you-need-to-know-about-the-brown-shaheen-peoples-pledge-ruckus/", "article_text": "Sen. Jeanne Shaheen (D-N.H.) and her likely Republican opponent Scott Brown have been fighting over a pledge for nearly a week.\n\nAt issue is the \"People's Pledge,\" an agreement Brown reached with his opponent in the 2012 Massachusetts Senate race to curb the influence of outside spending in their campaign. Shaheen wants Brown to take the same pledge in New Hampshire. He's not having it.\n\nHere's everything you need to know about the \"People's Pledge\" and why it matters in the Granite State showdown:\n\nStart at the top. Where did this whole pledge idea originate?\n\n\n\nIn this Nov. 4, 2012, file photo, then-Sen. Scott Brown, R-Mass., waves to supporters from his bus. (AP Photo/Michael Dwyer, File)\n\nBrown used to be a senator from Massachusetts. When he ran for reelection in 2012, Brown approached now-Sen. Elizabeth Warren (D-Mass.) with an idea to curtail the influence of super PACs, nonprofits and other outside groups in their race. He wrote her a letter suggesting they agree to penalties if outside allies come to their defense with ads or run ads against the opposing candidate. \"No gimmicks, no fine print, no legalese,\" he said. This was the basis for the \"People's Pledge\" that both sides eventually agreed to sign. The agreement imposed financial penalties on the candidates whenever outside groups would run TV, radio, Internet, or mail advertisements supporting them or attacking the opposing campaign. The penalty money would go to charity.\n\nHmmmm, sounds like a lot of talk. But did it work?\n\nActually, yes! Remarkably and surprisingly well. There were some minor infractions, but for the most part, outside groups let the two candidates duke it out on their own. Many observers were skeptical it would hold given the high stakes in the race and the long history of politicians saying one thing and doing another. This would prove to be an exception. The campaign was like a high-profile game of one-on-one. (Speaking of one-on-one, we hope you enjoyed the clip of Dwayne Wade and Charles Barkley.)\n\nWhich candidate did it help more?\n\n\n\nSen. Elizabeth Warren (D-Mass.) (AP Photo/Michael Dwyer)\n\nWe'll never know how much outside money would have flowed in from both sides absent the pledge, but Warren was able to spend more money. She was a fundraising superstar, bringing in an eye-popping $42 million to Brown's still-better-than-most $28 million haul. So in the spending vacuum, Warren definitely benefitted more in the end.\n\nGot it. So what's going on in New Hampshire?\n\n\n\nJeanne Shaheen (D-N.H.) heads for a Senate Armed Services Committee hearing this month. (Photo by Allison Shelley/Getty Images)\n\nBrown announced his exploratory committee last week. A day later, Shaheen sent him a letter saying she had \"signed and attached two copies of an agreement with the exact same terms for the New Hampshire 2014 Senate race.\"\n\nBrown declined, calling Shaheen's pitch \"self-serving and hypocritical.\" He said the people of New Hampshire have a problem with Shaheen's pledges, a reference to President Obama's if-you-like-your-health-plan-you-can-keep-it refrain that was found to be untrue last year. Republicans have been slamming Shaheen for previously echoing the line.\n\nIn short, don't count count on final agreement getting done in New Hampshire.\n\nIs Brown being hypocritical?\n\nDemocrats sure think so. And they're going to keep talking about it. What's more, shortly before Brown announced his campaign, he praised the 2012 agreement in remarks at Cornell University which The Post's Karen Tumulty covered. Here's what Tumulty reports Brown said:\n\n\"So what we came up with was the People’s Pledge, very unique way to try to address these things … It worked.\"\n\nThose words sure don't make things any easier for the Republican.\n\nAny reasons why Shaheen would want this agreement and Brown wouldn't, aside from their public rhetoric?\n\n\n\nIn this Aug. 30, 2013 file photo, Americans for Prosperity Foundation Chairman David Koch speaks in Orlando, Fla. (AP Photo/Phelan M. Ebenhack, File)\n\nYes. Shaheen's been getting hammered by conservative outside advertising to the tune of some $1.5 million, according to a Democratic estimate. Democratic groups have spent under $400,000. Americans For Prosperity, one conservative groups backed by the Koch brothers that has spent money in New Hampshire, has emerged as the dominant outside organization this cycle, hitting Democrats on Obamacare in numerous races. It's easy to see why Shaheen would want to rid herself of the threat they pose and why Brown wouldn't want to sacrifice the air cover.\n\nSo what does this whole brouhaha mean for the race moving forward?\n\nIt reinforces what we anticipated about this race going into it. If Brown turns his exploratory committee into a full-fledged campaign -- and there is no reason to believe he won't -- this is going to be a nasty campaign, with a daily back and forth on a number of fronts. This is just the beginning.\n\nThanks! So now can we watch a clip of \"Jumanji,\" the greatest adventure movie ever filmed in New Hampshire?\n\nWe thought you'd never ask!", "article_metadata": {"description": "Is it 2012 all over again?", "og": {"site_name": "Washington Post", "description": "Is it 2012 all over again?", "title": "Everything you need to know about the Brown-Shaheen ‘People’s Pledge’ ruckus", "url": "https://www.washingtonpost.com/news/the-fix/wp/2014/03/21/everything-you-need-to-know-about-the-brown-shaheen-peoples-pledge-ruckus/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/03/20/Others/Images/2014-03-20/Brown_Senate-008f2.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@WaPoSean"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/the-fix/wp/2014/03/21/everything-you-need-to-know-about-the-brown-shaheen-peoples-pledge-ruckus/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "brown shaheen people's pledge, brown people's pledge, brown money people's pledge,", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "brown shaheen people's pledge, brown people's pledge, brown money people's pledge,"}, "_id": "\"57477af46914bd0286fd7d78\"", "article_summary": "Here's everything you need to know about the \"People's Pledge\" and why it matters in the Granite State showdown:Start at the top.\nThis was the basis for the \"People's Pledge\" that both sides eventually agreed to sign.\nThere were some minor infractions, but for the most part, outside groups let the two candidates duke it out on their own.\nHere's what Tumulty reports Brown said:\"So what we came up with was the People’s Pledge, very unique way to try to address these things … It worked.\"\nwith an idea to curtail the influence of super PACs, nonprofits and other outside groups in their race."}