{"article_title": "No. 21 Colorado bounces back as Buffs blow out USC behind Josh Scott – The Denver Post", "article_keywords": ["blow", "usc", "colorado", "buffs", "bounces", "hopkins", "josh", "ucla", "denver", "points", "scott", "dinwiddie", "team", "trojans", "post", "southern", "boyle", "21"], "article_url": "http://www.denverpost.com/colleges/ci_24941392/colorado-bounces-back-buffs-usc-josh-scott", "article_text": "BOULDER — This time, injured Colorado star Spencer Dinwiddie could lean back on the Buffaloes’ bench and smile.\n\nCU’s swagger is back.\n\n“I’m proud of the guys,” said Dinwiddie, after watching his teammates snap a two-game losing streak with a dominant 83-62 victory Saturday over Southern California in front of 9,583 at the Coors Events Center.\n\nGetting 20 points from sophomore center Josh Scott, No. 21 Colorado jumped to a 20-2 lead and never trailed.\n\n“When you make shots like (CU players) did, that helps get you going,” said Dinwiddie, who will soon undergo season-ending surgery to repair a torn ACL in his left knee. “But they played hard. That’s what it takes.”\n\nColorado (15-4, 4-2 Pac-12) took a step in shaking off the shock of losing its floor leader. The Buffs came out as the aggressor, raced to the big lead with an 18-0 run and recorded 10 blocked shots for the first time since 2006.\n\nAlso, the Buffs controlled the glass, winning the rebounding battle 43-23 against a Trojans squad that used two 7-footers. Without Dinwiddie, Colorado will go as far as its frontcourt takes it. This was a good first step.\n\n“Spencer is a key aspect of this team,” CU junior guard Askia Booker said. “It was rough the first game. But everyone is growing up.”\n\nColorado coach Tad Boyle is optimistic the Buffs can remain competitive in the Pac-12 by being true to their identity. That’s playing tenacious defense. But after the loss to UCLA on Thursday, he said his team had to somehow regain the swagger that Dinwiddie brought to every game.\n\n“Our guys believed today,” Boyle said. “This is just what the doctor ordered. Obviously, it’s one game and we have to move on. (But) this team has grit. It has toughness. We can win some games in this league.\n\n“I was planning on playing without Spencer Dinwiddie next year anyway (assuming the junior heads a year early to the NBA). It just came a little bit earlier.”\n\nGranted, Southern California (9-9, 0-5) won’t be confused with No. 25 UCLA. It may take a couple of recruiting classes before new Trojans coach Andy Enfield can fully install his “Dunk City” system that last spring enabled Florida Gulf Coast to become the first 15-seed to reach the NCAA Tournament’s Sweet Sixteen.\n\nGetting more players to contribute with ball movement will be crucial without Dinwiddie, and Boyle pointed to Booker’s stats line: 13 points on just five field-goal attempts, and six assists.\n\nSophomore forward Xavier Johnson and freshman guard Jaron Hopkins also reached double-figure scoring for the Buffs with 10 points apiece. The 6-5 Hopkins, who has replaced Dinwiddie in the starting lineup, appeared more comfortable than he did against UCLA.\n\nHopkins also helped limit Southern California’s most talented offensive player, Byron Wesley, to 3-for-14 shooting from the field.\n\n“I just wanted to get out and defend as best I could,” Hopkins said. “I gave it my all.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "No. 21 Colorado bounces back as Buffs blow out USC behind Josh Scott", "title": "No. 21 Colorado bounces back as Buffs blow out USC behind Josh Scott", "url": "http://www.denverpost.com/2014/01/18/no-21-colorado-bounces-back-as-buffs-blow-out-usc-behind-josh-scott/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140118__george-king-cubuffs-011814p1.jpg", "height": 500}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140118__george-king-cubuffs-011814p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-01-18T14:26:50+00:00", "modified_time": "2016-04-28T06:47:43+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcaff9\"", "article_summary": "Without Dinwiddie, Colorado will go as far as its frontcourt takes it.\nSophomore forward Xavier Johnson and freshman guard Jaron Hopkins also reached double-figure scoring for the Buffs with 10 points apiece.\nBOULDER — This time, injured Colorado star Spencer Dinwiddie could lean back on the Buffaloes’ bench and smile.\nThe 6-5 Hopkins, who has replaced Dinwiddie in the starting lineup, appeared more comfortable than he did against UCLA.\nAlso, the Buffs controlled the glass, winning the rebounding battle 43-23 against a Trojans squad that used two 7-footers."}