{"article_title": "Alabama State Park fees increase across the board; director says changes were necessary", "article_keywords": ["director", "necessary", "gulf", "park", "system", "parks", "increase", "state", "increases", "board", "fees", "lodge", "lein", "alabama", "rate", "changes"], "article_url": "http://www.al.com/news/index.ssf/2015/03/alabama_state_park_fees_increa.html", "article_text": "Regular visitors to Alabama's state parks might have gotten a bit of a surprise at the park gates Sunday, as entrance fees at all Alabama State Parks increased by $1, and the rates for concessions, campgrounds, lodging, and other park services went up by \"an average of 10 percent,\" according to Alabama State Parks Director Greg Lein. The system also instituted a $3 transaction fee for each reservation at its lodging facilities.\n\nLein said the increases were necessary due to the rising costs of utilities, insurance and other operating expenses. The fee increases took effect March 1, and customers were not informed of the changes in advance.\n\n\"We didn't give any notice and we typically do not give notice when we're going to do rate changes,\" Lein said. \"This has been different from other situations in that it was a broader rate change.\"\n\nLein said that rate changes at the parks are usually considered individually but this year increases were needed across the board.\n\n\"(The rate changes) basically reflect things we haven't done in a long time and the need to catch up on some of the costs associated with managing the system,\" he said. \"We also wanted to change the rates not just for overnight guests, but for day visitors as well because there's been a lot of disparity in that.\"\n\nGulf State Park superintendent Lisa Laraway said in addition to utility cost increases and other factors, the Affordable Care Act has also increased her park's operating costs. Laraway said Gulf State Park's approximately 50 seasonal employees now have to receive health care coverage starting on their first day of employment. Previously, she said, seasonal employees would only receive health care coverage if they were asked to work beyond their first year.\n\nTax funds cover 'around 10 percent' of State Parks budget\n\nLein said that contrary to popular belief, the Alabama State Parks system gets only about 10 percent of its budget from tax funding through the legislature, usually earmarked for specific improvements or maintenance costs. The rest of the Parks system is funded through user fees.\n\nLein said the park has been under a public information initiative to spread the word that at Alabama State Parks, \"partners pay the way.\"\n\n\"When we polled on this two years ago, we found that 70 percent of our customers thought that their taxes paid for the park system,\" Lein said. \"So there's a big disconnect in understanding what funds the park system.\n\n\"We rely much more heavily on our customers than state park systems in the states surrounding us, and obviously that has a bearing on the rates.\"\n\nLein said visitors from Tennessee, for example, are often surprised that Alabama State Parks charge entrance fees when their home state parks do not.\n\nMore conference centers on the way?\n\n\n\nOf the 22 state parks across Alabama, Gulf State Park, located on the state's beaches in Gulf Shores, generates the most revenue. The cabins and campgrounds generate significant funds, as do fees collected at the fishing pier and from the park's zip line course, which is operated by a private business that pays the park system a fee to operate on park grounds.\n\nLein said Gulf State Park currently generates 23 percent of the park system revenue, and that figure used to be higher when the park's lodge and conference center was still operating. The lodge was demolished after Hurricane Ivan in 2004, but funding to build a new conference center was approved last year as part of the Natural Resources Damage Assessment stemming from the Deepwater Horizon oil spill.\n\n\"When we get a new lodge there, we expect that will help with the cash flow,\" Lein said. \"But we've got to manage the car that we brought to the track today, in NASCAR speak.\"\n\nIn addition to the planned Gulf State Park Lodge, park officials are considering a new hotel and conference center at Oak Mountain State Park in Pelham. Lein said a decision on that project could happen later this year.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Alabama State Parks Division, Gulf State Park, news", "title": "Alabama State Park fees increase across the board; director says changes were necessary", "og": {"site_name": "AL.com", "description": "Entrance fees at each of Alabama's 22 state parks increased by $1 and lodging fees went up 10 percent effective on March 1. The changes were not announced in advance.", "title": "Alabama State Park fees increase across the board; director says changes were necessary", "url": "http://www.al.com/news/index.ssf/2015/03/alabama_state_park_fees_increa.html", "image": "http://image.al.com/home/bama-media/width620/img/alphotos/photo/2013/03/12391937-large.jpg", "type": "article"}, "twitter": {"description": "Entrance fees at each of Alabama's 22 state parks increased by $1 and lodging fees went up 10 percent effective on March 1. The changes were not announced in advance.", "creator": "@dennispillion", "image": "http://image.al.com/home/bama-media/width620/img/alphotos/photo/2013/03/12391937-large.jpg", "title": "Alabama State Park fees increase across the board; director says changes were necessary", "site": "@aldotcom", "card": "summary_large_image"}, "article_date_updated": "Thursday, March 05, 2015,  3:35 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "AL.com", "article": {"author": "http://"}, "article_comments": 0, "article_date_original": "Tuesday, March 03, 2015,  6:12 PM", "article_author": "Dennis Pillion | dpillion@al.com", "Description": "Entrance fees at each of Alabama's 22 state parks increased by $1 and lodging fees went up 10 percent effective on March 1. The changes were not announced in advance."}, "_id": "\"57477af46914bd0286fe294d\"", "article_summary": "In addition to the planned Gulf State Park Lodge, park officials are considering a new hotel and conference center at Oak Mountain State Park in Pelham.\nOf the 22 state parks across Alabama, Gulf State Park, located on the state's beaches in Gulf Shores, generates the most revenue.\nLein said visitors from Tennessee, for example, are often surprised that Alabama State Parks charge entrance fees when their home state parks do not.\nRegular visitors to Alabama's state parks might have gotten a bit of a surprise at the park gates Sunday, as entrance fees at all Alabama State Parks increased by $1, and the rates for concessions, campgrounds, lodging, and other park services went up by \"an average of 10 percent,\" according to Alabama State Parks Director Greg Lein.\nLaraway said Gulf State Park's approximately 50 seasonal employees now have to receive health care coverage starting on their first day of employment."}