{"article_title": "Cruz: We Need a Consistent Conservative to Stand for Religious Liberty", "article_keywords": ["life", "united", "scripture", "consistent", "proud", "liberty", "conservative", "states", "cruz", "stand", "need", "president", "religious"], "article_url": "http://www.breitbart.com/video/2015/08/06/cruz-we-need-a-consistent-conservative-to-stand-for-religious-liberty/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nRepublican presidential hopeful Sen. Ted Cruz (R-TX) shared his deep faith with God during the Thursday night’s Fox News Channel debate, saying God speaks through scripture to him every day.\n\nSIGN UP FOR OUR NEWSLETTER\n\nCruz, noting his father being a pastor, explained that the United States needs to have a president who is a “consistent conservative” who will “fight and stand for religious liberty.”\n\n“I would also note that the scripture tells us, ‘You shall know them by their fruits.’ We see lots of campaign conservatives. But if we’re going to win in 2016, we need a consistent conservative. Someone who has been a fiscal conservative, a social conservative, a national security conservative. There are real differences among the candidates on issues like amnesty, Obamacare, religious liberty, life and marriage and I have been proud to fight and stand for religious liberty, to stand against Planned Parenthood, to defend life for my entire career and I will be proud to continue to do so as president of the United States.”", "article_metadata": {"description": "Cruz: We Need a Consistent Conservative to Stand for Religious Liberty", "og": {"site_name": "Breitbart", "description": "Cruz: We Need a Consistent Conservative to Stand for Religious Liberty", "title": "Cruz: We Need a Consistent Conservative to Stand for Religious Liberty - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/08/cruz.jpg", "height": 480}, "url": "http://www.breitbart.com/video/2015/08/06/cruz-we-need-a-consistent-conservative-to-stand-for-religious-liberty/", "type": "article"}, "twitter": {"description": "Cruz: We Need a Consistent Conservative to Stand for Religious Liberty", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/08/cruz.jpg", "title": "Cruz: We Need a Consistent Conservative to Stand for Religious Liberty - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "2016 presidential race, faith, GOP Debate, Ted Cruz,2016 Presidential Race, Breitbart TV, Faith,cruz", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "2016 Presidential Race", "tag": "Ted Cruz", "published_time": "2015-08-06T20:57:08-07:00", "categories": "Breitbart TV,2016 Presidential Race,Faith"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fd9913\"", "article_summary": "Someone who has been a fiscal conservative, a social conservative, a national security conservative.\nBut if we’re going to win in 2016, we need a consistent conservative.\nThere are real differences among the candidates on issues like amnesty, Obamacare, religious liberty, life and marriage and I have been proud to fight and stand for religious liberty, to stand against Planned Parenthood, to defend life for my entire career and I will be proud to continue to do so as president of the United States.”\nSIGN UP FOR OUR NEWSLETTERRepublican presidential hopeful Sen. Ted Cruz (R-TX) shared his deep faith with God during the Thursday night’s Fox News Channel debate, saying God speaks through scripture to him every day.\nSIGN UP FOR OUR NEWSLETTERCruz, noting his father being a pastor, explained that the United States needs to have a president who is a “consistent conservative” who will “fight and stand for religious liberty.”“I would also note that the scripture tells us, ‘You shall know them by their fruits.’ We see lots of campaign conservatives."}