{"article_title": "7 Foods Every Woman Should Add To Her Diet To Ease PMS Symptoms", "article_keywords": ["high", "woman", "pain", "d", "pms", "food", "ease", "foods", "diet", "vitamin", "symptoms", "add", "seeds"], "article_url": "http://www.medicaldaily.com/eat-right-period-pain-7-foods-every-woman-should-add-her-diet-ease-pms-symptoms-299946", "article_text": "Lower your risk of experiencing PMS symptoms by replacing unhealthy cravings, and adding these seven healthy foods — from pumpkin seeds to quinoa — to your diet today.\n\nBetween the bloating, the cramping, the cravings, and the mood swings, the time of the month is usually not the best week in any woman’s life. Premenstrual symptoms (PMS) symptoms have caused diets to derail, as you begin to lose count how many times you’ve been caught with your hands in the cookie jar. Optimizing your energy, and relaxing your mood swings can be as simple as adhering to a healthy balanced diet, or eating right.\n\nWomen tend to jones for junk food before and during their period due to the fluctuation in hormones. Estrogen, testosterone, and progesterone — the main reproductive hormones — go down, and remain at low levels during your menstrual cycle. These changes are responsible for your cravings going into overdrive, signaling the need to have replace unhealthy food cravings with the specific nutrients the body needs.\n\nWhile it may sound overwhelming to fit all these specific nutrients in your diet, Natalie Stephens, registered dietician, nutritionist, and on the executive committee of the Ohio Academy of Nutrition and Dietetics, suggests keeping it simple by getting back to basics. \"[E]at a balanced diet every day (get all your food groups in every day), eat fruits and vegetables with as many meals as possible, get a variety within each food group-eat what’s in season or buy frozen foods that are picked at their prime to get a variety of vitamins and minerals daily,” she told Medical Daily in an email. To prevent, and cope with PMS symptoms, replace seriously unhealthy cravings with these seven healthy foods by adding them to your diet to consume the adequate amount of nutrients needed.\n\nSalmon: Omega-3 Fatty Acids\n\nSalmon, and other fish are a good source of omega-3 fatty acids that not only have heart benefits, but can also provide menstrual relief. A 1996 study published in Obstetricians and Gynecology found women who received a daily dose of 6 grams of fish oil, providing 1,080 milligrams (mg) of EPA, and 720 mg of DHA, had experienced significantly less menstrual pain while taking the fish oil supplements. The women were between the ages of 15 to 18, and took these pills over the course of two months.\n\nThe consumption of healthy fats like omega-3 fatty acids is recommended by physicians like Dr. Jennifer Burns, of The Bienetre Center in Phoenix, Ariz. “Omega 3 helps along with decrease caffeine, vitamin b-6, decrease sugar intake, more complex carbohydrates, and use of liver herbs like milk thistle and dandelion,” are ideal foods to consume to treat PMS symptoms, she told Medical Daily in an email. These healthy fats are not only found in salmon, but also avocados, nuts, and olive oil.\n\nBroccoli: High Fiber\n\nThis green vegetable has a high fiber content that can actually ease bloating. Broccoli has calcium, vitamins A, C, B6, and E, potassium, and magnesium — nutrients that help alleviate PMS symptoms. A 2000 study published in Obstetrics & Gynecology found a low-fat, vegetarian diet that emphasized the consumption of plant-based foods, significantly reduced pain and PMS for many women. The symptom effects could be due to the dietary influences on estrogen activity.\n\nSince broccoli is 91 percent water by weight, it helps eliminate bloating while getting rid of puffiness, gas, and fatigue. Stephens advises to stay away from salt and salty foods that can exacerbate symptoms. “Salt can cause bloating and water retention. Ergo, salt can make those problems of PMS worse,” she said.\n\nBananas And Pumpkin Seeds: Magnesium\n\nPumpkin seeds are no longer just a seasonal delicacy, these seeds can help alleviate water retention, and mood swings due to its magnesium content, and its ability to regulate serotonin levels. “Magnesium is a great way to decrease water retention during PMS,” Burns said.\n\nBananas are known to be rich sources of potassium, but also have a high magnesium content. This fruit is known to be a natural sleep aid since it contains melatonin that helps regulate the body’s natural rhythms, and provide a good night’s rest. Pain and sleep is a vicious cycle as pain interrupts sleep, and a lack of sleep makes pain worse. Eating bananas could help combat both.\n\nQuinoa: Vitamin B\n\nQuinoa has recently become the new health food superstar since it is rich in proteins containing all nine essential amino acids, and twice as much fiber as most other grains. The complex carbohydrate can help regulate mood swings, and stimulate energy production since its high in iron and vitamin B12. A 2010 study published in the Archives of Internal Medicine found those who followed a low-carb diet were more prone to being depressed, anxious, or angry than those who consumed whole grains on a daily basis. It is believed carbs promote the production of serotonin — the feel-good brain chemical — which helps carb eaters feel happier and more energized than their counterparts.\n\nSkim Or Low Fat Milk And Eggs: Calcium-Vitamin D\n\nCalcium and vitamin D nutrition go hand-in-hand when to reducing PMS symptoms. A 2005 study published in the Archives of Internal Medicine found a high intake of calcium and vitamin D may reduce the risk of PMS. Researchers recommend getting four servings of skin or low-fat milk, orange juice, or low-fat dairy foods like yogurt, to get the adequate amount of vitamin D which is 400 International Units a day. “Vitamin D helps to increase the immune system thus helping to fight off free radical damage thus decreasing cancer cells. Food with vitamin D fish, fortified food products, mushrooms, and egg yolk,” Burns said.\n\nSimilar to vitamin D, calcium can act as a smooth muscle relaxant, according to Burns, which is great for anyone who has PMS. Foods high in calcium include leafy greens, cheese, almonds, soy, sesame seeds, and milk. High levels of vitamin D and calcium together help ward off PMS symptoms.\n\nIt’s important to gradually add these foods to your diet to not overwhelm yourself with keeping a balanced diet, and to ease period pain.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "pms symptoms, period pain, menstrual cycle, pms relief, period pain relief, time of the month, vagina, the female reproductive cycle, women's health", "og": {"site_name": "Medical Daily", "description": "Lower your risk of experiencing PMS symptoms by replacing unhealthy cravings, and adding these seven healthy foods — from pumpkin seeds to quinoa — to your diet today.", "title": "7 Foods To Add To Your Diet For PMS Relief", "url": "http://www.medicaldaily.com/eat-right-period-pain-7-foods-every-woman-should-add-her-diet-ease-pms-symptoms-299946", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/26/woman-smiling-holding-grocery-bag-vegetables.jpg", "type": "article"}, "twitter": {"description": "Lower your risk of experiencing PMS symptoms by replacing unhealthy cravings, and adding these seven healthy foods — from pumpkin seeds to quinoa — to your diet today.", "title": "7 Foods To Add To Your Diet For PMS Relief", "url": "http://www.medicaldaily.com/eat-right-period-pain-7-foods-every-woman-should-add-her-diet-ease-pms-symptoms-299946", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/26/woman-smiling-holding-grocery-bag-vegetables.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/26/woman-smiling-holding-grocery-bag-vegetables.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-08-26T18:21:06-04:00", "modified_time": "2014-08-26T18:21:06-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Lower your risk of experiencing PMS symptoms by replacing unhealthy cravings, and adding these seven healthy foods — from pumpkin seeds to quinoa — to your diet today."}, "_id": "\"57477af46914bd0286fdcaeb\"", "article_summary": "Premenstrual symptoms (PMS) symptoms have caused diets to derail, as you begin to lose count how many times you’ve been caught with your hands in the cookie jar.\nSkim Or Low Fat Milk And Eggs: Calcium-Vitamin DCalcium and vitamin D nutrition go hand-in-hand when to reducing PMS symptoms.\nBroccoli has calcium, vitamins A, C, B6, and E, potassium, and magnesium — nutrients that help alleviate PMS symptoms.\nIt’s important to gradually add these foods to your diet to not overwhelm yourself with keeping a balanced diet, and to ease period pain.\nLower your risk of experiencing PMS symptoms by replacing unhealthy cravings, and adding these seven healthy foods — from pumpkin seeds to quinoa — to your diet today."}