{"article_title": "Cedarburg Winter Festival, American Birkebeiner, In Celebration of Chocolate", "article_keywords": ["mountain", "winter", "hayward", "festival", "tournament", "cedarburg", "chocolate", "food", "american", "ice", "birkebeiner", "line", "skiers", "ski", "events", "celebration"], "article_url": "http://www.jsonline.com/features/travel/cedarburg-winter-festival-american-birkebeiner-in-celebration-of-chocolate-b99664433z1-368620301.html", "article_text": "Boulder Junction: Frozen Tozen. Drop a line on frozen Allequash Lake during this annual ice fishing tournament Saturday. Registration is $20 for adults and $10 for kids 14 and under; it begins at 9 a.m. The tournament runs from 10 a.m. to 4 p.m. An awards ceremony will follow. See boulderjct.org.\n\nCedarburg: Winter Festival. You don't even have to get out of bed for this festival Saturday and next Sunday in Cedarburg. But you will need a few friends to push you. Gather a group to compete in the annual themed bed races, then stick around for a chili contest, ice golf, ice sculptures, a snowball tournament, camel rides, barrel races and more. See cedarburgfestival.org.\n\nHayward: American Birkebeiner. Cheer on thousands of skiers as they take on North America's largest cross-country ski marathon Saturday. Skiers will follow the legendary trail from Cable to Hayward. Good viewing points include the starting line at Cable Union Airport, Mosquito Brook Road in Hayward and the finish line on Main St. in Hayward. See birkie.com.\n\nKohler: In Celebration of Chocolate. A weekend of chocolate sounds like a good way to beat cabin fever. Enjoy food pairings, demonstrations, dinners and special chocolate events at this festival Friday through next Sunday at the American Club Resort. Ticket prices vary by event. See americanclubresort.com.\n\nMayville: Rock River Bierfest. Taste brews from Wisconsin breweries including 3 Sheeps, Sprecher and Lake Louie at this beer festival from 3 to 6 p.m. Saturday at the Mayville Park Pavilion. There will also be live entertainment, food and a silent auction. Tickets are $25 in advance and $30 at the door. See rockriverbierfest.com.\n\nMishicot: Winterfest. Grab some friends for a game of human foosball at this festival Saturday in Mishicot. Other attractions include snow carvers, dog sled pulls, giant Jenga, food and music. The festival takes place from 10 a.m. to 3 p.m. at Mishicot Village Park. See the event's Facebook page.\n\nIowa: Blue Ribbon Bacon Festival. It's all-things-bacon at this festival Saturday at the Iowa Events Center in Des Moines. More than 10,000 people are expected to attend, with bacon and beer flowing through the center alongside live entertainment. The festival is open only to those age 21 and up; doors open at 10 a.m. General admission tickets start at $47.25. See blueribbonbaconfestival.com.\n\nMichigan: Pine Mountain Ski Jumping Tournament. Watch skiers fly down a mountain during this annual ski jump Saturday and next Sunday at Pine Mountain Resort in Iron Mountain. Bring your grill and join the big tailgating party at the bottom of the mountain. Advance buttons are $20 for adults, $15 for students age 11 to 17 and free for kids 10 and under. Prices at the gate are $25 for adults and $20 for students. See kiwanisskiclub.com.\n\n— Chelsey Lewis\n\nPlease send notice of events three weeks in advance to: All Over the Map, Travel Section, P.O. Box 371, Milwaukee, WI 53201 or to jsfeat@journalsentinel.com, with All Over the Map as the subject.", "article_metadata": {"title": "Cedarburg Winter Festival, American Birkebeiner, In Celebration of Chocolate", "og": {"url": "http://www.jsonline.com/features/travel/cedarburg-winter-festival-american-birkebeiner-in-celebration-of-chocolate-b99664433z1-368620301.html", "image": {"width": 200, "identifier": "http://media.jrn.com/images/js-for-social-200-final.jpg", "height": 200}, "type": "article", "description": "Celebrate winter in Cedarburg, cheer on Nordic skiers in northern Wisconsin and taste lots of chocolate in Kohler.", "title": "Events in and around Wisconsin"}, "twitter": {"image": "http://media.jrn.com/images/js-for-social-200-final.jpg", "title": "Cedarburg Winter Festival, American Birkebeiner, In Celebration of Chocolate", "description": "Celebrate winter in Cedarburg, cheer on Nordic skiers in northern Wisconsin and taste lots of chocolate in Kohler.", "card": "summary", "site": "@journalsentinel"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "article_summary": "Enjoy food pairings, demonstrations, dinners and special chocolate events at this festival Friday through next Sunday at the American Club Resort.\nYou don't even have to get out of bed for this festival Saturday and next Sunday in Cedarburg.\nMichigan: Pine Mountain Ski Jumping Tournament.\nCedarburg: Winter Festival.\nWatch skiers fly down a mountain during this annual ski jump Saturday and next Sunday at Pine Mountain Resort in Iron Mountain."}