{"article_title": "Alopecia Medication Causes Erectile Dysfunction? What Men Should Know About Drugs For Hair Loss, Enlarged Prostate", "article_keywords": ["loss", "medication", "adverse", "drugs", "sexual", "men", "effects", "hair", "erectile", "enlarged", "finasteride", "know", "prostate", "researchers", "dysfunction"], "article_url": "http://www.medicaldaily.com/alopecia-medication-causes-erectile-dysfunction-what-men-should-know-about-drugs-hair-350252", "article_text": "Common medications men take to either treat alopecia and an enlarged prostate have adverse side effects, such as erectile dysfunction.\n\nCommon medications men take to either treat alopecia and an enlarged prostate have adverse side effects, such as erectile dysfunction. Pedro Ribeiro Simões, CC BY 2.0.\n\nWhen taking medication, it's important for anyone to weigh the pros and cons of consumption, including any possible side effects. But when it comes to common drugs prescribed for prostate enlargement and hair loss, sometimes the potential health risks can't be ignored. A new study review from Boston University Medical Center has found that 25 percent of men taking Finasteride or Dutasteride, more commonly known as Proscar and Avodart, for benign prostate enlargement (BPH) may not be receiving any benefit at all, while those taking Procepia (also made from the same formula) or Avodart for male pattern hair loss (alopecia) may experience more adverse effects than benefits.\n\nThe review, published online in the journal Endocrine Reviews and Metabolic Disorders, looked into the information available on these drugs prescribed to treat both prostate enlargement and hair loss, summarizing what the negative side effects, if any have been observed so far. Led by Dr. Abdulmaged Traish, a professor of biochemistry and urology at BU School of Medicine, the review concluded that these types of drugs can have serious implications for sexual function, insulin resistance, cognitive function, and depression.\n\nBoth Finasteride and Dutasteride function as 5α-reductase inhibitors (5α-RIs), which work by preventing testosterone, along with other essential steroid hormones, from being converted into 5α-dihydrotestosterone (5α-DHT), the researchers said. When the concentration of 5α-DHT is lessened in the prostate, the prostate can become smaller and improve urinary flow.\n\nWhile the adverse effects of 5α-RIs are still debated, researchers have been finding more evidence to suggest that this family of drugs does more harm than good, especially when it comes to sexual function. The packaging for Finasteride even warns that 10 percent of patients experience a reduction in libido, while 18 percent complain of persistent erectile dysfunction. Not to mention researchers have also found existing claims that these issues persist for 6 months before returning to normal are false.\n\n“The mechanism of dysfunction is likely multifactorial, related both to the direct decrease in 5α-DHT and direct influence on central and peripheral nerves,” said Traish in a recent press release.\n\nTraish and his team explored the potential for sexual dysfunction in their own recent study, finding that the 470 men being treated with Finasteride in their trial experienced worsening erectile dysfunction. What's more are these side effects did not seem to resolve themselves if the patient continued to take Finasteride; in some cases, the drug led to a dramatic drop in testosterone production, causing hypogonadism.\n\nBut the side effects don't just end at sexual dysfunction. Past data has led researchers to believe that 5α-RIs may have cardiovascular repercussions, but they believe further investigation is necessary.\n\n“Inhibition of 5α-R activity may potentiate insulin resistance, type 2 diabetes, vascular disease and osteoporosis, but studies have not been definitive,” said Traish. “The investigation into psychiatric side effects of 5α-RIs has been limited, but some case series describe increased depression and anxiety symptoms among patients on medication.”\n\nRecently, widespread side effects of Finasteride has compelled the U.S. National Institutes of Health to add post-finasteride syndrome (PFS) to its genetic and rare diseases information center. According to the PFS Foundation, the disorder boasts persistent sexual, neurological, and physical reactions like those described above in patients who have been taking the drug for either hair loss or enlarged prostate. Researchers caution that more studies on PFS are necessary to determine what dosage of Finesteride triggers this response, and what the long-term effects may be.\n\nFor now, researchers hope that their research will raise awareness of the negative potential of these drugs for both physicians and patients. They also hope to conduct further research into adverse side effects of 5α-RIs to better determine who will benefit and who will not.\n\n“There needs to be a method of distinguishing who may benefit from therapy from those who will not,” said Traish.\n\nSource: Traish A, Bortolato M, Zitzmann M, et al. Adverse effects of 5α-reductace inhibitors: What do we know, don't know, and need to know? Endocrine Reviews and Metabolic Disorders. 2015.\n\nTraish, A, Haider K, Doros G, et al. Finasteride, not tamsulosin, increases severity of erectile dysfunction and decreases testosterone levels in men with benign prostatic hyperplasia. Hormone Molecular Biology and Clinical Investigation. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "alopecia, medication, causes, erectile, dysfunction, what, men, should, know, about, drugs, hair", "og": {"site_name": "Medical Daily", "description": "Common medications men take to either treat alopecia and an enlarged prostate have adverse side effects, such as erectile dysfunction.", "title": "These Prescription Drugs May Do Men More Harm Than Good", "url": "http://www.medicaldaily.com/alopecia-medication-causes-erectile-dysfunction-what-men-should-know-about-drugs-hair-350252", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/29/bald.jpg", "type": "article"}, "twitter": {"description": "Common medications men take to either treat alopecia and an enlarged prostate have adverse side effects, such as erectile dysfunction.", "title": "These Prescription Drugs May Do Men More Harm Than Good", "url": "http://www.medicaldaily.com/alopecia-medication-causes-erectile-dysfunction-what-men-should-know-about-drugs-hair-350252", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/29/bald.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/29/bald.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Innovation", "published_time": "2015-08-29T12:47:28-04:00", "modified_time": "2015-08-30T12:37:32-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Common medications men take to either treat alopecia and an enlarged prostate have adverse side effects, such as erectile dysfunction."}, "_id": "\"57477af46914bd0286fd6a8c\"", "article_summary": "Common medications men take to either treat alopecia and an enlarged prostate have adverse side effects, such as erectile dysfunction.\nAdverse effects of 5α-reductace inhibitors: What do we know, don't know, and need to know?\nFinasteride, not tamsulosin, increases severity of erectile dysfunction and decreases testosterone levels in men with benign prostatic hyperplasia.\nWhen the concentration of 5α-DHT is lessened in the prostate, the prostate can become smaller and improve urinary flow.\nBut when it comes to common drugs prescribed for prostate enlargement and hair loss, sometimes the potential health risks can't be ignored."}