{"article_title": "Helen of Troy finds good fit in Olive Branch", "article_keywords": ["building", "southaven", "good", "center", "fit", "troy", "products", "branch", "helen", "olive", "distribution", "kelley", "finds"], "article_url": "http://www.washingtontimes.com/news/2014/mar/23/helen-of-troy-finds-good-fit-in-olive-branch/?page=all", "article_text": "OLIVE BRANCH, Miss. (AP) - “If you walk the circumference of the walls, it’s about a mile,” said Jason Kelley, general manager of the Helen of Troy distribution center in Olive Branch.\n\nHelen of Troy, a designer, developer and marketer of household, personal care and health care and home environmental products, opened the 1.3 million-square-foot facility in September. There’s still a lot of expanding going on within, however.\n\nThe company’s small appliance division - which distributes things like curling irons - is moving into the space from HOT’s Southaven distribution center. In April, a corner of the building will begin being used for “special projects,” or building of displays for products in stores. And 300,000 square feet are left for expansion.\n\n“We were busting at the seams at the other building,” Kelley said of the Southaven site.\n\nHelen of Troy, headquartered in El Paso, Texas, owns and operates a 1.2 million-square-foot distribution center in Southaven and also leases about 700,000 square feet in Memphis. Its brands include Revlon, Vidal Sassoon, Dr. Scholl’s, Pert Plus, Brut, Hot Tools, Bed Head, Gold ‘N Hot, Vicks, Braun, Honeywell and Duracraft.\n\nIts Olive Branch distribution center shot up over the course of several months after a ground breaking only about a year ago. The facility was a $37 million investment.\n\nHelen of Troy selected Olive Branch for its place in a favorable geographical region and the “economics of the venture.”\n\n“This area has become very attractive to major companies over the past few years with Williams-Sonoma, McKesson, Hamilton Beach and others putting down roots along Polk,” said Dick Dwyer, who works in business operations for Helen of Troy and oversees the Memphis-area distributions centers.\n\n“The demographics of the area are strong, which is important to our workforce, and we received solid support from the city of Olive Branch, DeSoto County and the state of Mississippi.”\n\nTo secure Helen of Troy’s new investment in Olive Branch, the state, county and city provided incentives, including tax exemptions and infrastructure improvements.\n\nHelen of Troy averages 70 rigs a day going into or leaving the facility, but on a heavy day like a Friday, the total number can reach 100 trucks. Traffic also is generated by two shifts of workers totaling about 300 full-time and temporary employees.\n\nCut into the building walls are 40 receiving doors for truck deliveries and 80 doors for shipping or outbound products.\n\nInstead of a host of motorized vehicles to get around, supervising managers use three-wheeled bicycles with carriages behind the seats.\n\n“We can’t see what we need to see,” Kelley said of using motorized carts. “The bike allows you to see a lot of things and move in a productive manner.”\n\nOn a recent afternoon during shift change, Kelley, who sometimes wears a pedometer, walked the entire building. As he described the operations of the distribution center, he passed stacks and stacks of products that formed towers wrapped in plastic. He passed a Honeywell air purifier, one of HOT’s products, bug zappers and Vicks humidifiers.\n\nNear the small package area, which ships 1,500 to 3,000 units a day by way of FedEx or UPS, employees filed in for the second shift. They’d do about five minutes of “stretch and flex” exercises before starting their jobs.\n\n“Just to get your body warmed up for the work,” Kelley said.\n\n___\n\nInformation from: The Commercial Appeal, http://www.commercialappeal.com", "article_metadata": {"description": "\"If you walk the circumference of the walls, it's about a mile,\" said Jason Kelley, general manager of the Helen of Troy distribution center in Olive Branch.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2014/mar/23/helen-of-troy-finds-good-fit-in-olive-branch/", "site_name": "The Washingtion Times", "type": "article", "description": "“If you walk the circumference of the walls, it’s about a mile,” said Jason Kelley, general manager of the Helen of Troy distribution center in Olive Branch.", "title": "Helen of Troy finds good fit in Olive Branch"}, "twitter": {"site": "@washtimes", "description": "\"If you walk the circumference of the walls, it's about a mile,\" said Jason Kelley, general manager of the Helen of Troy distribution center in Olive Branch.", "card": "summary", "title": "Helen of Troy finds good fit in Olive Branch"}, "Author": "TONI LEPESKA", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Jason Kelley, Helen, Troy Distribution Center, Olive Branch Distribution Center"}, "_id": "\"57477af46914bd0286fdaa5d\"", "article_summary": "Its Olive Branch distribution center shot up over the course of several months after a ground breaking only about a year ago.\n(AP) - “If you walk the circumference of the walls, it’s about a mile,” said Jason Kelley, general manager of the Helen of Troy distribution center in Olive Branch.\nThe company’s small appliance division - which distributes things like curling irons - is moving into the space from HOT’s Southaven distribution center.\nOLIVE BRANCH, Miss.\nHelen of Troy, headquartered in El Paso, Texas, owns and operates a 1.2 million-square-foot distribution center in Southaven and also leases about 700,000 square feet in Memphis."}