{"article_title": "‘National Review’ Tries to Take Down Donald Trump", "article_keywords": ["iowa", "trump", "campaign", "hes", "review", "donald", "conservative", "tries", "cruz", "republican", "national", "told"], "article_url": "http://www.thefiscaltimes.com/Columns/2016/01/22/National-Review-Tries-Take-Down-Donald-Trump", "article_text": "An influential conservative magazine's rejection of Donald Trump's presidential candidacy triggered a fire storm on Friday, with Republican rivals saying it is validation of what they have been saying all along: that Trump is not a conservative.\n\nWith Iowa to kick off the Republican search for a presidential candidate with its Feb. 1 caucuses, Trump and his aides reacted with scorn to the editorial in National Review, which was signed by 22 prominent conservative intellectuals.\n\nRelated: How Trump Could ‘Run the Table’ if He Beats Cruz in Iowa\n\nThe \"Against Trump\" editorial by National Review, a New York-based magazine founded in 1955 by famed conservative thinker William F. Buckley Jr., was scathing.\n\n\"Trump is a philosophically unmoored political opportunist who would trash the broad conservative ideological consensus within the GOP (Republican Party) in favor of a free-floating populism with strong-man overtones,\" National Review said.\n\nTrump's opponents in the nomination fight pounced quickly.\n\n“I don’t think Donald is running as a movement conservative,” Republican candidate Marco Rubio told Fox News. “I don’t think he’s ever said that. It’s clear he’s not. I mean, what he’s running [as is] someone who’s a populist, who’s upset about the direction of this country.”\n\nRepublican candidate Jeb Bush told Fox that National Review was \"just telling the truth.\"\n\n\"This transformation (to conservative) that he claims he's done needs to be tested,\" Bush said.\n\nRelated: Trump Looks to Gain from Carson Campaign Meltdown\n\nThe Republican National Committee, concerned that the magazine was taking sides, dumped National Review from co-sponsoring a candidates' debate on Feb. 25 in Houston.\n\nThe National Review editorial emerged as some establishment Republican figures debate whether Trump is a preferable standard-bearer for the Nov. 8 election instead of the other leader in the Republican race, Texas Senator Ted Cruz.\n\nTrump, anxious to put his stamp on the race with a victory in Iowa, tweeted that the National Review is a dying magazine and a ghost of its past.\n\nHis campaign manager, Corey Lewandowski, said the publication's conclusion is irrelevant.\n\n\"The bottom line is nobody cares,\" he told CNN. \"The average voter in Iowa doesn't care. The average voter in New Hampshire doesn't care.\"\n\nTrump is currently in position to seize control of the race. Polls show he could win not only Iowa's caucuses, but also New Hampshire's first-in-the-nation primary on Feb. 9, which would put him on a strong path to the presidential nomination.\n\nRelated: Trump vs. Sanders? Get Ready for a Populist Disaster\n\nA CNN/ORC poll on Thursday said Trump had taken a solid lead over Cruz in Iowa, with 37 percent to 26 percent for Cruz. Cruz has led other polls in Iowa.\n\nBoth men will campaign in Iowa on Saturday, the same day that the influential Des Moines Register newspaper will announce its endorsements for the caucuses.\n\nTrump's campaign released a TV ad accusing Cruz of being weak on illegal immigration.\n\n\"Against Trump\" began trending on Twitter in the United States by Friday morning. Most of the response on the social media site was negative toward \"National Review,\" with several Twitter users expressing dismay over the publication's decision to criticize the front-runner.\n\n\"National Review is leading a coalition against Trump,\" wrote Jeff Fogle (@jefffogle342). \"We the people will get him in office if we push hard. Stick together! We can do it!!!\"\n\n\"Without any sense of self awareness @nro [National Review] ignores [its] attacks on conservatives last 2 cycles,\" tweeted Madlaw (@madlaw1071).\n\nAdditional reporting by Doina Chiacu in Washington; Editing by Dan Grebler.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "An influential conservative magazine's rejection of Donald Trump's presidential candid", "title": "‘National Review’ Tries to Take Down Donald Trump", "url": "http://www.thefiscaltimes.com/Columns/2016/01/22/National-Review-Tries-Take-Down-Donald-Trump", "image": "http://cdn.thefiscaltimes.com/sites/default/files/national_review_against_trump.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Columns/2016/01/22/National-Review-Tries-Take-Down-Donald-Trump", "image": "http://cdn.thefiscaltimes.com/sites/default/files/national_review_against_trump.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "An influential conservative magazine's rejection of Donald Trump's presidential candid", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "\"Without any sense of self awareness @nro [National Review] ignores [its] attacks on conservatives last 2 cycles,\" tweeted Madlaw (@madlaw1071).\nRelated: Trump Looks to Gain from Carson Campaign MeltdownThe Republican National Committee, concerned that the magazine was taking sides, dumped National Review from co-sponsoring a candidates' debate on Feb. 25 in Houston.\n\"National Review is leading a coalition against Trump,\" wrote Jeff Fogle (@jefffogle342).\nMost of the response on the social media site was negative toward \"National Review,\" with several Twitter users expressing dismay over the publication's decision to criticize the front-runner.\n“I don’t think Donald is running as a movement conservative,” Republican candidate Marco Rubio told Fox News."}