{"article_title": "Jak leczyć się w Ameryce, czyli o klęsce Obamacare", "article_keywords": ["ubc", "dol", "czyli", "przez", "express", "obamacare", "leczy", "ameryce", "za", "si", "jak", "w", "scripts", "nie", "klsce", "z"], "article_url": "http://swiat.newsweek.pl/jak-leczyc-sie-w-ameryce-czyli-o-klesce-obamacare,artykuly,364731,1.html", "article_text": "Miało być pięknie, jest coraz gorzej. Nie tylko republikańska opozycja, ale także wielu demokratów i sympatyzujących z lewicą komentatorów zgadza się, że reforma zdrowotna prezydenta Obamy była niewypałem. Obamacare nie uratowałby nawet słynny dr House.\n\nMuszę przyznać, że popierałem „Ustawę o przystępnej opiece lekarskiej”. Po pierwsze z głupoty – chciałem, by się udało, więc wierzyłem, że się uda. Po drugie: sądziłem, że gorzej być nie może. W przeciwieństwie do innych zamożnych krajów, Ameryka nie miała i nadal nie ma systemu powszechnej opieki medycznej. Lekarze pracują tu na własny rachunek bądź w klinikach działających na zasadzie przedsiębiorstw usługowych. Do lat 60., usługi te wszyscy opłacali z własnej kieszeni, najczęściej za pośrednictwem firm ubezpieczeniowych. Emerytom i ubogim opiekę lekarską zapewniło dopiero utworzenie państwowych funduszów odpowiednio: Medicare i Medicaide.\n\nRząd wszedł do układu „Lekarze, pacjenci i ubezpieczyciele”, lecz w miarę komplikowania się procedur medycznych zaczął tracić efektywność, próbując powstrzymać wzrost wydatków, a jednocześnie zapewnić przyzwoite minimum opieki. W rezultacie powstał niezmiernie skomplikowany konglomerat świadczeń prywatnych i dofinansowywanych przez państwo, z szokującymi różnicami w dostępie Amerykanów do podstawowych usług medycznych. Prywatne praktyki zanikają, wchłaniane przez kliniki. Nadmiar specjalistów sprawia, że dramatycznie rosną stawki internistów. Szpitale łączą się w kombinaty zarządzane przez finansjerę, która kieruje się zasadą maksymalizacji zysku.\n\nMagazyn „Time” opisywał historię pięćdziesięcioparolatka, który dostał zapalenia płuc, poszedł do szpitala na miesiąc i dostał rachunek na pół miliona dolarów z czego ubezpieczenie pokryło 100 tys. CNN zrobiło reportaż o 60-letnim Bobie Weinkaufie – mężczyzna miał problemy z oddychaniem i za kilkudniowy pobyt na oddziale intensywnej terapii musiał zapłacić 474 tys. Kierowcę szkolnego autobusu, który się przewrócił i uderzył głową o chodnik, tomografia komputerowa mózgu kosztowała 7 tys. Każde dziecko trafiające do szpitala dostaje pluszową zabawkę. Cena: 200 dolarów. Dyrektor generalny szpitala Montefiore w Bronksie, zaliczanego do placówek nieobliczonych na zysk (nonprofit), zarabia 4 065 000 dol. rocznie, dyrektor finansowy – 3 243 000 dol., wiceprezydent – 2 220 000, ordynator oddziału stomatologicznego – 1 798 000. Co roku Amerykanie wydają na leczenie 3,5 biliona dol.\n\nBryan Smith/ZUMA Wire, Zuma Press Bellevue Hospital na nowojorskim Manhattanie\n\nPonieważ przez całe życie pracuję jako tzw. wolny strzelec i sam płacę za ubezpieczenie lekarskie, w roku 2014 moja składka doszła do 1440 dolarów (5328 zł według dzisiejszego kursu NBP) miesięcznie. Słono, jednak firma ubezpieczeniowa gwarantowała mi, przynajmniej teoretycznie, wszystkie świadczenia i pokrywała niemal w całości koszty leków. Obama obiecywał, że każdy, kto zechce, będzie mógł zachować dotychczasową polisę, lecz okazało się to nieprawdą. Ze względu na niewiarygodny bałagan, który zapanował wskutek zmian, objęła mnie wprawdzie tzw. „klauzula dziadka”, to znaczy mogłem korzystać ze starego ubezpieczenia rok dłużej niż przewidywała ustawa, ale od 1 stycznia 2015 roku musiałem wykupić nowe.\n\nFaktycznie było tańsze, choć wziąłem najlepsze – płacę 665,90 dol. (2464 zł). Niby dwa razy mniej, ale diabeł tkwi w szczegółach. Do sumy tej dochodzi udział własny (deductible) w wysokości 4 tys. dolarów rocznie i opłaty własne (out-of-pocket expenses), czyli kolejne 2 tys. dol. Innymi słowy: jeśli będę chorował często, przewlekle albo raz a dobrze (np. zawał połączony z hospitalizacją) zapłacę 665,90 x 12 = 7990,80 plus 6000 rocznie czyli 13 990,80, co po podzieleniu przez 12 daje 1165,90 dol. miesięcznie.\n\nNa tym jednak nie koniec. Okazało się, że leków nie mogę kupować w aptece, muszę zamawiać pocztą w firmie aptekarskiej współpracującej z moim ubezpieczycielem. A za każdy lek uiszczam 60 dolarów opłaty stałej (copayment). Ponieważ biorę trzy różne lekarstwa z 1165,90 dol. robi się 1345,90 dol. (4979,83 zł) miesięcznie. Raptem o 94 dolary i 10 centów (6,5 procent) mniej, niż płaciłem przed reformą.\n\nSteve Russell/The Toronto Star/ZUMA Wire, Zuma Press Obamacare miała obniżyć koszty opieki medycznej i upowszechnić ją wśród Amerykanów. Efekt końcowy jest jednak daleki od tego, co planowała administracja prezydenta Baracka Obamy\n\nO tym, że nie mogę kupować leków w aptece dowiedziałem się w lutym. Wtedy właśnie przyszło pismo z adekwatną informacją oraz rachunkiem na 327,63 dol., które mój ubezpieczyciel zapłacił za pigułki styczniowe. Ponieważ nie zamówiłem ich pocztą w firmie Express Scripts, musiałem zapłacić z własnej kieszeni. Następnego dnia zadzwoniłem do Express Scripts i zaczęła się droga przez mękę. Dwóch spośród leków, które biorę Express Scripts nie wysyła, więc skierowano mnie do współpracującej z Express Scripts firmy Accredo. Ta zaś zleciła wysyłanie leków kolejnej firmie – UBC.\n\nAle nie od razu. Tak dobrze nie ma. 327,63 dol. płaciłem co miesiąc do kwietnia włącznie, bo cztery firmy (ubezpieczyciel, Express Scripts, Accredo, UBC) zabezpieczające moje farmaceutyczne potrzeby prowadzą oddzielne kartoteki i nie wie prawica, co czyni lewica. Przez trzy miesiące niemal codziennie dzwoniłem do Express Scripts. Najpierw przedzierałem się przez automatyczny serwis obsługi klienta, wymagający podania dziesiątek do niczego mu niepotrzebnych informacji, oferujący nowe produkty, zachęcający do załatwienia sprawy automatycznie. Potem około 20 minut czekałem na żywego „rzecznika interesów pacjenta” (Patient’s Rights Advocate – tak się ładnie nazywa agent) i ruszał korowód niemożności.\n\nPani z ES po przepytaniu mnie na okoliczność imienia, nazwiska, adresu, numeru telefonu, daty urodzenia, a także numerów ubezpieczenia społecznego, polisy oraz „koszyka aptecznego” (Rx bin) orientowała się w końcu, że podlegam Accredo, gdzie znów podawałem dane, by zostać skierowanym do UBC. Niestety rzecznikom moich interesów w UBC coś się nie zgadzało i kierowali mnie z powrotem do ES, a stamtąd albo wracałem do Accredo, albo byłem odsyłany do biura obsługi ubezpieczyciela.\n\nBryan Smith/ZUMA Wire, Zuma Press 20141013_zaf_b09_005.jpg\n\nMiałem wielokrotnie do czynienia z amerykańską biurokracją i zawsze zdawało mi się, że firmy prywatne są od niej sprawniejsze. Tymczasem trafiłem na barierę nie do przebycia. W dodatku poza kontaktem telefonicznym lub internetowym, ubezpieczyciel był niedostępny. Nie mogłem pójść i porozmawiać z kimś kompetentnym ani podpalić się w ramach protestu przed siedzibą firmy, bo podlegałem równocześnie czterem, a każda ma siedzibę w innym stanie. Ubezpieczyciel w Michigan, Express Scripts w Missouri, Accredo w Tennessee, UBC w Pensylwanii.\n\nW końcu zwróciłem się o pomoc do stanowego Wydziału Zdrowia i, o dziwo, rządowy biurokrata załatwił sprawę, której nie zdołały załatwić dziesiątki rzeczników i rzeczniczek praw pacjenta z prywatnych firm, choć płacę im co miesiąc – zależy jak liczyć – 665,90 dol. lub 1345,90 dol. Okazało się, że pani z UBC źle zapisała w firmowej bazie danych mój... numer telefonu. Tak, numer telefonu. W kartotece ubezpieczyciela, Express Scripts i Accredo zaczynał się od 998, w UBC od 989. Dla tej ostatniej firmy byłem zatem kimś zupełnie innym niż dla pozostałych. Cztery przedsiębiorstwa, z których usług muszę korzystać za sprawą „Ustawy o przystępnej opiece lekarskiej” nie potrafiły same rozwikłać zagadki przez kwartał. Pieniędzy, które wydałem na leki (1310,52 dol.) już nie do odzyskam. Podobnie jak wiary w Obamacare.\n\nCzytaj też: Obamacare pogrążone przez problemy techniczne. Obama sfrustrowany", "article_metadata": {"rating": "general", "description": "Przeczytajcie, jak wygląda program opieki zdrowotnej przygotowany przez administrację prezydenta Obamy, czyli słynne Obamacare.", "copyright": "Copyright(c)2013 Ringier Axel Springer Polska", "title": "Jak leczyć się w Ameryce, czyli o klęsce Obamacare - Świat - Newsweek.pl", "og": {"site_name": "Newsweek.pl", "description": "Miało być pięknie, jest coraz gorzej. Nie tylko republikańska opozycja, ale także wielu demokratów i sympatyzujących z lewicą komentatorów zgadza się, że reforma zdrowotna prezydenta Obamy była niewypałem. Obamacare nie uratowałby nawet słynny dr House.", "title": "Opieka medyczna gorsza niż w Polsce? Nawet dr House nie uratowałby Obamacare", "url": "http://swiat.newsweek.pl/jak-leczyc-sie-w-ameryce-czyli-o-klesce-obamacare,artykuly,364731,1.html", "image": "http://www.newsweek.pl/g/i.aspx/1200/0/newsweek/635695378929763637.jpg", "updated_time": "2015-06-10T13:35:00.0", "locale": "pl_PL", "type": "article"}, "robots": "index, follow", "esbTI": "052af749-ef47-452a-a7f0-8d641fa9e2af", "msvalidate.01": "9A40E88B8774BBAF291E219C28BFB179", "viewport": "user-scalable=no, width=device-width, initial-scale=1, maximum-scale=1", "article": {"published_time": "2015-06-10T10:42:00.0"}, "keywords": "Obamacare,Stany Zjednoczone,opieka zdrowotna,zdrowie", "google-site-verification": "JR73CjAOpKyAyfnPpdZghGkPef3vmhxvYWMTgKqGtuY", "verify-v1": "zWD82NhQ720XqbztsqhzB24gJXQKT5xNjmLZ0NbxL68=", "decorator": "front"}, "_id": "\"57477af36914bd0286fcb020\"", "article_summary": "Ubezpieczyciel w Michigan, Express Scripts w Missouri, Accredo w Tennessee, UBC w Pensylwanii.\nDwóch spośród leków, które biorę Express Scripts nie wysyła, więc skierowano mnie do współpracującej z Express Scripts firmy Accredo.\nW kartotece ubezpieczyciela, Express Scripts i Accredo zaczynał się od 998, w UBC od 989.\nSzpitale łączą się w kombinaty zarządzane przez finansjerę, która kieruje się zasadą maksymalizacji zysku.\nEfekt końcowy jest jednak daleki od tego, co planowała administracja prezydenta Baracka ObamyO tym, że nie mogę kupować leków w aptece dowiedziałem się w lutym."}