{"article_title": "Personhood for corporations and chimpanzees is an essential legal fiction.", "article_keywords": ["right", "congress", "rights", "corporation", "personhood", "legal", "fiction", "persons", "person", "chimpanzees", "corporations", "tommy", "essential", "law"], "article_url": "http://www.slate.com/articles/news_and_politics/view_from_chicago/2013/12/personhood_for_corporations_and_chimpanzees_is_an_essential_legal_fiction.html", "article_text": "Tommy lives in a cage in the town of Gloversville, N.Y. He has filed a petition for a writ of habeas corpus with a state court, asking for release from captivity. But Tommy is a chimpanzee (the petition was filed on his behalf by an animal rights group), and New York grants the right of habeas review to “persons.”\n\nSo Tommy must persuade a judge that he is a person if he is to have his day in court. He and the craft company Hobby Lobby—which operates according to its owners’ Christian convictions, and is mounting a religious freedom challenge to the contraception mandate in Obamacare—have become an unlikely pair in an ideologically tinged battle over what a “person” is. There has been much mockery of the idea that “corporations are people, my friend,” as Mitt Romney put it. But if you think it matters whether the law calls a chimpanzee, corporation, or even human zygote a “person,” you are making a fundamental error about how the law works.\n\nFrom a legal standpoint, there is nothing remarkable about a chimpanzee claiming to be a person. Indeed, there are a number of cases that have been brought by animals—including a palila, a marbled murrelet, and a spotted owl. All of these animals sought to enforce their rights under the Endangered Species Act, under a provision that gives “persons” the right to bring suit.\n\nIn none of these cases was a judge fooled into thinking that an animal possesses all the rights of human beings. The lawyers bringing them were simply ensuring that a judicial remedy was available to address the harm that Congress sought to fix. If the spotted owl had also asked for the right to vote, the request would have been denied. A judge wouldn’t give a hoot that an earlier court had deemed the owl a “person” under the Endangered Species Act. A person for one legal purpose is not necessarily a person for another.\n\nThe law also treats various nonhuman, nonsentient entities as “persons” for certain legal purposes. Corporations, estates, trusts, partnerships, and government entities are often defined this way. Walmart, Illinois, and the California Pension Fund can sue, for example, without anyone asking if they have a right to abortion. Sometimes, corporations can bring suit (or be sued) because a statute explicitly gives “persons” that right, and defines “persons” to include corporations. At other times, the statute does not define “persons,” but courts interpret the word to include corporations because they believe that is what Congress intended. This transubstantiation of corporations into persons advances some pretty uncontroversial policy goals. If corporations lacked personhood, you couldn’t sue FedEx for crashing a van into your car, or Walmart for selling you a defective space heater that burns down your home, or J.P. Morgan for defrauding you when you get a lemon mortgage. You wouldn’t be able to enter into contracts with a corporation at all. Legislatures and courts have been treating corporations like persons for hundreds of years: There is even a general interpretive rule in the law that when Congress says “persons,” it means corporations as well, unless the context of the statute provides otherwise.\n\nThe legal fiction that corporations are persons helps courts prevent people from evading, or losing opportunities from, laws that are too narrowly written. For example, imagine that a town enacts a zoning ordinance that gives certain rights (to build here or there) to “persons” and imposes obligations on them (not to build too high). The city council will usually define “persons” to include corporations. Or if it forgets to, a court will likely interpret “persons” that way. You don’t want someone to evade a zoning restriction simply by incorporating a business that he solely controls and then erecting a skyscraper in a residential neighborhood.\n\nHobby Lobby argues that corporations enjoy the right to free exercise of religion provided by a 1993 law, the Religious Freedom Restoration Act. RFRA protects “persons” from certain religiously burdensome laws and regulations, and Hobby Lobby argues that Congress meant to include corporations under that shield. Hobby Lobby’s opponents do not argue that RFRA doesn’t apply to corporations—they can’t, because it is undisputed that the statute applies to nonprofit corporations like the Catholic Church. The argument instead is that Congress did not intend RFRA to apply to for-profit, commercial corporations. Whoever is right, the answer turns on what Congress intended, not the metaphysics of personal identity.\n\nDahlia Lithwick says that “[c]onferring human attributes such as religious conviction and the capacity for embarrassment on a corporation is dangerous,” and that right-wingers harbor “the ambition of large, for-profit corporations to see themselves as people, with faith, convictions, and consciences.” But the law already treats corporations as capable of being reckless or negligent; of having intentions, beliefs, and states of mind. If it didn’t, then it would be impossible to hold a corporation guilty of committing a crime. Of course, judges don’t think that corporations possess mental states. To find a corporation guilty of a crime, they determine if relevant employees had the requisite bad intent, and then attribute it to the corporation as a whole. Far from turning persons into “things,” as Lithwick argues, these laws protect people from corporate wrongdoing and enable them to benefit from the goods and services that only corporations can provide.\n\nWhat of bills that would deny women the right to abortion by defining one-celled human zygotes as “persons”? If the effect of such a definition is to deprive women of their constitutional rights, then a court should—and will—strike down the law. Legislatures cannot use legal fictions to change physical facts. They would have just as much success disenfranchising women by defining them as chimpanzees.\n\nSpeaking of which, Tommy will lose his case. The reason is not that it would be horrible or dehumanizing if a legislature chose to include animals in its definition of “persons” for the purpose of asking to be released from captivity. Tommy’s theory that private individuals should be permitted to come to his aid if state agencies fail to enforce animal welfare laws is not a crazy one. Nor would such a rule throw into doubt whether there is any relevant moral difference between human beings and animals, as some religious commentators fear. The Catholic Church held ecclesiastical trials of rats, mice, and other vermin for more than two centuries, apparently to punish them for destroying crops, yet no one thought that because mice were entitled to defense lawyers, they must also be allowed to own property or to serve as witnesses in the trials of their accomplices. The spotted owl, too, remains firmly on the animal side of the species barrier, despite its legal victory against the U.S. government.\n\nThe reason Tommy will lose is that the New York Legislature did not intend to encompass animals within the definition of “person” for filing a habeas petition. If lawmakers had meant to extend the writ of habeas in this way, when that had never been done before, they would have said so. If Hobby Lobby wins, on the other hand, it will be because courts think that Congress did intend to encompass for-profit corporations within the definition of “person” in providing for religious freedom. Whatever you make of these outcomes, you don’t have to worry that chimpanzees, craft stores, and zygotes will use them to conquer the planet and enslave humanity. The law does not turn something into a person by calling it one.", "article_metadata": {"sailthru.subheadline": "Laws treat corporations (and chimpanzees) as persons because it’s a useful—and often essential—legal fiction.", "fb-share": "Stop Fussing Over Personhood for Corporations and Chimpanzees. It’s Essential and Entrenched in the Law.", "sailthru.author": "Eric Posner", "description": "Tommy lives in a cage in the town of Gloversville, N.Y. He has filed a petition for a writ of habeas corpus with a state court, asking for release from ...", "og": {"site_name": "Slate Magazine", "description": "Tommy lives in a cage in the town of Gloversville, N.Y. He has filed a petition for a writ of habeas corpus with a state court, asking for release from ...", "title": "Stop Fussing Over Personhood for Corporations and Chimpanzees. It’s Essential and Entrenched in the Law.", "url": "http://www.slate.com/articles/news_and_politics/view_from_chicago/2013/12/personhood_for_corporations_and_chimpanzees_is_an_essential_legal_fiction.html", "image": "http://www.slate.com/content/dam/slate/articles/news_and_politics/view_from_chicago/2013/12/131210_VOC_TommyPersonhood.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "type": "article"}, "twitter": {"description": "Tommy lives in a cage in the town of Gloversville, N.Y. He has filed a petition for a writ of habeas corpus with a state court, asking for release from ...", "title": "Stop Fussing Over Personhood for Corporations and Chimpanzees. It’s Essential and Entrenched in the Law.&nbsp;", "url": "http://www.slate.com/articles/news_and_politics/view_from_chicago/2013/12/personhood_for_corporations_and_chimpanzees_is_an_essential_legal_fiction.html", "image": "http://www.slate.com/content/dam/slate/articles/news_and_politics/view_from_chicago/2013/12/131210_VOC_TommyPersonhood.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "creator": "@EricAPosner", "site": "@slate", "card": "summary_large_image"}, "sailthru.date": "2013-12-11T10:09:40Z", "sailthru.promoheadline": "Stop Fussing Over Personhood for Corporations and Chimpanzees. It’s Essential and Entrenched in the Law.", "sailthru.headline": "Stop Fussing Over Personhood", "parsely-page": "{\n  \"title\": \"Stop Fussing Over Personhood for Corporations and Chimpanzees. It\\u2019s Essential and Entrenched in the Law. \",\n  \"link\": \"http://www.slate.com/articles/news_and_politics/view_from_chicago/2013/12/personhood_for_corporations_and_chimpanzees_is_an_essential_legal_fiction.html\",\n  \"image_url\": \"http://www.slate.com/content/dam/slate/articles/news_and_politics/view_from_chicago/2013/12/131210_VOC_TommyPersonhood.jpg.CROP.thumbnail-small.jpg\",\n  \"type\": \"post\",\n  \"post_id\": \"100131211007\",\n  \"pub_date\": \"2013-12-11T10:09:40Z\",\n  \"section\": \"News and Politics\",\n  \"author\": \"Eric Posner\",\n  \"tags\": [\n    \"personhood\",\n    \"religious freedom\",\n    \"animal rights\",\n    \"personhood\",\n    \"religious freedom\",\n    \"animal rights\"\n  ]\n}", "fb": {"app_id": 142011022527753}, "tw-line": "Stop Fussing Over Personhood for Corporations and Chimpanzees. It’s Essential and Entrenched in the Law.", "keywords": "Tommy the chimpanzee, Tommy habeas, Hobby Lobby, Hobby Lobby Christian, Hobby Lobby religious freedom, Religious Freedom Restoration Act, personhood, corporate personhood, animal personhood, chimpanzee personhood, zygote personhood, abortion personhood", "google-site-verification": "jXqoqqPSmx_PWchRdG-IXu-X616Ee2Ptf_AiElI9LzQ", "sailthru.tags": "Tommy the chimpanzee, Tommy habeas, Hobby Lobby, Hobby Lobby Christian, Hobby Lobby religious freedom, Religious Freedom Restoration Act, personhood, corporate personhood, animal personhood, chimpanzee personhood, zygote personhood, abortion personhood", "article": {"publisher": "http://www.facebook.com/Slate"}, "sailthru.description": "Tommy lives in a cage in the town of Gloversville, N.Y. He has filed a petition for a writ of habeas corpus with a state court, asking for release from ...", "sailthru.image.full": "http://www.slate.com/content/dam/slate/articles/news_and_politics/view_from_chicago/2013/12/131210_VOC_TommyPersonhood.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fde9d8\"", "article_summary": "The legal fiction that corporations are persons helps courts prevent people from evading, or losing opportunities from, laws that are too narrowly written.\nSometimes, corporations can bring suit (or be sued) because a statute explicitly gives “persons” that right, and defines “persons” to include corporations.\nThere has been much mockery of the idea that “corporations are people, my friend,” as Mitt Romney put it.\nFrom a legal standpoint, there is nothing remarkable about a chimpanzee claiming to be a person.\nA person for one legal purpose is not necessarily a person for another."}