{"article_title": "Elder law attorney learned a lot from her parents' last years", "article_keywords": ["attorney", "dont", "money", "menzies", "system", "thats", "elder", "say", "going", "parents", "lot", "learned", "law", "spend", "care"], "article_url": "http://refresh.buffalonews.com/2015/01/10/elder-lawyer-learned-lot-parents-last-years/", "article_text": "Laurie L. Menzies learned pretty early that life will go on without you.\n\nA near-death experience will do that to a person.\n\nAt age 27, the Getzville native spent nearly three months in a coma, during a severe bout of pneumonia.\n\n“Having to lay in a hospital bed and having to let go very quickly, you realize that the world is going on without your help, and the only thing you can hope is that people are making good decisions” on your behalf, Menzies said. \"We have to realize that there’s a time where we have to let go. You want to have good people in place, and good discussions about what would make you happy.”\n\nI had a wide-ranging interview earlier this week with Menzies about her job as an elder law attorney in Cheektowaga, her interest in creating a center on aging in Western New York and what it was like as the primary caregiver to her elderly parents during the last four years of their lives.\n\nA chunk of that interview is contained in today’s In the Field feature in WNY Refresh, but the topic of the last years of someone’s life – and the importance of planning for them – is so vast, and Menzies’ comments were so illuminating, that I wanted to offer more of them in this blog posting.\n\nThe bottom line comes down to lots more than money, but let’s start there.\n\nNursing home care across the region costs about $400 a day.\n\nYou can stay at the Waldorf Astoria for less.\n\n“People tell me all the time, ‘My father never spent more than $150 a night on a hotel room,’” Menzies said. “To save your whole life and then having to open your wallet that way is painful.”\n\nMenzies told me that the long-term care system in the U.S. has become so convoluted that an overhaul is in order. She also pointed to the unlikely political and financial realities of that:\n\nCongress and the president tried to include long-term care reform in the Affordable Care Act (Obamacare) but decided that this section of the proposed law was so complex and divisive, it was removed from the final bill.\n\nThose who oversee and run the long-term care system have been able to make it work enough for their benefit, so have decided to evolve with system rather than push for broader change.\n\n“The problem with getting to a new system is that everybody needs to get paid,” Menzies said, “so everybody is immediately OK with the system that we have and tries to maximize their profits within that framework.”\n\nMenzies recommends that an elder care lawyer walk someone through this maze of bureaucracy, though she’d rather see a system where an “aging coach” can help pull together the medical, legal, financial and social sides.\n\nShe also recently published a book, “Embracing Elderhood,” and created a website, embracingelderhood.com, that can begin to help people understand what documents and planning needs to be in place long before mom, dad, spouse – or you – need to make decisions about whether to go into a nursing home or spend your infirm years at home, what end-of-life directives are needed, and who is going to pay for it all.\n\n“New York has gone to managed care,” Menzies said, “so people are trying to figure out how to best work within that system. That system is broken. Maybe Medicare needs to pay for some part of caregiving, decide that it’s part of our aging process, that it’s not unnatural as part of someone’s care.\n\n“My argument goes like this: The part of the care you need if you have kidney failure is dialysis and that’s covered by Medicare because it’s part of your physical needs. If you have a diagnosis of dementia or Alzheimer’s, the need for that would be caregiving – people watching you so you don’t walk away and get lost. Medicare doesn’t cover that. Why not? That’s the treatment for this type of disease.”\n\nHere’s where things leave baby boomers, most of whom have dealt with plugging their parents into the elder care system – and will enter the system themselves in the next decade or three: in a very confusing, uncomfortable and expensive place.\n\nThe numbers alone can be daunting.\n\nIf you or a loved one will spend an extended time in a nursing home, chances are good the Medicaid system will come into play.\n\n“Let’s say you’ve accumulated half a million dollars between your pension, your house, your savings,” Menzies said. “I will tell you that the government’s plan for paying for long-term care is that you spend everything you have down to $15,000 and then they will pick up. Medicare doesn’t pay for this stuff. Medicaid is for impoverishment so you’ve got to fit into their guidelines. … Otherwise, it’s all up to you. That’s why a lot of people are stingy and don’t ask for help. They’re trying to save and scrimp for their kids, who are 70 years old and don’t need help, don’t need the money. So a lot of it is talking our way through this.\n\n“For example, you have saved $500,000, but will spend all of it down and that doesn’t seem fair when the guy next to you has $50,000,” she said. “If you feel that’s not right and you’ve taken time and effort to accumulate all that money, then you should think about protecting some.\n\n“Let’s say you took your house and $100,000 and preserved $300,000. You’ll say, ‘I’ll spend $200,000 on my care but I have some say in what happens to the rest of my estate. That’s what an irrevocable trust would be for.”\n\nDon’t want to be bothered figuring these things out when you’re in sound body, mind and spirit? Just can’t handle the thought of talking to your parents about their deaths, or your children about your own?\n\n“If you don’t plan with your money or your documents, then the government or a nursing home is going to control how much it’s going to cost you through your old age,” Menzies said. “If we can get through some of this personal stuff, then we’re free to laugh and tell jokes. My dad pretty much trusted that his daughter had everything under control. Not a lot of people have that kind of security.”\n\nMenzies gets the wariness about lawyers. Her father, Bill, a retired Williamsville Post Office clerk, wasn’t delighted when his youngest daughter returned to Western New York in the late 1990s with plans to attend University at Buffalo Law School.\n\nBut in the last years of her parents’ lives, Menzies said, both of them were thankful for the “happy accident” the couple had 23 years into the marriage with the birth of a third child who became a lawyer – and then moved in next door.\n\nHer parents learned, said Menzies, that lawyers who specialize in elder care generally are worth the time, trouble and expense. They can help blunt the financial brunt of long-term care, make sure that documents are in place to direct hospital and nursing home care, and ease the showdowns that can happen when family members swoop in from far-flung places during a time of crisis.\n\n“I have really good results when people want to talk about this and want to get this stuff moving,” Menzies said. “Even if we don’t come to a full conclusion, we know how much money there is, we know where it is, and maybe we’ve preserved some. We don’t know how it’s going to play out ... but it gives people some peace of mind.”\n\nThat meant a lot to Bill and Dorothy Menzies, who were married 70 years.\n\n“They were both very active,” their youngest daughter said. “My mother was selling Avon until she was 86. She sold it for 53 years. After he retired, my dad enjoyed going by himself in the morning to coffee shops, flirting with the girls and telling jokes. They had friends and through their 80s they were still having parties. On New Year’s, I would go to bed and they would still be up.\n\n“My dad’s balance started to go after age 91. He was just less steady. He’d fallen a couple times at home. We loved to go the Bisons games, and during one of the games we looked over and he was on the ground. The tests came to no result. My husband (ER doctor David James) at that point said, ‘He has TMB’: Too Many Birthdays. He just let me know that at some point, our bodies just wear down. Something wasn’t working so well. I was on vacation in Greece when someone called and said Daddy had fallen. ... He had a hematoma on his head and they had to take him to a hospital. After Gates, they discharged him to rehab. They had to at this point.\n\n“This is where reality starts to hit. Then my mother needs a ride over to Weinberg to see him . She’s too afraid to drive because she’s so upset about him being sick. She wanted to spend the whole day with him. When people are married 67, 68 years at that point, they can’t imagine not being there. You get the frustrations of people not being used to institutional care. The alarm that happens that if dad gets up, is he going to fall? The frustration that he’s got to go to the bathroom and nobody comes when he calls. You start to realize, ‘What am my going to do?’\n\n“I had to talk to my parents about whether or not they would accept some aides in the house. At first, my mother was like, ‘This is my house.’ She didn’t want someone else cooking for my father or knowing their business. But once we got them in, my mother totally took to it like duck to water. She’d say, ‘What are you going to make for dinner tonight, Kathy? Can you make us another pie?’\n\n“We ended up having a really great relationship with the aides. We were grateful to have people helping, so we had a good attitude. You don’t act like they’re your servant. They’re helping you do what you want to do: stay home.\"\n\nBill Menzies gave up his car keys after the falls started, and had trouble walking the last three years of his life. He spent many of his days drawing comic strips. One drawing included the words: “Money doesn’t bring you happiness. The beer truck brings you happiness.” Another read, “My veins are too close together. I have very close veins;” another, “I’m getting married again. That’s like breaking into prison.”\n\n“He couldn’t walk anymore but he could still make people laugh. That’s what made him happy,” his daughter said.\n\nHe died at in July 2012 at 96, of pneumonia, after a year at home on hospice care.\n\n“It was up to him,” his daughter said. “He liked watching the Yankees and telling jokes every day and I liked having him on the Earth, so I wasn’t in any rush.”\n\nMenzies’ mother died at home in February 2013, at 89, from a rare form of Parkinson’s disease.\n\n“Mom used to say he’d better not die first,” Laurie Menzies recalled. “He did everything she wanted. He was seven years older though. I know he lived longer than he wanted. He didn’t want to leave her alone...\n\n“A lot of my friends at 50 or 60 will say ‘Shoot me if I can’t do this or that when I’m old,’” Menzies added. “What I’d like to say is, ‘What about not just the physical parts?\n\n“When we look at each other as ageless spirits, not just aging bodies, then we start to recognize how difficult it can be to start losing the things we used to be able to do and find ourselves giving this compassion. What I didn’t realize is how much you get from giving your time, your love, to other people.”\n\nemail: refresh@buffnews.com\n\nTwitter: @BNrefresh", "article_metadata": {"generator": "WordPress 4.4.2", "og": {"site_name": "Refresh Buffalo Blog", "description": "Laurie L. Menzies learned pretty early that life will go on without you. A near-death experience will do that to a person. At age 27, the Getzville native spent nearly three months in a coma, during a severe bout of pneumonia. “Having to lay in a hospital bed and having to let go very quickly, you realize that the world…", "title": "Elder law attorney learned a lot from her parents' last years - Refresh Buffalo Blog", "locale": "en_US", "image": {"width": 858, "identifier": "http://refresh.wp.buffalonews.com/wp-content/uploads/sites/42/2015/01/l.menzies.jpg", "height": 588}, "updated_time": "2016-04-18T11:09:53-04:00", "url": "http://refresh.buffalonews.com/2015/01/10/elder-lawyer-learned-lot-parents-last-years/", "type": "article"}, "DC.date.issued": "2015-01-10T08:03:24-04:00", "fb": {"app_id": 1794775337415471}, "article": {"section": "Uncategorized", "published_time": "2015-01-10T08:03:24-04:00", "modified_time": "2016-04-18T11:09:53-04:00"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcb045\"", "article_summary": "Her parents learned, said Menzies, that lawyers who specialize in elder care generally are worth the time, trouble and expense.\n“New York has gone to managed care,” Menzies said, “so people are trying to figure out how to best work within that system.\nThose who oversee and run the long-term care system have been able to make it work enough for their benefit, so have decided to evolve with system rather than push for broader change.\nYou’ll say, ‘I’ll spend $200,000 on my care but I have some say in what happens to the rest of my estate.\n“To save your whole life and then having to open your wallet that way is painful.”Menzies told me that the long-term care system in the U.S. has become so convoluted that an overhaul is in order."}