{"article_title": "The Last Days of Democratic Politics In Louisiana Are Here", "article_keywords": ["party", "little", "democratic", "voters", "days", "landrieu", "won", "cassidy", "senator", "vote", "politics", "republican", "louisiana"], "article_url": "http://www.bloomberg.com/politics/features/2014-12-05/democratic-politics-is-about-to-go-dark-in-louisiana", "article_text": "NEW ROADS, La.—Every day brings at least three campaign stops, outside, under the cool December sky. Every stop is the same, with Senator Mary Landrieu surrounded by parish-level or district-level Louisiana politicians, who tell stories about the money that poured into their towns after the senator redirected the spigots.\n\nIn New Roads, a mostly black city north and west of Baton Rouge, the richest tale comes from Gene Allen. He’s the mayor of Ferriday, a poorer, blacker town up the road, and he remembers a time when “we got our water carried in by buffalo.” He stands on a podium, in the shadow of a Christmas tree, explaining just how his senator saved the town. He doesn’t mention that its population has declined steadily.\n\nThat’s not the point. It’s Landrieu’s turn, anyway, to talk about a town wrenched out of the 19th century. “For a decade, they had brown water comin’ out of their taps,” says the senator, pacing across a small section of the podium. “I don’t think Governor Jindal showed up once. Did he ever show up?”\n\n“Bill Cassidy has been caught in a very big lie … he’s very little of his own man.” Mary Landrieu\n\nNo!\n\n“Not one time, not one time, did our governor go to this town that has 5000 people, that had brown water comin’ out of the tap,\" Landrieu continues. \"He didn’t go, and I said, well, let me get my little self over to Ferriday, even though it’s a little out of my job description, because we have a lot of people not doin’ their jobs in this state!”\n\nThere’s polite applause from the crowd—louder in the front, where the black folks are sitting, and muted in the back, where white men in camouflage jackets are standing, arms crossed, applauding more selectively. They applaud when Landrieu describes how she took on a “big hedge fund from Boston, you can’t even imagine how much money they make,” to save another town’s energy supply. They’re unmoved when Landrieu calls her opponent, local Representative Bill Cassidy, a “show pony” whose only legislation was handed to him in order to win the election. They don’t even move much when Landrieu attacks Cassidy for “showing such disrespect to our president.” That’s the line that starts the black voters cheering. But they’re likely cheering from the front row of a farewell tour.\n\nLandrieu is the last white Democratic senator from the deep South, the last remaining Democrat holding statewide office in Louisiana—and she is getting next to zero help from her national party. Since the Nov. 4 election that began the runoff, Landrieu has seen the Democratic Senatorial Campaign Committee scrap a $2 million ad buy. She’s stood on the Senate floor as 41 fellow Democrats filibustered her bill to force construction of the Keystone pipeline. She’s watched outside spending in the state grow so lopsided in favor of Cassidy that roughly 97 cents of every dollar is paying for an ad against her.\n\nShe is, to put it gracelessly, likely to lose—to become the first incumbent Democratic senator ever to lose in Louisiana. Public polling has her down by an average of 18 points. At a rally in Baton Rouge, Landrieu says that “the only poll that matters is election day,” words that have rarely been assembled in that order by a candidate who went on to win. The problem is obvious, and awkward to discuss. In 2008, Landrieu won 33 percent of the white vote, more than enough for a November victory. Last month, she won just 18 percent of that vote.\n\n“The notion, I suppose, on the part of Mary and her campaign, was that they didn’t have to pay particular attention to the white vote as they campaigned for the black vote,” says Elliot Stonesipher, a Shreveport-based pollster and analyst. Like a lot of observers, the decision baffled him; it was if Landrieu did not realize she had to win again, to distance herself from the president. “When she gave that interview to Chuck Todd, when she said ‘the South has not always been the friendliest place for African-Americans,’ people talked about that for a good long while.”\n\nThat has left Landrieu far behind a Republican she talks about the way a homeowner might describe a burglar to the police. She accuses him of running on nothing but Obama. That’s certainly the story in TV ads—the Koch network’s Freedom Partners are constantly on air replaying Landrieu’s praise of the Affordable Care Act, and American Crossroads is playing a version of a spot it’s used in other red states, where a girl at a spelling bee spells the senator’s name O-B-A-M-A. At events, voters tell her how the ads have fooled their neighbors—surely she can cut through that.\n\n“Focus on your record,” a voter named Bernadette Powell tells Landrieu at a stop in Hammond. They’re speaking just a few yards away from an air control tower that all the local Democrats credit her with erecting.\n\n“You would think people would be focused on that,” says Landrieu grimly.\n\nAt every stop, Landrieu tells voters that “the national election is over.” They are being suckered if they cast an anti-Obama vote. (Most of the voters I talk to pause for a few seconds before appraising the president.) At New Roads, and at other stops, Landrieu derides Cassidy as a do-nothing with a “skimpy” record. “We’re gonna let people know about this guy and what a fraud he is,” she tells one voter.\n\nWhen we talk, and Landrieu gets to discuss the November showdown over the Keystone pipeline, she closes her eyes. This was her bill; the one she rescued from the Republicans who spent half the Obama presidency using Keystone as a bargaining chip.\n\n“Did the House have several Keystone bills they passed? Yes,” she says. “But if you look at their bills, it was Keystone plus get rid of the Endangered Species Act; Keystone plus drill in Times Square; Keystone plus drill on top of [Washington Senator and Energy Committee member] Maria Cantwell’s head. The bills were never going anywhere. So [North Dakota Senator John] Hoeven and I, because we’re smart legislators, we sat down, we waited for all the reports to come in—the last one was filed in January—we called the White House, we waited until the report was published, we waited until y’all wrote about it, and finally we said, haven’t we waited long enough.”\n\nLandrieu gets animated as she describes how the Republican House jammed her. “[Cassidy] started running around—oh my God, I better do something!” she says. “So they took my bill, dusted it a little bit, changed it a little bit, put his name on it, and trotted him out like he passed it. It’s total hogwash.”\n\nThe implication is that voters, if so informed, would remember that their senator was there for them. That’s far from clear. The exodus of white conservatives from the Democratic Party, which spans generations, achieved hyperspeed during the Obama years. Since Obama was inaugurated in 2009, sixteen Louisiana state legislators have switched from the Democratic Party to the GOP. Most of them switched after the May 2010 offshore drilling moratorium began after the Deepwater Horizon disaster gushed oil into the Gulf of Mexico, spilling onto the Louisiana coastline.\n\n“I just didn't feel that my philosophy as a traditional conservative Blue Dog Democrat has a place anymore in the national party,” Representative Bubba Chaney told reporters after his 2011 switch. “The Republican Party better fits that philosophy and my personal values.”\n\nIn this state, people are often talking about social issues. Often, but not always. In Plaquemine, a town down the road from Baton Rouge, I take a party-switching state senator’s lunch recommendation and head into a diner called Fat Daddy’s. A couple named Dale and Bitsie Stampley tell me, woefully, how they had to leave the Democratic Party that their families had always voted for. They started seeing people who thought “the government could take care of them,” says Dale Stampley. “You see people with five, six phones, paid for by the government.”\n\nVoters like the Stampley came to see the Democrats as the party that redistributed their money to the people who had not earned it. The Affordable Care Act became the most painful example—Cassidy never stopped talking about it, and Landrieu could not shake it. Voters were not listening to Landrieu or any Democrat when they talked about the assets they could bring to the state. But they’d been building to that for years.\n\n“As you travel around, you meet these people who are very dependent on Medicaid, on Social Security,” says former Senator John Breaux, who retired in 2004 and saw his seat won by Republican David Vitter. “These people could not make it without that. Those are basically Democratic programs, and those same people say, ‘I don’t want the government to interfere.’ I remember when I chaired the Medicaid committee, I had a woman come up to me and say, ‘Whatever y’all do make sure the federal government doesn’t take over my Medicare.’”\n\nI tell Breaux that this anecdote’s become famous, and widespread. “It happened to me first!” he says. “It happened to me a thousand times.”\n\nAnd it has happened most dramatically in Acadiana, the southwest parishes of Louisiana where generations of Cajun whites voted for people like Breaux. They used to vote for Landrieu. In 2002, she won St. Martin Parish, on the edge of Cajun country, by 12 points. In 2008, she beat a weaker Republican with a marginally better statewide vote—but she only won St. Martin by 6 points.\n\nThis November, Landrieu lost St. Martin by seven points. In the first round, she took only 36.5 percent of its vote. I ask her why voters like these have abandoned the Democrats. She pivots to say that Rob Manness, a Tea Party candidate who ran third in the primary, ran strong in those parishes.\n\n“Rob Manness was the man who he said he was. He was a man, who was truthful about his career, and his background, and his service. Bill Cassidy has been caught in a very big lie … he’s very little of his own man. He’s very much a creation of the Republican spin machine.”\n\nAfter following Landrieu to a few more campaign stops I decided to see the state’s other Democratic survivor who is also expected to lose. Edwin Edwards, who was elected to Congress when Lyndon Johnson was president and won four terms as governor, taking the last one against David Duke. (The Klansman had to leave his legislative seat to run. It was conquered by a young Republican Rhodes scholar named David Vitter.) Edwards had gone to jail on corruption charges and re-emerged as a rascal icon. At age 87, he’d become the party’s quixotic candidate in Cassidy’s open seat. Edwards’s fans had made it out to a country club, to see him debate Garret Graves, a Jindal administration coastal policy director expected to win easily. Edwards is given to rambling, and repeating lines, but he's perfectly comfortable telling generalities about what Democrats stood for.\n\n“If there was no government, kids would still be working in coal mines,” he says. “We got to recognize, being irresponsible may make you poor, but being poor does not necessarily mean being irresponsible.”\n\nWhen the debate ends, Edwards is swarmed by supporters. They are noticeably aged. A younger crowd sticks around to congratulate Graves, who’s happy to pronounce the end of the opposition in Louisiana.\n\n“The national Democrat [sic] Party has not looked back,” says Graves. “They’ve continued to move further and further left, which is simply not the ideology of the people of south Louisiana. I think on this current track that it looks like the days of Southern Democrats are truly done with.” He makes an offhand mention of one of several Edwards biographies that some voters, just a few steps away, are asking the candidate to sign. “The Last Hayride has been written, and it’s not going to be revised.”\n\nLouisiana’s next chapter will be written by reliable Republicans, who, like Vitter, are more circumspect about what they say, and less interested in showing off what they brought up. Landrieu often accuses Cassidy of “trying to run out the clock.” This is impossible to deny; he did not face reporters after Monday’s debate with Landrieu. He scrapped his Wednesday campaign appearance on such short notice that, as night fell in Shreveport, nearly a hundred conservatives walked into a Baptist Church still expecting to meet him.\n\nThey’re offered consolation prizes. They get to hear from former Pennsylvania Senator Rick Santorum, who won the state’s 2012 presidential primary (“everything except one little parish,” he says, referring to the one that makes up New Orleans), from black Republican convert C.L. Bryant, and from Cassidy’s wife, Laura. She’s as adept at sticking to a message as her husband. Maybe more so.\n\n“This past week, President Obama endorsed Mary Landrieu,” says Laura Cassidy. “Her chief of staff said that if she gets back to the Senate, she’ll vote with Barack Obama—how often?”\n\nNinety-seven percent of the time!\n\n“One more time, a little bit louder!”\n\nNinety-seven percent of the time!\n\n“You know, my husband was glad to meet a youngster, about nine years old. He said, ‘Mom, you can’t vote for Mary Landrieu,’” Cassidy says, readying the punch line’s final reprise. \"She said, ‘Why?’ He said, ‘Mary Landrieu votes with Barack Obama 97 percent of the time.””", "article_metadata": {"sailthru.author": "David Weigel", "description": "But Mary Landrieu and Edwin Edwards are raging against the dying of the light.", "parsely-section": "politics", "og": {"site_name": "Bloomberg.com/politics", "description": "But Mary Landrieu and Edwin Edwards are raging against the dying of the light.", "title": "The Last Days of Democratic Politics In Louisiana Are Here", "url": "http://www.bloomberg.com/politics/features/2014-12-05/democratic-politics-is-about-to-go-dark-in-louisiana", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/i4JTv51MwvUo/v8/-1x-1.jpg", "type": "website"}, "twitter": {"description": "But Mary Landrieu and Edwin Edwards are raging against the dying of the light.", "title": "The Last Days of Democratic Politics In Louisiana Are Here", "url": "http://www.bloomberg.com/politics/features/2014-12-05/democratic-politics-is-about-to-go-dark-in-louisiana", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/i4JTv51MwvUo/v8/-1x-1.jpg", "site": "@bpolitics", "card": "summary"}, "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "fb": {"status": "But Mary Landrieu and Edwin Edwards are raging against the dying of the light."}, "parsely-title": "The Last Days of Democratic Politics In Louisiana Are Here", "parsely-tags": "End of an Era,Region: Global,Page: feature", "parsely-post-id": "NG3VFE6JTSE801", "parsely-author": "David Weigel", "date": "2014-12-05T10:50:02.320Z", "keywords": "End of an Era", "parsely-type": "post", "news_keywords": "End of an Era", "parsely-pub-date": "2014-12-05T10:50:02.320Z", "parsely-image-url": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/i4JTv51MwvUo/v8/-1x-1.jpg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "parsely-link": "http://www.bloomberg.com/politics/features/2014-12-05/democratic-politics-is-about-to-go-dark-in-louisiana"}, "_id": "\"57477af36914bd0286fcb055\"", "article_summary": "She is, to put it gracelessly, likely to lose—to become the first incumbent Democratic senator ever to lose in Louisiana.\nSince Obama was inaugurated in 2009, sixteen Louisiana state legislators have switched from the Democratic Party to the GOP.\nThe exodus of white conservatives from the Democratic Party, which spans generations, achieved hyperspeed during the Obama years.\nA couple named Dale and Bitsie Stampley tell me, woefully, how they had to leave the Democratic Party that their families had always voted for.\n“The Republican Party better fits that philosophy and my personal values.”In this state, people are often talking about social issues."}