{"article_title": "Up Ahead, Turnover of Insurers on Health Market", "article_keywords": ["affordable", "care", "ahead", "oklahoma", "companies", "policyholders", "health", "policies", "act", "insurers", "insurance", "market", "turnover"], "article_url": "http://oklahomawatch.org/2015/07/02/up-ahead-turnover-of-insurers-on-health-market/", "article_text": "Photo illustration by Lindsay Whelchel, Oklahoma Watch.\n\nTwo private health insurance companies participating in the Affordable Care Act market in Oklahoma are expected to leave the program next year, while another big insurer wants in.\n\nThe shuffle, which would occur on Jan. 1, illustrates the rapid evolution of the “Obamacare” health insurance marketplace as it approaches its third year of operation. Some insurers are finding it difficult to make a profit on Affordable Care Act policies, while others see an opportunity that could pay off big over time.\n\nThe companies who want out would be required to notify all of their existing Oklahoma policyholders that their coverage is being cancelled as of Dec. 31. It would be up to the policyholders to find new plans.\n\nWhen the dust settles, three insurance companies are expected to participate in the Affordable Care Act market in Oklahoma next year:\n\n• Blue Cross Blue Shield of Oklahoma, the dominant insurer with the most policy options.\n\n• CommunityCare of Oklahoma, which provides health maintenance organization (HMO) plans only.\n\n• UnitedHealthcare, a big national health insurer and the new entrant in the Oklahoma market.\n\nTwo companies are expected to drop out of the Obamacare market in Oklahoma:\n\n• Assurant Health, a national insurer that recently announced plans to abandon its health policy business.\n\n• GlobalHealth, a Tulsa-based provider of health maintenance organization plans.\n\nSign up for a weekly newsletter from Oklahoma Watch\n\nMike Rhoads, deputy commissioner of the Oklahoma Insurance Department, said he thinks the Obamacare market remains unsettled as some insurance companies try to make a profit on it and fail. The Insurance Department strongly opposes major provisions of the Affordable Care Act. “We still have two of the previous players,” Rhoads said, referring to Blue Cross and CommunityCare. “But two of the other guys that played can’t make it. They’ve looked at it and said, ‘Strategically, this is not good business for us. We’re going to exit.’” David Blatt, executive director of the Oklahoma Policy Institute, viewed the developments as positive. Blatt’s Tulsa-based nonprofit advocacy group supports the Affordable Care Act and other government safety-net programs for the poor. “I think it’s encouraging,” Blatt said. “With Blue Cross Blue Shield, CommunityCare and now United … I think that the law continues to work as it’s intended.” Q&A: What 'Obamacare' Ruling Means for Oklahomans On June 25, the U.S. Supreme Court ruled that the federal government could continue to provide subsidies to policyholders in Oklahoma and 36 other states that declined to set up their own state-run health insurance marketplaces under the Affordable Care Act. In those states, the federal government runs the marketplace. The Supreme Court decision outraged many Oklahoma officials. But no major legal challenges to the Affordable Care Act remain, so many Oklahomans who qualify will continue to weigh their choices when enrollment opens each fall. Enrollment begins this year on Nov. 1. Widespread public opposition to Obamacare has not deterred private insurance companies from jumping into the market here since the subsidies started being paid in 2014. And it has not deterred some Oklahomans from buying policies. As of March 31, a total of 87,136 Oklahomans were receiving subsidies for health policies they purchased on the Affordable Care Act marketplace. One consulting firm, Utah-based Leavitt Partners, estimated that more than 200,000 Oklahomans are potential candidates for participation. Most of the companies involved in next year’s expected shuffle confirmed their plans. A Blue Cross Blue Shield spokeswoman said the company would stay in the Oklahoma market next year. Blue Cross provides preferred provider organization (PPO) plans and is the biggest player in the Affordable Care Act marketplace here. The spokeswoman said the company had 186,027 individual health insurance policies in Oklahoma as of May 31. New York-based Assurant Health announced on June 10 it planned to “exit the health insurance market” across the country so it could concentrate on other parts of its business. It said it would begin sending notices to its existing health policyholders on June 15 to let them know they would need to find new plans. “The process of sending initial notification letters to current policyholders is substantially complete. This includes Oklahoma policyholders,” Assurant spokeswoman Lauren Vagnini said in an email. Vagnini declined to say how many policyholders Assurant had in Oklahoma. UnitedHealthcare confirmed in a prepared statement that it had applied to participate in the Affordable Care Act marketplace in Oklahoma. “We expect to offer a range of quality, innovative products,” the company said. “UnitedHealthcare currently provides health insurance to nearly 400,000 people in Oklahoma.” It was not clear whether that figure included all Oklahoma policies, including employer-provided group plans, or was limited to individual health policies. A GlobalHealth spokeswoman in Tulsa said the company would not confirm the company’s expected exit from the Affordable Care Act market but acknowledged that “business discussions” were under way and “that definitely could be a possibility.” At CommunityCare in Tulsa, the company’s vice president of marketing did not respond to requests for an interview. Rhoads, of the Oklahoma Insurance Department, said he had been informed of the exits by Assurant and GlobalHealth and the entry by United Healthcare. Other players in the Oklahoma market said they had been told the same thing. Rhoads said Assurant and GlobalHealth would be required to comply with Affordable Care Act regulations regarding their exit from the market and would be prohibited from re-entering the market for five years. “They’ll have to provide official notification to the policyholders that they’re not going to renew their policies and that they (policyholders) have to go out and shop somewhere else,” Rhoads said. In 2014, the decision by some companies to cancel existing health policies was highly contentious. Affordable Care Act opponents cited it as evidence that Obamacare was disrupting the insurance market. Support Oklahoma Watch\n\n\n\n\n\nSupport the only statewide investigative reporting publication in Oklahoma. Your contributions are tax-deductible and will help sustain efforts to produce high-quality, in-depth reports on the most pressing issues facing the state.", "article_metadata": {"standout": "http://oklahomawatch.org/2015/07/02/up-ahead-turnover-of-insurers-on-health-market/", "description": "Two private health insurance companies participating in the Affordable Care Act market in Oklahoma are expected to leave the program next year, while another big insurer wants in.", "original-source": "http://oklahomawatch.org/2015/07/02/up-ahead-turnover-of-insurers-on-health-market/", "og": {"site_name": "Oklahoma Watch", "description": "Two private health insurance companies participating in the Affordable Care Act market in Oklahoma are expected to leave the program next year, while another big insurer wants in.", "title": "Up Ahead, Turnover of Insurers on Health Market", "url": "http://oklahomawatch.org/2015/07/02/up-ahead-turnover-of-insurers-on-health-market/", "image": "http://oklahomawatch.org/files/2015/07/Health-Insurance-Cards-cropped-e1435857964720.jpg", "type": "article"}, "twitter": {"site": "@OklahomaWatch", "card": "summary"}, "syndication-source": "http://oklahomawatch.org/2015/07/02/up-ahead-turnover-of-insurers-on-health-market/", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Public Health"}, "_id": "\"57477af36914bd0286fcb06c\"", "article_summary": "New York-based Assurant Health announced on June 10 it planned to “exit the health insurance market” across the country so it could concentrate on other parts of its business.\nSome insurers are finding it difficult to make a profit on Affordable Care Act policies, while others see an opportunity that could pay off big over time.\n• UnitedHealthcare, a big national health insurer and the new entrant in the Oklahoma market.\nAffordable Care Act opponents cited it as evidence that Obamacare was disrupting the insurance market.\nTwo private health insurance companies participating in the Affordable Care Act market in Oklahoma are expected to leave the program next year, while another big insurer wants in."}