{"article_title": "What is Boehner’s secret immigration plan?", "article_keywords": ["bill", "legislators", "citizenship", "voters", "house", "republicans", "immigration", "secret", "plan", "boehners", "amnesty", "boehner", "gop"], "article_url": "http://dailycaller.com/2014/02/01/what-is-boehners-secret-immigration-plan/", "article_text": "House Speaker John Boehner of Ohio, left, joined by House Budget Committee Chairman Rep. Paul Ryan, R-Wis., takes reporters' questions, on Capitol Hill in Washington, Wednesday, Dec. 11, 2013, as House Republicans signaled support for a budget deal worked out yesterday between Ryan and Senate Budget Committee Chair Sen. Patty Murray, D-Wash. The budget deal was one of a few major measures left on Congress' to-do list near the end of a bruising year that has produced a partial government shutdown, a flirtation with a first-ever federal default and gridlock on President Obama's agenda. (AP Photo/J. Scott Applewhite)\n\n4079377\n\nWhat did House Speaker John Boehner really mean on Thursday when he announced that the GOP will back conditional legalization for 12 million illegals, and increase the flow of foreign workers into the country?\n\nThe various GOP legislators and advocates can’t tell if Boehner is faking solidarity with the GOP’s immigration-boosting business donors, or is moving slowly to muffle voters’ worries about competition for jobs and wages.\n\nSo they’re looking for clues to what Boehner will do next. They’re checking his statements and demeanor, his quips, claps and shrugs, to find out if he really want to push the unpopular bill though the House.\n\nThey’re also trying to gauge the willingness of GOP legislators to go through a painful process that would split the GOP base before November, distract the media and voters from Obamacare, and perhaps leave the Democrats in control of the Senate after the November election.\n\nThey’re also working to cajole, pressure, spin and lobby to drag Boehner over to their side.\n\nAdvocates of greater immigration and citizenship for illegals cheered Boehner’s immigration-boosting document, which was released at the GOP’s closed-door retreat in Cambridge, Md. President Barack Obama complimented him.\n\nBut the reformers who favor lower levels of immigration said the meeting showed that most GOP legislators oppose the immigration amnesty and increase.\n\nRoughly two-thirds of the GOP legislators who spoke in the closed-door meeting opposed the proposed amnesty, or else urged that action be postponed into 2015, Rep. John Fleming told The Daily Caller.\n\nWhen Boehner “got up and presented the points, didn’t spend a lot of time with it; he was really tentative in his support,” Fleming said. “I didn’t hear anybody say we need to be committed to getting this done now, that we can’t wait, not even [Rep. Jeff] Denham.”\n\nDenham’s district voted for Obama in 2012, and he’s backing the Senate’s amnesty bill.\n\nWisconsin Rep. Paul Ryan was also tepid, said Fleming. Ryan said “he likes this draft and he made the comment that ‘You know, there’s never a good time or best time to move forward with legalization,'” Fleming added.\n\nThe document — and the leaders — downplayed most dramatic features of the document, which offers an indirect path to citizenship for the 12 million Democratic-leaning illegals, and many new low-wage guest-workers to employers. For example, a House bill allowing 500,000 more guest-workers per year was approved last year by Rep. Bob Goodlatte’s Judiciary Committee.\n\nEach year, four million Americans turn 18.\n\nRyan admitted the plan includes an indirect route to citizenship to the Wall Street Journal. Illegals could get citizenship via current legal procedures, after they first find jobs during a provisional period before they get a traditional work permit and then a green card.\n\n“That’s the kind of process we envision. … [It] is not a special pathway to citizenship and it’s not going to automatically in any way give an undocumented immigrant citizenship,” Ryan said.\n\nAlso, a top GOP leader said they could try to pass the amnesty and guest-worker legislation in June, after legislators win their primaries.\n\n“It’s probably months out, I don’t know,” said Boehner ally, Oregon Rep. Greg Walden. He’s the chairman of the National Republican Congressional Committee, which is responsible for helping GOP candidates win their elections.\n\nBut other critical GOP leaders, including Goodlatte, avoided the media and hid from voters and tea party protests. Any amnesty bill would have to get his support before it could get through his judiciary committee.\n\nThe vocal opposition from legislators, and the leaders’ cautious statements, means that “Americans dodged a bullet,” said Roy Beck, director of NumbersUSA, a immigration reform group.\n\n“Americans should be thankful to the majority of Republican [legislators] who stood up at the retreat” against Boehner’s plan, he added. “Thousands and thousands of phone call went into Republicans’ [offices] before they went into their retreat.”\n\nBut business lobbies, Democrats and some GOP legislators will continue to push for the amnesty, and will pressure uncommitted GOP legislators to bend in their direction, he said.\n\nHis members will pressure those legislators to oppose the immigration increase because “a lot of these [uncommitted] Republicans would like to get it off the table … and move on,” he said.\n\n“We’re not letting up at all,” he said.\n\nContinued pressure is needed because Boehner “is dead set on making this happen,” said Bob Dane, a spokesman for the Federation for American Immigration Reform.\n\n“He’s taken the [political] risk to release these plans when most conservative thought leaders oppose them, and when he was being shown in a silly hat on Drudge,” and when the GOP base is loudly objecting, Dane said.\n\nFAIR’s supporters are melting down the phone lines to Congress, Dane added.\n\nMark Krikorian, the director of the Center for Immigration Studies, said Boehner could push the amnesty, or walk away, depending on the political costs and benefits.\n\n“My sense is that he’s zig-zagging to keep everybody happy,” Krikorian said.\n\n“He’s OK with this thing passing, and he’s also OK with there being a lot of [voter] push-back so he can tell the donors had can’t do it,” Krikorian said.\n\n“Maybe I’m whistling past the graveyard, [but] I don’t sense the real enthusiasm from him on this. … he wants it to go away, one way or the other,” Krikorian said.\n\nThere’s little or no support for the bill outside the business-funded establishment wing of the GOP.\n\n“We see a failure of leadership in Congress,” said Jenny Beth Martin, a co-founder of the Tea Party Patriots group, which claims 3,400 chapters and 15 million members. “The American people made their terms clear months ago—we don’t want amnesty.”\n\nThe editors of National Review, the established conservative outlet slammed Boehner’s plan, saying it “could be the opening foray in one of the most mystifyingly stupid misadventures in recent congressional history … [and also] vague, sophomoric, and poorly written.”\n\n“We continue to be stunned that House Republicans would even consider anything like this … is inviting a poisonous intramural political brawl, and the base of the party will — justifiably — feel betrayed if an amnesty actually passes,” said National Review.\n\nGOP senators also pressured the House leadership to walk away.\n\nSen. Marco Rubio, whose polls cratered after he joined with Democrats to pass an immigration bill out of the Senate in June, has suggested the GOP back away from a rewrite. “You can write whatever you want in that bill, but the federal government will not enforce the law,” he said recently.\n\nSens. Jeff Sessions and Ted Cruz slammed the GOP leadership, and urged Republicans to make sure immigration rules help Americans wager-earners, not employers. “Rather than responding to the big-money lobbying on K Street, we need to make sure working-class Americans show up by the millions [at the ballot box in November] to reject Obamacare and vote out the Democrats,” Cruz said.\n\n“Amnesty will ensure the [GOP-leaning] voters stay home [in November]. … Anyone pushing an amnesty bill right now should go ahead and put a ‘Harry Reid for Majority Leader’ bumper sticker on their car,” Cruz said.\n\nCruz’s criticism of Boehner’s plan was matched by praise from Obama.\n\n“If the speaker proposes something that says right away: Folks aren’t being deported, families aren’t being separated, we’re able to attract top young students to provide the skills or start businesses here and then there’s a regular process of citizenship, I’m not sure how wide the divide ends up being,” Obama told CNN.\n\nBusiness groups also backed the plan. “We applaud House Republicans for their public commitment to immigration reform demonstrated by the release of their standards today,” said Greg Brown, CEO of Motorola Solutions, Inc., who chairs an immigration group for the Business Roundtable.\n\n“This is a very encouraging sign that House lawmakers are serious about fixing our broken immigration system,” said the U.S. Chamber of Commerce.\n\nBut the public’s opposition is blocking Obama’s reach for millions of new immigrant voters, and Boehner’s willingness to bring in millions of new workers. “It is the grassroots, the voters, who are keeping these Republicans somewhat in line,” said Beck.\n\nFollow Neil on Twitter", "article_metadata": {"sailthru.author": "Neil Munro", "description": "What did House Speaker John Boehner really mean on Thursday when he announced that the GOP will back conditional legalization for 12 million illegals, and", "og": {"site_name": "The Daily Caller", "description": "What did House Speaker John Boehner really mean on Thursday when he announced that the GOP will back conditional legalization for 12 million illegals, and increase the flow of foreign workers into the", "title": "What is Boehner’s secret immigration plan?", "url": "http://dailycaller.com/2014/02/01/what-is-boehners-secret-immigration-plan/", "image": {"width": 800, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/2a8408cf05b041e3b52da664ff7ab233-e1386799423794.jpg", "height": 344}, "type": "article"}, "twitter": {"description": "What did House Speaker John Boehner really mean on Thursday when he announced that the GOP will back conditional legalization for 12 million illegals,...", "title": "What is Boehner’s secret immigration plan? Via @dailycaller", "url": "http://dailycaller.com/2014/02/01/what-is-boehners-secret-immigration-plan/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/12/2a8408cf05b041e3b52da664ff7ab233-e1386799423794.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-02-01 08:31:04", "sailthru.title": "What is Boehner's secret immigration plan?", "HandheldFriendly": "true", "sailthru.tags": "immigration,neil-munro", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "immigration", "sailthru.description": "What did House Speaker John Boehner really mean on Thursday when he announced that the GOP will back conditional legalization for 12 million illegals, and increase the flow of foreign workers into the", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/2a8408cf05b041e3b52da664ff7ab233-e1386799423794.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fc9511\"", "article_summary": "But the reformers who favor lower levels of immigration said the meeting showed that most GOP legislators oppose the immigration amnesty and increase.\nAdvocates of greater immigration and citizenship for illegals cheered Boehner’s immigration-boosting document, which was released at the GOP’s closed-door retreat in Cambridge, Md.\nFor example, a House bill allowing 500,000 more guest-workers per year was approved last year by Rep. Bob Goodlatte’s Judiciary Committee.\nAny amnesty bill would have to get his support before it could get through his judiciary committee.\n“Americans should be thankful to the majority of Republican [legislators] who stood up at the retreat” against Boehner’s plan, he added."}