{"article_title": "Jeb and Hillary, Come Quick! She’s Got a New Diner: A Day’s Work", "article_keywords": ["diner", "lawrence", "work", "days", "children", "jeb", "hillary", "manchester", "shes", "arrow", "quick", "president", "went", "come", "day", "red", "restaurant"], "article_url": "http://www.bloomberg.com/news/articles/2015-06-19/jeb-and-hillary-come-quick-she-s-got-a-new-diner-a-day-s-work", "article_text": "Carol Lawrence moves down the wall of photos in her diner, pointing to Obama, Clinton, Giuliani. The White House wannabes all come because they want to connect with the regular folk at the counter.\n\nThere’s no one better to teach them how than Lawrence.\n\nAt 51, she operates three thriving Red Arrow diners in New Hampshire, where every four years at this time these eateries emerge as players in the election of a U.S. president. Former Texas Governor Rick Perry has already paid a visit, with others sure to follow.\n\nLawrence started small, buying the original shuttered Red Arrow in 1987 in downtown Manchester along with an investor friend and her dad, George. The daughter-father duo -- she’s president and he’s vice president now -- has since opened two other Red Arrows, in Milford and Londonderry. Factor in a small catering business and their projected gross revenue this year is $6 million.\n\nThat’s a lot of pancakes. In the original diner in Manchester, a former textile city with its gallant old red-brick mills hard by the Merrimack River, an average of 650 people show up each day to fill 36 seats. The diner is open 24 hours a day, seven days a week. Often there is a line to get in as music blares out to the sidewalk. Lawrence says her latest Red Arrow to the south in Londonderry opened in March just in time for the 2016 campaign and will become the busiest of the three. Annual projected gross revenue: $2.5 million.\n\nMarketing Gimmicks\n\nMeal prices are reasonable -- this past Monday’s blue-plate special was two stuffed peppers with two sides for $6.99 -- and the atmosphere casual. But as Lawrence begins each day in the Manchester diner with coffee, she is surrounded by the real keys to her success: the marketing gimmicks she has used to build a loyal constituency.\n\n“I market, market, market,” she says with a laugh.\n\nOn sale are coffee mugs with the cartoon faces of the diner mascots, Moe and Dinah. Lawrence held a contest to come up with their love story. The winner: they met in the dishwasher. “We ship those mugs all over the world,” she boasts.\n\nThe same goes for Red Arrow’s homemade Twinkie-like cakes. One batch went to Diane Sawyer after Lawrence heard the network anchor had a hankering.\n\nA waitress rings a bell to introduce every first-time visitor in a Red Arrow tradition known as de-virginizing (Hillary Clinton’s people once called in advance to ask that she not be inducted. Lawrence says Clinton may have never known and probably would have enjoyed it.) Children get their meals served on a blue Frisbee-like plastic saucer they can take with them.\n\nLawrence’s first foray into promotion came in the late ’90s when a young man called to reserve a booth so he could propose marriage to his girlfriend. She hung a sign where they’d be seated and called the state’s largest newspaper, the Union Leader. The proposal -- and the Red Arrow -- were on the front page the next day. The Red Arrow has been featured as one of USA Today’s top 10 diners and on the Food Network’s “Diners, Drive-Ins and Dives.”\n\nChalk up the accolades to Lawrence’s attention to detail, the care she takes in making sure people leave satisfied -- lessons some candidates would have done well to emulate.\n\nLawrence remembers former New York Mayor Rudy Giuliani in 2008 made no attempt to be gracious. On the other hand, Bill Clinton, in his first campaign, was so careful to meet everyone that he even went into the kitchen to talk to the cooks. “His people kept yelling that he had to leave,” Lawrence says. Bill Richardson, the former New Mexico governor who campaigned in 2008, was equally friendly. He ordered a side of bacon and toast and liked the bacon so much that he asked for another order.\n\nPeeling Potatoes\n\nThe oldest of three children, Lawrence has come a long way from peeling potatoes, her first restaurant job at age 12. It was 1975 and her father had been laid off as a “tin knocker” or sheet metal worker when he decided to buy his uncle’s restaurant. Lawrence washed dishes, waitressed and cooked. She graduated from high school and spent a year in college before deciding the academic life wasn’t for her.\n\nBreaking away from the family business, she went to work for another restaurant where she was quickly promoted to dining room manager. In 1987, at age 23, she, her father and the other investor bought the original Red Arrow and the land for about $260,000.\n\nShortly after that, Lawrence married a man who already had two children. The couple -- now divorced -- had two more of their own, Jesse and Tyler. Jesse was born with a chromosome abnormality that left him blind and with numerous medical complications that required 23 surgeries. He died at age 14 while living at the Perkins School for the Blind in Watertown, Massachusetts.\n\nAs she sips her morning cup, Lawrence points to a photo on the menu of a beaming Jesse. “He continues to inspire me,” she says and goes on to detail her volunteer work for organizations and charities focused on children with disabilities.\n\nWeekly Meeting\n\nAt 9:45 a.m., she drives a few blocks to her headquarters in an office building owned by her brother. It is time for the weekly meeting of her management team.\n\nFirst on the agenda is their insurance agent, Sonia Pearsall, who leads a tortuous discussion of what Red Arrow must do to comply with the Affordable Care Act, aka Obamacare, by the 2016 deadline.\n\n“This is not going to be easy,” Pearsall tells the group.\n\nLawrence currently provides health coverage only to her managers, or about 15 of her 120 employees. The law says all must be given the option over the next two years.\n\nGeorge, her father, rolls his eyes as he does some quick math with operations director Brian Medynski. They figure another 15 workers will sign up under the expanded coverage for a total of 30 employees or a cost to the company of $1,000 a week.\n\n“That’s a lot of money,” George says, pointing out that such expenses are ultimately passed on to customers. “What’s that mean? We charge three dollars for an order of toast?”\n\nOther concerns on the docket: the nationwide outbreak of bird flu that has almost doubled the price of a dozen eggs and a spate of bickering between cooks and waitresses on the Sunday morning shift in Manchester. It’s agreed that Medynski will talk to both sides. Lawrence stands and looks at her watch. It’s time to go.\n\nEvery weekday at noon, she co-hosts a two-hour radio show, “Food for Thought with Carol & Mike,” on New Hampshire’s WTPL-FM. She and her partner, Mike Morin, broadcast from a glassed-in studio her brother built for her just one floor below her office.\n\nLawrence doesn’t mention her company, but running in the commercial breaks throughout the show are ads for her Red Arrows, as she once again leaves no marketing stone unturned.", "article_metadata": {"sailthru.author": "Tom Moroney", "twitter": {"description": "Carol Lawrence moves down the wall of photos in her diner, pointing to Obama, Clinton, Giuliani. The White House wannabes all come because they want to connect with the regular folk at the counter.", "title": "Jeb and Hillary, Come Quick! She’s Got a New Diner: A Day’s Work", "url": "http://www.bloomberg.com/news/articles/2015-06-19/jeb-and-hillary-come-quick-she-s-got-a-new-diner-a-day-s-work", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iIx.9I72rOY0/v3/-1x-1.jpg", "site": "@business", "card": "summary"}, "parsely-author": "Tom Moroney", "parsely-type": "post", "keywords": "White House,Manchester,Work,Hillary Diane Rodham Clinton", "news_keywords": "White House,Manchester,Work,Hillary Diane Rodham Clinton", "parsely-link": "http://www.bloomberg.com/news/articles/2015-06-19/jeb-and-hillary-come-quick-she-s-got-a-new-diner-a-day-s-work", "parsely-title": "Jeb and Hillary, Come Quick! She’s Got a New Diner: A Day’s Work", "msapplication-TileColor": "#ff0000", "apple-mobile-web-app-capable": "no", "parsely-pub-date": "2015-06-19T04:00:01.003Z", "apple-mobile-web-app-status-bar-style": "black", "description": "Carol Lawrence moves down the wall of photos in her diner, pointing to Obama, Clinton, Giuliani. The White House wannabes all come because they want to connect with the regular folk at the counter.", "parsely-tags": "White House,Manchester,Work,Hillary Diane Rodham Clinton,Region: Global,Page: article", "msapplication-TileImage": "https://assets.bwbx.io/business/public/images/favicons/mstile-144x144-bbd2101292.png", "date": "2015-06-19T04:00:01.003Z", "parsely-section": "industries", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "og": {"site_name": "Bloomberg.com", "description": "Carol Lawrence moves down the wall of photos in her diner, pointing to Obama, Clinton, Giuliani. The White House wannabes all come because they want to connect with the regular folk at the counter.", "title": "Jeb and Hillary, Come Quick! She’s Got a New Diner: A Day’s Work", "url": "http://www.bloomberg.com/news/articles/2015-06-19/jeb-and-hillary-come-quick-she-s-got-a-new-diner-a-day-s-work", "image": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iIx.9I72rOY0/v3/-1x-1.jpg", "type": "website"}, "fb": {"status": "Carol Lawrence moves down the wall of photos in her diner, pointing to Obama, Clinton, Giuliani. The White House wannabes all come because they want to connect with the regular folk at the counter."}, "parsely-post-id": "NQ58526JTSED01", "format-detection": "telephone=no", "parsely-image-url": "https://assets.bwbx.io/images/users/iqjWHBFdfxIU/iIx.9I72rOY0/v3/-1x-1.jpg"}, "article_summary": "In 1987, at age 23, she, her father and the other investor bought the original Red Arrow and the land for about $260,000.\nPeeling PotatoesThe oldest of three children, Lawrence has come a long way from peeling potatoes, her first restaurant job at age 12.\nA waitress rings a bell to introduce every first-time visitor in a Red Arrow tradition known as de-virginizing (Hillary Clinton’s people once called in advance to ask that she not be inducted.\nThe daughter-father duo -- she’s president and he’s vice president now -- has since opened two other Red Arrows, in Milford and Londonderry.\nLawrence started small, buying the original shuttered Red Arrow in 1987 in downtown Manchester along with an investor friend and her dad, George."}