{"article_title": "While Texas Legislature seats the most doctors, health care still on back-burner", "article_keywords": ["legislature", "seats", "backburner", "states", "state", "health", "coverage", "doctors", "medicaid", "gop", "texas", "care"], "article_url": "http://trailblazersblog.dallasnews.com/2015/09/while-texas-legislature-seats-the-most-doctors-health-care-still-on-back-burner.html/", "article_text": "AUSTIN — Texas has more doctors in its legislature than any other state – six, all of them Republicans.\n\nAmong the states, Texas’ law-making body has the third-highest percentage of doctors, according to an analysis by The Dallas Morning News.\n\nBut a bigger contingent of physician-lawmakers hasn’t kindled a bigger debate of health policy by the Texas Legislature, especially on questions of access to care and coverage expansion, according to experts and some of the physician-lawmakers themselves.\n\nThe reasons are simple, they say: Most doctors live in the suburbs, where they run as Republicans. To win GOP primaries, they have to bash government health care programs as bad.\n\nAccording to former Texas Medical Association executive Kim Ross, the physician-lawmakers may sincerely hold such views, even though health care accounts for about one-third of all state spending and government is a huge player in their economic sector.\n\n“Most physicians are at best apolitical, and tend to vote their zip code rather than their professional interests,” said Ross, who was the doctor group’s vice president of public affairs and top lobbyist from 1986 through 2002. “They are not concentrated in the 5th Ward [in inner-city Houston] or a South Texas colonia.”\n\nFormer Sen. Bob Deuell of Greenville, who lost to tea party-backed insurgent Bob Hall in last year’s GOP primary, said that a few years ago, there was only “a little hope” the Republican-controlled Legislature would consider coverage-expansion proposals, even those stressing recipients’ personal responsibility and private insurers’ involvement.\n\nAlthough Texas leads the nation in the share of its population lacking coverage, such debates have died, he said.\n\n“The newer people can’t really discuss the ins and outs of health care,” said Deuell, a family doctor. “They just say they’re against it.”\n\nJohn Davidson, health care analyst for the conservative Texas Public Policy Foundation, said doctors’ views vary widely on the merits of Obamacare’s proposed Medicaid expansion, which state GOP leaders have fiercely resisted.\n\nMany are skeptical of the state’s Medicaid program and disillusioned with how the Affordable Care Act has spawned purchases of doctors’ practices by hospital chains and mergers of huge national health insurance companies, he said.\n\n“Individual physicians are a lot more ambivalent about the [act] than, say, people who run managed-care companies or hospital system administrators, who generally tend to be for it because it benefits them and what they do,” he said.\n\nRichmond GOP Rep. John Zerwas, an ally of Speaker Joe Straus, is an anesthesiologist who has experience as a hospital administrator. Zerwas has advocated trying to negotiate a “Texas solution” with the Obama administration that would allow the state to draw down scores of billions in federal Medicaid funds but make demands of the newly covered adults, who would have private coverage and health savings accounts.\n\n“We ought to have a real vibrant conversation about that and consider what the pros and cons of doing it are,” he said.\n\nZerwas acknowledged, though, that he’s outnumbered – not just in the GOP caucus but the “white coat” caucus.\n\nThrough the 1980s, 1990s and early 2000s, the Texas Legislature had, at most, one or two doctor members, Ross said.\n\nAccording to the newspaper’s review of a 2014 compilation by the American Medical Association, which included assistance by the Texas Academy of Family Physicians, 17 states have no doctors in their legislatures.\n\nTexas has two in the Senate, four in the House. The Texas Legislature ranks third in its percentage of doctor-lawmakers – 3.3 percent. Only in Nevada and Utah did docs wield a bigger presence — 4.8 percent in each. However, Utah has only five doctor-lawmakers; and Nevada, three. Their legislatures have 104 and 63 members, respectively, compared with 181 in Texas.\n\nMore doctors may head to Austin for the 2017 session. None of the current six has drawn major opposition. In recent weeks, three Republican doctors announced that in next year’s elections, they’ll run in districts with open seats. Two are seeking to replace retiring Sen. Troy Fraser, R-Horseshoe Bay, while the third wants the House seat of retiring Rep. Allen Fletcher, R-Cypress.\n\nThough there are big decisions to be made about whether $6.2 billion a year in special federal Medicaid “waiver” money will continue to flow to Texas and whether the state should seek a “waiver for state innovation” in 2017, two experts said they don’t expect much to happen.\n\nDeuell, the former senator, cited uncertainty over who will succeed President Barack Obama – a Democrat or a Republican. If it’s a Republican, much will depend on “whether you have a Cruz or a Kasich in the White House,” he said, referring to Texas Sen. Ted Cruz and Ohio Gov. John Kasich. Cruz has vowed to repeal every syllable of Obamacare, while Kasich expanded Medicaid in his state.\n\n“Everybody’s just putting it off until they see who the new president is,” Deuell said of Texas lawmakers.\n\nRoss, the former doctor’s association lobbyist, said state Republicans must constantly watch their right flank.\n\n“Our bootstrap, ‘it’s your own damn fault you got sick’ political culture tends to work against clinically motivated proposals like expanding coverage,” he said. “Health care spending is viewed as a social welfare program wasted on the unworthy poor rather than an investment in local community infrastructure to assure population health.”", "article_metadata": {"liveFyreID": "aHR0cDovL3RyYWlsYmxhemVyc2Jsb2cuZGFsbGFzbmV3cy5jb20vMjAxNS8wOS93aGlsZS10ZXhhcy1sZWdpc2xhdHVyZS1zZWF0cy10aGUtbW9zdC1kb2N0b3JzLWhlYWx0aC1jYXJlLXN0aWxsLW9uLWJhY2stYnVybmVyLmh0bWwv", "generator": "WordPress 3.9.12", "author": "Robert T. Garrett", "og": {"site_name": "Trail Blazers Blog", "description": "AUSTIN — Texas has more doctors in its legislature than any other state – six, all of them Republicans. Among the states, Texas’ law-making body has the third-highest percentage of…", "title": "While Texas Legislature seats the most doctors, health care still on back-burner", "url": "http://trailblazersblog.dallasnews.com/2015/09/while-texas-legislature-seats-the-most-doctors-health-care-still-on-back-burner.html/", "image": "http://trailblazersblog.dallasnews.com/files/2015/09/Is-there-a-doctor-in-the-house.png", "type": "article"}, "LastModifiedDate": "2015-09-04T06:42:17Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "1970-01-01T00:00:00Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "cXenseParse": {"recs": {"publishtime": "1970-01-01T00:00:00Z"}}}, "_id": "\"57477af46914bd0286fe16f0\"", "article_summary": "Through the 1980s, 1990s and early 2000s, the Texas Legislature had, at most, one or two doctor members, Ross said.\n“The newer people can’t really discuss the ins and outs of health care,” said Deuell, a family doctor.\n“Health care spending is viewed as a social welfare program wasted on the unworthy poor rather than an investment in local community infrastructure to assure population health.”\nAmong the states, Texas’ law-making body has the third-highest percentage of doctors, according to an analysis by The Dallas Morning News.\nTo win GOP primaries, they have to bash government health care programs as bad."}