{"article_title": "Science fiction series films in historic Longmont house", "article_keywords": ["real", "house", "science", "douglas", "fiction", "films", "historic", "tv", "series", "longmont", "world", "fauscett", "dimension", "inner"], "article_url": "http://www.timescall.com/longmont-local-news/ci_27387547/science-fiction-series-films-historic-longmont-house", "article_text": "Blending the imagined with the spiritual and real worlds\n\nInner Dimension Information about Inner Dimension, the science fiction TV series being produced by a Colorado-based company, Galloping Metal Productions, is available online at www.innerdimensiontvshow.com as well as a Facebook page, https://www.facebook.com/InnerDimension\n\nProducers, cast, makeup artists and crew members of a TV series converged on Longmont's historic Callahan House Saturday to film scenes from another dimension.\n\nThe interior of the 122-year-old house at 312 Terry St. took on the guise of an eerie location inside the \"Inner Dimension,\" the name of the series being filmed there and at other Colorado locations.\n\n\"It's gorgeous,\" producer-director Kasha Fauscett declared while preparing to shoot a scene on the first floor of the Victorian Queen Ann-style house northeast of Third Avenue and Terry Street.\n\nDanielle Douglas, an \"Inner Dimension\" co-producer, said she grew up in Longmont, had lived in the historic westside neighborhood, and suggested using the Callahan House for the scenes filmed on Saturday.\n\n\"I've walked past this place many times,\" Douglas said.\n\nFauscett and Douglas said Galloping Metal Productions, the Colorado company filming the series, has also filmed in Frederick, where Douglas now lives, as well as locations in Castle Rock, Boulder and the metro Denver area.\n\n\"Inner Dimension\" is currently under consideration for distribution by a cable TV company that Douglas declined to identify, but it can run as a web-based series if it doesn't wind up on cable.\n\nAccording to Fauscett and her husband, head writer Troy Fauscett, the series' storyline is partly science fiction, partly paranormal and partly metaphysical.\n\n\"It combines science fiction with the spiritual and the real world,\" Troy Fauscett said, adding that whether the series winds up on cable or a website of its own, \"we want a lot of people to see this.\"\n\n\"The Inner Dimension is a place in between the real world and beyond, inadvertently created by mankind. Three seemingly random strangers suddenly find themselves lost in this adjacent dimension, completely unaware of how they got there,\" the producers say on the series' Facebook page.\n\n\"Nathaniel, an oddly dressed British gentleman, has been stuck here a long time and may know more than he's telling. Fourteen-year-old Toby and football star Derrick are newcomers, but soon realize that once inside the Inner Dimension, it is near impossible to get back.\n\n\"To succeed, they must forget everything they've ever known about the real world. Someone, or something, is in there with them, something beyond comprehension. The three must figure out how to reach the real world, or face an enemy beyond fathom,\" according to the series' Facebook description.\n\nTroy Fauscett said producers are looking at an eight-to-10 episode first season for Inner Dimension but hope and intend to continue beyond that.\n\n\"This could be like the \"X Files,\" he said.\n\nDouglas said initial filming of the self-funded production actually began about two years ago, and it was previewed for people attending Denver Comic Con last summer.\n\nShe said the Callahan House, with \"its old feeling,\" will help illustrate the series' themes of characters coming from, and going through, different times in history as well as different dimensions.\n\nJohn Fryar: 303-684-5211, jfryar@times-call.com or twitter.com/jfryartc", "article_metadata": {"sailthru.url": "http://www.timescall.com/longmont-local-news/ci_27387547/science-fiction-series-films-historic-longmont-house", "modificationDate": "2015-01-24T18:37:15-0700", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2015/0124/20150124__25TCASHOWw~1_300.jpg", "sailthru.author": "By John Fryar \n \n  Staff Writer", "description": "Inner DimensionInformation about Inner Dimension, the science fiction TV series being produced by a Colorado-based company, Galloping Metal Productions, is available online at  www.", "ag": {"canon": "LongmontTimes-Call:article:27387547:view"}, "startDate": "2015-01-24T18:02:23-0700", "og": {"url": "http://www.timescall.com/longmont-local-news/ci_27387547/science-fiction-series-films-historic-longmont-house", "image": "http://extras.mnginteractive.com/live/media/site46/2015/0124/20150124__25TCASHOWw~1.jpg", "type": "article", "description": "Inner DimensionInformation about Inner Dimension, the science fiction TV series being produced by a Colorado-based company, Galloping Metal Productions, is available online at  www.", "title": "Science fiction series films in historic Longmont house"}, "twitter": {"domain": "timescall.com", "description": "Inner DimensionInformation about Inner Dimension, the science fiction TV series being produced by a Colorado-based company, Galloping Metal Productions, is available online at  www.", "title": "Science fiction series films in historic Longmont house", "url": "http://www.timescall.com/longmont-local-news/ci_27387547/science-fiction-series-films-historic-longmont-house", "image": "http://extras.mnginteractive.com/live/media/site46/2015/0124/20150124__25TCASHOWw~1.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2015-01-24T18:02:23-0700", "sailthru.site": "timescall.com", "endDate": "2025-01-24T17:34:00-0700", "sailthru.title": "Science fiction series films in historic Longmont house", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Local News", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "byline": "By John FryarStaff", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2015/0124/20150124__25TCASHOWw~1.jpg", "pubDate": "2015-01-24T18:04:35-0700", "news_keywords": "Longmont Colorado TimesCall local news"}, "_id": "\"57477af36914bd0286fcb0b0\"", "article_summary": "According to Fauscett and her husband, head writer Troy Fauscett, the series' storyline is partly science fiction, partly paranormal and partly metaphysical.\nDanielle Douglas, an \"Inner Dimension\" co-producer, said she grew up in Longmont, had lived in the historic westside neighborhood, and suggested using the Callahan House for the scenes filmed on Saturday.\n\"The Inner Dimension is a place in between the real world and beyond, inadvertently created by mankind.\nFourteen-year-old Toby and football star Derrick are newcomers, but soon realize that once inside the Inner Dimension, it is near impossible to get back.\nThe three must figure out how to reach the real world, or face an enemy beyond fathom,\" according to the series' Facebook description."}