{"article_title": "Ivy League law students now too 'traumatized' over Ferguson to take exams", "article_keywords": ["league", "jury", "world", "students", "university", "lawyers", "traumatized", "exams", "grand", "columbia", "law", "decisions", "ivy", "ferguson"], "article_url": "http://www.washingtontimes.com/news/2014/dec/10/ivy-league-law-students-now-too-traumatized-over-f/", "article_text": "ANALYSIS/OPINION:\n\nIt is a new educational phenomenon: Ivy League law students at three major universities - Columbia, Harvard and Georgetown University - are now exempt from taking final exams if they feel “traumatized” by the grand jury decisions made in Ferguson and New York City. The students are also being offered counseling if they need it.\n\nA few professors with impressive credentials now have a few questions.\n\n“The decision to allow students selectively to postpone exams as a result of emotional upset over the Ferguson and Garner grand jury decisions shows, once again, how far law schools have strayed from their mission. Few if any of the students complaining talk about the evidence, the forensics, the law that might have justified the grand jury rulings. Instead, it’s all about them and their emotions. Are we training students to think and act as lawyers, or emotional activists?” asks William Jacobson, professor of law, Cornell University Law School and a Harvard Law alumnus himself.\n\nSEE ALSO: Millennial ‘divas’ too spoiled for corporate world, study suggests\n\n“If we are training students to be lawyers, we should insist that they act like lawyers, and understand that there will be decisions with which we disagree, but that cannot interfere with our professional obligations. Cry if you want to, but keep representing your clients, complying with court deadlines, and pushing forward under adversity,” Mr. Jacobson says.\n\n“In an understandable effort to show sensitivity to students upset by the grand jury decisions, Columbia has unfortunately chosen to infantalize them, suggesting that adult law students can’t handle hearing about perceived injustices in the world. I can’t imagine why any law student would admit that hearing about a seemingly unjust legal decision incapacitates them; how would such people function as lawyers, given that many verdicts deeply disappoint advocates for one side or the other?” asks David Bernstein, professor of Law, George Mason University School of Law and also a Yale Law alumnus.\n\nAnd he importantly points out: Meanwhile, to the extent that Columbia students take advantage of delaying their exams, they are getting an unfair advantage - that is, more time to study - over students who don’t claim the delay.”", "article_metadata": {"description": "It is a new educational phenomenon: Ivy League law students at three major universities - Columbia, Harvard and Georgetown University - are now exempt from taking final exams if they feel \"traumatized\" by the grand jury decisions made in Ferguson and New York City. The students are also being offered counseling if they need it.\r\nA few professors with impressive credentials now have a few questions.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "It is a new educational phenomenon: Ivy League law students at three major universities - Columbia, Harvard and Georgetown University - are now exempt from taking final exams if they feel “traumatized” by the grand jury decisions made in Ferguson and New York City. The students are also being offered counseling if they need it.\r\nA few professors with impressive credentials now have a few questions.", "title": "Ivy League law students now too ‘traumatized’ over Ferguson to take exams", "url": "http://www.washingtontimes.com/news/2014/dec/10/ivy-league-law-students-now-too-traumatized-over-f/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/08/11/8_112014_college8201.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/08/11/8_112014_college8201.jpg", "description": "It is a new educational phenomenon: Ivy League law students at three major universities - Columbia, Harvard and Georgetown University - are now exempt from taking final exams if they feel \"traumatized", "site": "@washtimes", "card": "summary", "title": "Ivy League law students now too ‘traumatized’ over Fergus"}, "Author": "Jennifer Harper", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Education, Law Crime, Columbia, Harvard, Ferguson"}, "_id": "\"57477af36914bd0286fcb0b6\"", "article_summary": "ANALYSIS/OPINION:It is a new educational phenomenon: Ivy League law students at three major universities - Columbia, Harvard and Georgetown University - are now exempt from taking final exams if they feel “traumatized” by the grand jury decisions made in Ferguson and New York City.\nAre we training students to think and act as lawyers, or emotional activists?” asks William Jacobson, professor of law, Cornell University Law School and a Harvard Law alumnus himself.\nFew if any of the students complaining talk about the evidence, the forensics, the law that might have justified the grand jury rulings.\n“The decision to allow students selectively to postpone exams as a result of emotional upset over the Ferguson and Garner grand jury decisions shows, once again, how far law schools have strayed from their mission.\n“In an understandable effort to show sensitivity to students upset by the grand jury decisions, Columbia has unfortunately chosen to infantalize them, suggesting that adult law students can’t handle hearing about perceived injustices in the world."}