{"article_title": "Ipsos Poll: Majority Of Americans Want Term Limits In Supreme Court", "article_keywords": ["term", "republicans", "court", "limits", "imposing", "supported", "supreme", "idea", "majority", "americans", "voted", "limit", "poll", "ipsos"], "article_url": "http://www.opposingviews.com/i/politics/reuters-poll-majority-americans-want-term-limits-supreme-court", "article_text": "According to a new poll from Reuters/Ipsos, most Americans support imposing a term limit on Supreme Court Justices.\n\nThe poll showed that 66 percent of those polled voted in favor of imposing a 10-year term on the nine Supreme Court justices and abandoning lifetime terms, Sun Times Network reported. Only 17 percent of Americans voted in favor of lifetime terms.\n\nDespite June’s major rulings on Obamacare and same-sex marriage being supported by most Democrats, 66 percent of them favored the 10-year term limit, while 74 percent of Republicans and 68 percent of Independents agreed, according to Yahoo News.\n\nImplementing such a limit would prove difficult, requiring an amendment to the Constitution. Though Republicans like Sen. Ted Cruz of Texas — a 2016 presidential candidate — have welcomed the idea, Congress currently shows no sign of acting on the idea of imposing term limits.\n\nThe poll also revealed that 48 percent of Americans supported the idea of justices being elected, rather than appointed by presidents and subject to confirmation by the Senate. Thirty-two percent of respondents backed the current appointment and confirmation process.\n\nThe poll surveyed 1,611 people between July 10 and July 17. The margin of error is plus or minus 2.8 percentage points.\n\nSources: Yahoo News, Sun Times\n\nPhoto Credit: Wikipedia", "article_metadata": {"msapplication-TileColor": "#0e0e0e", "p": {"domain_verify": "4e3a17d2b19ae614286124438d4e37ce"}, "description": "According to a new poll from Reuters/Ipsos, most Americans support imposing a term limit on Supreme Court Just...", "Generator": "Drupal 7 (http://drupal.org)", "title": "Reuters/Ipsos Poll: Majority Of Americans Want Term Limits In Supreme Court", "modernizr-version": "2.8.3", "foundation-version": "5.4.7", "jquery-version": "2.1.1", "og": {"url": "http://www.opposingviews.com/i/politics/reuters-poll-majority-americans-want-term-limits-supreme-court", "image": "http://www.opposingviews.com/", "type": "article", "description": "According to a new poll from Reuters/Ipsos, most Americans support imposing a term limit on Supreme Court Just...", "title": "Reuters/Ipsos Poll: Majority Of Americans Want Term Limits In Supreme Court"}, "DC.date.issued": "2015-07-21T15:11:31+00:00", "theme-version": "1.2.4", "publish_date": "2015-07-21T15:11:31+00:00", "msapplication-TileImage": "/sites/all/themes/ov_foundation/img/favicons/ms-icon-144x144.png", "theme-color": "#0e0e0e", "ov": {"id": 859676}, "viewport": "width=device-width, maximum-scale = 1.0"}, "_id": "\"57477af46914bd0286fd99c8\"", "article_summary": "According to a new poll from Reuters/Ipsos, most Americans support imposing a term limit on Supreme Court Justices.\nOnly 17 percent of Americans voted in favor of lifetime terms.\nThe poll showed that 66 percent of those polled voted in favor of imposing a 10-year term on the nine Supreme Court justices and abandoning lifetime terms, Sun Times Network reported.\nThe poll also revealed that 48 percent of Americans supported the idea of justices being elected, rather than appointed by presidents and subject to confirmation by the Senate.\nThough Republicans like Sen. Ted Cruz of Texas — a 2016 presidential candidate — have welcomed the idea, Congress currently shows no sign of acting on the idea of imposing term limits."}