{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["status", "latino", "business", "targeted", "marketing", "enrollment", "modern", "research", "hispanic", "molina", "healthcare", "message", "orci", "data", "events", "market"], "article_url": "http://www.modernhealthcare.com/article/20140324/news/303249948", "article_text": "Among other lessons is the importance of crafting a campaign targeted specifically to Latino markets rather than just translating English-language campaigns into Spanish. Also, it is critical not to lump all Latinos together. Instead, the market should be segmented according to nationality, generation, socioeconomic and immigration status, according to marketing experts.“Not all Hispanics are the same,” said Felipe Korzenny, director of the Center for Hispanic Marketing Communication at Florida State University. “There are very different motivations and needs and cultural orientations.”One of the biggest cultural penchants is for face-to-face interaction. Marketing experts blame low Latino enrollment to date on heavy reliance on traditional media strategies—digital resources and brochures translated from English to Spanish—instead of prioritizing direct personal contacts between Latino consumers and people who can answer their enrollment questions in a culturally and linguistically comfortable way.“The major miss for Obamacare is that it really forced people into the website,” said Carlos Santiago, president and chief strategist of Santiago Solutions Group, a Los Angeles-based Hispanic market research firm. “The ads didn't give you a choice other than a www address. There was no physical address, no 800 number.”“The culture is more about word of mouth and sitting down with people,” said U.S. Rep. Loretta Sanchez (D-Calif.). “They want to have it explained to them.” Molina Healthcare , which is offering plans on the insurance exchanges in nine states, has been focusing its Latino outreach in four states—California, New Mexico, Washington and Wisconsin. Molina has combined targeted advertising—ads on buses in Latino communities and in stores such as Family Dollar and Kmart—with public presentations in English as a second language classes and in local churches.“The traditional media advertising is not enough,” said Dr. Mario Molina, CEO of Molina Healthcare.Neither is using the same message to appeal to everyone.“There is primarily one market message and that's being applied to everybody,” said Roberto Orci, CEO of Acento Advertising in Santa Monica, Calif. “You need to create messages aimed at your biggest opportunity segments, and if you have to refine them for African-Americans or the LGBT community or Hispanics, you do. You shouldn't just use the same words in Spanish.”For one, translated messages do not always do just that—translate. But mass marketing with one general message also ignores important cultural nuances and issues that may not resonate with one group but do with another, Orci said.“If you are a general market consumer, Obamacare means one thing to you,” Orci said. “But if you're a Hispanic family with three kids and a husband who works for a firm that doesn't offer him health insurance, it means something totally different.”Experts emphasize the price sensitivity they've seen from those attending enrollment events. “People are just very worried about the cost, and they don't understand the subsidies,” Sanchez said.They're also concerned with how the healthcare law could impact their immigration status. That has been the No. 1 question from those coming to Molina's events, said Ruthy Argumedo, associate vice president of community engagement for Molina Healthcare.“If the ad gave you a reason that reflected your reality of why you want Obamacare, it could be something as simple as if my legal status is still up in the air, do I qualify, or if I'm working part time, do I qualify,” Orci said.Yet even though issues of price, immigration and employment status seem to be almost universal for the Latino community, Korzenny warns about lumping all Latinos together.The same message that works for a Mexican-American may not work for a Cuban-American. The same goes for families where one parent is documented and the other is not versus a family where everyone has U.S. citizenship. And the messaging that is appropriate for people in their 50s needs to be different than one targeted to young Hispanic invincibles.That's an especially important distinction in California, Santiago said, where 60% of all millennials in the state are Hispanic. “For them, the issues are magnified and overlapped,” he said.They're also the segment of the population that is most needed to sign up in order for the economics of the Patient Protection and Affordable Care Act to work. In Houston, about half of the radio spots that the Gulf Coast Health Insurance Collaborative purchased—about $40,000 worth—went to Hispanic radio to target employed 25- to 49-year-olds. “Once we started running the ads, phone traffic on our hotline really shot up,” said Kathy Barton, spokeswoman for the Houston Department of Health and Human Services. “Enrollment almost doubled from 4,680 to 7,767 in one week.”Follow Rachel Landen on Twitter: @MHrlanden", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "State exchanges and enrollment organizations already are looking ahead to the November enrollment period for exchange-offered Obamacare plans, hoping they can use lessons learned this time around to do a better job of reaching the country's fast-growing Hispanic market.", "title": "New strategies expected in push to enroll Hispanics in ACA coverage", "og": {"site_name": "Modern Healthcare", "description": "State exchanges and enrollment organizations already are looking ahead to the November enrollment period for exchange-offered Obamacare plans, hoping they can use lessons learned this time around to do a better job of reaching the country's fast-growing Hispanic market.", "title": "New strategies expected in push to enroll Hispanics in ACA coverage", "url": "http://www.modernhealthcare.com/article/20140324/NEWS/303249948", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140324/NEWS/303249948/AR/0/AR-303249948.jpg&maxw=1200&maxh=630", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "State exchanges and enrollment organizations already are looking ahead to the November enrollment period for exchange-offered Obamacare plans, hoping they can use lessons learned this time around to do a better job of reaching the country's fast-growing Hispanic market.", "title": "New strategies expected in push to enroll Hispanics in ACA coverage", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140324/NEWS/303249948/AR/0/AR-303249948.jpg&imageversion=thumbnail&maxw=240&maxh=240", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20140324/NEWS/303249948", "published_at": "2014-03-24", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140324/NEWS/303249948/AR/0/AR-303249948.jpg&maxw=360&maxh=240", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fd99cb\"", "article_summary": "Among other lessons is the importance of crafting a campaign targeted specifically to Latino markets rather than just translating English-language campaigns into Spanish.\n“There are very different motivations and needs and cultural orientations.”One of the biggest cultural penchants is for face-to-face interaction.\n“Enrollment almost doubled from 4,680 to 7,767 in one week.”Follow Rachel Landen on Twitter: @MHrlanden\nYou shouldn't just use the same words in Spanish.”For one, translated messages do not always do just that—translate.\nThe same goes for families where one parent is documented and the other is not versus a family where everyone has U.S. citizenship."}