{"article_title": "Friday Filibuster: The Cuba Libre Edition", "article_keywords": ["week", "cia", "obamas", "cuba", "house", "edition", "libre", "sen", "president", "republican", "white", "presidential", "filibuster"], "article_url": "http://townhall.com/tipsheet/leahbarkoukis/2014/12/19/the-friday-filibuster-n1933712", "article_text": "The Friday Filibuster: The one-stop-shop for everything you need to know about this week in politics.\n\nClosing Numbers:\n\n51% of Americans say tough CIA interrogations on suspected terrorists after 9/11 were appropriate.\n\n47% have a favorable opinion of the Republican Party after the midterm elections.\n\n19% of self-identified Republicans favor Mitt Romney for the GOP presidential nomination, dominating the field of Republican candidates\n\n62% of self-identified Democrats want Hillary Clinton to get the Democratic presidential nomination.\n\n***\n\nTerror Around the World: The hostage situation by an Islamic terrorist and Iranian refugee at a café in Sydney, Australia came to an end Tuesday morning (Sydney time) when police stormed the building after hearing gunfire from inside. The lone gunman, Man Haron Monis, who had a long rap sheet that included murder and rape, was shot dead by police. Two hostages died and several others were wounded. Later on Tuesday, nearly 7,000 miles away, the Taliban gunned down 132 children and nine staff members at a school in the Pakistani city of Peshawar. The Pakistani military took swift action, launching massive airstrikes against the Taliban in retaliation. And in Iraq’s Fallujah, one member of ISIS singlehandedly killed more than 150 women and girls.\n\nCuba: President Obama’s unilateral move to normalize diplomatic relations with Cuba was criticized by lawmakers on both sides of the aisle this week who saw it as a vindication of brutal behavior. Sen. Marco Rubio blasted the new policy, calling it a concession to a tyranny, and slammed fellow Republican Sen. Rand Paul for being 'utterly clueless' on the issue. The Cuban American senator also pointed out that by saying the U.S. was trying to colonize Cuba, Obama was using the same talking point as the Castro regime. Sen. Ted Cruz, whose father escaped the country in 1957 after undergoing beatings and torture, said the move will be remembered as a tragic mistake. Meanwhile, White House Press Secretary Josh Earnest dismissed threats to defund the move, claiming the administration has all the money it needs to move forward with the plan. Many are also wondering if the new “normalization” means Cuba will return cop killer Joanne Chesimard.\n\nThe Interview: After hackers released Sony’s films, salary information of top executives, embarrassing emails, social security numbers, employee medical records, and finally, threatened 9/11 style attacks on movie theaters that screen the comedy, Sony caved and pulled the film. The White House called the Sony hack a “serious national security matter” and House Cybersecurity Chairman warned the U.S. power grid and Wall Street could be next. Unsurprisingly, the North Korean government turned out to be behind the ‘cyber warfare.’ One “journalist” said having First Amendment rights comes with the responsibility to not offend dictators, which apparently Paramount, in their decision to ban showings of “Team American,” has taken note of. Meanwhile, we learned this week that the Obama administration tried to open up talks with North Korea last year and failed.\n\nImmigration: A federal judge issued an opinion this week classifying Obama’s executive amnesty as unconstitutional. And a New York Times story shows why an injunction against the program is the only way to stop it. Interestingly, however, the nominee to head Immigration and Customs Enforcement doesn’t seem to have a problem with it.\n\nElections and campaigns: The 2014 midterm elections have officially come to an end with Rep.-elect Martha McSally winning the recount in Arizona’s 2nd Congressional District. On the presidential front, Massachusetts Sen. Elizabeth Warren insists she’s not running, although she only responded in the present tense. And Joe Biden still hasn’t made up his mind. On the Republican side, Rand Paul may have to jump through legal hoops if he decides to run. Jeb Bush is actively exploring a shot at the White House, even though policy and history are against the Florida governor. Meanwhile, his Floridian protégé Marco Rubio is quietly laying the groundwork for a run. Mittmentum isn’t gone yet, however.\n\nHealth Care: Insurers are extending another Obamacare deadline. Costs will now spike in 2016. Meanwhile, Vermont had to abandon plans to establish a single payer system because it’s too expensive. And the guy who outed Jonathan Gruber came forward to reveal another hidden agenda in Obamacare: It’s actually a $250 billion tax grab per year.\n\nGun Control: The Senate confirmed Dr. Vivek Murthy, President Obama’s anti-Second Amendment nominee for surgeon general this week. And families of the victims of Newtown are suing Bushmaster, whether or not the case will go anywhere is a different story.\n\nEITs: Discussions about the CIA’s Enhanced Interrogation Techniques continued this week, with a former CIA officer saying that Nancy Pelosi and her Democratic colleagues raised no objections to the practice in 2002. And former Vice President Dick Cheney went on Meet the Press to defend the CIA and EITs.\n\nYear-End Presser: Townhall editors Guy Benson and Conn Carroll have a few questions for the president before he heads off on his 17-day vacation in Hawaii.\n\nGraphics by Feven Amenu.", "article_metadata": {"description": "The Friday Filibuster: The one-stop-shop for everything you need to know about this week in politics..05/25/2016 17:36:29PM EST.", "author": "Leah Barkoukis", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "The Friday Filibuster: The one-stop-shop for everything you need to know about this week in politics.", "title": "Leah Barkoukis - Friday Filibuster: The Cuba Libre Edition", "url": "http://townhall.com/tipsheet/leahbarkoukis/2014/12/19/the-friday-filibuster-n1933712", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2014/12/19/39.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "The Friday Filibuster: The one-stop-shop for everything you need to know about this week in politics.", "title": "Leah Barkoukis - Friday Filibuster: The Cuba Libre Edition", "url": "http://townhall.com/tipsheet/leahbarkoukis/2014/12/19/the-friday-filibuster-n1933712", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2014/12/19/39.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Friday Filibuster: The Cuba Libre Edition , Leah Barkoukis, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fd3b5a\"", "article_summary": "Cuba: President Obama’s unilateral move to normalize diplomatic relations with Cuba was criticized by lawmakers on both sides of the aisle this week who saw it as a vindication of brutal behavior.\nJeb Bush is actively exploring a shot at the White House, even though policy and history are against the Florida governor.\nSen. Marco Rubio blasted the new policy, calling it a concession to a tyranny, and slammed fellow Republican Sen. Rand Paul for being 'utterly clueless' on the issue.\nThe White House called the Sony hack a “serious national security matter” and House Cybersecurity Chairman warned the U.S. power grid and Wall Street could be next.\nGun Control: The Senate confirmed Dr. Vivek Murthy, President Obama’s anti-Second Amendment nominee for surgeon general this week."}