{"article_title": "Katherine Heigl Bikini Picture Lights Up Instagram, Proves ‘State Of Affairs’ Actress Still Looks Great At 36", "article_keywords": ["picture", "great", "instagram", "mexico", "josh", "state", "actress", "think", "lights", "bikini", "proves", "katherine", "looks", "trip", "heigl", "difficult"], "article_url": "http://www.inquisitr.com/1905812/katherine-heigl-bikini-picture-lights-up-instagram-proves-state-of-affairs-actress-still-looks-great-at-36/", "article_text": "Katherine Heigl is showing a bikini picture from her trip to Mexico that proves the State of Affairs actress is still in awesome shape even at age 36.\n\nHeigl is vacationing in Mexico with husband Josh Kelley, and decided to share with fans some pictures from the trip. One showed Heigl in a bikini as she lounged in a pool.\n\n“Having the time of my life in Punta Mita Mexico,” the actress wrote alongside the photo of herself floating in a clear pool.\n\nNot to be outdone, her husband Josh also donned a bikini top for a tongue-in-cheek picture that showed off his own body.\n\nThe bikini pictures aren’t the only time that Katherine Heigl has bared her body for fans. When the actress had to strip down for a steamy love scene on the NBC series State of Affairs, she decided to share a behind-the-scenes photo of herself lying nearly naked in bed — along with the male cast members.\n\nThat’s not all that Heigl is sharing. After gaining a reputation for being somewhat difficult actress, Heigl has opened up in interviews and admitted that she has some fault in the matter. In a Facebook Q&A she left herself open to all kinds of questions, and of course her difficult reputation and feud with Grey’s Anatomy show runner Shonda Rimes came up.\n\nHeigl said she didn’t believe the rumors about her being difficult, but said she can understand where it may have come from.\n\n“Yeah I’ve heard those too… honestly I don’t think I am… nothing makes me more uncomfortable than confrontation or hurting someones feelings and I would never, ever, actively do so on purpose,” she said, adding, “Of course just like any human being I’ve made mistakes and unwittingly or carelessly spoken or acted but I always try to make any wrong right.”\n\nBut Heigl said she refuses to be a doormat, especially in an industry where women are often pushed to the sidelines.\n\n“That doesn’t mean I won’t stand up for myself by drawing boundaries and asking to be treated kindly and respectfully but I don’t do that with any rude or unkind intentions just with the same strength and honestly I think every one of us is entitled to,” she said.\n\nHeigl has opened up about her family life as well, telling InStyle Australia that she wants to add more kids to her family.\n\n“I would love two more kids. Josh is sort of considering one more,” she said. “But I’m getting older! I met a woman the other day who had twins at 49, and I went, ‘How do you do it?’ I’m tired now. At 49, I wouldn’t have the energy.”\n\nThe trip to Mexico was more than a chance for Katherine Heigl to lounge in a bikini. She also spent a lot of family time, and shared a shot of her two daughters wearing flowers in their hair and the caption, “my little tropical babies.”\n\n[Image via Instagram]", "article_metadata": {"description": "Katherine Heigl is showing a bikini picture from her trip to Mexico that proves the State of Affairs actress is still in awesome shape even at age 36. Heigl is", "og": {"site_name": "The Inquisitr News", "description": "Katherine Heigl is showing a bikini picture from her trip to Mexico that proves the State of Affairs actress is still in awesome shape even at age 36. Heigl is", "title": "Katherine Heigl Bikini Picture Lights Up Instagram, Proves ‘State Of Affairs’ Actress Still Looks Great At 36", "url": "http://www.inquisitr.com/1905812/katherine-heigl-bikini-picture-lights-up-instagram-proves-state-of-affairs-actress-still-looks-great-at-36/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/03/Heigl-Bikini.jpg", "article": {"published_time": "2015-03-07T22:49:53+00:00", "modified_time": "2015-03-08T00:21:10+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/03/Heigl-Bikini.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2015-03-07T22:49:53+00:00", "fb": {"app_id": 164157850314499, "pages": 71179904752}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "heigl bikini,katherine heigl bikini,katherine heigl instagram,celebrity news", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2015/03/Heigl-Bikini.jpg", "height": 409, "width": 670}, "site": "@theinquisitr", "card": "summary_large_image", "description": "Katherine Heigl is showing a bikini picture from her trip to Mexico that proves the State of Affairs actress is still in awesome shape even at age 36. Heigl is"}, "viewport": "width=980"}, "_id": "\"57477af46914bd0286fd99e1\"", "article_summary": "Katherine Heigl is showing a bikini picture from her trip to Mexico that proves the State of Affairs actress is still in awesome shape even at age 36.\nAfter gaining a reputation for being somewhat difficult actress, Heigl has opened up in interviews and admitted that she has some fault in the matter.\nThe bikini pictures aren’t the only time that Katherine Heigl has bared her body for fans.\nAt 49, I wouldn’t have the energy.”The trip to Mexico was more than a chance for Katherine Heigl to lounge in a bikini.\nHeigl is vacationing in Mexico with husband Josh Kelley, and decided to share with fans some pictures from the trip."}