{"article_title": "Criminals Pretty Much Avoid Buying Guns Legally, Says University of Chicago Study", "article_keywords": ["homicides", "criminals", "university", "chicago", "study", "avoid", "gun", "surveyed", "used", "firearms", "pretty", "legally", "buy", "data", "guns", "buying", "dont"], "article_url": "http://townhall.com/tipsheet/mattvespa/2015/09/06/criminals-pretty-much-avoid-buying-guns-legally-says-university-of-chicago-study-n2048561", "article_text": "Jazz Shaw at Hot Air posted about this development (that every Second Amendment supporter knows); criminals do not buy their guns legally at gun stores. I mean, it’s mind-blowing ... that gun control supporters continue to fail at grasping this fact (via Chicago Sun-Times):\n\nChicago criminals are finicky about how they get their guns, according to a new study by the University of Chicago Crime Lab. In a survey of almost 100 detainees in the Cook County Jail, few said they get firearms at gun shows or through the Internet, said Harold Pollack, co-director of the crime lab. They also said they don’t normally steal guns or buy them at a licensed store. […] Pollack, Philip Cook of Duke University and Susan Parker of U. of C. were the authors of the study, which was published online Friday in the Preventative Medicine journal. […] About 70 percent said they got their guns from family, fellow gang members or through other social connections. Only two said they bought a gun at a store. It’s unclear how many of those surveyed were felons, but they can’t hold a state firearm owner’s permit — so they can’t legally purchase a weapon at a store. […] Some of those surveyed said people with legal permits to own a firearm buy guns for everyone in the neighborhood who wants one. Sometimes, gang leaders pick someone to go out of state to buy guns. Two inmates said corrupt cops take guns and “put them back on the street.”\n\nAlas, straw purchases are again cited as one of the main ways in which criminals obtain firearms. The other source being shady gun dealers with federal firearms licenses. Hence, as Jazz noted, more gun regulations to prevent legal transfers would be a waste of time since criminals don’t stroll into places like Cabela’s and Gander Mountain for their equipment. All gun control would do is keep law-abiding Americans vulnerable, and make it harder for them to defend themselves. After all, what rational person actually thinks that criminals subject themselves to a background checks to obtain firearms?\n\nSome gun control advocates might harp on the fact that those surveyed said they liked high-capacity magazines (30 rounds or more) since they admitted they were bad marksmen. Yet, they also preferred handguns, while very few said they preferred assault rifles. The latter backs up data from the FBI that shows rifles and shotguns are rarely used in homicides. As for handguns, they’re not going to be banned anytime soon. As for high-capacity magazines, in cities, like Washington D.C., Police Chief Cathy Lanier blamed firearms with such magazines as the reason why the homicide rate has spiked in the District. Yet, on police forms relating to evidence at a crime scene, magazine capacity isn’t listed on the form. Thus, there’s no way to track the data, making Lanier’s claims dubious at best. At the same time, the debate about laws banning, or limiting, magazine sizes is frivolous, and–like waiting periods–do little to reduce gun violence.\n\nShifting towards how many gun are used in homicides annually, the figure is incredibly low, as reported by Brittany Hughes at MRCTV.org:\n\nAmid all the concern over guns, perhaps it's important to understand just how many of these firearms currently sitting in millions of homes throughout America are actually used in homicides. According to the most recent government data, it’s less than 0.00004 percent. The most recent estimates for the number of guns in circulation throughout the United States falls somewhere around 310 million by 2009 standards, according to the National Institute of Justice. There are probably even more now that it’s six years later, but we’ll stick with the latest concrete number. The number of firearm-related homicides in 2013 -- the CDC’s most recent data -- was 11,208 (so about 309,988,792 guns were just milling about that year, not killing anybody). That means about 0.000036 homicides were committed per gun in the United States in 2013. For those of you who don’t like doing math, that’s less than four homicides per 100,000 guns.\n\nGun-related homicides have dropped 39 percent between 1993-2011; Pew Research’s figures have gun violence dropping 49 percent in roughly the same time frame; and criminals still don’t use legal methods to buy guns.\n\nShocking … positively shocking.", "article_metadata": {"description": "You don't say ....05/27/2016 1:00:55AM EST.", "author": "Matt Vespa", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "You don't say ...", "title": "- Criminals Pretty Much Avoid Buying Guns Legally, Says University of Chicago Study", "url": "http://townhall.com/tipsheet/mattvespa/2015/09/06/criminals-pretty-much-avoid-buying-guns-legally-says-university-of-chicago-study-n2048561", "image": "http://media.townhall.com/townhall/reu/ha/2013/181/4151eded-4d7f-43a8-8f78-69c68206eb09.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "You don't say ...", "title": "- Criminals Pretty Much Avoid Buying Guns Legally, Says University of Chicago Study", "url": "http://townhall.com/tipsheet/mattvespa/2015/09/06/criminals-pretty-much-avoid-buying-guns-legally-says-university-of-chicago-study-n2048561", "image": "http://media.townhall.com/townhall/reu/ha/2013/181/4151eded-4d7f-43a8-8f78-69c68206eb09.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Criminals Pretty Much Avoid Buying Guns Legally, Says University of Chicago Study, Matt Vespa, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Sometimes, gang leaders pick someone to go out of state to buy guns.\n[…] Some of those surveyed said people with legal permits to own a firearm buy guns for everyone in the neighborhood who wants one.\nJazz Shaw at Hot Air posted about this development (that every Second Amendment supporter knows); criminals do not buy their guns legally at gun stores.\nThey also said they don’t normally steal guns or buy them at a licensed store.\nFor those of you who don’t like doing math, that’s less than four homicides per 100,000 guns."}