{"article_title": "Rationing? Obamacare Health Care Plans Have 34 Percent Fewer Doctors, Hospitals", "article_keywords": ["insurance", "rationing", "plans", "exchange", "abortion", "study", "obamacare", "fewer", "34", "health", "doctors", "hospitals", "networks", "care"], "article_url": "http://www.lifenews.com/2015/07/21/rationing-obamacare-health-care-plans-have-34-percent-fewer-doctors-hospitals/", "article_text": "According to the Washington Examiner, a new study reveals that Obamacare plans have 34% fewer doctors and hospitals than other health insurance plans. The information was released today by Avalere Heath and proves that exchange networks actually provide fewer heart and oncology specialists as well as fewer primary care and mental health providers. Additionally, the exchange networks provide 24% fewer hospitals than normal health insurance plans.\n\nThe vice president of Avalere said the following about the new facts: “Patients should evaluate a plan’s provider network when picking insurance on the exchange.” The statistics come from surveying the plans in North Carolina, Florida, California, Texas and Georgia.\n\nHowever, the information from Avalere isn’t exactly “new” because in 2013, the New York Times reported that the ObamaCare Health Care Law cut-rate plans and limited specialists in certain areas. As LifeNews previously reported, the article titled, “Lower Health Insurance Premiums to Come at Cost of Fewer Choices” explained, “When insurance marketplaces open on Oct. 1, most of those shopping for coverage will be low-and moderate-income people for whom price is paramount. To hold down costs, insurers say, they have created smaller networks of doctors and hospitals than are typically found in commercial insurance. And those health care providers will, in many cases, be paid less than what they have been receiving from commercial insurers.”\n\nKeep up with the latest pro-life news and information on Twitter. Follow @LifeNewsHQ\n\nAdditionally, the article revealed that many of the best medical centers are excluded from many of the exchange plans to cut costs. The writers explained, “In a new study, the Health Research Institute of PricewaterhouseCoopers, the consulting company, says that ‘insurers passed over major medical centers’ when selecting providers in California, Illinois, Indiana, Kentucky and Tennessee, among other states. ‘Doing so enables health plans to offer lower premiums,’ the study said. ‘But the use of narrow networks may also lead to higher out-of-pocket expenses, especially if a patient has a complex medical problem that’s being treated at a hospital that has been excluded from their health plan.’”\n\nIn other words, Obamacare offers lower quality care and limits options for some people seeking treatment for advanced illnesses. Of course, this is only one problem with the Presidents healthcare law; the other is that the Government Accountability Office (GAO) released a report that showed Obamacare plans cover abortion and receive taxpayer subsides.\n\nThe GAO report also found that nearly all of the insurance issuers sampled are not itemizing the required separate abortion surcharge on its bills – confirming that the Obama Administration is ignoring the law’s abortion accounting gimmick. In 2014, taxpayers funded over a thousand Obamacare health plans that subsidize abortion on demand—even late-term abortion—in defiance of the Hyde Amendment the President publicly said he would honor.", "article_metadata": {"description": "Rationing? Obamacare Health Care Plans Have 34 Percent Fewer Doctors, Hospitals", "og": {"site_name": "LifeNews.com", "description": "According to the Washington Examiner, a new study reveals that Obamacare plans have 34% fewer doctors and hospitals than other health insurance plans. The infor", "title": "Rationing? Obamacare Health Care Plans Have 34 Percent Fewer Doctors, Hospitals", "url": "http://www.lifenews.com/2015/07/21/rationing-obamacare-health-care-plans-have-34-percent-fewer-doctors-hospitals/", "image": "http://www.lifenews.com/wp-content/uploads/2015/01/obamacare14.jpg", "locale": "en_us", "type": "article"}, "fb": {"app_id": 204509779594999}, "OBKey": "avejq02j7xRr+0owuq+Pcw==", "keywords": "rationing? obamacare health care plans have 34 percent fewer doctors,hospitals", "google-site-verification": "PPPx-GD0i7nWjUFAYnFdOYorAAJLuNyKOl23JCeXyrQ", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcb0ee\"", "article_summary": "According to the Washington Examiner, a new study reveals that Obamacare plans have 34% fewer doctors and hospitals than other health insurance plans.\nAdditionally, the exchange networks provide 24% fewer hospitals than normal health insurance plans.\nHowever, the information from Avalere isn’t exactly “new” because in 2013, the New York Times reported that the ObamaCare Health Care Law cut-rate plans and limited specialists in certain areas.\nIn 2014, taxpayers funded over a thousand Obamacare health plans that subsidize abortion on demand—even late-term abortion—in defiance of the Hyde Amendment the President publicly said he would honor.\nFollow @LifeNewsHQAdditionally, the article revealed that many of the best medical centers are excluded from many of the exchange plans to cut costs."}