{"article_title": "Can It Work This Time?", "article_keywords": ["town", "management", "ma", "hospital", "work", "kaiser", "health", "doctors", "hospitals", "insurance", "care"], "article_url": "http://knowledge.wharton.upenn.edu/article/hospital-consolidation-can-it-work-this-time/", "article_text": "One of the consequences of the Affordable Care Act (ACA) is that it has sparked a giant wave of hospital consolidation: 100 deals were completed in the sector in 2014 — up 14% from the previous year, according to Wall Street research firm Irving Levin Associates.\n\nWhat’s particularly notable about the recent spate of M&A is that it’s both “horizontal” and “vertical,” meaning hospitals aren’t just buying other hospitals, they’re picking up physician practices, rehabilitation facilities and other ancillary health care providers. Consider New York’s North Shore-LIJ, for example. Its aggressive M&A plan has turned it into the state’s largest employer, encompassing 18 hospitals, plus rehab centers, a medical research center, home-care services and hospice facilities. And last year it began offering health coverage through its own insurance company, CareConnect.\n\nWharton’s health care experts predict the trend of hospital consolidation will continue at a fast clip, particularly as health systems set up more and more Accountable Care Organizations (ACOs) in response to the ACA. These organizations tie reimbursement amounts to improvements in quality and reductions in the total cost of care — in essence forcing providers into accepting risk-based payments. Getting bigger, the thinking goes, could help them weather that change.\n\n“Providers have responded to the call to accept more risk by growing and strengthening themselves in numbers. It’s like a herding instinct,” says Warton health care management professor Lawton R. Burns. “The public rationale is they’re moving towards population health and assuming the risk of the cost of care of the population they serve. So being bigger allows providers to spread the risk across a much greater population,” Burns adds.\n\n“The predominant private rationale is that providers consolidate to gobble up more of the market, so they can reduce competition and thereby raise prices.” –Lawton Burns\n\nPrivately, however, hospitals are likely justifying mergers in much the same way as they did during the M&A boom of the 1990s, when the rapid spread of HMOs left hospital administrators desperate to maintain market share. “The predominant private rationale is that providers consolidate to gobble up more of the market, so they can reduce competition and thereby raise prices,” Burns says. “The public rationales change over time. But the private rationale stays the same Twitter .”\n\nCreating the Next Kaiser\n\nIn February, the Federal Trade Commission held the latest installment of its ongoing workshop, “Examining Health Care Competition,” where Burns presented new research showing that hospital systems have not succeeded in their mission to provide better coordinated care that results in improved health outcomes and lower costs.\n\nBurns and his co-authors analyzed 15 of the largest integrated health delivery systems in the U.S., scrutinizing publicly available data on financial performance and quality measures. They found that combining hospitals with physician practices has raised hospital prices and per-capita costs of care. Hospitals that integrated with health plans did not improve their clinical or financial efficiency. Furthermore, the more they invested in expanding their health-delivery networks, the more likely they were to suffer lower profit margins and return on capital.\n\n“We showed that so far, they have higher costs of care and their quality isn’t any better. It’s pretty sobering,” Burns says.\n\nMany integrated health networks are chasing the dream of becoming the next Kaiser Permanente — the California-based managed care giant that encompasses hospitals and insurance coverage — but few have ever succeeded. Burns predicts the current class of hospital consolidators will also run into obstacles. “Kaiser was set up in the 1930s and 1940s. It began with physicians and added on a health plan, and the hospitals came later. Most of these other places started with hospitals and bolted the other services to them. So they’re starting at a different point, and one that’s more hospital-focused.”\n\nMark Pauly, a Wharton professor of health care management, adds that much of the challenge of making hospital M&A work rests in the hands of doctors — a tough cohort to crack. “The main challenge for all of these entities is not to get the hospitals to coordinate with each other, but to get the doctors to coordinate with the hospitals,” Pauly says. “The failed [M&A deals] in the 1990s occurred because they were unable to get hospitals and doctors to work well together.”\n\nAnd early results from ACOs have been decidedly mixed. In December, the Centers for Medicare & Medicaid Services (CMS) announced that only 58 of the 330 ACOs that participate in its Shared Savings Program — which provides financial rewards to organizations that lower their delivery costs while raising quality — actually managed to hold spending levels far enough below their benchmarks to receive the incentive payments.\n\nWhat’s worrisome about the ACO model, Pauly contends, is that it hinges on hospital management rather than physician management. “Kaiser doctors have the Kaiser mindset and culture. A model that’s less dominated by hospital management would seem to be better. ACOs have been able to do some things, but they haven’t really been able to solve this fundamental problem.”\n\n“The main challenge for all of these entities is not to get the hospitals to coordinate with each other, but to get the doctors to coordinate with the hospitals” –Mark Pauly\n\nWharton professor of health care management Robert Town believes the jury is still out on the question of whether doctors and hospitals will work better together under the ACA than they did in the past. “In the 1990s, the big wave of mergers between physicians and hospitals didn’t work out well because hospitals ended up paying way too much for these practices, and once physicians joined them, they stopped working as hard as they did before,” Town says. “This time around may be a bit different because physicians are more amenable to working in organizations than they used to be.” That’s because working for large health-delivery networks frees physicians from such hassles of having to harass insurance companies for payments. What’s more, Town says, “information technology has improved, making it easier for hospitals to measure physician productivity and reward it much more effectively.”\n\nAdding Insurance\n\nTown predicts that, in addition to seeing more M&A between hospitals, physician practices and other health providers, hospitals will continue to launch their own insurance companies. Hospital-owned insurance “can be appealing in areas where people are price-sensitive, such as the state-based exchanges. There, we’re seeing co-branded, provider-specific [insurance] products,” he says. Hospitals, he adds, “can cut out the middleman. And when patients sign up for the insurance, the hospitals get them as [customers], giving them a return on investment for managing their care.”\n\nThe biggest threat to the M&A trend, Town says, is antitrust concerns. That’s why the industry has been closely watching a case involving Partners HealthCare in Massachusetts. Late last year, after Partners announced plans to acquire three hospitals, the Health Policy Commission issued a report to the state’s attorney general contending the deals would hamper competition and drive up costs.\n\nMartha Coakley, who was the AG at the time, negotiated a settlement that would have allowed the deal to proceed, but the case went to court and a judge blocked it in January. A few weeks later, Partners moved towards completing a planned acquisition of Harbor Medical Associates, a doctors’ group, drawing fire from the state’s new AG, Maura Healey.\n\nIf Partners prevails, Town predicts, “I could see a lot of hospitals in other states trying to bypass the antitrust laws, just like Partners did.”\n\nHospitals buying bolt-on services like physician practices isn’t necessarily a negative in the new world of health reform, argues John R. Kimberly, professor of management at Wharton. That’s because the ACA rewards hospitals for reducing readmissions and achieving other goals that reflect a healthier patient base. “Part of the larger landscape here is a shift in the values behind the system: Finally there’s a positive movement towards keeping people healthy as opposed to just treating people who are sick,” Kimberly says.\n\n“You have to think of the components of the Affordable Care Act in the context of this larger shift. How does a system gear up to keep a population healthy? It makes sense to try to create the scale you need in order to meet that objective efficiently and effectively. Three or four hospitals in a local system may make good strategic sense, provided the consolidation isn’t just about hospitals. It needs to include ancillary organizations — rehab facilities and so on — that you need to keep a population healthy.”\n\n“… Consumers lose [when hospitals also own health insurance plans] … because prices rise, and that gets translated into higher premiums….” –Robert Town\n\nEmbracing Innovation\n\nSuccess will hinge upon hospitals hitting on the proper compensation systems to reward health care workers for keeping people healthy, Kimberly adds. That’s one of the many goals of the innovation centers that have started popping up in hospitals.\n\n“Everybody is in the innovation game. They’re developing ways to get employees involved,” says Kimberly, who is now working on a study of hospital innovation centers. The study is examining the differences between hospital systems in the mission of innovation centers and methods for incentivizing hospital workers. He hopes the study will shed light on the prevailing question about innovation centers: “Every hospital has to have a chief innovation officer, but ultimately, what difference does it make?”\n\nAs for the quest to be like Kaiser, Town fears that may prove to be an unreachable goal. “Kaiser can’t even emulate Kaiser,” Town says. Indeed, the company has expanded to six additional states and the District of Columbia, but hasn’t quite found the same success in those places as it did in California. And in 2013, the company sold off its faltering Ohio division to Catholic Health Partners. “You need a lot of scale to be both the insurer and the hospital system,” Town says. “To get there, they’d have to take away a lot of business from existing participants and establish high fixed-cost facilities. It’s hard to get the scale to make it work.”\n\nNot only are merged hospitals struggling to reap efficiency gains, Town says, they’re also failing to pass along any benefits of size to their end customers—the patients. “The preponderance of the evidence is that consumers lose. They lose because prices rise, and that gets translated into higher premiums.”\n\nM&A also leaves patients with fewer health care choices, because in this uncertain new world created by the ACA, Town says, the barriers to entry for new hospitals to start up are just too high. “The harm to competition is significant, and it’s hard to undo.”", "article_metadata": {"description": "In the last hospital merger wave in the 1990s, things did not go so well. Today, a new consolidation scramble is underway. Will this time be different?", "og": {"site_name": "Knowledge@Wharton", "description": "In the last hospital merger wave in the 1990s, things did not go so well. Today, a new consolidation scramble is underway. Will this time be different?", "title": "Hospital Consolidation: Can It Work This Time?", "locale": "en_US", "image": {"width": 1024, "identifier": "http://knowledge.wharton.upenn.edu/wp-content/uploads/2015/05/Hospital-Consolidation.jpg", "height": 440}, "url": "http://knowledge.wharton.upenn.edu/article/hospital-consolidation-can-it-work-this-time/", "type": "article"}, "twitter": {"description": "In the last hospital merger wave in the 1990s, things did not go so well. Today, a new consolidation scramble is underway. Will this time be different?", "title": "Hospital Consolidation: Can It Work This Time?", "image": "http://knowledge.wharton.upenn.edu/wp-content/uploads/2015/05/Hospital-Consolidation-560x241.jpg", "creator": "@WhartonKnows", "site": "@WhartonKnows", "card": "summary_large_image"}, "msapplication-TileColor": "#000", "robots": "noodp", "HandheldFriendly": "True", "fb": {"admins": 1653092227}, "MobileOptimized": 320, "article": {"publisher": "https://www.facebook.com/knowledgeatwharton", "section": "Featured"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "business, education"}, "_id": "\"57477af36914bd0286fcb0ed\"", "article_summary": "“The failed [M&A deals] in the 1990s occurred because they were unable to get hospitals and doctors to work well together.”And early results from ACOs have been decidedly mixed.\nIt’s like a herding instinct,” says Warton health care management professor Lawton R. Burns.\nSo they’re starting at a different point, and one that’s more hospital-focused.”Mark Pauly, a Wharton professor of health care management, adds that much of the challenge of making hospital M&A work rests in the hands of doctors — a tough cohort to crack.\nWhat’s worrisome about the ACO model, Pauly contends, is that it hinges on hospital management rather than physician management.\n“Kaiser doctors have the Kaiser mindset and culture."}