{"article_title": "A flawed ‘Texas ‘miracle’", "article_keywords": ["oil", "texass", "texans", "tax", "flawed", "share", "miracle", "states", "state", "jobs", "texas"], "article_url": "https://www.washingtonpost.com/opinions/a-flawed-texas-miracle/2015/06/10/91c499a4-0f9d-11e5-adec-e82f8395c032_story.html", "article_text": "All presidential candidates tout their works, and few works are more revealing than the condition of the states that this election’s crop of Republican hopefuls serve, or recently served, as governors. Of these GOP govs and ex-govs, surely no one intends to get more mileage out of his state’s standing than Texas’s Rick Perry.\n\n“We will unleash an era of economic growth and limitless opportunity,” Perry pledged in announcing his candidacy last week. “It can be done because it has been done in Texas.”\n\nTexas is the one state to which the word “miracle” has been attached in recent years, as an acknowledgment that its economy actually created jobs during the recession . As with North Dakota, Texas owed much of its success at spawning jobs to the oil boom. (Economist and New York Times columnist Paul Krugman calculates that oil fueled about one-third of the Lone Star State’s higher growth rate.) And as with North Dakota, Texas’s job creation has ground to a halt in recent months, even as other states have churned ahead, as the declining price of oil has caused production to slacken.\n\nBut the flaw of the miracle is more fundamental than its reliance on oil. For even when Texas could boast of the quantity of its jobs, it could never boast of their quality. Indeed, on two of the most crucial measures of job quality, Texas rates dead last.\n\nThe first measure is the percentage of Texans who are medically uninsured. By any recent index, before Obamacare or after Obamacare, the share of Texans with no health insurance exceeds that of Americans anyplace else. That is partly due to the state’s reluctance to accept the expansion of Medicaid, though many states have refused Obamacare’s federally subsidized expansion of the program; partly due to the state’s large number of undocumented immigrants who are ineligible for governmental health coverage, though California, which is home to many more undocumented immigrants, manages to insure a far greater share of its residents; and partly due to the fact that the share of jobs that come with insurance in Texas is also comparatively low. Texas has long been a state with one of the lowest levels of unionization, which is a pretty fair predictor of skimpy benefits and low wages.\n\nThe second measure of job quality is the share of people qualifying for government poverty programs who are nonetheless employed. In April, the University of California Center for Labor Research and Education released a study quantifying the number of Americans receiving Medicaid, food stamps, welfare, children’s health insurance coverage or the earned-income tax credit who have an employed family member. Low-paid work has become so prevalent, the study showed, that the yearly tab of federal dollars going to working families was $128 billion. The state with the highest share of funds going to such families was Texas.\n\nNote that this is federal aid, not state aid (which, in Texas, is notably stingy). Taxpayers in the other 49 states subsidized the so-called Texas miracle. Without everyone else’s help, the vast Texas throng of the working poor would have been so destitute that consumption levels would have dwindled. Texas’s use of federal dollars to keep its workers afloat is only deepened by its favor-the-rich-and-soak-the-poor tax policies. As a result of the state’s lack of an income tax and high sales taxes, the poorest 20 percent of Texans pay 12.5 percent of their incomes in state and local taxes — one of the highest levels in the United States — while the wealthiest 1 percent pay just 2.9 percent.\n\nOf those defending the Texas model of economics, the most honest has been libertarian economist Tyler Cowen. “The real reason Americans are headed to Texas,” he has written, is that they “are being pushed (and pulled) by the major economic forces that are reshaping the American economy” — chiefly “the hollowing out of the middle class.” In Texas, Cowen argues, low-wage jobs go further than elsewhere because living costs are lower. And, he neglects to add, because saps all across the nation enable Texas’s employers to pay poverty-level wages.\n\n“Without Texas,” Perry boasted when he announced his candidacy, “America would have lost 400,000 jobs” between 2008 and 2014. But without America paying Texas’s freight, the miracle would have sunk in the muck.\n\nRead more from Harold Meyerson’s archive or follow him on Twitter.", "article_metadata": {"news_keywords": "harold meyerson, rick perry, texas miracle, texas jobs, health care insurance", "og": {"site_name": "Washington Post", "description": "Rick Perry makes much of the Lone Star state’s economic power but ignores the hidden costs.", "title": "A flawed ‘Texas ‘miracle’", "url": "https://www.washingtonpost.com/opinions/a-flawed-texas-miracle/2015/06/10/91c499a4-0f9d-11e5-adec-e82f8395c032_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/06/10/Editorial-Opinion/Images/Was8931439.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@HaroldMeyerson"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/a-flawed-texas-miracle/2015/06/10/91c499a4-0f9d-11e5-adec-e82f8395c032_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "harold meyerson, rick perry, texas miracle, texas jobs, health care insurance", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "91c499a4-0f9d-11e5-adec-e82f8395c032", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "Rick Perry makes much of the Lone Star state’s economic power but ignores the hidden costs."}, "_id": "\"57477af46914bd0286fda2a9\"", "article_summary": "Taxpayers in the other 49 states subsidized the so-called Texas miracle.\nAs with North Dakota, Texas owed much of its success at spawning jobs to the oil boom.\n“Without Texas,” Perry boasted when he announced his candidacy, “America would have lost 400,000 jobs” between 2008 and 2014.\nFor even when Texas could boast of the quantity of its jobs, it could never boast of their quality.\nBut without America paying Texas’s freight, the miracle would have sunk in the muck."}