{"article_title": "Not All Working Women Can 'Lean In'", "article_keywords": ["jobs", "working", "family", "workers", "work", "lean", "workforce", "paid", "leave", "need", "care", "women"], "article_url": "http://www.huffingtonpost.com/caroline-fredrickson/not-all-working-women-can_b_6826994.html", "article_text": "Ariel Skelley via Getty Images\n\n\"Opting out\" or \"leaning in.\" These seem to be the only two options now under discussion for working women in America, as pronounced most recently by former high-level State Department official, Anne-Marie Slaughter, stating definitively that women \"can't have it all\" and by Facebook executive Sheryl Sandberg, arguing that what women really need is to change ourselves to be successful. Most of the time, both in elite media and popular publications, when we talk about women and the struggle to combine work and family, our discussion is implicitly limited to white collar (and white) professional women and their efforts to succeed in the corporate world and simultaneously have a family. Rarely, if ever, do we ask how those women without high wages, paid leave, affordable child care, or flexible schedules, who don't have the choice to \"balance\" work and family -- that is, most women -- juggle their desperate need to earn money with caring for their family. But this is the big question that we all should be asking, because it turns out that there are real consequences for all of us. And today, International Women's Day, a day born out of hardship caused by great inequalities for women in the workforce, it is especially appropriate to ask and examine this question. On IWD we celebrate the achievements women have made, but we must also recognize that genuine gender equality has yet to be won.\n\nAs I show in my forthcoming book, Under the Bus, by and large, women, and particularly women of color, have been the canary in the coal mine signaling the growing insecurity of work in America. Although the United States had a higher percentage of males in the early 1950s, women are now the majority, making up close to fifty-one percent. Overall, the working population has grown significantly more female, diverse in race and ethnicity, and older. It will be no surprise to anyone that women make up the vast majority of nannies and manicurists, or that they fill most of the jobs as home health care aides and maids who clean houses for a living. What is less well-known is that these extremely poorly paid service sector jobs dominate the low-wage economy, and women make up 53 percent of the low-wage workforce. They are domestic workers, caring for children and the elderly, cleaning houses, or otherwise serving in someone's home; they wait tables or act as hostesses in restaurants; they are \"independent contractors,\" cutting hair and doing makeup and nails, cleaning offices and homes, and taking care of lawns and gardens. They work for small businesses as receptionists and secretaries. Many of them work part-time jobs. And they are poor. In sheer number, whites are the largest group in poverty, but women of color, especially those with children, are grossly overrepresented.\n\nSo how did we get into this sad state of affairs? We tend to think things aren't so bad -- maybe not in Sweden's league in gender equality, but not in the Stone Age either. After all, we have banned discrimination against women, required equal pay for equal work, and adopted family leave legislation. But most people do not know that we allow discrimination by small employers, and leave more than half of women out of the family leave law. Or that we cut certain workers out of the wage and hour laws. Or that part-time workers are rarely entitled to benefits. Child care breaks the bank for many families and very few workers have paid family leave. A confluence of factors, including race, ethnicity, immigration status, and gender, has put an array of workers beyond the protections of the law. Domestic and farm workers, day laborers, tipped employees and minimum wage workers, guest workers, workers in so-called \"right to work\" states, independent contractors, and temps are all thrown under the bus. And over the years this contingent of workers has grown as more women enter the workforce, unions decline, industrial jobs disappear, and our population becomes browner.\n\nSo while the media debates \"opt out\" and \"lean in,\" the real focus should be on trying to plug the holes in our safety net. Women work, and increasingly they are filling jobs with few benefits, low wages, and unpredictable schedules. Even middle class Americans are suffering from the consequences of the changes in our workplaces and the need for two incomes. A 21st century America cannot continue to operate with rules written for men with wives at home, where one income could pay the bills. Our workplace laws threw women of color under the bus from the beginning, but we will all get run over if we don't reinvent our system to get everyone on board.\n\nFollow Caroline Fredrickson on Twitter: www.twitter.com/crfredrickson", "article_metadata": {"description": "\"Opting out\" or \"leaning in.\"  These seem to be the only two options now under discussion for working women in America, as pronounced most recently by fo...", "sailthru.expire_date": "2015-03-09 14:48:10 -0400", "og": {"site_name": "The Huffington Post", "description": "\"Opting out\" or \"leaning in.\"  These seem to be the only two options now under discussion for working women in America, as pronounced most recently by fo...", "url": "http://www.huffingtonpost.com/caroline-fredrickson/not-all-working-women-can_b_6826994.html", "image": "http://i.huffpost.com/gen/2696006/images/o-WOMAN-BUSINESS-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2696006/images/o-WOMAN-BUSINESS-facebook.jpg", "height": 1000}, "creator": "crfredrickson", "site": "@HuffPostWomen", "card": "summary_large_image", "description": "\"Opting out\" or \"leaning in.\"  These seem to be the only two options now under discussion for working women in America, as pronounced most recently by fo..."}, "sailthru.date": "2015-03-08 14:48:10 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6826994", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "women", "fb": {"app_id": 46744042133}, "keywords": "under the bus,wage insecurity,opting in,leaning in,international women's day,iwd,poverty,low-income workers,caroline fredrickson", "article": {"section": "Women", "tag": "under the bus,wage insecurity,opting in,leaning in,international women's day,iwd,poverty,low-income workers,caroline fredrickson", "published_time": "2015-03-08 14:48:10 -0400", "modified_time": "2015-05-08 05:59:02 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcb0f1\"", "article_summary": "After all, we have banned discrimination against women, required equal pay for equal work, and adopted family leave legislation.\nWomen work, and increasingly they are filling jobs with few benefits, low wages, and unpredictable schedules.\nBut most people do not know that we allow discrimination by small employers, and leave more than half of women out of the family leave law.\nDomestic and farm workers, day laborers, tipped employees and minimum wage workers, guest workers, workers in so-called \"right to work\" states, independent contractors, and temps are all thrown under the bus.\nThese seem to be the only two options now under discussion for working women in America, as pronounced most recently by former high-level State Department official, Anne-Marie Slaughter, stating definitively that women \"can't have it all\" and by Facebook executive Sheryl Sandberg, arguing that what women really need is to change ourselves to be successful."}