{"article_title": "Commentary: The correlation between smoking and income", "article_keywords": ["poor", "quit", "tobacco", "correlation", "income", "taxes", "face", "health", "smokers", "commentary", "smoking", "quitting", "social"], "article_url": "http://www.pressherald.com/2015/01/18/commentary-correlation-smoking-income/", "article_text": "WASHINGTON — “We’ve won the war on cigarette smoking” is a mantra among health-conscious middle- and upper-class Americans. But within the remarkable half-century-long public health success story of declining overall rates of smoking is a disturbing subplot: Those still puffing away are a substantially more disadvantaged group than ever before.\n\nIn a 2008 Gallup poll of over 75,000 Americans, the rate of smoking among people making less than $24,000 a year was more than double that of those making $90,000 or more. In the era portrayed in TV’s “Mad Men,” smoking was a normative behavior that was not associated with poverty. Indeed, because they had less money and were more religious, the poor if anything were somewhat less likely to smoke than middle-class people. But once the health risks of smoking became widely known, the better-off began kicking the habit: High-income families decreased their smoking by 62 percent from 1965 to 1999, versus only 9 percent for low-income families.\n\nABOUT THE AUTHOR Keith Humphreys is a professor and director of mental health policy at the Stanford University Department of Psychiatry. Twitter: KeithNHumphreys Search photos available for purchase: Photo Store →\n\nSmoking became analogous to a bad neighborhood that kept getting worse because everyone who had the resources to move out did so, leaving a progressively beaten-down group behind. Poorer smokers simply have a hard time quitting, for at least three reasons:\n\n• Lower-income smokers take longer and deeper drags on each cigarette than their remaining better-off counterparts. This strengthens their addiction (e.g., craving) and makes it more difficult to turn a resolution to quit into an enduring change.\n\n• Because income tends to segregate where people work and live, poor smokers often have to make quit-attempts alongside people who are continuing to smoke, but wealthier smokers usually do not. The last physician in a hospital who still smokes will face social disapproval from colleagues for smoking and receive social approval from those same individuals for quitting; the first worker on a roadside cleanup crew who tries to quit may face precisely the reverse social incentives from his smoking coworkers.\n\n• Although their access to health care is being improved by the Affordable Care Act, lower-income people are still likely to have less access than middle-class people to effective smoking cessation treatments. They also may face challenges in accessing care for co-occurring mental health problems (e.g., depression) which make quitting smoking more difficult.\n\nBecause smoking remains the leading cause of premature death in the United States, the concentration of smoking among the poor is likely to exacerbate inequalities in health. It may also lead to a reappraisal of the role of tobacco taxes in reducing smoking.\n\nAs recently pointed out by public health experts Ken Warner and Harold Pollack, endlessly raising tobacco taxes eventually becomes cruelly regressive for addicted low-income smokers who can’t or won’t stop smoking. Taxes are powerful inducements to quit and are clearly too low in some parts of the U.S.\n\nBut in places like New York City, where taxes may drive the price of cigarettes to $10-$15 a pack, deeply addicted low-income smokers may face the choice between spending much-needed income on tobacco or venturing into the black market for untaxed cigarettes, which carries significant risks of its own.", "article_metadata": {"description": "Why the wealthy stopped smoking cigarettes but the poor didn’t.", "generator": "WordPress 4.3.4", "og": {"site_name": "The Portland Press Herald / Maine Sunday Telegram", "description": "Why the wealthy stopped smoking cigarettes but the poor didn’t.", "title": "Commentary: The correlation between smoking and income - The Portland Press Herald / Maine Sunday Telegram", "locale": "en_US", "image": {"width": 999, "identifier": "http://www.pressherald.com/wp-content/uploads/2015/01/572187_733220-CigaretteArt1.jpg", "height": 711}, "updated_time": "2015-01-17T19:14:22-04:00", "url": "http://www.pressherald.com/2015/01/18/commentary-correlation-smoking-income/", "type": "article"}, "twitter": {"description": "Why the wealthy stopped smoking cigarettes but the poor didn’t.", "creator": "@pressherald", "image": "http://www.pressherald.com/wp-content/uploads/2015/01/572187_733220-CigaretteArt1.jpg", "title": "Commentary: The correlation between smoking and income - The Portland Press Herald / Maine Sunday Telegram", "site": "@pressherald", "card": "summary_large_image"}, "robots": "noodp", "apple-itunes-app": "app-id=951845858", "fb": {"admins": 769488179, "app_id": 178078215650057}, "article": {"publisher": "https://www.facebook.com/pressherald", "section": "Opinion", "published_time": "2015-01-18T04:00:00-04:00", "modified_time": "2015-01-17T19:14:22-04:00"}, "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcb11a\"", "article_summary": "It may also lead to a reappraisal of the role of tobacco taxes in reducing smoking.\nThey also may face challenges in accessing care for co-occurring mental health problems (e.g., depression) which make quitting smoking more difficult.\n• Because income tends to segregate where people work and live, poor smokers often have to make quit-attempts alongside people who are continuing to smoke, but wealthier smokers usually do not.\nBecause smoking remains the leading cause of premature death in the United States, the concentration of smoking among the poor is likely to exacerbate inequalities in health.\nIn the era portrayed in TV’s “Mad Men,” smoking was a normative behavior that was not associated with poverty."}