{"article_title": "6 ridiculous bank fees buried in the fine print", "article_keywords": ["account", "fee", "service", "overdraft", "youre", "banks", "ridiculous", "accounts", "buried", "fees", "print", "balance", "fine", "bank"], "article_url": "http://www.dallasnews.com/business/personal-finance/headlines/20150104-6-ridiculous-bank-fees-buried-in-the-fine-print.ece", "article_text": "Americans have to be pretty balletic to avoid bank fees these days. Less than a third of all bank accounts come attached with no fees at all, while expenses are rising on accounts that do.\n\nThe average checking account comes with about 30 fees, according to WalletHub, and not all of them are as easy to predict as overdraft or monthly service charges. Here are some of the sneakier fees that come attached to your standard bank account — and how you can make sure they don’t deplete your savings.\n\n1 Reordered overdraft fees: According to a 2014 survey from Pew Charitable Trusts, almost half of all major banks “reorder” checking account transactions so that they post by size, not the order in which they were made. For bank customers who are susceptible to overdrawing their accounts, this switch could cause one overdraft charge to balloon into three or four.\n\nBanks that employ this practice (almost all of the major ones except for Citibank) say they do this so that larger and more important expenses like mortgage payments clear first. The actual result is that consumers overdraw their accounts sooner and more often, with each subsequent overdraft racking up another 30-something dollars.\n\n2 $5 Charge to not overdraft: This is a service Bank of America rolled out last year with its SafeBalance account, a product that promises account holders won’t have to pay overdraft charges — just a $4.95 monthly fee. Any time you try to spend more than the balance in your account, your transaction is declined.\n\nOf course, this is an option that’s technically available to anyone, regardless of fee. The Federal Reserve ruled in 2010 that consumers have to opt-in to overdraft protection in order to be charged, otherwise their cards should be rejected. Opt-in to these types of services and you’re basically paying the bank for the favor of not lending you money. In the words of infomercial hosts, there’s got to be a better way.\n\nAnd there is. First of all, if your bank offers you overdraft protection upon account opening (and per the 2010 law, it has to offer it, not just automatically apply it), don’t take it. You’re also allowed to opt out of overdraft protection later on, so if you’re a chronic overspender, contact your bank and ask to have the service turned off.\n\nIf you want to go a step further, Elle Kaplan, CEO and founder of Lexion Capital Management, recommends staying away from debit cards altogether.\n\n“Think about forgoing a debit card, which links directly to your checking account, in favor of an ATM card, which only allows you to withdraw cash,” she said. “I’ve always opted for an ATM-only card because in case of loss or theft, someone can’t simply take the card and start charging purchases to your account.”\n\n3 Big deposit fee: This one falls in the “I’m sorry your diamond shoes are too tight” category: Many banks have started charging their biggest customers fees for parking large amounts of cash in their accounts, even though big deposits are part of what fuel financial institutions. It’s basically the opposite of a minimum balance fee and it’s wholly avoidable.\n\nIf you’re wealthy enough for this to be an issue, you shouldn’t be keeping all your cash in one account anyway; the FDIC only insures total deposits at a single institution for up to $250,000 per depositor. Follow Warren Buffett’s advice and keep your money in a number of safe, low-cost, long-term investments, like index funds. If you’re saving for a specific goal — such as retirement — you probably want to park your savings in a specialized product, such as a tax-advantaged Roth IRA or 401(k).\n\n4 Early account closure fee: Banks began charging a fee for closing an account within months of opening after 2011’s first Bank Transfer Day, in which hundreds of thousands of former bank customers closed their accounts and joined local credit unions in protest of — yep — predatory fee structures.\n\nThe amount of time required to keep an account open and the fee charged if you don’t can vary by institution, but in general, this expense can be pretty hefty, around $25 to $50 at most major banks.\n\n5 Returned mail fee: If you move, don’t forget to fill out a change-of-address form online or at your local post office. If your bank statements are sent back marked “return to sender,” you could incur a fee, usually around $5, which banks say is justified because returned mail often triggers extra fraud protection.\n\nYou can also avoid this charge by going paperless completely and opting for e-statements, a choice your bank might even reward you for with a higher interest rate or waived service fee. (Banks are fans of paperless correspondence too, because it means they can save money on postage costs.) Check to see if your financial institution offers any incentives for making the switch.\n\n6 Minimum balance fee: They’re usually not even hidden in the fine print, but these charges can easily sneak up on you, especially if you change your depositing habits.\n\nMost bank accounts have a minimum balance threshold you have to clear in order to waive a monthly service fee — say, $1,000 to avoid a $12 recurring expense. Often, the higher the interest rate on the account, the higher your minimum balance requirement, though many institutions also waive the charge if you have a regular, automated incoming deposit.\n\nLike many fees, these kinds of monthly service charges are the hardest on depositors with less reliable income streams. Te-Erika Patterson, a freelance journalist and writer, said she recently noticed she’d been charged a $12 service fee on her Bank of America account.\n\n“When I looked it up, it was a fine print penalty for not maintaining a certain amount in my account for the month and not receiving any direct deposits over $250,” she said.\n\nThe solution in this case is to find an account with a low minimum balance requirement or a monthly fee that’s more easily waived; some accounts will let you duck it by just signing up for e-statements. But if you don’t want to switch accounts or banks, there might be a few creative ways to get around the charge.\n\n“To remedy the issue, I just take money from my Paypal account and withdraw it into my bank account every month,” Patterson said. “That counts as a direct deposit.”\n\nLucy Mueller,\n\nGOBankingrates.com", "article_metadata": {"description": "Here are some of the sneakier fees that come attached to your standard bank account.", "og": {"description": "Here are some of the sneakier fees that come attached to your standard bank account.", "title": "6 ridiculous bank fees buried in the fine print", "url": "http://www.dallasnews.com/business/personal-finance/headlines/20150104-6-ridiculous-bank-fees-buried-in-the-fine-print.ece", "image": {"width": 345, "identifier": "http://www.dallasnews.com/resrsc/images/facebook-default.jpg", "height": 345}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2015-01-05T01:53:07Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2015-01-05T00:56:09Z", "parsely-page": "{\"title\": \"6 ridiculous bank fees buried in the fine print\", \"link\": \"http://www.dallasnews.com/business/personal-finance/headlines/20150104-6-ridiculous-bank-fees-buried-in-the-fine-print.ece\", \"image_url\": \"http://www.dallasnews.com/resrsc/images/facebook-default.jpg\", \"type\": \"post\", \"post_id\": \"2121028\", \"pub_date\": \"2015-01-05T00:56:09Z\", \"section\": \"Economy & You Headlines\", \"author\": \"\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/resrsc/images/facebook-default.jpg", "publishtime": "2015-01-05T00:56:09Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "article_summary": "Americans have to be pretty balletic to avoid bank fees these days.\n“To remedy the issue, I just take money from my Paypal account and withdraw it into my bank account every month,” Patterson said.\nLess than a third of all bank accounts come attached with no fees at all, while expenses are rising on accounts that do.\nHere are some of the sneakier fees that come attached to your standard bank account — and how you can make sure they don’t deplete your savings.\n6 Minimum balance fee: They’re usually not even hidden in the fine print, but these charges can easily sneak up on you, especially if you change your depositing habits."}