{"article_title": "Dodd-Frank is the new ObamaCare", "article_keywords": ["financial", "senate", "obamacare", "doddfrank", "standards", "capital", "banks", "insurers", "insurance", "bank"], "article_url": "http://thehill.com/blogs/congress-blog/economy-budget/213360-dodd-frank-is-the-new-obamacare", "article_text": "“If you like your life, home, and auto insurance, you can keep them.” No, President Obama didn’t utter those words when he signed the Dodd-Frank financial overhaul. But maybe he should have.\n\nThis month marks Dodd-Frank’s fourth anniversary. And as with many anniversaries, it sparks the question: What has changed? The answer is plenty, and not for the better. The president continues to sing Dodd-Frank’s praises. He recently called it “an unfinished piece of business” that nevertheless has achieved some “important stabilization functions.” But that’s just putting a brave face on it.\n\nADVERTISEMENT\n\nHouse Republicans delivered their own birthday present last Monday in the form of a new report that outlines the law’s failure to achieve one of its main stated goals—to end bailouts for large, “too big to fail” financial firms.\n\nNow even lawmakers from Obama’s own party see this “financial reform” legislation is more like a destabilizing force—much like the Obamacare health insurance “reform.” This is fitting, considering the two laws’ many unfortunate similarities.\n\nBoth Obamacare and Dodd-Frank clocked in at about 2,500 pages and were rammed through a Democrat-controlled House and Senate at breakneck speed.\n\nAlso as with Obamacare, Dodd-Frank’s unintended consequences began to surface almost immediately. First, there was a sharp reduction in free checking due to price controls on debit card transactions. Then community banks and credit unions – including some with close to zero foreclosures – found the laws’ “qualified mortgage” rules so costly and complex that they slowed or altogether stopped issuing new mortgages. And a provision with no plausible connection to sound banking and finance forced domestic manufacturers to scour their supply chains for “conflict minerals” from the Congo.\n\nBut the latest unintended consequence may bear the most striking similarity to Obamacare. Turns out that if you like your life, home, and auto insurance, you probably can’t keep them after all. Here’s why.\n\nDodd-Frank regulates many insurance companies as if they were banks. Under the Federal Reserve’s interpretation of an amendment sponsored by Republican Sen. Susan Collins Susan CollinsGOP lawmaker: 'Republicans were wrong’ to block Garland Senate passes broad spending bill with .1B in Zika funds Senators unveil bill to overhaul apprenticeship programs MORE (R-Maine), insurance companies with a small thrift—or even without any banking component but deemed “systemically important” by Dodd-Frank’s Financial Stability Oversight Council—will face the same capital standards as banks.\n\nBoth banks and insurers face risks, but they operate under very different business models. Typically, banks make short-term payouts on deposits for millions of customers. Insurers, by contrast, pay claims for just a fraction of policyholders, or in the case of life insurance, pay out after years or decades.\n\nConsequently, insurance firms, with the oversight of state regulators, have designed portfolios that contain high-quality corporate bonds and some blue-chip stocks to build up reserves in the event of a catastrophic loss. Yet banks, with primary assets of loans, are limited to a small number of corporate bonds and virtually no stocks to meet their capital requirements.\n\nImposing bank capital standards on insurers would raise costs for life insurance consumers by $5 billion to $8 billion, according to the economic consulting firm Oliver Wyman. These costs could hit policy holders both through higher premiums and reduced benefits. And some policies simply could become unavailable as insurers “exit certain product lines,” the Oliver Wyman study found.\n\nWorse, such bank-like standards would likely heighten risks instead of making insurers safer, according to risk management professionals. A letter to Congress from the American Academy of Actuaries warns that forcing insurers to follow bank capital rules “assigns risks to insurers that are not necessarily significant to them” and “understates risks that may be more significant to insurers than to entities such as banks.”\n\nThe good news is that the Democrat-controlled Senate, perhaps chastened by the experience of Obamacare, recently passed, by a unanimous vote, a bill to provide relief from these Dodd-Frank provisions. The Insurance Capital Standards Clarification Act of 2014 (S. 2270), which the Senate passed on June 3, would revise Dodd-Frank by clarifying that the Collins Amendment does not apply bank capital rules to insurance firms. Sen. Collins was one of the cosponsors.\n\n\n\nFor this anniversary of Dodd-Frank, the House should consider passing the Senate bill exactly as written. For once, they would do well to take the advice of Sen. Sherrod Brown Sherrod BrownThe Trail 2016: Dems struggle for unity House Dems urge Senate panel to vote on Ex-Im Bank nominee Reid throws wrench into Clinton vice presidential picks MORE (D-Ohio), whom no one would ever mistake for a deregulator. “I want strong capital standards, but they have to make sense,” he said following the bill’s passage. “Applying bank standards to insurers could make the financial system riskier, not safer.”\n\nThen we can move on to repealing other misguided sections of Dodd-Frank that burden Main Street with mandates and further entrench Fannie, Freddie, and other institutions deemed “too big to fail.”\n\nFour years after Dodd-Frank, it’s time for authentic free-market financial reform that lifts barriers to competition and ends bailouts.\n\nBerlau is a senior fellow who specializes in finance and access to capital at the Competitive Enterprise Institute, a free-market, libertarian think tank in Washington, D.C.", "article_metadata": {"dcterms.description": "Now even lawmakers from Obama’s own party see this “financial reform” legislation is more like a destabilizing force.", "description": "Now even lawmakers from Obama’s own party see this “financial reform” legislation is more like a destabilizing force.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Now even lawmakers from Obama’s own party see this “financial reform” legislation is more like a destabilizing force.", "title": "Dodd-Frank is the new ObamaCare", "url": "http://thehill.com/blogs/congress-blog/economy-budget/213360-dodd-frank-is-the-new-obamacare", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-02T05:39:37-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-02T05:39-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/economy-budget/213360-dodd-frank-is-the-new-obamacare", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2014-07-28T10:00-04:00", "dcterms.creator": "Joe Picard", "author": "John Berlau", "dcterms.type": "Text", "article": {"published_time": "2014-07-28T10:00:03-04:00", "modified_time": "2016-02-02T05:39:37-05:00"}, "keywords": ",Sherrod Brown, Susan Collins,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/economy-budget/213360-dodd-frank-is-the-new-obamacare", "widgets": {"csp": "on"}, "description": "Now even lawmakers from Obama’s own party see this “financial reform” legislation is more like a destabilizing force.", "card": "summary", "title": "Dodd-Frank is the new ObamaCare"}, "dcterms.title": "Dodd-Frank is the new ObamaCare"}, "_id": "\"57477af46914bd0286fd9a24\"", "article_summary": "Both Obamacare and Dodd-Frank clocked in at about 2,500 pages and were rammed through a Democrat-controlled House and Senate at breakneck speed.\n“If you like your life, home, and auto insurance, you can keep them.” No, President Obama didn’t utter those words when he signed the Dodd-Frank financial overhaul.\n“I want strong capital standards, but they have to make sense,” he said following the bill’s passage.\nThe Insurance Capital Standards Clarification Act of 2014 (S. 2270), which the Senate passed on June 3, would revise Dodd-Frank by clarifying that the Collins Amendment does not apply bank capital rules to insurance firms.\nFor this anniversary of Dodd-Frank, the House should consider passing the Senate bill exactly as written."}