{"article_title": "Mailbag: ‘Quit being fanatic left-wing hacks’", "article_keywords": ["claim", "rating", "quit", "readers", "require", "fanatic", "half", "hacks", "leftwing", "statement", "reader", "mailbag", "true", "medical", "wrote"], "article_url": "http://www.politifact.com/texas/article/2014/jan/07/mailbag-quit-being-fanatic-left-wing-hacks/", "article_text": "Readers say we’re not getting the whole story.\n\nLet’s dip into our mailbag, editing only for clarity.\n\nOne reader said we missed an opportunity in checking a Democratic claim about the historical precedence of women running simultaneously for governor and lieutenant governor. \"Of greater historical importance is the number of times both major candidates in a general election for a governorship were women. The first... time that occurred was the 1986 race for governor of Nebraska between Kay Orr (R) and Helen Boosalis (D). Orr won.\"\n\nAnother critic sounded off on our rating Half True a claim by U.S. Rep. Pete Sessions , R-Dallas, that the Obamacare law didn’t require background screens of individuals who help Americans shop for health coverage. \"First of all, it should not be the states’ burdens to require background checks on ‘navigators’ on a federal program that has been MANDATED on its citizens,\" he wrote. \"This is just another area of this socialist bill that was conveniently left out… Sessions was 100% correct; nowhere in the bill does it require background checks.\"\n\nAnother Half True we reached, for a claim by Wendy Davis that Greg Abbott defended more than $5 billion in public school funding cuts in fighting hundreds of school districts in court, drew this disagreement: \"You rated her statement as half-true because it was Abbott's job to prosecute. It should have been mostly true at the very least. Your half-true assignment also means that her statement was a half-lie. She should not have that half-lie attached to her statement or to her character.\"\n\nSeveral readers questioned the Pants on Fire awarded to Barry Smitherman ’s statement that the Earth is not warming. One wrote: \"Petitionproject.org has a list of over 31,000 American scientists who think global warming is a hoax. Over 9,000 of these scientists have PHDs.\"\n\nAnother chimed: \"Check the facts. Even the U.N. alarmists have admitted the Earth hasn't warmed in nearly 2 decades. Quit being fanatic left-wing hacks.\"\n\nA third: \"Shame - you spout 'Gov’ment Climate Science' instead of truth. … Carbon dioxide has an insignificant effect on temperature. It’s the sun, clouds, oceans and cosmic gamma. Sorry but you are a wasteful political hack.\"\n\nPer our rating of Half True for a claim that a medical device tax had led to thousands of job losses, a reader wrote: \"Really wish you had done more research on this rating. A 2.3% tax on all medical devices does not lead to the loss of thousands of jobs. Medical devices are highly price elastic; if the price goes up, there is little drop in demand.\"\n\nAnother reader exhaled: \"I'm glad your column exists. It's an attempt to better inform the often easily-mislead Texas public. I'm not so glad you are so polite in your labeling use of 'True', 'Half True', 'mostly lies', and ‘Pants on Fire.’ The easily-mislead may better benefit from your analysis if your column always ended with this famous quote: ‘A half-truth is a whole lie.’ This might help readers better understand the truer intentions of your labels (at least as I perceive your intentions).\n\n\"I often wonder how politicians get away with verbal and written statements for which other individuals would be likely sued for either being slanderous or libelous comments.\"", "article_metadata": {"description": "Readers say we&rsquo;re not getting the whole story. Let&rsquo;s dip into our mailbag, editing only for clarity. One reader said we missed an opportunity in checking a Democratic claim about the historical precedence of women running simultaneously for governor and lieutenant governor. &quot;Of greater historical importance is the number of times both major candidates in a general election for a governorship were women. The first... time that occurred was the 1986 race for governor of Nebraska between Kay Orr (R) and Helen Boosalis (D). Orr won.&quot; Another critic sounded off on our rating Half True a claim by U.S. Rep. ...", "og": {"site_name": "PolitiFact Texas", "description": "Readers say we’re not getting the whole story. Let’s dip into our mailbag, editing only for clarity. One reader said we missed an opportunity in checking a Democratic claim about the historical precedence of women running simultaneously for governor and lieutenant governor.", "title": "Mailbag: ‘Quit being fanatic left-wing hacks’", "url": "http://www.politifact.com/texas/article/2014/jan/07/mailbag-quit-being-fanatic-left-wing-hacks/", "image": "http://static.politifact.com.s3.amazonaws.com:80/politifact%2Fphotos%2Foutletinletwgspft.jpg", "type": "article"}, "twitter": {"username": "PolitiFactTexas", "description": "Readers say we&rsquo;re not getting the whole story. Let&rsquo;s dip into our mailbag, editing only for clarity. One reader said we missed an opportunity in checking a Democratic claim about the historical precedence of women running simultaneously for governor and lieutenant governor. &quot;Of greater historical importance is the number of times both major candidates in a general election for a governorship were women. The first... time that occurred was the 1986 race for governor of Nebraska between Kay Orr (R) and Helen Boosalis (D). Orr won.&quot; Another critic sounded off on our rating Half True a claim by U.S. Rep. ...", "title": "Mailbag: ‘Quit being fanatic left-wing hacks’", "url": "http://www.politifact.com/texas/article/2014/jan/07/mailbag-quit-being-fanatic-left-wing-hacks/", "image": "http://static.politifact.com/images/twitter-meter.png", "site": "@politifact", "card": "summary_large_image"}, "fb": {"admins": 750116788, "app_id": 106379906558, "pages": 61308923432}, "google-site-verification": "qAV0CDw3qyhv8XdVwp6m1xDBnW9Q1sRAAynq6kDP7kE", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd9a26\"", "article_summary": "Quit being fanatic left-wing hacks.\"\nThe first... time that occurred was the 1986 race for governor of Nebraska between Kay Orr (R) and Helen Boosalis (D).\n\"Of greater historical importance is the number of times both major candidates in a general election for a governorship were women.\nAnother critic sounded off on our rating Half True a claim by U.S. Rep. Pete Sessions , R-Dallas, that the Obamacare law didn’t require background screens of individuals who help Americans shop for health coverage.\nSeveral readers questioned the Pants on Fire awarded to Barry Smitherman ’s statement that the Earth is not warming."}