{"article_title": "Harley-Davidson CEO: Getting Up to Speed", "article_keywords": ["sort", "ive", "harleydavidson", "getting", "ceo", "thousands", "company", "harley", "ridden", "wear", "rally", "walk", "speed", "ride"], "article_url": "http://blogs.wsj.com/atwork/2013/09/05/harley-davidson-ceo-getting-up-to-speed/", "article_text": "Harley-Davidson Keith Wandell, CEO of Harley-Davidson\n\nHow do executives stay organized? What are their management strategies? And what do they do for fun? Executive Suite seeks answers to the behind-the-scenes questions.\n\nKeith Wandell\n\nCEO of Harley-Davidson Inc.\n\nCEO since: May 2009\n\nAge: 63\n\nYou were Harley-Davidson’s first CEO to come from outside the company. Did you face skeptics?\n\nI don’t know how to quantify it, but there was a significant amount of concern from our employees and our dealers. “What can this person possibly know?” — that type of thing.\n\nWhat were people’s concerns about?\n\nFirst of all, I think there were some misconceptions about my background, thinking that my background had been largely in automotive. [That] really wasn’t true, even though I did have some experience [there]. The automotive industry is a hyper competitive industry [and] there is a different sort of mentality to how the car companies look at the supply base: It’s a more slice and burn kind of mentality. All those things culminated in a concern around “This guy is going to turn us into an auto-like company.”\n\nHow did you earn employees’ and customers’ trust?\n\nReally by just listening and engaging them [and] recognizing the long, rich heritage of the company. That’s important to all of our employees and all of our dealers – Harley-Davidson and what it stands for. So using that as sort of a backdrop, [saying] “Guess what? We’re not going change the formula for Coke here and mess it up, but the future’s going to be different than the last 110 years.”\n\nHow did you get up to speed on the company, coming from the outside?\n\nI don’t sit in my office and wait for people to come see me. I walk around and talk to people. I walk into a meeting and ask, “Why wasn’t I invited to this meeting?” and sit down and start to participate.\n\nDid you ride motorcycles before taking this job?\n\nWhen I was younger.\n\nNow do you ride?\n\nOh yeah.\n\nHow often?\n\nMy first couple of years [at Harley] I rode a lot. I’ve ridden the Sturgis [South Dakota motorcycle rally] three times. I’ve ridden from Beijing to the Great Wall. I’ve ridden from downtown Tokyo to Mt. Fuji. I’ve ridden in the Hamburg rally. I’ve ridden in the San Tropez rally in France. I would go home at night and just take my bike out in the summer and ride for a half hour, an hour, whatever. But then I had a surgery last year on my neck and lost the use of my right arm for a while.\n\nAs CEO, do you feel pressure to walk the walk — or ride the bike — so to speak?\n\nAt first I did, sort of. About three months after I was with the company, my wife said to me, “Did they hire you to ride motorcycles or run the company?” Because that’s really a big priority in our company. We call it, “We ride with you.” We ride with our customers. We listen to our customers because we’re out there with them riding with them. We have this program where all of our executive management is required to attend like two rallies a year so that we’re out there with our dealers, with our customers, listening to their feedback.\n\nWhat’s it like for you at a big rally, riding with all these people who are on the product that you make?\n\nAssociated Press Thousands of of Harley-Davidson lovers met in Rome to celebrate the motorcycle company’s 110th anniversary.\n\nIt’s almost unbelievable. You see thousands of people. We were just in Rome for the 110th [anniversary of the company] and you see these thousands and thousands of bikes, right? And they’ve got flags from Russia, from Czechoslovakia, from Saudi Arabia, from Italy, France, Germany. I mean it’s just absolutely incredible. They all come together and it’s just this sort of sense of camaraderie.\n\nYour cell phone ring tone is a motorcycle revving. Are there any other ways in which the company has become integrated into parts of your life?\n\nI have five children, three of whom are female. All three of them, they wear nothing but Harley gear. I mean, everywhere we go, they’ve got their Harley stuff on.\n\nHow often do you wear Harley gear?\n\nEvery day. I wear jeans to work, Harley shirt. Everybody was worried I was going to wear a suit and tie to work and try to change the culture that way. I [couldn’t] care less if I ever wore a tie again.\n\nOn the weekends do you wear Harley gear as well?\n\nOh yeah. Most of the time. I have a Harley golf bag.\n\nThe company’s 110th anniversary is upon us. Where do you think the company will be in another 110 years? Flying motorcycles? Alternative fuel?\n\nI wish I knew.\n\nDo you anticipate huge changes or do you think we’ll still be able to recognize Harleys?\n\nOh, you’ll be able to recognize Harleys.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Harley-Davidson's first outside CEO on earning trust and riding bikes.", "title": "Harley-Davidson CEO: Getting Up to Speed", "url": "http://blogs.wsj.com/atwork/2013/09/05/harley-davidson-ceo-getting-up-to-speed/", "image": {"src": "http://s.wsj.net/public/resources/images/OB-YU416_0905ha_E_20130905150728.jpg"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Careers", "article.headline": "Harley-Davidson CEO: Getting Up to Speed", "description": "Harley-Davidson's first outside CEO on earning trust and riding bikes.", "article_section": "Careers", "author": "Rachel Feintzeig", "user.type": "unsubscribed", "article.page": "At Work Blog", "page.content.format": "responsive", "page.subsection": "At Work", "article.summary": "Harley-Davidson's first outside CEO on earning trust and riding bikes.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2013-09-05T19:54:54-04:00", "dj.asn": "10-160", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/atwork/2013/09/05/harley-davidson-ceo-getting-up-to-speed/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-ATWORKB-1223", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Careers", "language": "en-US", "og": {"site_name": "WSJ", "description": "Harley-Davidson's first outside CEO on earning trust and riding bikes.", "title": "Harley-Davidson CEO: Getting Up to Speed", "url": "http://blogs.wsj.com/atwork/2013/09/05/harley-davidson-ceo-getting-up-to-speed/", "image": {"width": 1200, "identifier": "http://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "height": 630}, "type": "article"}, "article.access": "free", "article.type": "At Work", "article.id": "BL-ATWORKB-1223", "user.exp": "default", "article.updated": "2013-09-06T04:35:21-04:00"}, "_id": "\"57477af46914bd0286fe0107\"", "article_summary": "Keith WandellCEO of Harley-Davidson Inc.CEO since: May 2009Age: 63You were Harley-Davidson’s first CEO to come from outside the company.\nAs CEO, do you feel pressure to walk the walk — or ride the bike — so to speak?\nOn the weekends do you wear Harley gear as well?\nI’ve ridden from Beijing to the Great Wall.\nI’ve ridden from downtown Tokyo to Mt."}