{"article_title": "Marco Rubio defends record as opponent of abortion, even in rape cases", "article_keywords": ["life", "marco", "recognize", "abortion", "number", "thats", "defends", "record", "rubio", "right", "health", "abortions", "say", "cases", "republican", "rape", "opponent"], "article_url": "http://www.theguardian.com/us-news/2015/aug/09/marco-rubio-record-opponent-of-abortion", "article_text": "Marco Rubio has defended his record as an opponent of abortion, against criticism arising from his statement during the first Republican presidential debate on Thursday that he had never advocated for exceptions of any kind, even if a woman’s life was in danger or when she had been raped.\n\nRelated: Marco Rubio passes critical debate test, but abortion answer hands Democrats gift\n\n“I personally and deeply believe that all human life is worthy of the protection of our laws,” the Florida senator said, in an interview broadcast on NBC on Sunday. “I believe that irrespective of the conditions in which that life was conceived or anything else.”\n\nOn Thursday, Fox News moderator Megyn Kelly questioned Rubio’s prior support for including rape and incest protections in anti-abortion laws.\n\n“I have never advocated that,” Rubio said, onstage in Cleveland, adding that “future generations will call us barbarians for murdering millions of babies when we never gave them a chance to live”.\n\nIn fact, Rubio supported such exceptions when he co-sponsored the Pain-Capable Unborn Child Protection Act in 2013, which aimed to ban abortions after 20 weeks.\n\nOn Sunday, asked by NBC’s Chuck Todd about the contradiction between his current statements and his Senate record, he said: “I’ll support any legislation that reduces the number of abortions and there are those that have that exception in them. What I’ve never done is say that I require that it must have exceptions.”\n\nHe added: “I recognize that in order to have consensus on laws that limit the number of abortions a lot of people want to see those exceptions and that’s why I’ve supported those laws in the past, as has every pro-life group in America.\n\nThere is no doubt that a woman has a right to her own body, to make decisions about her own health and her future Marco Rubio\n\n“That’s why the issue is so hard. There is no doubt that a woman has a right to her own body, to make decisions about her own health and her future. There’s no doubt. And then there’s this other right, and that’s the right of a human being to live. And these rights come into conflict so you have to make a decision and it’s hard. I don’t say it’s easy.”\n\nRubio’s debate remark came amid efforts by Republicans in Congress to defund Planned Parenthood, with some advocating a government shutdown. The women’s health organization has been the subject of a number of videos released by a pro-life group, which purport to show staff members negotiating the sale of fetal tissue. Planned Parenthood has said its staff acted legally at all times.\n\n\n\nDemocrats have seized on the issue and others – including former Florida governor Jeb Bush appearing to question all federal spending on women’s health and Donald Trump seeming to imply Kelly questioned him unfairly in Cleveland because she was menstruating – to suggest the Republican party is engaged in a “war on women”.\n\n\n\nWomen make up 53% of the electorate and have leaned Democratic in every general election since 1992, when Bill Clinton unseated Republican incumbent George HW Bush.\n\nRelated: Donald Trump jab at Megyn Kelly may be beginning of end for GOP frontrunner\n\nOn Sunday, Rubio sought to stress his understanding of the issue.\n\n“A rape is an act of violence,” he said, “it’s a horrifying thing that happens, and fortunately the number of abortions in this country that happen due to rape are very small. Less than 1% of the cases but they happen and they’re horrifying and a tragedy and I recognize that.\n\n“I also recognize that because of the existence of over-the-counter morning-after pills, not to mention medical treatment that’s now available immediately after the assault, we can bring that number down to zero.”\n\nHe also said: “I don’t say it’s easy. But when asked to make a decision between two very hard circumstances, I personally reached the decision, if I’m going to err, I’m going to err on the side of life.”\n\n\n\n\n\n\n\n\n\n", "article_metadata": {"msapplication-TileColor": "#005689", "description": "Rubio spoke Sunday about criticism arising from his statement in Thursday’s first Republican presidential debate that he never advocated for exceptions", "application-name": "The Guardian", "author": "Martin Pengelly", "og": {"site_name": "the Guardian", "description": "Rubio spoke Sunday about criticism arising from his statement in Thursday’s first Republican presidential debate that he never advocated for exceptions", "title": "Marco Rubio defends record as opponent of abortion, even in rape cases", "url": "http://www.theguardian.com/us-news/2015/aug/09/marco-rubio-record-opponent-of-abortion", "image": "https://i.guim.co.uk/img/media/55f296d4c35e0f20a6568c12808bdd2e22ea4003/0_192_4494_2700/master/4494.jpg?w=1200&q=55&auto=format&usm=12&fit=max&s=d28ac6b8fc4f18ab420a0e51f3401688", "type": "article"}, "referrer": "unsafe-url", "twitter": {"card": "summary_large_image", "app": {"url": {"ipad": "gnmguardian://us-news/2015/aug/09/marco-rubio-record-opponent-of-abortion?contenttype=Article&source=twitter", "googleplay": "guardian://www.theguardian.com/us-news/2015/aug/09/marco-rubio-record-opponent-of-abortion", "iphone": "gnmguardian://us-news/2015/aug/09/marco-rubio-record-opponent-of-abortion?contenttype=Article&source=twitter"}, "id": {"ipad": 409128287, "iphone": 409128287, "googleplay": "com.guardian"}, "name": {"ipad": "The Guardian", "googleplay": "The Guardian", "iphone": "The Guardian"}}, "site": "@guardian", "image": "https://media.guim.co.uk/55f296d4c35e0f20a6568c12808bdd2e22ea4003/0_192_4494_2700/master/4494.jpg", "creator": "@MartinPengelly"}, "apple-mobile-web-app-title": "Guardian", "al": {"ios": {"url": "gnmguardian://us-news/2015/aug/09/marco-rubio-record-opponent-of-abortion?contenttype=Article&source=applinks", "app_store_id": 409128287, "app_name": "The Guardian"}}, "HandheldFriendly": "True", "fb": {"app_id": 180444840287}, "theme-color": "#005689", "msapplication-TileImage": "https://assets.guim.co.uk/images/favicons/f06f6996e193d1ddcd614ea852322d25/windows_tile_144_b.png", "format-detection": "telephone=no", "keywords": "Marco Rubio,Abortion,US elections 2016,US politics,Republicans,US news,Women,World news", "article": {"publisher": "https://www.facebook.com/theguardian", "published_time": "2015-08-09T19:48:25.000Z", "author": "https://www.theguardian.com/profile/martin-pengelly", "section": "US news", "modified_time": "2016-05-26T21:51:18.000Z", "tag": "Marco Rubio,Abortion,US elections 2016,US politics,Republicans,US news,Women,World news"}, "thumbnail": "https://i.guim.co.uk/img/media/55f296d4c35e0f20a6568c12808bdd2e22ea4003/0_192_4494_2700/4494.jpg?w=620&q=55&auto=format&usm=12&fit=max&s=7a942128bf3470ab02724863338eff10", "viewport": "width=device-width,minimum-scale=1,initial-scale=1", "news_keywords": "Marco Rubio,Abortion,US elections 2016,US politics,Republicans,US news,Women,World news"}, "article_summary": "And then there’s this other right, and that’s the right of a human being to live.\nLess than 1% of the cases but they happen and they’re horrifying and a tragedy and I recognize that.\nIn fact, Rubio supported such exceptions when he co-sponsored the Pain-Capable Unborn Child Protection Act in 2013, which aimed to ban abortions after 20 weeks.\n“A rape is an act of violence,” he said, “it’s a horrifying thing that happens, and fortunately the number of abortions in this country that happen due to rape are very small.\nRelated: Donald Trump jab at Megyn Kelly may be beginning of end for GOP frontrunnerOn Sunday, Rubio sought to stress his understanding of the issue."}