{"article_title": "Raising the floor", "article_keywords": ["wage", "15", "floor", "federal", "pay", "workers", "states", "rate", "minimum", "wages", "raising", "higher"], "article_url": "http://www.economist.com/news/united-states/21591616-americas-minimum-wage-debate-has-rolled-round-again-raising-floor", "article_text": "HE LIKES the work; but at $9.60 an hour, stacking the shelves at a Walmart in east Los Angeles does not pay Anthony Goytia enough to cover the bills for his family of five, he says. He supplements his fortnightly pay of $560-600 with the odd catering job, by subjecting himself to clinical trials of a treatment for his psoriasis, and with federal and state assistance. He was recently approved for food stamps; that should make Christmas a little jollier.\n\nAmerica is going through one of its periodic fits of agony over the minimum wage. In recent weeks several states and municipalities have approved rate rises; most dramatically in SeaTac, a suburb of Seattle consisting of a large airport, where voters raised the hourly figure to $15. On December 4th Barack Obama called for a higher federal minimum wage. He has previously suggested that it rise from $7.25 to $10.10. It has lost 5.8% of its purchasing power since it was last raised, in 2009.\n\nBetween 1979 and 2007 the incomes of the top 1% of American earners rose by 275%, according to the Congressional Budget Office. Those of the bottom 20% rose by 18%. Had the federal minimum wage kept up with productivity gains since 1968 it would have reached $21.72 last year, estimates the Centre for Economic and Policy Research (CEPR), a leftish think-tank. Campaigners gripe that the government should not have to top up the pay of workers like Mr Goytia (who agrees); this “hidden subsidy” amounts to $7 billion in the fast-food industry alone, according to one study.\n\nThere is no consensus among economists about the extent to which minimum wages kill jobs. But recent research suggests that relatively low rates (America’s is 38% of the median wage) are not harmful, and that small increases can be beneficial. They not only lift workers’ purchasing power; they also make them more loyal, and so reduce the amount companies must spend recruiting new people.\n\nMr Obama will not convince Republicans in the House of Representatives to vote for an increase. But by raising the idea he may help Democrats in next year’s midterm elections, particularly in red states where local minimum-wage rises are on the ballot. Republican voters do not recoil at the prospect; 58% told Gallup in November that they would support a rise to $9 an hour; overall, 78% of Americans agree.\n\nAdvocates for a higher federal minimum wage point out that, in real terms, it is well below its peak in 1968. That is true, but misleading. First, the big drop came in the 1970s and early 1980s, not recently. Second, as David Neumark of the University of California, Irvine, has pointed out, the earned-income tax credit, a federal subsidy for low-wage workers, makes up for a lot of the losses.\n\nMoreover, the proliferation of state and municipal minimum wages means that the federal rate covers far fewer people than it once did. In 1979 7.9% of workers toiled at or below the federal minimum wage; last year 2.8% did. From January 1st 21 states will have a minimum wage higher than the federal one (see map). More may introduce one next year; others will raise theirs further.\n\nVariable minimum wages make sense for a large country with variable costs of living. But they can have unexpected consequences. The campaign in SeaTac became a big issue during the concurrent mayoral race in Seattle; there, both candidates backed a $15 rate. John Burbank of the Seattle-based Economic Opportunity Institute now reckons the city will approve a $15 rate next year. Washington, DC and two neighbouring counties recently co-ordinated huge rate rises to stop firms playing them off against each other.\n\nSuch quirks are inevitable when politicians are left in charge. Most countries with a minimum wage outsource rate-setting to independent technocrats. Eleven American states and several cities index their rates to inflation; this can be awkwardly inflexible when economies stumble, but it does mean firms and workers avoid nasty shocks. Elsewhere, and at the federal level, minimum wages are subject to the fancies of politicians and voters.\n\nSome agitators for higher pay focus on specific industries or companies, such as McDonald’s. Last week hundreds of union-backed workers went on the latest of a series of nationally co-ordinated strikes calling for a $15 wage. That figure, according to a recent business-backed survey, would lead to “personnel decisions” (management-speak for cutting jobs or hours) at 86% of fast-food and other franchises. Ron Shaich, the boss of Panera, a chain of 1,800 eateries, is an exception in the industry; he backs an increase in the minimum wage so long as it applies to everyone.\n\nOther business leaders feel differently. The solution to the “wage problem” said Jim McNerney, the boss of Boeing, this week, is not a minimum wage but “an economy that’s growing”. But John Schmitt of the CEPR says the demand for a $15 wage is best understood as a broader push for collective-bargaining rights. Perhaps some employers can be convinced to pay higher wages as part of a strategy to reduce job churn, he suggests.\n\nThis happened with caretakers (janitors) in the late 1990s, after a decade of campaigns. An industry once staffed by ill-paid part-timers now pays workers in unionised cities $15 or more an hour.", "article_metadata": {"sailthru.image.thumb": "http://cdn.static-economist.com/sites/default/files/imagecache/50_by_50/images/print-edition/20131214_USD001_0.jpg", "sailthru.flytitle": "The politics of low pay", "description": "America’s minimum-wage debate has rolled round again", "pubdate": 20131214, "og": {"site_name": "The Economist", "description": "America’s minimum-wage debate has rolled round again", "title": "Raising the floor", "url": "http://www.economist.com/news/united-states/21591616-americas-minimum-wage-debate-has-rolled-round-again-raising-floor", "image": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20131214_USD001_0.jpg", "type": "article"}, "sailthru.rubric": "America’s minimum-wage debate has rolled round again", "sailthru.date": "1970-01-01 00:00:00", "twitter": {"image": "https://cdn.static-economist.com/sites/default/files/images/print-edition/20131214_USD001_0.jpg", "site": "@TheEconomist", "card": "summary_large_image"}, "sailthru.image.full": "http://cdn.static-economist.com/sites/default/files/images/print-edition/20131214_USD001_0.jpg", "revisit-after": "1 day", "sailthru.web_section": "United States", "fb": {"pages": 6013004059, "app_id": 173277756049645}, "sailthru.imagepath": "images/print-edition/20131214_USD001_0.jpg", "articleid": 21591616, "sailthru.image.thumb_mfte": "http://cdn.static-economist.com/sites/default/files/imagecache/ec_related_article_image/images/print-edition/20131214_USD001_0.jpg", "sailthru.tags": "The politics of low pay", "article": {"publisher": "https://www.facebook.com/theeconomist"}, "sailthru.printdate": "2013-12-14 00:00:00", "news_keywords": "The politics of low pay"}, "_id": "\"57477af36914bd0286fcb146\"", "article_summary": "Perhaps some employers can be convinced to pay higher wages as part of a strategy to reduce job churn, he suggests.\nAdvocates for a higher federal minimum wage point out that, in real terms, it is well below its peak in 1968.\nOn December 4th Barack Obama called for a higher federal minimum wage.\nJohn Burbank of the Seattle-based Economic Opportunity Institute now reckons the city will approve a $15 rate next year.\nBut John Schmitt of the CEPR says the demand for a $15 wage is best understood as a broader push for collective-bargaining rights."}