{"article_title": "Navajo voters key to Kirkpatrick strategy", "article_keywords": ["republican", "arizona", "voters", "kirkpatrick", "strategy", "tobin", "americans", "key", "party", "navajo", "tribal", "native"], "article_url": "http://www.azcentral.com/story/news/arizona/politics/2014/10/10/navajo-voters-key-kirkpatrick-strategy/17017789/", "article_text": "U.S. Rep. Ann Kirkpatrick greets attendees at the Navajo Nation Fair in Window Rock last month. She grew up on the Fort Apache Reservation. (Photo: Patrick Breen/The Republic) Story Highlights Native American voters might be the deciding factor in U.S. Rep. Ann Kirkpatrick's campaign for reelection.\n\nIn a year that favors Republicans, Kirkpatrick faces an uphill battle against Republican Arizona House Speaker Andy Tobin.\n\nNo Democrat has been reelected consecutively to that part of Arizona since 1964.\n\nAngel Roanhorse, clutching a clipboard of voter-registration forms to her chest, looked out across the estimated 100,000 people lining a twisted highway at the Navajo Nation parade.\n\nThe Arizona Democratic Party staffer spied a prime target: Native American, young and likely a left-leaning unregistered voter. Samuel Crowfoot, toddler son perched on his shoulders, paused when she offered to sign him up.\n\n\"Perfect,\" he said. \"It saves me having to go online.\"\n\nNative American voters may be the deciding factor in U.S. Rep. Ann Kirkpatrick's campaign for re-election. In a year that favors Republicans, the swing-seat Democrat faces an uphill battle against Republican Arizona House Speaker Andy Tobin in northeastern Arizona's 1st Congressional District.\n\nThe race is among the most competitive in the country, national election handicappers say. No Democrat has been re-elected consecutively to that part of Arizona since 1964.\n\nTribal voters were vital to Kirkpatrick's win in 2012. But their participation often fades in midterm elections.\n\nIf Democrats can't motivate Indian voters to support Kirkpatrick, they could lose the seat and their majority in Arizona's delegation to the House. Five of the state's nine representatives are Democrats.\n\n\"The Navajo Nation, in that district, is a large voting bloc that too often has gone ignored,\" Arizona Democratic Party Executive Director DJ Quinlan said. \"Expanding the voter base and turnout in a midterm year is crucial.\"\n\nTribal voters were like a swelling monsoon flood that blindsided Republicans and carried Kirkpatrick to victory in 2012. One out of every four votes Kirkpatrick received came from tribal precincts, according to data analyzed by The Arizona Republic. Her Republican opponent drew only 3 percent of his votes from the reservations. Kirkpatrick won with a narrow, roughly 9,000-vote margin.\n\n\"We've got to inspire people to do their civil duty,\" said Roanhorse, 29, outfitted for the voter-registration drive in blue jeans and buckskin moccasins. \"We need to vote in the right people who stand up for our rights. ... It's a way of life: You're brought up to be a Democrat.\"\n\nRoanhorse is one of 10 organizers the party hired this year, all fluent in Navajo, to work the reservations full time. They are a bigger group than the party has deployed before and started work earlier.\n\nThe focus is chiefly on the Navajo Reservation, but also on the Hopis, White Mountain Apaches, San Carlos Apaches and other Indian groups in the district.\n\nRoanhorse motivates people by arguing that they can improve their lives if they band together. She taps her experiences: as a nursing assistant who has struggled to find work on the reservation and as a mother of two whose rural home lacks running water and only recently gained electricity.\n\n\"The more people you get to vote, the better our roads will be. Don't you want funding for our schools?\" Roanhorse said she asked other tribal members.\n\nBut Republican leaders say they're able to use Roanhorse's experience — of growing up a Democrat and seeing little change — to persuade tribal voters to support GOP candidates like Tobin.\n\nNative Americans are disappointed with the status quo, said Robert Graham, chairman of the Arizona Republican Party. Their discontent was on display at an August rally that drew about 400 Indians to meet GOP candidates, including Tobin, he said.\n\n\"I watched members of the community, one after the other, come up and say, 'We've been a Democratic area for so long. We still have water issues. We have highway issues. ... We still have no jobs. ... Coal mining is being closed,' \" Graham said after attending the event at the Navajo outpost Many Farms. \"Now, the story is that they need to start listening to the Republicans' story.\"\n\nTo capitalize on the opportunity, the state GOP is taking a page from Democrats, pouring resources into voter registration, phone calls and get-out-the-vote canvassing, Graham said.\n\n\"This is one of the most aggressive ground games our state party has had in many many years,\" he said.\n\nThe GOP benefits from other factors. President Barack Obama's popularity is in the tank. And historical trends show that the president's party typically loses seats in the midterms.\n\nKirkpatrick has experienced the roller coaster firsthand. The congresswoman rode Obama's initial popularity to victory in 2008, then lost her seat in the 2010 midterms when Republicans rebounded across the country. She won back the seat in 2012 after a tough battle against Republican Jonathan Paton.\n\nMassive tribal support was pivotal to her win. Redistricting altered the district to include thousands more Native American voters and registered Democrats.\n\nOff the reservations, Paton solidly defeated Kirkpatrick by almost 19,000 votes, according to ballot data from the Arizona Democratic Party analyzed by The Republic. The non-tribal areas made up the majority of votes cast in the race, about 85 percent.\n\nBut on the reservations, despite Native American voters contributing a fraction of total participation, Kirkpatrick captured roughly 28,000 votes more than Paton, cementing her win.\n\nKirkpatrick attributes the success to her roots in the district.\n\nThough she is White, Kirkpatrick spent her childhood on the Fort Apache Reservation, where her father owned a general store. Before going to Washington, she represented many of the tribes in the state Legislature.\n\n\"It takes a long time to earn the trust of Native Americans, and I have spent a lifetime doing that,\" Kirkpatrick said. \"Because I grew up on tribal land, I'm in a unique situation to understand their culture as well as the Anglo culture and give both a voice.\"\n\nKirkpatrick has fought for federal funding to repair a reservation highway, build a badly needed tribal law-enforcement facility and expand health-care services for rural military veterans. She has opposed uranium mining at the Grand Canyon, which tribes say is a desecration of sacred ground. A raft of tribal leaders have endorsed her.\n\nIn this year's campaign, Kirkpatrick is running radio ads speaking in the Navajo language, which parade-goers praised. Some ran up to Kirkpatrick, who was wearing traditional turquoise jewelry and clothing, to ask for photos and request autographed campaign fliers as if she was a Hollywood celebrity. Many promised to support her on Nov. 4.\n\nFew told The Republic that they had heard of Tobin.\n\nThe four-term state lawmaker doesn't represent large tribal areas. Tobin grew up in New York and lives outside the 1st District. He promises to move within the boundaries if he wins.\n\nTobin's campaign manager, Bill Cortese, says Kirkpatrick's team \"made a big stink\" about Tobin not going to the Navajo parade. Republican candidates have attended in years past.\n\nTobin went to the parade last year, Cortese said. He has appeared at other events, such as speaking at Navajo Code Talkers Day, which Kirkpatrick missed this year.\n\nTwo issues important to Native Americans — health care and environmental regulations — sharply divide Kirkpatrick and Tobin.\n\nKirkpatrick touts the Affordable Care Act, which she voted for in 2009, as \"critical\" to tribes because it made funding permanent for Indian Health Services, the free health-care program for tribal members.\n\nTobin says the Indian Health Services funding was \"a bunch of fluff\" added to gain support for the controversial bill, which he opposes.\n\nMeanwhile, Tobin accuses Kirkpatrick of abandoning her Native American constituents by not pushing back harder against environmental regulations that could cost reservation jobs.\n\nThe Environmental Protection Agency under Obama has pressured coal-fired power plants, such as the Navajo Generating Station, to scale back their operations or make expensive improvements to meet stricter air-quality measures. The ripple effect could cut jobs at the stations, coal mines and related businesses. Critics estimate hundreds of Native American employees could be hurt.\n\nThough Kirkpatrick has criticized the regulations as a job killer, when given a chance to vote last month to repeal them in a Republican-sponsored energy bill, she balked. The legislation went too far, she argued, because it would have repealed all environmental rules.\n\nThat vote shows that Kirkpatrick is \"out of touch\" with Native Americans, Tobin said.\n\nHis campaign pledged not to take the tribal vote for granted.\n\n\"The Navajo — they're a big part of the equation, which is why both parties are reaching out to them,\" Cortese said. \"We're going to fight in every corner of the district.\"\n\nDespite such outward confidence, polls from Tobin's campaign and a Republican \"dark money\" group indicate a different expectation. Pollsters included only 4 to 10 percent Native Americans out of roughly 400 registered likely voters. The results had Tobin ahead of Kirkpatrick by 6 to 8 points.\n\nDemocrats attacked the samples as too small. Native Americans could make up closer to 16 percent to 20 percent of the vote, according to Quinlan, the Democratic Party director. He noted that Republicans underestimated tribal-voter turnout in 2012 polling and lost.\n\nTo make sure Republicans miss out on Native Americans again, the party has implemented several strategies.\n\nVoter-registration staffers began asking people to sign up for the permanent early-ballot list.\n\nRecent party research has shown that Democratic participation climbs when voters complete their ballots from home, without having to set aside time on Election Day to travel to the polls.\n\nIn addition, the party plans to add an additional 60 staffers to urge Native Americans to mail in their early ballots, which go out this week. That's double the amount last election.\n\nOn Nov. 4, more staffers will ferry people to the polls. Quinlan said the effects will be wide-ranging.\n\n\"Every Democrat up and down the ballot will benefit,\" he said.\n\nON THE BEAT\n\nRebekah L. Sanders covers Arizona's U.S. House delegation, congressional campaigns and national politics. In the general election, she's covering key House races.\n\nHow to reach her\n\nrebekah.sanders@arizonarepublic.com\n\nPhone: 602-444-8096\n\nTwitter: @RebekahLSanders\n\nRob O'Dell joined The Republic in 2012 as a senior investigative reporter and data reporter. He specializes in using data to drive investigative reporting.\n\nHow to reach him\n\nrob.o'dell@arizonarepublic.com\n\nPhone: 602-444-4465\n\nTwitter: @robodellaz\n\nRead or Share this story: http://azc.cc/1vVGFjK", "article_metadata": {"google": "notranslate", "description": "Support from the Navajo Nation is crucial for U.S. Rep. Ann Kirkpatrick, D-Ariz., in one of the tightest races in the country. Without it, Democrats could lose their majority in the Arizona delegation to the House.", "og": {"site_name": "azcentral", "description": "Support from the Navajo Nation is crucial for U.S. Rep. Ann Kirkpatrick, D-Ariz., in one of the tightest races in the country. Without it, Democrats could lose their majority in the Arizona delegation to the House.", "title": "Navajo voters key to Kirkpatrick strategy", "url": "http://www.azcentral.com/story/news/arizona/politics/2014/10/10/navajo-voters-key-kirkpatrick-strategy/17017789/", "image": "http://www.gannett-cdn.com/GDContent/applogos/azcentral.png", "type": "article"}, "twitter": {"description": "Support from the Navajo Nation is crucial for U.S. Rep. Ann Kirkpatrick, D-Ariz., in one of the tightest races in the country. Without it, Democrats could lose their majority in the Arizona delegation to the House.", "title": "Navajo voters key to Kirkpatrick strategy", "image": "http://www.gannett-cdn.com/-mm-/88e9982458537ea659bb40133f11633b44659f99/c=176-0-1589-1413&r=x643&c=640x640/local/-/media/Phoenix/None/2014/10/10/635484996631160002-navajo-vote.jpg", "creator": "@azcentral", "site": "@azcentral", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600023563", "fb": {"app_id": 115142145268769}, "viewport": "width=1070", "article": {"author": "www.facebook.com/rob.odellaz"}, "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Organizations/Republican Party", "gci-asset-type": "story", "gci-categories": "Organizations/Republican Party", "title": "Navajo voters key to Kirkpatrick strategy", "author": "Rebekah L. Sanders, and Rob O'Dell", "pageclass": "article", "recs": {"category": "news/arizona/politics", "image-3-4": "http://www.gannett-cdn.com/-mm-/fe321d8068ecda37ac3dee480aa1fb84d4e880d3/c=304-0-1364-1413/local/-/media/Phoenix/None/2014/10/10/635484996631160002-navajo-vote.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/2d361236c7ec9c15569a5da8bab6c00864443e97/c=176-0-1589-1413/local/-/media/Phoenix/None/2014/10/10/635484996631160002-navajo-vote.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/45a2242e40040cfe801ceeef4bfc9d0835dad553/c=74-0-1953-1413/local/-/media/Phoenix/None/2014/10/10/635484996631160002-navajo-vote.jpg", "image": "http://www.gannett-cdn.com/-mm-/c55093c859f0bfbcf07201344db45c40b61e1e83/c=0-71-2111-1264&r=x633&c=1200x630/local/-/media/Phoenix/None/2014/10/10/635484996631160002-navajo-vote.jpg", "publishtime": "2014-10-09T22:04:34.813000-07:00", "shorthed": "Navajo voters key to Kirkpatrick strategy", "articleid": 17017789, "image-16-9": "http://www.gannett-cdn.com/-mm-/4ea0567a687d151155fea4660113938ea73fde48/c=0-71-2111-1264/local/-/media/Phoenix/None/2014/10/10/635484996631160002-navajo-vote.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/49fd574eaead95e908e4734d7d89e709b841c5dc/c=504-0-1295-1413/local/-/media/Phoenix/None/2014/10/10/635484996631160002-navajo-vote.jpg"}}}, "_id": "\"57477af46914bd0286fe1712\"", "article_summary": "Tribal voters were like a swelling monsoon flood that blindsided Republicans and carried Kirkpatrick to victory in 2012.\nTribal voters were vital to Kirkpatrick's win in 2012.\nThat vote shows that Kirkpatrick is \"out of touch\" with Native Americans, Tobin said.\nIn a year that favors Republicans, Kirkpatrick faces an uphill battle against Republican Arizona House Speaker Andy Tobin.\nNative Americans are disappointed with the status quo, said Robert Graham, chairman of the Arizona Republican Party."}