{"article_title": "Record 94,031,000 Americans Not in Labor Force; Participation Rate Stuck at 38-Year Low for 3rd Straight Month", "article_keywords": ["force", "record", "straight", "older", "number", "month", "stuck", "rate", "americans", "low", "labor", "participated", "unemployed", "participation", "women"], "article_url": "http://cnsnews.com/news/article/susan-jones/record-94031000-americans-not-labor-force-participation-rate-stuck-38-year", "article_text": "The labor force participation rate stayed stuck at 62.6 percent, a 38-year low, for a third straight month in August, the Labor Department reported on Friday. (AP File Photo)\n\n(CNSNews.com) - A record 94,031,000 Americans were not in the American labor force last month -- 261,000 more than July -- and the labor force participation rate stayed stuck at 62.6 percent, a 38-year low, for a third straight month in August, the Labor Department reported on Friday, as the nation heads into the Labor Day weekend.\n\n\n\nThe number of Americans not in the labor force has continued to rise, partly because of retiring baby-boomers and fewer workers entering the workforce.\n\n\n\nIn August, according to BLS, the nation’s civilian noninstitutional population, consisting of all people 16 or older who were not in the military or an institution, reached 251,096,000. Of those, 157,065,000 participated in the labor force by either holding a job or actively seeking one.\n\n\n\nThe 157,065,000 who participated in the labor force equaled only 62.6 percent of the 251,096,000 civilian noninstitutional population -- the same as it was in July and June. Not since October 1977, when the participation rate dropped to 62.4, has the percentage been this low.\n\nHistorical perspective\n\nIn January 1948 -- the first year the data was recorded -- 88.7 percent of men, aged 20 and older, were participating in the U.S. labor force. The rate first dipped below 80 percent in November 1975 (79.9%), spiraling steadily downward through August 2015, when 71.5 percent of men 20 and older were participating in the labor force.\n\nIt's the opposite story for women 20 and older: In 1948, a time when one-earner incomes were generally sufficient to support the family, only 31 percent of women participated in the workforce. In May 1966, the rate climbed above 40 percent for the first time; it broke 50 percent in October 1978; and 60 percent in July 1996.\n\nWhen Barack Obama took office in January 2009, 60.9 percent of women were particiating in the labor force, but after rising somewhat in that economically turbulent year, the particpation rate for women started heading down. Last month, it stood at 58.2 percent.\n\nOther notes from Friday's jobs report:\n\n\n\n-- In August, the economy added 173,000 jobs, and the uemmployment rate dropped a tenth of a point to 5.1 percent from 5.2 percent. Job gains occurred in health care and social assistance and in financial activities. Manufacturing and mining lost jobs.\n\n\n\n-- Among the major demographic groups, the unemployment rate for whites declined to 4.4 percent in August. The rates for adult men (4.7 percent), adult women (4.7 percent), teenagers (16.9 percent), blacks (9.5 percent), Asians (3.5 percent), and Hispanics (6.6 percent) showed little change in August.\n\n\n\n-- The number of long-term unemployed (those jobless for 27 weeks or more) held at 2.2 million in August and accounted for 27.7 percent of the unemployed. Over the past 12 months, the number of long-term unemployed is down by 779,000.\n\n\n\n--- The number of persons employed part time for economic reasons (sometimes referred to as involuntary part-time workers) ticked up in August to 6,483,000, 158,000 more than the 6,325,000 recorded in July. These individuals, who would have preferred full-time employment, were working part time because their hours had been cut back or because they were unable to find a full-time job.\n\n\n\n", "article_metadata": {"og": {"site_name": "CNS News", "description": "A record 94,031,000 Americans were not in the American labor force last month -- 261,000 more than last month -- and the labor force participation rate stayed stuck at 62.6 percent, a 38-year low, for a third straight month in August, the Labor Department reported on Friday, as the nation heads into the Labor Day weekend.", "title": "Record 94,031,000 Americans Not in Labor Force; Participation Rate Stuck at 38-Year Low for 3rd Straight Month", "url": "http://cnsnews.com/news/article/susan-jones/record-94031000-americans-not-labor-force-participation-rate-stuck-38-year", "image": "//cdn.cnsnews.com/jobs_0.jpg", "updated_time": "2015-09-04T10:48:47-04:00", "type": "article"}, "article": {"published_time": "2015-09-04T08:54:14-04:00", "modified_time": "2015-09-04T10:48:47-04:00"}, "twitter": {"description": "A record 94,031,000 Americans were not in the American labor force last month -- 261,000 more than last month -- and the labor force participation rate stayed stuck at 62.6 percent, a 38-year low, for a third straight month in August, the Labor Department reported on Friday, as the nation heads into the Labor Day weekend.", "title": "Record 94,031,000 Americans Not in Labor Force; Participation Rate Stuck at 38-Year Low for 3rd Straight Month", "url": "http://cnsnews.com/news/article/susan-jones/record-94031000-americans-not-labor-force-participation-rate-stuck-38-year", "image": {"src": "http://cdn.cnsnews.com/jobs_0.jpg"}, "site": "@cnsnews", "card": "summary_large_image"}, "description": "A record 94,031,000 Americans were not in the American labor force last month -- 261,000 more than last month -- and the labor force participation rate stayed stuck at 62.6 percent, a 38-year low, for a third straight month in August, the Labor Department reported on Friday, as the nation heads into the Labor Day weekend.", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcb159\"", "article_summary": "The labor force participation rate stayed stuck at 62.6 percent, a 38-year low, for a third straight month in August, the Labor Department reported on Friday.\n(AP File Photo)(CNSNews.com) - A record 94,031,000 Americans were not in the American labor force last month -- 261,000 more than July -- and the labor force participation rate stayed stuck at 62.6 percent, a 38-year low, for a third straight month in August, the Labor Department reported on Friday, as the nation heads into the Labor Day weekend.\nNot since October 1977, when the participation rate dropped to 62.4, has the percentage been this low.\nThe number of Americans not in the labor force has continued to rise, partly because of retiring baby-boomers and fewer workers entering the workforce.\nOf those, 157,065,000 participated in the labor force by either holding a job or actively seeking one."}