{"article_title": "3 Reasons to Invest in Healthcare Real Estate With Welltower, Inc. -- The Motley Fool", "article_keywords": ["real", "fool", "longterm", "estate", "reasons", "invest", "trillion", "welltowers", "welltower", "properties", "motley", "healthcare", "senior", "population", "investment", "market", "higher"], "article_url": "http://www.fool.com/investing/general/2016/01/25/3-reasons-to-invest-in-health-care-real-estate-wit.aspx", "article_text": "Welltower, (NYSE:HCN) is the largest healthcare-specific REIT in the market, specializing in senior housing, long-term care facilities, and other medical properties. At first glance, it may not seem like these types of properties would make an exciting long-term investment. However, the aging population, increasing healthcare costs, and Welltower's smart investment strategy could produce market-beating performance that may surprise you. After all, it's worked for 45 years so far.\n\nThe market is huge and growing\n\nThe U.S. market for healthcare real estate is currently about $1 trillion in size, and public REITs account for just 17% of that amount. In other words, the market is extremely fragmented, meaning that there is plenty of opportunity for consolidation.\n\nIn addition, the market has the potential to get much larger. Over the next 45 years, the U.S. population over 65 years old is projected to double, and the 85+ population is expected to triple. Not only will this create an obvious need for more senior housing and long-term care facilities, but older individuals tend to visit doctors and hospitals more frequently as well. So, the $1 trillion market could easily become $2 trillion, $3 trillion, or even more over the next few decades.\n\nAs if there wasn't already enough opportunity in the U.S., Welltower has been aggressively expanding into Canada and the U.K., two largely untapped markets. In 2015 alone, Welltower expanded its investment in these markets by 60% and 41%, respectively, yet they still remain a small fraction of the company's total portfolio. Both Canada and the U.K. have rapidly aging populations as well, with the elderly demographic growing by seven times the overall population growth rate in Canada and five times the rate in the U.K.\n\nHealthcare spending is on the rise\n\nNot only is the population aging, but thanks to the Affordable Care Act, more people have access to insurance. Whether or not you like the act, it has opened health insurance to 30 million previously uninsured Americans, and we'll start to see the full effects of that as the penalties for remaining uninsured are in full force beginning in 2016.\n\nThe combination of widespread insurance coverage, the aging population, and the fact that medical expenses are growing translates to higher healthcare spending. In fact, over the 10-year period from 2014 to 2024, U.S. healthcare expenditures are projected to rise by about 76% to $5.4 trillion annually. The percentage of GDP we spend on healthcare is expected to increase from 17.7% to 19.6% in that time as well.\n\nThis is significant to investors because increased healthcare spending means that physicians and other medical facilities will bring in higher revenue. And, the laws of economics tell us that if a property has the potential to produce higher revenue for its tenants, the landlord can charge higher rent for the same space.\n\nTo recap, as far as industry trends go, not only will there be growing demand for healthcare real estate, but as healthcare spending increases, these properties will generate higher rental income.\n\nSmart investment strategy\n\nI already mentioned that a big part of Welltower's investment strategy is to expand aggressively into the U.K. and Canada, but that's not to say that the company has slowed down its U.S. plans. Over the past five years, Welltower has invested an average of $1.2 billion per quarter, and its investment-grade credit rating gives it access to all of the funding it needs.\n\nOne of the best aspects of Welltower's investment strategy is that the company loves to capitalize on its strong partnerships with some of the best healthcare operators in the business. In fact, 60% of its recent investments were made alongside existing partners, including such industry heavyweights as Sunrise Senior Living, Genesis HealthCare, Brookdale Senior Living, and more.\n\nWelltower's properties tend to be newer than those of the competition, and are often located in affluent areas, which not only leads to higher property values and income potential, but greater occupancy as well. For example, Welltower's average senior housing property is 12 years old and is located in an area with a median household income of $78,387. In contrast, the average senior housing facility owned by other healthcare REITs is 18 years old, and the area's median income is $53,996.\n\nSimilar statistics are true for the long-term care and outpatient properties as well. As a result, Welltower's properties have higher occupancy rates, produce better profit margins, and have less lease turnover.\n\nDividend income and long-term growth potential -- The best of both worlds\n\nThe result of Welltower's smart investment strategy and the industry trends is an excellent combination of growth and income. The company has increased its dividend regularly since its 1971 IPO, and has produced an average total return of 15.6% per year throughout its history -- a remarkable level of performance to sustain for over four decades.\n\nAnd, with the trends I mentioned here, I see no reason why it won't continue for another four decades.", "article_metadata": {"publish_time": "13:03", "date": "2016-01-25T18:03:00Z", "description": "Healthcare real estate is a growing market, and Welltower's smart investment strategy could be the way to invest in it.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Matthew Frankel", "promo": "Healthcare real estate is a growing market, and Welltower's smart investment strategy could be the way to invest in it.", "twitter": {"site": "@themotleyfool", "description": "Healthcare real estate is a growing market, and Welltower's smart investment strategy could be the way to invest in it.", "title": "3 Reasons to Invest in Healthcare Real Estate With Welltower, Inc. --  The Motley Fool"}, "tags": "Yahoo", "og": {"site_name": "The Motley Fool", "description": "Healthcare real estate is a growing market, and Welltower's smart investment strategy could be the way to invest in it.", "title": "3 Reasons to Invest in Healthcare Real Estate With Welltower, Inc. --  The Motley Fool", "url": "http://www.fool.com/investing/general/2016/01/25/3-reasons-to-invest-in-health-care-real-estate-wit.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F192778%2Fwelltower-market2.png&h=630&w=1200&op=resize", "type": "article"}, "article_type": "article", "headline": "3 Reasons to Invest in Healthcare Real Estate With Welltower, Inc.", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-financials", "STORY_UID": "56550652-c379-11e5-b0c1-0050569d32b9", "pitch": 2759, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2016 01 25", "tickers": "SRZ.DL,HCN,BKD", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "So, the $1 trillion market could easily become $2 trillion, $3 trillion, or even more over the next few decades.\nAs a result, Welltower's properties have higher occupancy rates, produce better profit margins, and have less lease turnover.\nThe combination of widespread insurance coverage, the aging population, and the fact that medical expenses are growing translates to higher healthcare spending.\nAt first glance, it may not seem like these types of properties would make an exciting long-term investment.\nHowever, the aging population, increasing healthcare costs, and Welltower's smart investment strategy could produce market-beating performance that may surprise you."}