{"article_title": "A Farewell To Jobs", "article_keywords": ["shortterm", "good", "jobs", "nurses", "workers", "work", "increasingly", "isnt", "sharing", "farewell", "economy"], "article_url": "http://techcrunch.com/2015/03/28/a-farewell-to-jobs/", "article_text": "Few subjects elicit more skepticism than the so-called “sharing economy.” Kevin Roose argues: “The Sharing Economy Isn’t About Trust, It’s About Desperation.” Catherine Rampell warns: “there’s a dark side to these work arrangements … the shifting of risk off corporate balance sheets and onto the shoulders of individual Americans.”\n\nUS courts are wrestling with whether Uber and Lyft drivers are contractors or should be considered employees. (It’s a hard case: I can see both sides. It seems to me like an issue the Supreme Court ought to ultimately decide.) And they’re just the tip of the proverbial iceberg. Rebecca Smith observes on CNN:\n\nMajor corporations are increasingly using subcontracting structures, like outsourcing jobs, hiring workers through staffing agencies, and franchising … Hundreds of thousands of people work days-long or hours-long “gigs” … PriceWaterhouseCoopers estimated last summer that the sharing economy as a whole, valued at $15 billion in 2013, could reach $335 billion globally by 2025. It’s not hard to see who wins and who loses in this scenario.\n\n…Or is it?\n\nI see her point: the gig economy tends to reduce workers to fungible, replaceable cogs. Workers devalued in that way inevitably make less money and receive fewer benefits. When you can be more easily replaced, you become, pretty much by definition, less valuable; and technology is making the process of replacing one laborer with another increasingly frictionless.\n\nThis isn’t restricted to Uber and Lyft drivers. Consider the increasing proportion of university faculty who are part-time lecturers, who “can also be hired quickly to teach just one class, if that’s what’s needed.” Consider the booming growth in temp jobs.\n\nAnd consider jobs that haven’t traditionally been gigs. Tech makes it easier to onboard new people, too. It’s easy to imagine retail businesses, or restaurants/bars/cafes, hiring additional staff on-demand, on a shift-by-shift basis, through some Uber-like app for small businesses; replacing employees with interchangeable cashiers and baristas who move from store to store and restaurant to restaurant, one shift at a time, dependent on high ratings from each proprietor.\n\nImagine this process multiplied by a thousand during the next decade, across businesses large and small; imagine the atomization of large swathes of the economy into work done by increasingly replaceable human cogs.\n\nAnd yet.\n\nSignificant portions of the economy already work that way today — to the benefit of the cogs in question. I’m thinking of registered nurses and software engineers. Today’s nurse shortage is expected to expand across the US until 2030. The leverage that good software engineers have in today’s tech market is sufficiently well-documented that I won’t bother belaboring the point.\n\nAnd yet, in principle, both nurses and engineers are reasonably fungible. Short-term nursing contracts are plentiful, as are short-term engineering projects. One good iOS developer can easily replace another; good developers write code that’s easy for others to understand, maintain and expand. (One resulting irony is that sometimes a bad developer can be harder to replace than a good one.)\n\nIt seems like half the coders I know, or work with in my day job, are short-term contractors — often with their own startup fermenting on the side. What’s more, they do this by choice; they could easily get full-time work with benefits, but they prefer the flexibility of contracting. As do many nurses, as I understand it.\n\nMy point is that it’s not the gig and/or “sharing” economy, in and of itself, which undercuts workers’ pay, benefits, and (arguably) rights. It’s something far more classic; an excess of supply relative to demand. Professions where supply is low and demand is high frequently disdain full-time employment and voluntarily choose contract employment instead.\n\nThe troubles that overstressed, dehumanized gig-economy workers face are very real, but they’re not caused by the so-called sharing economy. All that it’s doing is spreading work more evenly among those who want it. The real problem is that there isn’t enough demand for all the work that all those people want to do — and so it, and they, are devalued.\n\nTech arguably plays a role there as well. And it will play a much larger one, if it’s true that technology is destroying jobs faster than it creates them, as many people (including me) have predicted. But let’s not blame the “sharing economy.” It’s just a symptom, not the problem.", "article_metadata": {"apple-mobile-web-app-title": "TechCrunch", "sailthru.author": "<a href=\"/author/jon-evans/\" title=\"Posts by Jon Evans\" onclick=\"s_objectID='river_author';\" rel=\"author\">Jon Evans</a> <span class=\"twitter-handle\">(<a href=\"https://twitter.com/rezendi\" rel=\"external\">@rezendi</a>)</span>", "application-name": "TechCrunch", "twitter": {"description": "Few subjects elicit more skepticism than the so-called “sharing economy.” Kevin Roose argues: “The Sharing Economy Isn’t About Trust, It’s About Desperation.”…", "title": "A Farewell To Jobs | TechCrunch", "url": "http://techcrunch.com/2015/03/28/a-farewell-to-jobs/", "image": {"src": "https://tctechcrunch2011.files.wordpress.com/2015/03/farewell-arms.jpg?w=700&h=400&crop=1"}, "site": "@techcrunch", "card": "summary_large_image"}, "object_type": "post", "excerpt": "Few subjects elicit more skepticism than the so-called “sharing economy.” Kevin Roose argues: “The Sharing Economy Isn’t About Trust, It’s About Desperation.” Catherine Rampell warns: “there’s a dark side to these work arrangements … the shifting of risk off corporate balance sheets and onto the shoulders of individual Americans.”", "HandheldFriendly": "True", "tag": "pricewaterhousecoopers", "url": "http://techcrunch.com/2015/03/28/a-farewell-to-jobs/", "sailthru.tags": "peak jobs, Uber, pricewaterhousecoopers", "msapplication-task": "name=Subscribe;action-uri=http://techcrunch.com/feed/;icon-uri=http://1.gravatar.com/blavatar/d9ea925a71f82f06a1e6224298f7fe80?s=16", "category": "TC", "generator": "WordPress.com", "author": "Jon Evans", "sailthru.date": "2015-03-28 06:00:27", "sailthru.title": "A Farewell To Jobs", "content": "Few subjects elicit more skepticism than the so-called \"sharing economy.\" Kevin Roose argues: \"The Sharing Economy Isn’t About Trust, It’s About Desperation.\" Catherine Rampell warns: \"there’s a dark side to these work arrangements ... the shifting of risk off corporate balance sheets and onto the shoulders of individual Americans.\" US courts are wrestling with whether Uber and Lyft drivers are contractors or should be considered employees. (It's a hard case: I can see both sides. It seems to me like an issue the Supreme Court ought to ultimately decide.) And they're just the tip of the proverbial iceberg. Rebecca Smith observes on CNN: Major corporations are increasingly using subcontracting structures, like outsourcing jobs, hiring workers through staffing agencies, and franchising ... Hundreds of thousands of people work days-long or hours-long \"gigs\" ... PriceWaterhouseCoopers estimated last summer that the sharing economy as a whole, valued at $15 billion in 2013, could…", "msapplication-window": "width=device-width;height=device-height", "image": "https://tctechcrunch2011.files.wordpress.com/2015/03/farewell-arms.jpg?w=99", "sailthru.image.thumb": "https://tctechcrunch2011.files.wordpress.com/2015/03/farewell-arms.jpg?w=33", "description": "Few subjects elicit more skepticism than the so-called \"sharing economy.\" Kevin Roose argues: \"The Sharing Economy Isn’t About Trust, It’s About..", "timestamp": "2015-03-28 06:00:27", "robots": "NOYDIR,NOODP", "msapplication-tooltip": "Startup and Technology News", "wp-parsely_version": "1.7", "fb": {"admins": "543710097,771265067,1661021707,1550970059,663677613,1178144075,726995222,506404657,4700188", "app_id": 187288694643718}, "msvalidate.01": "5ABD8A078F3356F3A6A8C8643C31FB8F", "article": {"publisher": "https://www.facebook.com/techcrunch"}, "sailthru.description": "Few subjects elicit more skepticism than the so-called “sharing economy.” Kevin Roose argues: “The Sharing Economy Isn’t About Trust, It’s About Desperation.” Catherine Rampell warns: “there’s a dark side to these work arrangements … the shifting of risk off corporate balance sheets and onto the shoulders of individual Americans.”", "viewport": "initial-scale=1.0,width=device-width,user-scalable=no,minimum-scale=1.0,maximum-scale=1.0", "og": {"site_name": "TechCrunch", "description": "Few subjects elicit more skepticism than the so-called \"sharing economy.\" Kevin Roose argues: \"The Sharing Economy Isn’t About Trust, It’s About..", "title": "A Farewell To Jobs", "url": "http://social.techcrunch.com/2015/03/28/a-farewell-to-jobs/", "image": "https://tctechcrunch2011.files.wordpress.com/2015/03/farewell-arms.jpg?w=700&h=400&crop=1", "site": "social.techcrunch.com", "type": "article"}, "title": "A Farewell To Jobs", "MobileOptimized": 320, "st": {"robots": "follow, index"}, "p": {"domain_verify": "6189ff68ce30e30f12b40b3b40873027"}, "google-site-verification": "4U1OC1LwZlFHAehLhCV4rt3YzWI_AyF7Gb0XqlaVEhE", "sailthru.image.full": "https://tctechcrunch2011.files.wordpress.com/2015/03/farewell-arms.jpg"}, "_id": "\"57477af36914bd0286fcb166\"", "article_summary": "But let’s not blame the “sharing economy.” It’s just a symptom, not the problem.\nThe troubles that overstressed, dehumanized gig-economy workers face are very real, but they’re not caused by the so-called sharing economy.\nMy point is that it’s not the gig and/or “sharing” economy, in and of itself, which undercuts workers’ pay, benefits, and (arguably) rights.\nAnd it will play a much larger one, if it’s true that technology is destroying jobs faster than it creates them, as many people (including me) have predicted.\nAnd consider jobs that haven’t traditionally been gigs."}