{"article_title": "Pro-Choice Activists Could Still Repeal Michigan's New 'Rape Insurance' Law", "article_keywords": ["prochoice", "repeal", "legislation", "activists", "abortion", "issue", "signatures", "measure", "vote", "law", "michigans", "insurance", "rape"], "article_url": "http://thinkprogress.org/health/2013/12/16/3067861/pro-choice-activists-michigan-referendum/", "article_text": "Health Pro-Choice Activists Could Still Repeal Michigan’s New ‘Rape Insurance’ Law CREDIT: AP Photo/Al Goldis\n\nLast week, the Michigan legislature approved a measure that prevents women from using their private insurance plans to cover abortion services, even in cases of rape and incest. The legislation, widely decried as a “rape insurance” bill, incited fierce debate. One Democratic lawmaker shared her personal story of sexual assault on the floor, pointing out that women shouldn’t be required to purchase a separate insurance rider in case they become pregnant from rape at some point in the future. Nonetheless, the bill passed along mostly party lines.\n\nSince the legislation was “citizen-initiated” — the anti-choice community collected over 300,000 signatures to provoke a vote on the measure — it doesn’t need the governor’s signature, and will become law 90 days after lawmakers adjourn for the year. But reproductive rights activists still have options left. They could circulate a petition of their own to collect enough signatures for a public referendum, which would put the measure up for a statewide vote.\n\nPro-choice activists are already considering that type of ballot drive, according to the Associated Press. Democrats in the legislature are vowing to keep the pressure on this issue well into 2014. If they’re successful, the insurance restriction will come up for a popular vote around the same time as next November’s legislative elections.\n\nIn order to advance a referendum, Michigan state law requires activists to collect 161,305 signatures within 90 days of the legislature’s adjournment. That’s considerably fewer signatures than the anti-choice community needed to get this issue up for a vote. They were required to collect 258,088, a threshold which they ended up exceeding.\n\nWomen’s health groups say there’s plenty of evidence to suggest voters will reject the measure if it’s subject to a popular vote. According to Michigan’s chapter of the American Civil Liberties Union (ACLU), some of the lawmakers who voted for the bill represent districts where 60 to 70 percent of constituents are opposed to it. “They didn’t see this as an abortion issue,” ACLU lobbyist Shelli Weisberg explained to the AP. “They saw it as a coverage issue, as a privacy issue, as an issue that deals with commerce and not legislation. They didn’t want the Legislature trying to interfere with medical decisions.”\n\nThat’s the same reason that the state’s Republican governor, Rick Snyder, vetoed the measure last year. Snyder pointed out that the legislation went too far to interfere in the private insurance market.\n\nOpponents are planning to gather on Monday morning to rally against the new law. “This is wrong. This is disgusting. We cannot let this prevail. Join us in the fight to repeal the Abortion Insurance Opt-Out Act,” the Facebook event reads.\n\nNonetheless, Michigan is hardly the only state with this type of restriction on the books. Barring insurance coverage for abortion services is a popular method of attacking reproductive rights. Eight other states — Idaho, Kansas, Kentucky, Missouri, Nebraska, North Dakota, Oklahoma, and Utah — also restrict abortion coverage in all private insurance plans offered in the state. And nearly two dozen states bar Obamacare’s new insurance marketplaces from including plans that cover abortion.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Michigan just approved a bill that forces women to purchase a separate insurance rider for abortion coverage. But opponents aren't out of options yet.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Michigan just approved a bill that forces women to purchase a separate insurance rider for abortion coverage. But opponents aren't out of options yet.", "title": "Pro-Choice Activists Could Still Repeal Michigan’s New ‘Rape Insurance’ Law", "url": "http://thinkprogress.org/health/2013/12/16/3067861/pro-choice-activists-michigan-referendum/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/12/abortion.jpg", "type": "article"}, "twitter": {"description": "Michigan just approved a bill that forces women to purchase a separate insurance rider for abortion coverage. But opponents aren't out of options yet.", "creator": "@Tara_CR", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2013/12/abortion-321x214.jpg", "title": "Pro-Choice Activists Could Still Repeal Michigan’s New ‘Rape Insurance’ Law", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2013/12/abortion.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2013/12/abortion.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2013-12-16T09:10:21+00:00", "author": "https://www.facebook.com/tculpressler"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af46914bd0286fd9a69\"", "article_summary": "Health Pro-Choice Activists Could Still Repeal Michigan’s New ‘Rape Insurance’ Law CREDIT: AP Photo/Al GoldisLast week, the Michigan legislature approved a measure that prevents women from using their private insurance plans to cover abortion services, even in cases of rape and incest.\nJoin us in the fight to repeal the Abortion Insurance Opt-Out Act,” the Facebook event reads.\nThe legislation, widely decried as a “rape insurance” bill, incited fierce debate.\n“They didn’t see this as an abortion issue,” ACLU lobbyist Shelli Weisberg explained to the AP.\nIn order to advance a referendum, Michigan state law requires activists to collect 161,305 signatures within 90 days of the legislature’s adjournment."}