{"article_title": "Ted Cruz's Bad Day Gets Worse As He Gets Caught In A Massive Obamacare Lie", "article_keywords": ["millions", "lie", "parttime", "worse", "working", "job", "ted", "caught", "work", "obamacare", "cruz", "bad", "cruzs", "massive", "jobs", "gets", "day", "trump"], "article_url": "http://www.politicususa.com/2016/01/29/ted-cruzs-bad-day-worse-caught-massive-obamacare-lie.html", "article_text": "Senator Ted Cruz (R-TX) is having a bad day. The Republican’s post debate day stated off with Donald Trump saying, “Now, Ted Cruz may not be a U.S. citizen. Right? But he’s an anchor baby in Canada. No, he’s an anchor baby. Ted Cruz is an anchor baby in Canada.”\n\nThe battered Ted Cruz is getting it from all sides Friday, with Senator Marco Rubio (R-FLA) telling Fox News that Cruz “helped design George W. Bush’s immigration approach, which had a path to citizenship, actually.”\n\nCruz was poised to win Iowa until he was accused of being anti-ethanol. Now Cruz is now caught between Trump and Rubio. So much for the dream that he was going to swoop in on Trump’s supporters and sail his way to the nomination.\n\nNow for the Friday cherry on his crap day, Cruz has won Pants-on-Fire from PolitiFact. At least this kick is well-earned.\n\nLast night during the Fox Google GOP debate, Cruz rolled out his one-liner lie about Obamacare being a job killer, only perhaps out of desperation he doubled down on his usual lie and said it was the biggest job killer in this country.\n\nWelp, that is not even close to true.\n\n“First of all, we have seen now in six years of Obamacare that it has been a disaster,” Cruz said. “It is the biggest job-killer in this country. Millions of Americans have lost their jobs, have been forced into part-time work, have lost their health insurance, have lost their doctors, have seen their premiums skyrocket.”\n\nThis lie has been fact-checked so many times that it’s absolutely ridiculous that Republicans keep tossing it out as a Hail Mary when times are tough. PolitiFact wrote, “Not only has the number of jobs gone up, but the number of unwilling part-timers has gone down.”\n\nInsert much data, which we have gone over many times on this site.\n\n“All of the job numbers have moved in a positive direction since April 2010, the first full month after President Barack Obama signed the bill into law. The unemployment rate has moved steadily from 9.9 percent to 5 percent. The economy has added about 10.7 million jobs. And the number of working people who have part-time work but would rather have full-time work has fallen by nearly 3 million.”\n\nThey aren’t part-time jobs either. So nope to the Republican claim that we will be a “part-time nation.”\n\nPolitFact reached out to the Cruz campaign but as you can imagine, they are pretty busy fielding hits today. So the ruling:\n\nCruz said that Obamacare cost the country millions of jobs and had forced millions into working part-time. The government’s employment surveys show no sign of that occurring. By every measure, millions more people are working and millions fewer are stuck unwillingly in part-time work since the time the Affordable Care Act became law. The law might have affected part-time work for certain kinds of people, but that didn’t change the improvement in the overall numbers. Many of these numbers, especially the well-reported unemployment rate, are readily available and independent economic studies uncovered no sign that job growth has suffered at all under the new health care law.\n\nCruz turned familiar data upside down. We rate this claim Pants on Fire.\n\nRepublicans like Ted Cruz are campaigning and legislating under a fictional reality that no facts can penetrate. Cruz doesn’t care that his words are not true. Cruz will just keep repeating the lie, feeding the red meat to the angry Trump voters in a desperate act of wooing aka; who can be the lowest possible shyster.\n\nTed Cruz thought he was going to swoop up the Trump supporters when Donald Trump stumbled, but as we can all see, there is no act of cowardice or vulgarity that will dissuade the Trump voters. They are all-in on the megalomaniacal creature that is Donald Trump.\n\nTed Cruz’s carnival barking is no match for a reality TV show star with a big wallet, many bankruptcies, and a history of very public greedy and cowardly crudeness unrivaled by any of the other Republican candidates.\n\nThe Republican base loves greedy and cowardly crudeness. Trump for the win.", "article_metadata": {"description": "Ted Cruz said Obamacare was the biggest job killer in this country and PolitiFact is not impressed, calling it a pants-on-fire lie.", "generator": "WordPress 4.5.2", "author": "Sarah Jones", "og": {"site_name": "Politicus USA", "description": "Ted Cruz said Obamacare was the biggest job killer in this country and PolitiFact is not impressed, calling it a pants-on-fire lie.", "title": "Ted Cruz's Bad Day Gets Worse As He Gets Caught In A Massive Obamacare Lie", "url": "http://www.politicususa.com/2016/01/29/ted-cruzs-bad-day-worse-caught-massive-obamacare-lie.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2016/01/Ted-Cruz-11.jpg", "updated_time": "2016-01-29T15:40:34+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Editors' Picks,Featured News,Issues,politicususa,Sarah Jones,Ted Cruz attacked,Ted Cruz lie,Ted Cruz Obamacare is a job killer,Ted Cruz pants on fire,liberal,politics,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Issues", "published_time": "2016-01-29T15:40:34+00:00", "modified_time": "2016-01-29T15:40:34+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "politicususa, Sarah Jones, Ted Cruz attacked, Ted Cruz lie, Ted Cruz Obamacare is a job killer, Ted Cruz pants on fire"}, "article_summary": "The Republican’s post debate day stated off with Donald Trump saying, “Now, Ted Cruz may not be a U.S. citizen.\nSenator Ted Cruz (R-TX) is having a bad day.\nRepublicans like Ted Cruz are campaigning and legislating under a fictional reality that no facts can penetrate.\nSo the ruling:Cruz said that Obamacare cost the country millions of jobs and had forced millions into working part-time.\nThe law might have affected part-time work for certain kinds of people, but that didn’t change the improvement in the overall numbers."}