{"article_title": "Medi-Cal’s Autism Therapy Benefit Doesn’t Mean Access to Care", "article_keywords": ["aba", "managed", "providers", "medical", "access", "benefit", "doesnt", "therapy", "treatment", "services", "ciudac", "mean", "medicals", "autism", "care"], "article_url": "http://ww2.kqed.org/stateofhealth/2015/06/22/medi-cals-autism-therapy-benefit-doesnt-mean-access-to-care/", "article_text": "Jazzmon Wilson with her son Timothy, 6, who has autism. In 2014, Medi-Cal expanded access to applied behavioral analysis therapy, the standard of care for autism. But actual access to treatment has been limited. ( Jeremy Raff/KQED )\n\nWhen Tatiana Ciudac found out in January that Medi-Cal benefits included childhood autism therapy, she was ecstatic.\n\nCiudac, originally from Moldova (near Ukraine) and now living in San Francisco, is the mother of a six-year-old boy with autism spectrum disorder. Her son had been getting a type of autism treatment called applied behavior analysis — known as ABA therapy — through a program at her child’s school. The ABA therapy ran out once he hit age five, though.\n\nSo when she discovered in January that the therapy was now part of her Medi-Cal coverage, she immediately contacted her Medi-Cal managed care plan — and was told there were no in-network ABA providers in San Francisco.\n\n“They said they had not any providers of ABA,” Ciudac said. She was directed to providers in San Jose, which would have required more than two hours of driving every day around the three-hour appointments. There were no providers at all available in San Francisco, she was told.\n\n“But that’s not true, of course,” she said. “I started to search providers myself, and some of them said, ‘Yes, we take Medi-Cal.'”\n\nSo after cold-calling ABA providers and finding a couple who would accept Medi-Cal patients, Ciudac took that information to her Medi-Cal plan. Not good enough.\n\nThe insurer, she said, wouldn’t accept a provider who wasn’t in-network — even though, within the network, they couldn’t offer a provider.\n\n“If we have a provider they won’t take, and the [insurance] officials say they don’t have a provider, it’s like this closed circle,” Ciudac said. “We couldn’t get anywhere.”\n\nDelays and Uncertainty\n\nCiudac’s story has a happy ending. After six months of fighting, dueling letters, emails and phone calls, her Medi-Cal managed care plan agreed to allow an ABA therapy provider Ciudac found to apply to join the network.\n\nAt the beginning of June, her six-year-old son began to receive ABA services.\n\nThat six-month odyssey to receive covered services is emblematic of the problems faced by many parents of autistic kids in California, children’s advocates say.\n\nAccording to state statistics released in May by the Department of Health Care Services, 1,123 children have received behavioral health treatment services, which included ABA therapy as of May 5. That’s just 2 percent of the estimated 76,000 children under age 21 who are enrolled in Medi-Cal and have autism spectrum disorder.\n\nState officials announced autism therapy as a Medi-Cal benefit on Sept. 15, 2014. The coverage is retroactive to July 7, 2014, when federal officials first issued guidance establishing autism therapy as a benefit.\n\nNow, just under a year later, according to state statistics:\n\nAlmost half of California’s counties (24 of 58) have provided no behavioral health treatment through Medi-Cal managed care plans.\n\n18 counties have fewer than 11 autism cases per county (an exact number can’t be released due to privacy issues).\n\nThe remaining 16 counties provide behavioral services to 943 Medi-Cal managed care children, an average of roughly 59 children per county.\n\nNorman Williams, deputy director of public affairs for DHCS, gave California Healthline an updated estimate on June 10.\n\n“Between 1,500 and 2,000 Medi-Cal managed care members are currently receiving BHT (behavioral health treatment) services, and we expect to have updated numbers soon,” Williams said in an email message. “This does not include the approximately 9,000 members currently receiving services from regional centers. Medi-Cal managed care responsibility for BHT services for the majority of these members will occur later this year. The number of individuals accessing BHT services seem in line with other states based upon our discussions with them.”\n\nBeyond the rates of coverage, there is another issue plaguing implementation of the autism therapy benefit, according to Kristin Jacobson, executive director of Autism Deserves Equal Coverage. She said the state is insisting on conducting a long diagnostic evaluation of children being considered for coverage.\n\n“There’s a long waiting list for that,” Jacobson said. “Families are waiting six months to get an evaluation. In some cases the wait time is a year.”\n\nWaiting half a year or more for ABA therapy can be crippling to an autistic child’s development, Jacobson said.\n\nIn general, the earlier the intervention of ABA therapy, the better a child develops. Early intervention can shorten the time ABA therapy is needed, and absence of it can mean serious setbacks for children, she said.\n\nABA Therapy a Difference-Maker\n\nCiudac said she saw firsthand what lack of therapy meant when her son’s ABA therapy stopped in April 2014.\n\n“We saw so much change in his behavior and progress,” Ciudac said. “His teachers all said it was now so difficult to teach him, he lost skills, he was more sensitive to noises.”\n\nIn just the first two weeks after the start of ABA therapy this month, she said, she can see a huge change.\n\n“Now he’s much better, he’s starting to learn better how to communicate, so he can explain when he needs to go to the bathroom, when he’s scared. It’s only the beginning, but I see the difference.”\n\nCiudac hopes this therapy could actually have a much greater effect than previous ABA therapy provided by the schools, because it had been limited by school hours and summers off, and now it will be more regular and consistent.\n\n“When his schedule is structured, it’s much easier for him,” Ciudac said. “This year was very difficult, because we didn’t have ABA therapy. We have had some cases of wandering. And he has no sense of danger, so that can be a problem. Now I know he’s much safer.”\n\nIronically for Ciudac, her Medi-Cal managed care plan sent her a letter in March informing her that autism therapy treatment is now a Medi-Cal benefit.\n\nThat’s information she would have preferred to see last year, she said.\n\n“After I found out by myself. After I talked to the insurance. After all the phone calls and letters about it. After I found the provider. After all the times they said no,” Ciudac said. “After all this much, they sent me a letter in March.”\n\nThat’s a year her son will never have back, she said.\n\n“We lost about a year in his development,” Ciudac said. “Every day is counting.”\n\nChildren’s advocates hope to convene a legislative hearing on the issue in mid-September, the first-year anniversary of the benefit’s announcement.", "article_metadata": {"description": "Small percentage of Medi-Cal youth with autism spectrum disorder receiving treatment they're entitled to.", "contextly-page": "{\"title\":\"Medi-Cal's Autism Therapy Benefit Doesn't Mean Access to Care\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2015\\/06\\/22\\/medi-cals-autism-therapy-benefit-doesnt-mean-access-to-care\\/\",\"pub_date\":\"2015-06-22 13:44:49\",\"mod_date\":\"2015-06-22 13:44:49\",\"type\":\"post\",\"post_id\":39028,\"author_id\":\"80\",\"author_name\":\"Jon Brooks\",\"author_display_name\":\"Jon Brooks\",\"tags\":[\"Autism\"],\"categories\":[\"Tests &amp; Treatments\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2015\\/06\\/autism.jpg.png\"}", "og": {"site_name": "State of Health", "description": "Small percentage of Medi-Cal youth with autism spectrum disorder receiving treatment they're entitled to.", "title": "Medi-Cal’s Autism Therapy Benefit Doesn’t Mean Access to Care", "url": "http://ww2.kqed.org/stateofhealth/2015/06/22/medi-cals-autism-therapy-benefit-doesnt-mean-access-to-care/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2015/06/autism.jpg-1440x810.png", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "autism", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "ABA Therapy a Difference-MakerCiudac said she saw firsthand what lack of therapy meant when her son’s ABA therapy stopped in April 2014.\nThe coverage is retroactive to July 7, 2014, when federal officials first issued guidance establishing autism therapy as a benefit.\nEarly intervention can shorten the time ABA therapy is needed, and absence of it can mean serious setbacks for children, she said.\nHer son had been getting a type of autism treatment called applied behavior analysis — known as ABA therapy — through a program at her child’s school.\nNow I know he’s much safer.”Ironically for Ciudac, her Medi-Cal managed care plan sent her a letter in March informing her that autism therapy treatment is now a Medi-Cal benefit."}