{"article_title": "Public Opinion on Obamacare Still Unfavorable", "article_keywords": ["kaiser", "ads", "voters", "obamacare", "health", "half", "unfavorable", "opinion", "poll", "issue", "public", "law", "care"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/09/10/Stop-Talking-About-Obamacare-Say-Half-All-Voters", "article_text": "A new poll by the Kaiser Family Foundation shows that just 35 percent of voters support Obamacare, while 47 percent say they feel negatively about it. A similar poll released today by The Wall Street Journal and NBC News found that among registered voters, 34 percent are in favor of the law, while 48 percent are against it.\n\nAs a campaign issue, nearly half of all voters say they’re “tired of hearing” about Obamacare and wish lawmakers would stop debating the president’s health care law ahead of this year’s midterm elections. In the KFF poll, just three percent of respondents ranked Obamacare as their top issue or reason for voting this November.\n\nRelated: Obamacare Has Not Cut Uninsured Rate for Kids\n\nThat’s a big deal – since Obamacare has been a key issue for many candidates this year. Political groups had already doled out by May at least $450 million in anti-Obamacare ads, The Daily Briefing noted.\n\n“More often than not, they don’t like [the law],” Charlie Cook, editor of the nonpartisan Cook Report, told reporters at a Kaiser Family Foundation forum on Tuesday. “But they think this has already been litigated, this thing’s not going to get repealed anytime soon, and so let’s move on and start working to fix it.”\n\nThe law’s popularity has tanked this summer, even after the ACA beat its own enrollment expectations in the wake of a nightmarish rollout last fall.\n\nMeanwhile, the Kaiser poll suggests that a growing number of people don’t have an opinion either way. About 60 percent of voters said they have not experienced any direct impact from the law at all.\n\nRelated: Arkansas Medicaid to Cost $778M More Than Expected\n\nCook said that Republican strategists are telling their candidates that they’ve “milked the health care cow for all there is,” and that they need to stand for something other than an attack on health care reform, The Christian Science Monitor noted.\n\nStill, that hasn’t stopped the law’s advocates and adversaries from inundating voters with Obamacare ads this fall.\n\nKaiser said that more than half of voters reported seeing an ad related to Obamacare in the last month, most of which were negative. That was even more common in the 11 states with competitive Senate races. In those states, 71 percent of voters said they saw ads related to the law in the same time period.\n\nRegardless of whether nearly half the people are “sick” of hearing about politicians discuss the law, the general issue of health care tends to be one of the most important midterm election topics to voters, ranking behind the economy and jobs, according to Kaiser.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "A", "title": "Public Opinion on Obamacare Still Unfavorable", "url": "http://www.thefiscaltimes.com/Articles/2014/09/10/Stop-Talking-About-Obamacare-Say-Half-All-Voters", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07062012_Obamacare_Protesters_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/09/10/Stop-Talking-About-Obamacare-Say-Half-All-Voters", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07062012_Obamacare_Protesters_article.jpg", "creator": "@Briannaehley", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "A", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fd2d8c\"", "article_summary": "Meanwhile, the Kaiser poll suggests that a growing number of people don’t have an opinion either way.\nStill, that hasn’t stopped the law’s advocates and adversaries from inundating voters with Obamacare ads this fall.\nRelated: Obamacare Has Not Cut Uninsured Rate for KidsThat’s a big deal – since Obamacare has been a key issue for many candidates this year.\nIn the KFF poll, just three percent of respondents ranked Obamacare as their top issue or reason for voting this November.\nA new poll by the Kaiser Family Foundation shows that just 35 percent of voters support Obamacare, while 47 percent say they feel negatively about it."}