{"article_title": "Denver’s Fashionation outfits your rock n ‘roll lifestyle – The Denver Post", "article_keywords": ["customers", "kids", "lifestyle", "business", "denvers", "denver", "n", "clubs", "place", "store", "rock", "music", "post", "outfits", "clothing", "roll", "day", "fashionation"], "article_url": "http://www.denverpost.com/denver/ci_24006789/denvers-fashionation-outfits-your-rock-n-roll-lifestyle", "article_text": "Interview with Paul Italiano, vice president\n\nQ: How did you get involved in this business?\n\nA: We were always on the wild side of music and fashion. I DJ’d new wave, punk and alternative music in the nightclubs. (I still do and am having my 30th anniversary Sept. 7.) Pam made all the clothing she would wear. We sold her fashions at the local wild boutique. We were both working at a company when there was a union strike and during this time we thought, “Let’s open a store.” We found a location near Wax Trax (the center of all things cool in Denver). We had $1,000 and 40 pieces of clothing. We both kept working our jobs; Pam worked mornings, at the store during the day, sewed at night and would work the door at the clubs. I worked the night crew, the store during the day and at the clubs on my off nights. This helped us keep our hands on the pulse of Denver’s music and club scene.\n\nQ: What distinguishes you from other businesses in your category?\n\nA: Our customers can spot a fake. I assure you, we are the real deal. We are a rock ‘n’ roll clothing and shoe store. You want to dress like a rock star, this is the place in Denver where rock stars stop. The list is crazy of who’s been to the store, from REM to the Ramones, Green Day to the Ting Tings.\n\nQ: What do you like best about your line of work?\n\nA: Seeing our stuff out at the club and hearing stories about what they did in our boots and where they went. We have a shelf of things from around the world, knicknacks that customers brought us from far away: a pack of German Lucky Strikes, rocks from the Great Wall and voodoo dolls from New Orleans. I just got a message and photo from a guy on Facebook telling me all the countries he went to in our boots, which are 20 years old.\n\nQ: What is your business’ biggest challenge?\n\nA: Competing in today’s market. Back in the day, we were the only game in town. Now there are 15 Hot Topics selling our gear. It’s also hard to get kids to come downtown. There are not really any dance clubs for those younger than 21, so there is no place to advertise.\n\nQ: Something people might be surprised to learn about you or your business:\n\nA: I think simply that we are still here after 26 years. The store basically has not changed. Black clothing and boots, that’s all you really need. It’s fun to see old customers come in with their teenaged kids, and now with the kids’ store Babysitter’s Nightmare, a place for their grandkids.\n\nProfile\n\nBusiness: Fashionation\n\nAddress: 613 E. 13th Ave.\n\nHours: Noon to 7 p.m. Tuesday through Friday, 11 a.m. to 6 p.m. Saturday and noon to 5 p.m. Sunday\n\nFounded: 1987\n\nContact: 303-832-2909 and vixensandangels.com\n\nEmployees: 7\n\nNOMINATIONS: Have a business or business person you would like to see profiled? Let us know at news@YourHub.com", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Denver’s Fashionation outfits your rock n ‘roll lifestyle", "title": "Denver’s Fashionation outfits your rock n ‘roll lifestyle", "url": "http://www.denverpost.com/2013/09/05/denvers-fashionation-outfits-your-rock-n-roll-lifestyle/", "image": {"width": 1200, "identifier": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "height": 630}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-09-05T11:51:25+00:00", "modified_time": "2013-09-05T11:51:25+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcb193\"", "article_summary": "You want to dress like a rock star, this is the place in Denver where rock stars stop.\nIt’s fun to see old customers come in with their teenaged kids, and now with the kids’ store Babysitter’s Nightmare, a place for their grandkids.\nWe are a rock ‘n’ roll clothing and shoe store.\nI worked the night crew, the store during the day and at the clubs on my off nights.\nThe list is crazy of who’s been to the store, from REM to the Ramones, Green Day to the Ting Tings."}