{"article_title": "Federal court orders State Dept. to release thousands of Hillary Clinton’s emails", "article_keywords": ["court", "federal", "review", "secretary", "hillary", "emails", "dept", "state", "email", "tenure", "release", "clinton", "department", "2016", "thousands", "orders", "wrote", "clintons"], "article_url": "http://www.rawstory.com/2015/05/federal-court-orders-state-dept-to-release-thousands-of-hillary-clintons-emails/", "article_text": "Former Secretary of State Hillary Clinton. (Photo by Trevor Collens for Agence France-Presse.)\n\nA US judge ordered the State Department on Tuesday to promptly release thousands of emails from Democratic presidential hopeful Hillary Clinton, dating back to her time as America’s top diplomat.\n\nIn his ruling, US District Judge Rudolph Contreras ordered that the hub of US global diplomacy must come up with a “schedule for rolling productions of Secretary Clinton’s emails” by next Tuesday, a State Department official said.\n\n“We take our legal obligations seriously. We’ll comply with the order,” the agency’s press office director Jeff Rathke told reporters.\n\nClinton meanwhile renewed her calls for the emails to be made public, saying: “No one has a bigger interest in getting them released than I do.”\n\nThe row has heated up after it was revealed earlier this year that the former first lady had eschewed using a State Department email address during her four-year tenure, instead sending and receiving all her email correspondence on a private server.\n\nClinton said she had handed over every email relevant to her job as secretary of state and destroyed all the rest, which she maintained were personal, dealing with such matters as her daughter’s wedding, her yoga classes and her mother’s funeral.\n\nBut the revelations have played into long-held Republican criticism that she and her husband, former president Bill Clinton, are unnecessarily secretive.\n\nAnd the suspicions could well stalk her as the clock ticks down to the 2016 elections.\n\n– Foreign governments –\n\nIn March, the State Department set up a special internal team to review every single email and black out any classified material.\n\nBut Contreras shot down a request from the diplomatic behemoth to be given until January 2016 to complete its internal review of some 30,000 emails, amounting to about 55,000 pages.\n\n“The department understands the considerable public’s interest in these records and is endeavoring to complete the review and production of them as expeditiously as possible,” John Hackett, the State Department’s acting director of the Office of Information Programs, wrote in his court filing.\n\n“The collection is, however, voluminous,” he wrote, saying it presented “several challenges” some of which needed Washington to possibly consult with foreign governments.\n\nRathke confirmed the State Department had “originally proposed” releasing all the emails on mass in January once the review was finished.\n\nClinton stressed the emails sent on the private address hdr22@clintonemail.com during her tenure as secretary of state from 2009 to 2013 belonged to the State Department.\n\n“They have their process that they do for everybody, not just for me. But anything they might do to expedite that process, I heartily support,” she said, during a campaign stop in Iowa.\n\n“I want the American people to learn as much as we can about the work that I did with our diplomats and our development experts because I think it will show how hard we worked and what we did for our country during the time that I was secretary of state.”\n\nClinton is the clear frontrunner for the 2016 Democratic Party nomination, with only independent Senator Bernie Sanders having also officially announced his candidacy for the White House job.\n\nFormer senators Jim Webb and Lincoln Chaffee, as well as ex-Maryland governor Martin O’Malley, are reportedly also mulling runs.\n\nRathke confirmed Clinton’s emails relating to the 2012 attacks on the US diplomatic mission in Benghazi, Libya, in which four Americans were killed, would be the among the first released.\n\nThey would account for some 300 emails amounting to about 900 pages.", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2015/05/Former-Secretary-of-State-Hillary-Clinton-AFP-800x430.jpg", "height": 430}, "title": "Federal court orders State Dept. to release thousands of Hillary Clinton’s emails"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477af36914bd0286fcb191\"", "article_summary": "A US judge ordered the State Department on Tuesday to promptly release thousands of emails from Democratic presidential hopeful Hillary Clinton, dating back to her time as America’s top diplomat.\nRathke confirmed the State Department had “originally proposed” releasing all the emails on mass in January once the review was finished.\nClinton stressed the emails sent on the private address hdr22@clintonemail.com during her tenure as secretary of state from 2009 to 2013 belonged to the State Department.\n– Foreign governments –In March, the State Department set up a special internal team to review every single email and black out any classified material.\nFormer Secretary of State Hillary Clinton."}