{"article_title": "California's next senator could be a Latina. Will her past mistakes get in the way?", "article_keywords": ["sanchez", "californias", "campaign", "political", "county", "past", "anaheim", "mistakes", "parents", "latina", "way", "party", "orange", "senator", "republican", "election"], "article_url": "http://www.latimes.com/politics/la-pol-ca-loretta-sanchez-senate-bio-profile-20160423-story.html", "article_text": "Rep. Loretta Sanchez's easygoing, neighborly style has won over Orange County voters for two decades, but that blessing has come with a nettlesome curse: the occasional, stinging political gaffe.\n\nSince jumping into the U.S. Senate race last spring, Sanchez has found herself receiving negative attention for imitating a Native American “war cry” — which was caught on video — and for suggesting that 5% to 20% of Muslims support a caliphate.\n\nEven the launch of her campaign was flubbed when a “draft” announcement was leaked to reporters days before she was ready.\n\nSanchez's missteps have drawn snickers from her opponents in the race to replace four-term Democratic Sen. Barbara Boxer, who is retiring at 75. But past rivals warn against discounting her. They say the Democrat has a history of defying low expectations, and Sanchez's 10 straight congressional victories in a county known as a bulwark of rock-ribbed conservatism is evidence of her tenacity and deft political skills.\n\n“It's easy, based on Loretta's colorful actions and gaffes, to dismiss her right off the bat. But she is actually an aggressive and smart campaigner,” said George Andrews, who managed Republican Van Tran's unsuccessful 2010 campaign to unseat Sanchez in one of her toughest reelection challenges.\n\nFor Sanchez, 56, facing long odds is nothing new.\n\nIn 1996, the little-known financial analyst from Anaheim earned the nickname “Dragon Slayer” after ousting archconservative Rep. Robert “B-1 Bob” Dornan, beating him by just 984 votes. She survived a bitter fight with Dornan as he attempted to overturn the results by claiming the election was tainted by illegal ballots cast by noncitizens.\n\nBefore that, her political resume consisted solely of a failed bid for the Anaheim City Council.\n\n“When she first ran, she was not expected to be the nominee, not even by the Democratic Party,” said Los Angeles-based political consultant John Shallman, who managed Sanchez's 1996 campaign. “And when she was the nominee, they didn't believe she had a chance. Why? Because she was Latino and a woman.”\n\nBorn to parents who immigrated to Los Angeles from Sonora, Mexico, Sanchez remembers being one of the first enrollees in Operation Head Start, a federal program for low-income children, at her El Monte elementary school.\n\nHer parents met while working in an L.A. rubber and plastics factory, where her father was a union machinist and her mother a bookkeeper.\n\nWhen the Sanchez family moved to Anaheim in 1965 and joined just a handful of other Latino families in the neighborhood, both next-door neighbors put their homes up for sale, Sanchez recalled.\n\nSanchez was the second of seven children, and her parents pushed them to focus on math and science — anything less than a straight-A report card spelled trouble. All went on to earn college degrees. “My dad told me, ‘I never want anyone to call you a dumb Mexican,'” Sanchez said.\n\nSanchez married retired Army prosecutor Col. Jack Einwechter in 2011. At the time, he was working as a Washington lobbyist; he's now a practicing attorney in Orange County. (Sanchez divorced her first husband, Stephen Brixey, in 2004.)\n\nEinwechter said he had been a longtime registered Republican and voted for Ronald Reagan in the 1980 presidential election. Now, he said, he is a dedicated “Lorettacrat.”\n\nSanchez said she registered as a Republican when she was a senior at Katella High School in Anaheim on the advice of her civics teacher, a liberal, who told her that voting for Democrats in conservative Orange County guaranteed a life of crushing disappointment. But Sanchez changed her mind abruptly in the early 1990s, a period of political awakening for many California Latinos, when she heard GOP presidential hopeful Pat Buchanan unleash brimstone-laced diatribes about the “illegal invasion” of Mexican immigrants crossing into the U.S., bringing drugs and stealing American jobs.\n\nKamala Harris is much more careful and controlled. Loretta is kind of out there. — Raphael Sonenshein, director of the Pat Brown Institute of Public Affairs at Cal State Los Angeles\n\n“My parents are immigrants,” Sanchez recalled thinking at the time. “I said to myself, you know what. I don't think I'm a Republican.”\n\nSanchez's political transformation, in many ways, coincided with a wave of Californians, especially Latinos, moving away from the Republican Party.\n\nBut the growth of the Democratic Party in the state offers her no guarantee of success in her current campaign. Her biggest rival is state Atty. Gen. Kamala Harris, a fellow party member who remains comfortably ahead in the polls and fundraising with less than two months until the primary. A recent USC Dornsife/Los Angeles Times survey found Harris leading Sanchez 28% to 19%, with Republican hopefuls in single digits and 32% of California voters undecided.\n\nCalifornia has not had an open Senate seat since 1992. The top two finishers in the June 7 primary election, regardless of party, will face off in the November election. Sen. Dianne Feinstein will be up for reelection in 2018.\n\nIn the two decades that Sanchez has represented central Orange County, she has been praised and pilloried, viewed at times as a national defense expert, masterful fundraiser and sage political mentor — but also a legislative lightweight and a gaffe-prone wild card.\n\nWashingtonian magazine in 2006 labeled Sanchez as “no altar boy/girl.”\n\nLast May CQ-Roll Call named her among the “debate shapers and swing votes” on its list of the “25 most influential women in Congress.”\n\nShe has won accolades for voting against the Iraq War resolution and the Patriot Act at a time when Washington was under intense political pressure to respond after the Sept. 11, 2001, terrorist attacks.\n\nShe is the second-ranking Democrat on the House Armed Services and Homeland Security committees, is well-versed in global security issues and considered a vocal advocate for women in the military.", "article_metadata": {"fb_title": "California's next senator could be a Latina. Will her past mistakes get in the way?", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Rep. Loretta Sanchez 's easygoing, neighborly style has won over Orange County voters for two decades, but that blessing has come with a nettlesome curse: the occasional, stinging political gaffe.", "title": "California's next senator could be a Latina. Will her past mistakes get in the way?", "url": "http://www.latimes.com/politics/la-pol-ca-loretta-sanchez-senate-bio-profile-20160423-story.html", "image": "http://www.trbimg.com/img-571ad4ca/turbine/la-pol-ca-loretta-sanchez-senate-bio-profile-20160423", "type": "article"}, "x-servername": "lalvp09.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "loretta sanchez, kamala harris, california primary, california senate race, barbara boxer", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/86659594", "googlebot-news": "index", "date": "2016-04-23", "Description": "Sanchez's missteps have drawn snickers but past rivals warn against discounting her. She has a history of defying low expectations.", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "loretta sanchez, kamala harris, california primary, california senate race, barbara boxer"}, "_id": "\"57477af46914bd0286fe171b\"", "article_summary": "At the time, he was working as a Washington lobbyist; he's now a practicing attorney in Orange County.\nI don't think I'm a Republican.”Sanchez's political transformation, in many ways, coincided with a wave of Californians, especially Latinos, moving away from the Republican Party.\nThe top two finishers in the June 7 primary election, regardless of party, will face off in the November election.\nRep. Loretta Sanchez's easygoing, neighborly style has won over Orange County voters for two decades, but that blessing has come with a nettlesome curse: the occasional, stinging political gaffe.\nEven the launch of her campaign was flubbed when a “draft” announcement was leaked to reporters days before she was ready."}