{"article_title": "'We are your equals'", "article_keywords": ["family", "programs", "federal", "hslda", "legal", "equals", "early", "parents", "education", "children", "governments"], "article_url": "http://www.onenewsnow.com/education/2016/03/05/feds-to-parents-we-are-your-equals", "article_text": "The federal government is making it clear to parents through a recently released declaration that it is best suited to “help” children and families.\n\nThe draft policy document was released in December by the United States Department of Education and the U.S. Department of Health and Human Services, outlining their primary role in the development of the nation’s children.\n\n“It is the position of the Departments that all early childhood programs and schools recognize families as equal partnersin improving children’s development, learning and wellness across all settings, and over the course of their children’s developmental and educational experiences,” the declaration issued by the federal agencies reads.\n\nLegal experts stress that the federal government is explicitly assuming a primary role in raising America’s children at every state of their development by redefining the family and how it is nurtured.\n\n“This one sentence unmasks the federal government’s true philosophy behind decades of federal involvement in welfare, kindergarten through 12th grade education spending and policies, programs like Head Start, and now the push to create universal early education for young children from birth through age five: the federal government believes that its role is equal with the role of parents,” the Home School Legal Defense Fund (HSLDA) reports.\n\nIn fact, attorneys with the Christian legal group point out the “breathtaking arrogance” displayed by the federal government by its attempt — seen in the document’s footnote — to redefine the American family as we know it.\n\n“The term ‘family’ is used to include all the people who play a role in a child’s life and interact with a child’s early childhood program or school,” the footnote states. “This may include fathers, mothers, grandparents, foster parents, formal and informal guardians, and siblings, among others.”\n\nWhose kids are they?\n\nThis problematic attempt to change the family structure is interpreted further.\n\n“According to this footnote, a close family friend (an ‘informal guardian’) could be considered part of a child’s family,” HSLDA attorneys explain. “This could include a parent’s boyfriend or girlfriend, even if the relationship is temporary or uncommitted. There have already been cases in which custody of a child was granted to the parent’s former lover, against the parent’s wishes. And a child’s siblings are also important to family, but siblings shouldn’t have the legal authority to make parenting decisions.”\n\nIt is warned that the serious nature of this power grab should not be discounted by parents, whose authority is reportedly being undermined by the state.\n\n“Having a relaxed definition of family is fine at Thanksgiving and Christmas, but parents, not the government, should be the sole decision makers where their children are concerned,” HSLDA Director of Federal Relations William A. Estrada, Esq. asserts. “This casual and open-ended (‘among others’) definition of family sets up a slippery slope for parental rights and family freedom.”\n\nEstrada insists that this usurping of parental control can currently be seen from coast to coast.\n\n“Across the nation, parents whose children attend public schools are fighting desperately to protect their children’s privacy from big businesses that are using and selling their children’s personal data, as a result of Obama Administration regulations that opened the floodgates to corporate exploitation,” the legal expert on government affairs argues. “But why should parents fight this data collection if the federal government is ready to cozy up to those businesses as ‘family’?”\n\nIt is contended that the government is making its move to realign the divine order of the family unit in America.\n\n‘[T]hese statements reveal these agencies’ true beliefs: that a child’s God-given family does not matter,” HSLDA attorneys contend. “Family is whoever or whatever the government says it is.”\n\nIs there still time?\n\nWith the problematic document still being in its draft stage, the government has not yet created any new federal programs through the paper, but parents are advised to be on alert about future maneuverings.\n\n“[T]he paper represents recommendations from the Early Learning Interagency Policy Board (IPB) regarding federally funded early education programs currently providing services to children from birth through age eight,” HSLDA attorneys note. “The IPB has been established jointly by the U.S. Departments of Education and Health and Human Services.”\n\nEven though Congress still needs to approve the recommended policies, it is warned that their threat is very real.\n\n“[T]he document is extremely telling: for once, federal policymakers are being honest about their beliefs and goals,” Estrada informs. “And their references in this draft document to families being ‘equal partners’ with government agencies (the term is used multiple times), and their casual and breathtakingly broad redefinition of the family, highlights the federal government’s arrogance when it comes to education and family policy.”\n\nNothing new\n\nThe continued power grab by the federal government is said to be indicative of the White House’s latest advancement of its imposed “culture of control.”\n\n“Sadly, this document only underscores what we have observed for a while: the federal government is intent on taking more and more power from parents when it comes to their children’s lives,” Estrada maintains. “Whether it was the big businesses that worked hand in glove with big government bureaucrats to push the Common Core on our nation, dangerous UN treaties that would elevate UN bureaucrats over parents, the Pentagon’s attempt to track all military families by where their children are educated, former MSNBC host and Tulane University Professor Melissa Harris-Perry’s claim that ‘kids belong to whole communities,’ President Obama’s call in 2012 for all states to change their compulsory attendance statutes to keep kids in school until age 18, or his 2013 push to advance universal federally funded preschool, we see an intensifying movement of the federal government to consolidate control over all children from cradle to college.”\n\nThe Christian legal defense firm based in Purcellville, Virginia, also reminds Americans that of the government’s Trojan Horse of federal intrusion through Obamacare.\n\n“The biggest advancement of this philosophy in recent years came in 2010 when Congress passed the Affordable Care Act,” the nonprofit organization impressed. “HSLDA opposed this bill because it created a program of (voluntary for now) government home visitation programs. Unfortunately, when President Obama signed the ACA into law, these federally funded home visitation and parent training programs — which had always been defeated before then — became a reality.”\n\nWatch out\n\nThe group’s legal challenges against the federal government’s expansion of early childhood programs are just some of the battles it has engaged in on behalf of parents against the Obama administration in its war on children and the family.\n\n“There are already dozens of federally funded early education programs, most notably Head Start,” Estrada points out. “Many of these programs are deeply flawed and don’t produce the intended results, but instead of cutting back, the federal government is doubling down.”\n\nEstrada says that the proper development of children is not the goal of such controlling programs.\n\n“At its heart, these programs are not about education,” he insists. “The research proves this. It is more about government babysitting.”\n\nThe wary attorney indicates that just across the Atlantic, the writing is on the wall as to what will soon happen in America if parents continue to stand by and watch their parental rights continue to erode.\n\n“And ultimately, it is about controlling parents and citizens,” Estrada continues. “The example of Scotland — a nation which recently enacted legislation mandating state supervision of all parents and children — shows us the ultimate goal of this statist philosophy toward parents, children, and freedom itself.”\n\nPlea to parents\n\nAccording to HSLDA, there is still time before the government’s power grab of America’s children gets out of control, but it warns that some families are more vulnerable than others.\n\n“The good news is that, for now, all of these programs are voluntary,” lawyers at HSLDA announced. “It is why more families are choosing to homeschool, and leave a system that considers itself to be equal with parents. If your children are homeschooled or in private school, you are not affected. But this is not what we want for ourselves or our neighbors. It is a troubling and dangerous trend. This is why HSLDA is working so hard to enshrine parental rights in the U.S. Constitution through passage and ratification of the Parental Rights Amendment. We must do this before it is too late.”\n\nThe attorneys urge parents not to stand idly by as the federal government diligently works to undermine the constitutional rights parents have to choose what is best for their children.\n\n“Our federal representatives need to know that we care about this,” the legal firm insists. “They need to hear that instead of multiplying these programs, Congress must end federal involvement in early childhood programs. States and local governments, with more accountability from the people, should be making decisions about these issues. This draft policy statement shows that we cannot trust federal bureaucrats when it comes to raising and educating our children.”\n\nHSLDA says that if parents don’t stand up for their children, no one will.\n\n“In the interest of ordinary American moms and dads, the ones who truly can and do make the life-changing difference in their children’s lives, we need to be the ones who stand up to the federal government,” the legal firm declares. “That’s why we choose to homeschool our children: we don’t want the public school’s one-size-fits-all approach to education. We don’t want the Common Core. We don’t want help from Washington to raise our children.”\n\nThe group appeals to a quote from the late President Ronald Reagan.\n\n“The nine most terrifying words in the English language are: ‘I’m from the government, and I’m here to help,’” America’s iconic president from the 1980s once said.\n\nHSLDA attorneys encourage parents to fight for liberty while they still can.\n\n“We have taken a stand for freedom,” they conclude. “And ultimately, loving parents who care, educate, and provide for their children, will make the difference.”", "article_metadata": {"description": "The federal government is making it clear to parents through a recently released declaration that it is best suited to “help” children and families.", "og": {"url": "http://www.onenewsnow.com/education/2016/03/05/feds-to-parents-we-are-your-equals", "image": {"width": 800, "identifier": "http://www.onenewsnow.com/media/5935948/hhs_emblem.jpg", "height": 500}, "description": "The federal government is making it clear to parents through a recently released declaration that it is best suited to “help” children and families.", "title": "Feds to parents: 'We are your equals'"}, "twitter": {"image": "http://www.onenewsnow.com/media/5935948/hhs_emblem.jpg", "title": "Feds to parents: 'We are your equals'", "description": "The federal government is making it clear to parents through a recently released declaration that it is best suited to “help” children and families.", "card": "summary_large_image", "site": "@onenewsnowcom"}, "fb": {"app_id": 1597751183824293}, "keywords": "HSLDA,parental rights,education,homeschooling,Home School Legal Defense Association,Michael F. Haverluck,Department of Education,HHS,Department of Health and Human Services,Obama,White House,Obama administration,Common Core,Head Start,parental control,Arne Duncan,Obamacare,babysitting,child care,definition of the family", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“According to this footnote, a close family friend (an ‘informal guardian’) could be considered part of a child’s family,” HSLDA attorneys explain.\n“There are already dozens of federally funded early education programs, most notably Head Start,” Estrada points out.\n“They need to hear that instead of multiplying these programs, Congress must end federal involvement in early childhood programs.\n“This may include fathers, mothers, grandparents, foster parents, formal and informal guardians, and siblings, among others.”Whose kids are they?\n“[T]he paper represents recommendations from the Early Learning Interagency Policy Board (IPB) regarding federally funded early education programs currently providing services to children from birth through age eight,” HSLDA attorneys note."}