{"article_title": "Scott Walker’s double-dealing exposed: How one of the right’s worst talking heads just embarrassed him", "article_keywords": ["hes", "supplyside", "heads", "moore", "exposed", "rights", "immigration", "walkers", "times", "embarrassed", "talking", "wrong", "scott", "doubledealing", "politics", "walker", "worst", "republican", "told"], "article_url": "http://www.salon.com/2015/07/08/scott_walkers_double_dealing_exposed_how_one_of_the_rights_worst_talking_heads_just_embarrassed_him/", "article_text": "Topics: 2016 Elections, Conservatives, Heritage Foundation, Immigration, Immigration Reform, Republican Primary, Scott Walker, Stephen Moore, Supply-side economics, Tax cuts, Elections News, Politics News\n\nThere are few people in politics who are quite as hilarious as Stephen Moore. Formerly the Heritage Foundation’s chief economist (he’s now a “Distinguished Visiting Fellow” for the group) Moore has achieved greater notoriety as one of the worst pundits alive. The man is constantly, flagrantly wrong. He’s been blacklisted by a major newspaper for making too many embarrassing errors in his columns. He’s a climate change denier who draws his arguments against environmentalism from sci-fi monkey movies. He’s written anti-Obamacare Op-Eds that are literally 0 percent accurate. As an economic thinker he’s been no more successful – he has a string of bad predictions under his belt and a tenuous grasp of the field he’s supposedly an expert in.\n\nBut Moore is fortunate to work in conservative politics, where one can make a lucrative career out of being constantly wrong so long as you remain ideologically consistent. Moore is one of the high priests of supply-side economic theory and, as such, he’s in hot demand among top-flight Republican political candidates who want him to fix his seal of approval on their plans to “grow the economy” through massive tax cuts. He’s already helped Rand Paul craft a flat-tax proposal that promises to shoot “steroids” into the economy by slashing taxes on the wealthy.\n\nAnd that brings us to Scott Walker. The Republican governor of Wisconsin is (not yet officially) running for president and he’s been cultivating a relationship with Moore and his supply-side buddies for months in an effort to establish himself as the “pro-business” Republican candidate. That’s trickier than it sounds, given that business-minded establishment Republicans like Moore are generally in favor of immigration reform, while the conservative base voters that Walker must appeal to are vehemently against it.\n\nWalker’s been deliberately fudging his stance on immigration to avoid pissing off either group, but in public he’s been moving further and further to the right to align more closely with the anti-immigrant base. That rightward shift on immigration unnerved Moore, who told the New York Times last week that he asked Walker about it over the phone, and that Walker told him, “I’m not going nativist; I’m pro-immigration.”\n\nIt seemed clear from Moore’s retelling that Walker was telling two different constituencies two different things – something politicians do all the time. And it makes perfect sense that Walker would publicly shift right on immigration for the GOP primary while privately reassuring more moderate Republicans that he’ll tack back toward the middle once he secures the nomination. It’s cynical as all hell, but it makes sense. But Moore, in blabbing to the Times, ratted out Walker on his double-dealing.", "article_metadata": {"description": "The Wisconsin governor learns the hard way that Stephen Moore is not someone to be taken seriously", "title": "Scott Walker’s double-dealing exposed: How one of the right’s worst talking heads just embarrassed him", "og": {"site_name": "Salon", "description": "The Wisconsin governor learns the hard way that Stephen Moore is not someone to be taken seriously", "title": "Scott Walker’s double-dealing exposed: How one of the right’s worst talking heads just embarrassed him", "url": "http://www.salon.com/2015/07/08/scott_walkers_double_dealing_exposed_how_one_of_the_rights_worst_talking_heads_just_embarrassed_him/", "image": "http://media.salon.com/2015/06/scott_walker17.jpg", "type": "article"}, "twitter": {"description": "The Wisconsin governor learns the hard way that Stephen Moore is not someone to be taken seriously", "title": "Scott Walker’s double-dealing exposed: How one of the right’s worst talking heads just embarrassed him", "image": "http://media.salon.com/2015/06/scott_walker17.jpg", "creator": "@SimonMaloy", "site": "@salon", "card": "summary_large_image"}, "author": "Simon Maloy", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 2016 Elections, Conservatives, Heritage Foundation, Immigration, Immigration Reform, Republican Primary, Scott Walker, Stephen Moore, Supply-side economics, Tax cuts", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcb1a0\"", "article_summary": "Topics: 2016 Elections, Conservatives, Heritage Foundation, Immigration, Immigration Reform, Republican Primary, Scott Walker, Stephen Moore, Supply-side economics, Tax cuts, Elections News, Politics NewsThere are few people in politics who are quite as hilarious as Stephen Moore.\nBut Moore, in blabbing to the Times, ratted out Walker on his double-dealing.\nFormerly the Heritage Foundation’s chief economist (he’s now a “Distinguished Visiting Fellow” for the group) Moore has achieved greater notoriety as one of the worst pundits alive.\nHe’s been blacklisted by a major newspaper for making too many embarrassing errors in his columns.\nHe’s a climate change denier who draws his arguments against environmentalism from sci-fi monkey movies."}