{"article_title": "The Surprising Reason College Tuition Is Crazy Expensive", "article_keywords": ["crazy", "surprising", "students", "loan", "colleges", "private", "tuition", "federal", "reason", "college", "student", "education", "loans", "expensive"], "article_url": "http://www.thefiscaltimes.com/2015/07/13/Suprising-Reason-College-Tuition-Crazy-Expensive", "article_text": "Are federal student loans driving up the cost of college tuition?\n\nA report from the Federal Reserve Bank of New York indicates that’s exactly what’s happening, finding the effect of aid expansion on tuition to be more bad news than good. The study found that for every dollar awarded in Pell Grants or subsidized loans, schools raise their tuition by 55 or 65 cents, respectively. Nor does the availability of financial aid boost enrollment.\n\nIt’s a vicious cycle. High tuition costs drive up the need and demand for student loans. Increasing aid to students in the form of federal student loans mean more money is available. The more funds students can access, the more tuition colleges and universities look to charge. That, in turn, makes college less affordable both for students who receive financial aid and those who don’t.\n\nRelated: It’s Time to Put Student Loan Predators Out of Business\n\n“Personally as somebody who has plenty to pay back, I don’t think that’s right,” says Alessa Strelecki, 22, who graduated from Drake University. “I just looked up the amount with my mom yesterday, and I owe about $38,000 in federal student loans. And that’s not all I owe.” Strelecki is headed to South Korea on a Fulbright to teach English for a year. When she returns to the U.S., she hopes to teach special education for a few years before moving into higher education.\n\nFor an alarming majority of students, financing a college education means going into debt. Even high-ranking government workers are not immune. Former Maryland Gov. Martin O’Malley made headlines recently when he disclosed that he and his wife had taken out more than $339,000 to send their two daughters to college.\n\nThe Class of 2015 was the most indebted class ever, with the average debt per graduate/borrower hovering a little over $35,000. Total education debt—including federal and private education loans—will equal close to $68 billion for 2015 graduates earning a bachelor’s degree (and, of course, their parents). Not only are college students borrowing more money to finance their educations, but the number of students who need to borrow is increasing as well.\n\nRelated: 7 Tips to Help New Grads Tackle Their Student Loans\n\nWhen colleges become less affordable, fewer students can go.\n\nThe question of college affordability has already become a topic on the 2016 campaign trail. Sen. Marco Rubio (R-FL), said last week he would look to overhaul the student loan system and break what he described as a higher education “cartel.”\n\nHillary Clinton is planning to announce her student loan plan later this month. And Sen. Bernie Sanders (I-Vt.) has proposed his own federal program to make four-year public college free. But that proposal doesn’t reach the students who attend private colleges and universities. As the New York Fed report states, “The subsidized loan effect on tuition is most pronounced for expensive, private institutions that are somewhat, but not among the most, selective.”\n\nUnfortunately none of that helps the millions of young Americans who have graduated private and public colleges and universities recently.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Are federal student loans driving up the cost of college tuition?", "title": "The Surprising Reason College Tuition Is Crazy Expensive", "url": "http://www.thefiscaltimes.com/2015/07/13/Suprising-Reason-College-Tuition-Crazy-Expensive", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07102013_college_cost_diaper_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/07/13/Suprising-Reason-College-Tuition-Crazy-Expensive", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07102013_college_cost_diaper_article.jpg", "creator": "@SuelainMoy", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Are federal student loans driving up the cost of college tuition?", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcb1a7\"", "article_summary": "Are federal student loans driving up the cost of college tuition?\n“I just looked up the amount with my mom yesterday, and I owe about $38,000 in federal student loans.\nNot only are college students borrowing more money to finance their educations, but the number of students who need to borrow is increasing as well.\nIncreasing aid to students in the form of federal student loans mean more money is available.\nThe more funds students can access, the more tuition colleges and universities look to charge."}