{"article_title": "Follow up: Gwen O’Shea, Health & Welfare Council of LI", "article_keywords": ["gwen", "yorkers", "yorks", "exchange", "li", "state", "individuals", "health", "york", "council", "welfare", "coverage", "follow", "really", "oshea", "care"], "article_url": "http://libn.com/2014/03/24/follow-up-gwen-oshea-health-welfare-council-of-li/", "article_text": "When LIBN chatted in November with Gwen O’Shea, the chief executive of the Health & Welfare Council of Long Island was still dealing with the aftermath of Hurricane Sandy and rolling up her sleeves on New York’s private online health insurance exchange. Nearly five months later, little has changed – except enrollment on the New York State Health Exchange, which has skyrocketed.\n\nHow has New York responded to the Affordable Care Act? One of the best things the governor did was implement New York’s own health exchange. We were able to really focus on what makes sense for New Yorkers and how New Yorkers could best access coverage and care. For New Yorkers who’ve been uninsured or had very limited high-premium coverage, this has been an unbelievable win.\n\nSo the New York State Health Exchange is working? It’s working really well. It’s provided coverage to thousands of Long Islanders that previously didn’t have any. It’s providing individuals with the opportunity to access care they weren’t able to utilize before.\n\nYou said in November that 37,000 New Yorkers had enrolled in Medicaid and non-Medicaid plans through the state exchange. What’s the total up to now? As of March 18, 908,595 New Yorkers have completed their applications and 590,639 have enrolled for coverage. We’ve seen a huge increase since last fall because individuals had until the end of the year to enroll to get coverage effective Jan. 1.\n\nAre you still dealing with Hurricane Sandy? Oh my gosh, yes. I think the sort of general sense related to the storm recovery is that everything has been taken care of, but the reality is we still have thousands of homeowners and renters who are displaced, that don’t have the resources to rebuild their homes and are still awaiting resources from the state program, which is actually slated to close April 11. But the state program is still accepting applications, and I think that really helps paint the picture of how many individuals are still in need.", "article_metadata": {"description": "LIBN catches up with Gwen O'Shea, chief executive director of the Health & Welfare Council of Long Island.", "generator": "WordPress", "author": "Dan O'Regan", "og": {"site_name": "Long Island Business News", "description": "LIBN catches up with Gwen O'Shea, chief executive director of the Health & Welfare Council of Long Island.", "title": "Follow up: Gwen O’Shea, Health & Welfare Council of LI", "url": "http://libn.com/2014/03/24/follow-up-gwen-oshea-health-welfare-council-of-li/", "image": "http://libn.com/files/2014/03/OShea-Gwen-200x200.jpg", "locale": "en_us", "type": "article"}, "apple-mobile-web-app-title": "Follow up: Gwen O’Shea, Health & Welfare Council of LILong Island Business News", "msvalidate.01": "118D5E2D5722A6F1A827250C4D8CEC95", "fb": {"admins": 1425649256}, "keywords": "health and welfare council of long island, hurricane sandy, affordable care act, new york state health exchange,affordable care act,hurricane sandy", "google-site-verification": "prJM0F6_hLVnSjClKqHN9f0yCvgWPpfGJpTRzyS7lpo", "y_key": "3dbc4b23a8d3ae0b", "thumbnail": "http://libn.com/files/2014/03/OShea-Gwen-180x120.jpg", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd9a98\"", "article_summary": "Nearly five months later, little has changed – except enrollment on the New York State Health Exchange, which has skyrocketed.\nSo the New York State Health Exchange is working?\nOne of the best things the governor did was implement New York’s own health exchange.\nYou said in November that 37,000 New Yorkers had enrolled in Medicaid and non-Medicaid plans through the state exchange.\nWhen LIBN chatted in November with Gwen O’Shea, the chief executive of the Health & Welfare Council of Long Island was still dealing with the aftermath of Hurricane Sandy and rolling up her sleeves on New York’s private online health insurance exchange."}