{"article_title": "Bullies And Their Victims Are More Likely To Suffer From Bulimia And Other Eating Disorders", "article_keywords": ["compared", "victims", "disorders", "bulimia", "bullies", "symptoms", "twice", "likely", "kids", "eating", "suffer", "children"], "article_url": "http://www.medicaldaily.com/bullies-and-their-victims-are-more-likely-suffer-bulimia-and-other-eating-disorders-361978", "article_text": "Bullies are twice as likely to display symptoms of bulimia (bingeing and purging) compared to kids who do not torment others: study.\n\nBullies are twice as likely to display symptoms of bulimia (bingeing and purging) compared to kids who do not torment others: study. daniellehelm, CC by 2.0\n\nBullies are twice as likely to display symptoms of bulimia (binge eating and purging) compared to kids who do not torment others, say researchers at Duke Medicine and UNC School of Medicine. Unfortunately, their new study reveals victims are also more likely to suffer from eating disorders.\n\n“Bullying involvement should be a part of risk assessment and treatment planning for children with eating problems,” wrote the researchers, whose work involved only a community sample of children.\n\nEating disorders impact a person's emotional and physical health. The binge and purge cycles of bulimia, in particular, affect the digestive system and can lead to chemical imbalances that affect major organ functions. Among the health consequences of bulimia, the National Eating Disorder Association lists:\n\nPossibility of gastric rupture during binges\n\nInflammation of the esophagus due to vomiting, possible rupture of the esophagus\n\nPurge-induced electrolyte imbalances, which can lead to irregular heartbeats, possible heart failure, and death\n\nTooth decay from stomach acids released during vomiting\n\nChronic irregular bowel movements and constipation as a result of laxative abuse\n\nPeptic ulcers and pancreatitis\n\nCommunity Portrait\n\nTo understand the effects of bullying, the research team analyzed interviews from the Great Smoky Mountains Study, a database with more than two decades of health information on 1,420 participants who were first enrolled as children at the age of 9. The children lived in 11 counties in western North Carolina and participated between 1992 and 2003.\n\nThe team divided participants into four categories: bullies; victims; children not involved in bullying; and children who sometimes bullied, sometimes were victims. Kids classified as bullies repeatedly abused other children (verbally and physically), socially excluded victims, and spread rumors.\n\nAs might be expected, the kids subjected to abuse showed an increased risk for eating disorders when compared to kids not involved in bullying at all. Victims were nearly twice as likely, when compared with non-involved kids, to display symptoms of both anorexia (11.2 percent compared to 5.6 percent) and bulimia (27.9 percent compared to 17.6 percent).\n\nKids who sometimes played the bully and sometimes victim, had the highest prevalence of anorexia symptoms (22.8 percent) and also the highest prevalence of binge eating (4.8 percent compared to less than 1 percent of uninvolved children).\n\nSurprisingly, bullies suffered their own portion of eating disorder misery, with little difference found comparing males and females. Nearly a third (30.8 percent) showed symptoms of bulimia. The researchers said bullies did not appear to be at an increased risk for eating disorder symptoms lasting into adulthood. Still for some bullies, their childhood behaviors would have long-term health consequences.\n\nSource: Copeland WE, Bulik CM, Zucker N, et al. Does childhood bullying predict eating disorder symptoms? A prospective, longitudinal analysis. International Journal of Eating Disorders. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "bulimia, bullying, victims, eating disorders, purge, binge", "og": {"site_name": "Medical Daily", "description": "Bullies are twice as likely to display symptoms of bulimia (bingeing and purging) compared to kids who do not torment others: study.", "title": "Bullies And Their Victims Are Prone To Bulimia", "url": "http://www.medicaldaily.com/bullies-and-their-victims-are-more-likely-suffer-bulimia-and-other-eating-disorders-361978", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/11/17/bulimia.jpg", "type": "article"}, "twitter": {"description": "Bullies are twice as likely to display symptoms of bulimia (bingeing and purging) compared to kids who do not torment others: study.", "title": "Bullies And Their Victims Are Prone To Bulimia", "url": "http://www.medicaldaily.com/bullies-and-their-victims-are-more-likely-suffer-bulimia-and-other-eating-disorders-361978", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/11/17/bulimia.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/11/17/bulimia.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-11-17T17:09:06-05:00", "modified_time": "2015-11-17T17:09:05-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Bullies are twice as likely to display symptoms of bulimia (bingeing and purging) compared to kids who do not torment others: study."}, "article_summary": "The team divided participants into four categories: bullies; victims; children not involved in bullying; and children who sometimes bullied, sometimes were victims.\nUnfortunately, their new study reveals victims are also more likely to suffer from eating disorders.\nBullies are twice as likely to display symptoms of bulimia (bingeing and purging) compared to kids who do not torment others: study.\nThe researchers said bullies did not appear to be at an increased risk for eating disorder symptoms lasting into adulthood.\nKids classified as bullies repeatedly abused other children (verbally and physically), socially excluded victims, and spread rumors."}