{"article_title": "Are Consumer Operated Insurance Plans a Healthy Choice?", "article_keywords": ["coop", "plans", "coops", "healthy", "money", "enrollment", "companies", "choice", "states", "going", "health", "operated", "consumer", "insurance", "really"], "article_url": "http://knowledge.wharton.upenn.edu/article/consumer-operated-insurance-plans-healthy-choice/", "article_text": "We’re into the second year of the Affordable Care Act, and the consumer operated and oriented health plans (CO-OPs) provided in many stares as alternatives to the plans put forth by insurers are starting to get closer scrutiny.\n\nThose CO-OPs were reviewed in a report just issued by the University of Pennsylvania’s Leonard Davis Institute of Health Economics and the Robert Wood Johnson Foundation. In a recent interview on the Knowledge@Wharton show on Wharton Business Radio on SiriusXM channel 111, Wharton health care management professor Scott Harrington, the author of the report, talked about what his findings.\n\nAn edited transcript of the conversation appears below.\n\nKnowledge@Wharton: Explain what these CO-OP plans are, and how they were supposed to work within the Affordable Care Act.\n\nScott Harrington: First, CO-OP stands for consumer operated and oriented plan. And they were authorized in the Affordable Care Act under the condition that they be nonprofit, member governed with very detailed rules about member governance, members being enrollees in the plan, and basically no existing insurance companies could be involved in setting them up or managing them and basically financing them.\n\nThe advocates for CO-OPs really felt that they would help provide more competition in health insurance markets, and they emphasize — as did the statute — that CO-OPs should focus on providing better coordinated and integrated consumer-centric care. Part of what went on here is, during the health care reform debate, there was a lot of support on the Democrat side for a public insurance option to compete with private insurance companies on the exchanges. And the Democrats were unable to get enough votes to get the public option, as it was called, into the law. The CO-OP plan had been in the law a little bit earlier than that, but it basically became the alternative to the public option. So the view here really is that a lot of people felt that traditional for-profit, private insurance companies in many cases were really not focusing on consumers. So the idea was to stimulate competition by creating these new entities.\n\nKnowledge@Wharton: Going through the report, the data shows a range of areas that seem to have had good responses to CO-OPS, and other areas that didn’t.\n\n“If you’ve seen one CO-OP, you’ve seen one CO-OP. Basically, the performance on numerous dimensions has widely varied.”\n\nHarrington: Yes. What ended up happening is initially the Affordable Care Act [was going to include] about $6 billion to provide start up and so-called “solvency loans,” so that [CO-OPs] could stay in business for a while, to get one in every state. Well, over time, that amount of money was reduced. At first it was reduced to $3.4 billion by legislation. And then ultimately in 2013 the Congress enacted rules that said you cannot fund new CO-OPs, you can just use the money that you’ve got to fund existing CO-OPs. So we ended up with 23 CO-OPs in 23 states. Oregon had two CO-OPs, and then one CO-OP operated in two states, Iowa and Nebraska. And I guess the way to describe the overall performance of CO-OPs is that if you’ve seen one CO-OP, you’ve seen one CO-OP. Basically, the performance on numerous dimensions has widely varied Twitter . In terms of enrollment, about half the CO-OPs had negligible enrollment during 2014, then five or six had pretty significant enrollment. And on other dimensions, they varied widely. With one exception, they basically were losing money for the business that they wrote in 2014.\n\nKnowledge@Wharton: So New York was the state that saw the largest enrollment, but it was also the largest state to offer a CO-OP. California, Texas, Florida and Pennsylvania didn’t. Why not those states?\n\nHarrington: Well, in order to get a CO-OP you had to hit the ground running early and come up with a plan, and apply for funding, and have a lot of organization and approval. Some states were just slow off the mark in terms of not getting the organizers together, whereas the 23 states [that got CO-OPs] had at least one entity that did it. Clearly New York is the biggest [and] it’s a very large state. Some of the other large states don’t have CO-OPs. A few large states have CO-OPs with negligible enrollment.\n\nKnowledge@Wharton: What seems to be the immediate future for CO-OPs? Because if they’re running at a deficit, that doesn’t exactly seem to be [putting] the best foot forward.\n\nHarrington: The financial future of the CO-OPs is very uncertain. Only one CO-OP — in Maine — has turned a profit for the first year. A lot of CO-OPs still have significant liquidity. They’ve got significant assets in relationship to their liabilities. But basically, there are two types of problems.\n\nOn the one hand, you’ve got CO-OPs with virtually no enrollment that incurred fairly high operating expenses to try to get up and running. And they face a really uphill battle trying to thread the needle, [to get to a point] where they can have a product that’s attractive in a very price sensitive market, to attract a lot of enrollees and thus spread their basic operating costs among a bigger pool, as well as get the risk reduction that flows from having a bigger insurance pool. If they price a little bit too high, they’re not going to get the enrollment. But on the other hand, if you try to shave your price to attract enrollees, then you run the real risk that you’re not going to have enough money to cover your claims, let alone to start paying back the loans. We saw that with the insolvency of a CO-OP, CoOportunity Health, that was operating in Iowa and Nebraska, which was declared to be in financial difficulty by regulators in December. And then, last month, they announced that it would be liquidated.\n\nCoOportunity Health, early in 2014, had substantial enrollment, and was hailed to some extent as an example of what was likely to be a successful CO-OP. But as it turned out, they had a large number of members, but their operating results were very poor. They just were not generating enough money to have any foreseeable chance at being sustainable.\n\nKnowledge@Wharton: Was the government’s hope that the potential success of these CO-OPs would lead to an expansion of the program later into the states didn’t launch them in the first round?\n\nHarrington: Yes, that’s a possibility. And a couple of CO-OPs have expanded. At least one has expanded into another state this year. Another CO-OP has decided to expand to another state in 2016. But whether or not they’re going to get the membership base and the revenues over time to ultimately become sustainable is still up in the air.\n\nKnowledge@Wharton: Is there data as to why those states that did not have the membership numbers, compared to say, New York, did not fail? Was it the pricing that was not good? Did consumers find better pricing with private plans than these CO-OP plans?\n\nHarrington: No one has done a detailed analysis yet. I looked at a lot of data … but casually, what you can see is, the ones that grew had relatively low premium rates for the markets they were in. They also tended to have relatively fewer competitors. For example, CoOportunity Health, the one that has become insolvent, basically only had one other company in Iowa that it was competing against and also had a pretty low price. And as a result just attracted a very large number of enrollees.\n\nKnowledge@Wharton: In some respects, doesn’t that show the nature of consumers in terms of health care? That having insurance is important, but being able to have the low premiums is still a key ingredient to this whole process?\n\nHarrington: Certainly. This is an extremely price-sensitive market. People that may have chronic conditions might pay a little bit more attention to consumer-friendly approaches. Maybe they will be shopping around, [thinking] maybe they’ll get some value out of going with a CO-OP, which doesn’t have a for-profit entity behind it. But by and large, this market, to a great extent, still is heavily populated by people with relatively low incomes. And they are clearly looking to get decent coverage at the lowest possible premium.\n\nKnowledge@Wharton: How are these CO-OP plans being marketed?\n\nHarrington: That’s a very interesting question. One of the provisions in the Affordable Care Act is that the funding provided in the form of low interest [loans] — basically zero interest or a little bit higher — could not be used for marketing and promotion. So many of the CO-OP managers have said it has been challenging to build market share, in part because they’re not allowed to spend the money that they’ve raised from the government to promote the plans.\n\nI think part of the ethos behind the press for CO-OPs, [is that] there is a tremendous animus among many toward for-profit insurance companies. And one of the criticisms was that for profit companies might spend too much on marketing compared to what people felt would be appropriate. So I think that became part of the law, because the notion was, if we have these nonprofit, member-owned entities, we can basically strip down administrative costs and marketing costs and focus on providing value. That experiment thus far seems to be quite dicey in terms of the ultimate result.\n\nKnowledge@Wharton: How much uniformity was there between CO-OP plans in different states?\n\n“The CO-OPs vary quite a bit in terms of how they were trying to design their consumer-centric networks, how they would actually organize physicians [and] the nature of their contracts with physicians.”\n\nHarrington: It’s very challenging. In a state-based system, you tend to get a lot of diversity, in part because of the medical utilization and prices on medical services, and [also] the extent to which physician networks are already in existence that a CO-OP could tap into. That varies widely across states, as does the extent to which prior players have been actually providing significant value and may have entered with good programs for the new exchanges. And you just have a lot of idiosyncratic differences across states. The CO-OPs vary quite a bit in terms of how they were trying to design their consumer-centric networks, how they would actually organize physicians [and] the nature of their contracts with physicians, so there’s quite a bit of diversity there.\n\nKnowledge@Wharton: New York had its success, and the combination of Iowa and Nebraska had a level of success as well. But some of the other states don’t have the same type of population that New York has. If you don’t have the success early, how are you going to be able to build that in the next couple of years?\n\nHarrington: It’s a fundamental challenge. In order to build out the success, you have to have a product that is going to really compete on price. Now, to the extent CO-OPs are providing a better consumer experience for the enrollees that they get, one would think that to some degree, through word of mouth and just general reputation, that would help. But they really do face a difficult challenge in terms of coming up with a good price that doesn’t lead to what happened to CoOportunity Health.\n\nWe say CoOportunity Health had some success, but let’s be really specific: The history of the United States has been littered by insurance companies that have priced low and generated quite a bit of volume, and then not been able to make it because their prices were too low. And I don’t want to overestimate that. The insolvency problem has been relatively modest compared to banking and other financial sectors. But one way to expand insurance is to underprice. And oftentimes, it’ll take quite a while before it’s detected that your prices are too low.\n\nIn the health insurance area, companies have to pay money to the doctors pretty fast. So if you don’t collect enough revenue, you get caught pretty fast in terms of not being able to cover your costs.… One of the problems is that a lot of CO-OPs are estimating that they’re going to get significant revenues from Affordable Care Act risk-stabilization programs, which were designed to buffer companies from some adverse claims experience the first year. And part of what’s going on is it’s been very difficult to estimate those amounts, as well as the fact they won’t be determined or paid until at least July of this year for last year’s experience.\n\nCoOportunity Health was showing very large estimated receivables from one of the programs known as a risk corridor program, where it wasn’t clear — given legislation that’s been enacted and administrative rulings by the U.S. Department of Health and Human Services — that that money actually would be forthcoming, even if they had estimated it accurately. And that contributed to the Iowa insurance commissioners’ decision to shut down the company.\n\nKnowledge@Wharton: So if payouts for that aren’t going to happen until at least July of this year, and doctors have to get paid in a quick fashion, some of these CO-OPs are going to be left in the lurch. Sounds like that could be a stark financial issue.\n\nHarrington: It could be challenging. Now some of the plans are so small, with so little enrollment that the funding they’ve already received has left them with substantial liquidity. And Standard and Poor’s released a report about 10 days ago where they had actually developed measures of liquidity. And they indicated that a significant majority of the CO-OPs had liquidity that should allow them to continue and meet all their obligations, at least through the summer.\n\nThis is a tough issue. Unless you get under the hood and look at each one and look in detail at their financials, you want to be very careful about making statements about how many of them might not make it. With what I looked at, I would be really surprised if we won’t have more failures of CO-OPs. And they will probably be of two types. One type will be the CO-OPs that really never got off the ground, never got enough volume to even make it worthwhile. Whether or not we have another CO-OP or two that had achieved significant enrollment but can’t make ends meet over time, that’s up in the air.\n\nKnowledge@Wharton: A lot of the data that you acquired came through the states, not through the U.S. Department of Health and Human Services, because HHS has not released their full review of 2014 at this point, correct?\n\nHarrington: That’s correct. And there’s very detailed information available in the filings that are made with state regulators by insurance companies. But the greatest detail only comes on an annual basis. So what I did, along with a couple of the rating agencies, is look pretty carefully at data for the first three quarters. The data are really pretty limited. One thing you can’t do with available data is actually look at the market shares of CO-OPs. You can approximate it. But one of the reasons is that we don’t have good data available at the state level yet about company market shares from what they report to insurance regulators. And Health and Human Services has not released that for the exchanges; they haven’t released company specific enrollments at the state level.\n\n“The history of the United States has been littered by insurance companies that have priced low and generated quite a bit of volume, and then not been able to make it.”\n\nKnowledge@Wharton: What were the enrollment numbers in terms of these CO-OPs compared to the for-profit insurers? Were they behind or ahead of where you expected them to be?\n\nHarrington: There were very detailed projections of what CO-OP enrollments were going to be. And whether those were met was all over the map. Quite a few CO-OPs got far fewer enrollees than their projections, others got more, some of the CO-OPs in five or six states have significant market shares, but you can’t get a very accurate calculation for the reasons I just alluded to. In terms of financial results I haven’t, for the first three quarters, done a detailed comparison. But I did sort of compare CO-OPs financial results, revenues versus their reported client costs to the industry as a whole. I couldn’t do it at the state level. And their loss experience is quite a bit worse than the average health insurer for the first nine months of the year.\n\nKnowledge@Wharton: So we’re talking about an area of the Affordable Care Act that is going to have to go through quite a bit of transition in the next year or two if it’s to be a success. If not, we may very well see many CO-OPs fall by the wayside.\n\nHarrington: I believe that’s a fair statement. And I would just go back to say some of them that fall by the wayside will more or less die from lack of enrollment. They may persist for a while. Now in that case, if they’ve typically gotten $100 million or $120 million in start-up loans, that money will not be paid back to the extent that that happens. Going forward, I have a little more concern that some of them that have gotten big enrollment. Those are the ones I’d really watch, because then you have the potential where if they get relatively large enrollments, but it turns out they can’t meet their claims, the states have mechanisms where some of the money that would be owed to doctors that might not be paid will be picked up by other insurance companies in the states through what we call a guarantee system.\n\nKnowledge@Wharton: Really?\n\nHarrington: And for example, with CoOportunity Health, we don’t know the numbers yet, but there is a state backstop in play. I can’t comment right now on whether that backstop will ever be tapped into, because it depends on how much money will be paid from the stabilization programs, and it will depend on what the numbers turn out to be for CoOportunity Health. But you do have a little bit of danger here.\n\nKnowledge@Wharton: And then with that in play, if you reach that backstop, it’s the other insurance entities within the state that will end up having to pick up those costs?\n\nHarrington: Yes, that’s correct. If CO-OPs go under and they have relatively small enrollment, relatively small claim costs, that burden will fall very, very lightly on the remaining companies. But the bigger the CO-OP gets, the more risk there may be. But even in the case of the one CO-OP that is going to be liquidated, right now, I know of no numbers that have even begun to determine whether or not they will have to tap into those so-called guaranteed associations.\n\nAnother thing I’d like to note is that CoOportunity Health Management did seek additional funding from the government late last fall. They had already received their entire award amount from the government, and the government has some discretionary funding that it can provide to additional CO-OPs. It decided not to advance the funds.\n\nKnowledge@Wharton: So to hold that back money for down the road?\n\nHarrington: Yeah, to not spend money — given their tight budget constraints — on that particular CO-OP. And they had provided an additional $30 million approximately in September or October. But that was part of the initial award agreement. There hasn’t been a detailed statement about why that money was not authorized. But from where I sit, it certainly seems to make a lot of sense not to have provided additional funding, because then you do risk running down this path of giving more money to entities that are already shaky, and you end up creating a bigger deficit and the taxpayers don’t get the money back. And maybe you end up with spillover on the other insurance companies from future assessments for claims that haven’t been funded by premiums.\n\nKnowledge@Wharton: Which other states are on your radar — the ones that we should probably keep an eye on for enrollment and success going forward?\n\nHarrington: I think it’s pretty safe to say that for the ones that have significant enrollment clearly regulators are watching, and it makes sense to carefully monitor their financial performance. And those states include Wisconsin; Maine appears to be actually turning a profit; Kentucky has a large CO-OP where their three quarters results for 2014 were not at all strong, so people need to pay attention to these things. New York — their results compared to some of the others appear to be better. So one would want to look at all of those.\n\nKnowledge@Wharton: And Maine obviously is a much smaller state, so that level of reaching success or not is probably a bit less than what it would be in New York. The fundamentals are the same in terms of finding success, but the numbers might be a little bit different.\n\nHarrington: Yes.\n\nKnowledge@Wharton: In terms of watching this play out, are we keeping an eye on this over the next couple of years? What do you think the time frame is on this?\n\nHarrington: We’ll be keeping an eye on this for the next couple of years. Could we have significant news about another CO-OP being in financial difficulty within the next X months? It’s possible. I think over time, [even] if some of them begin to stabilize and start to build out their enrollment and their pricing is adequate, they’re still going to face issues. Beginning in 2017, two of these market-stabilization programs that involve government funding are going to go away. So it’s really important for any companies that are playing in these markets now to really be up and sustainable by 2017, because some of this government support will go away.\n\nThe other thing, just to get back to whom to watch, you need to watch very carefully those that may have not had a big enrollment to begin with, but suddenly they’ve lowered their price and started to generate a lot of business. In Tennessee, the CO-OP, the regulators authorized it to close enrollment last month. The CO-OP had very small enrollment the first year, but they were really generating a lot of enrollment in 2015 in conjunction with lowering their rates. And they got permission from the regulators, including Health and Human Services, to suspend enrollment last month. And from where I sit, that’s healthy, because it indicates that there was concern that there might be too much growth and maybe the rate wouldn’t be adequate. And given uncertainty about the government stabilization programs, I suspect it was a very good idea to just put the brakes on it.", "article_metadata": {"description": "Since being created by the Affordable Care Act, consumer operated and oriented health plans (CO-OPs) have produced mixed results, Scott Harrington says.", "og": {"site_name": "Knowledge@Wharton", "description": "Since being created by the Affordable Care Act, consumer operated and oriented health plans (CO-OPs) have produced mixed results, Scott Harrington says.", "title": "Are Consumer Operated Insurance Plans a Healthy Choice?", "locale": "en_US", "image": {"width": 1024, "identifier": "http://knowledge.wharton.upenn.edu/wp-content/uploads/2015/02/medical.jpg", "height": 440}, "url": "http://knowledge.wharton.upenn.edu/article/consumer-operated-insurance-plans-healthy-choice/", "type": "article"}, "twitter": {"description": "Since being created by the Affordable Care Act, consumer operated and oriented health plans (CO-OPs) have produced mixed results, Scott Harrington says.", "title": "Are Consumer Operated Insurance Plans a Healthy Choice?", "image": "http://knowledge.wharton.upenn.edu/wp-content/uploads/2015/02/medical-560x240.jpg", "creator": "@WhartonKnows", "site": "@WhartonKnows", "card": "summary_large_image"}, "msapplication-TileColor": "#000", "robots": "noodp", "HandheldFriendly": "True", "fb": {"admins": 1653092227}, "MobileOptimized": 320, "article": {"publisher": "https://www.facebook.com/knowledgeatwharton", "section": "Business Radio"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "business, education"}, "_id": "\"57477af46914bd0286fd9a9a\"", "article_summary": "And there’s very detailed information available in the filings that are made with state regulators by insurance companies.\nAnd maybe you end up with spillover on the other insurance companies from future assessments for claims that haven’t been funded by premiums.\nIn the health insurance area, companies have to pay money to the doctors pretty fast.\nSo the view here really is that a lot of people felt that traditional for-profit, private insurance companies in many cases were really not focusing on consumers.\nI think part of the ethos behind the press for CO-OPs, [is that] there is a tremendous animus among many toward for-profit insurance companies."}