{"article_title": "Sessions: 'A Vote for TAA Next Week Is a Vote to Send Fast-Track to The President’s Desk'", "article_keywords": ["week", "billion", "deal", "fasttrack", "sessions", "union", "presidents", "agreement", "send", "trade", "american", "trading", "taa", "desk", "vote", "congress"], "article_url": "http://www.breitbart.com/big-government/2015/06/12/sessions-a-vote-for-taa-next-week-is-a-vote-to-send-fast-track-to-the-presidents-desk/", "article_text": "U.S. Sen. Jeff Sessions (R-AL) warns:\n\nIt appears there will be another attempt by Tuesday to force through new executive powers for President Obama. A vote for TAA next week is a vote to send fast-track to the President’s desk and to grant him these broad new executive authorities. If that happens, it will empower the President to form a Pacific Union encompassing 40 percent of the world’s economy and 12 nations—each with one equal vote. Once the union is formed, foreign bureaucrats will be required to meet regularly to write the Commission’s rules, regulations, and directives—impacting Americans’ jobs, wages, and sovereignty. The union is chartered with a “Living Agreement,” and there is no doubt it will seek to expand its membership and reach over time.\n\nFast-track will not only apply to the Pacific Union, but can expedite an unlimited number of yet-unseen international compacts for six years. There are already plans to advance through fast-track the Trade in Services Agreement, the goal of which includes labor mobility among more than 50 nations, further eroding the ability of the American people to control their own affairs.\n\nAmericans do not want this, did not ask for it, and are pleading from their hearts for their lawmakers to stop it.\n\nThe same people projecting the benefits of leaping into a colossal new economic union could not even accurately predict the impact of a standalone agreement with South Korea. The latter deal, which promised to boost our exports to them $10 billion, instead only budged them less than $1 billion, while South Korea’s imports to us increased more than $12 billion, nearly doubling our trading deficit. This new agreement will only further increase our trading deficit: opening our markets to foreign imports while allowing our trading partners to continue their non-tariff barriers that close their markets to ours.\n\nIf we want a new trade deal with Japan, or with Vietnam, then they should be negotiated bilaterally and sent to Congress under regular order. Under no circumstances should the House authorize, through fast-track, the formation of a new international commission that will regulate not only trade, but immigration, labor, environmental, and all manner of commercial policy.\n\nWhat American went to the polls in 2014 to vote for fast-track and a new global union? Can anyone honestly say that Congress is trying to ram this deal through because they think their constituents want it?\n\nWhile elites dream of a world without borders, voters dream of a world where the politicians they elect put this country’s own citizens first.\n\nThe movement among Americans toward a decent, honest populism—toward a refocusing on the needs of American citizens and American interests—grows stronger by the day. Every vote to come before Congress, beginning with the next fast-track push, will face this test: does your plan strengthen or weaken the social and economic position of the loyal, everyday working American?", "article_metadata": {"description": "Sessions: 'A Vote for TAA Next Week Is a Vote to Send Fast-Track to The President’s Desk'", "og": {"site_name": "Breitbart", "description": "Sessions: 'A Vote for TAA Next Week Is a Vote to Send Fast-Track to The President’s Desk'", "title": "Sessions: 'A Vote for TAA Next Week Is a Vote to Send Fast-Track to The President’s Desk' - Breitbart", "locale": "en_US", "image": {"width": 5000, "identifier": "http://media.breitbart.com/media/2015/06/GettyImages-452278119.jpg", "height": 3300}, "updated_time": "2015-06-12T18:31:00-07:00", "url": "http://www.breitbart.com/big-government/2015/06/12/sessions-a-vote-for-taa-next-week-is-a-vote-to-send-fast-track-to-the-presidents-desk/", "type": "article"}, "twitter": {"description": "Sessions: 'A Vote for TAA Next Week Is a Vote to Send Fast-Track to The President’s Desk'", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/06/GettyImages-452278119.jpg", "title": "Sessions: 'A Vote for TAA Next Week Is a Vote to Send Fast-Track to The President’s Desk' - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": ",Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "published_time": "2015-06-12T15:41:29-07:00", "categories": "Big Government", "modified_time": "2015-06-12T18:31:00-07:00"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fd9a9d\"", "article_summary": "A vote for TAA next week is a vote to send fast-track to the President’s desk and to grant him these broad new executive authorities.\nWhat American went to the polls in 2014 to vote for fast-track and a new global union?\nIf we want a new trade deal with Japan, or with Vietnam, then they should be negotiated bilaterally and sent to Congress under regular order.\nFast-track will not only apply to the Pacific Union, but can expedite an unlimited number of yet-unseen international compacts for six years.\nThe movement among Americans toward a decent, honest populism—toward a refocusing on the needs of American citizens and American interests—grows stronger by the day."}