{"article_title": "Hackbarth Takes Kentucky Health Policy PR Post", "article_keywords": ["pr", "foundation", "takes", "office", "kentucky", "director", "press", "bush", "health", "hackbarth", "policy", "post", "guthriemayes"], "article_url": "http://www.odwyerpr.com/story/public/6772/2016-04-25/hackbarth-takes-kentucky-health-policy-pr-post.html", "article_text": "Bonnie Hackbarth, a senior counselor for Guthrie/Mayes PR, has moved to the Foundation for a Healthy Kentucky, as director of communications for the health policy research group.\n\nHackbarth spent 18 years with Louisville-based Guthrie/Mayes after a government career. She was press office director at the US Federal Trade Commission during the recent Bush administration and director of the US Office of Consumer Affairs during the first Bush administration.\n\nFor the foundation, she serves as its main media contact and manages PR and comms. efforts for the organization. Kentucky was one of the Affordable Care Act's biggest successes but health policy wonks are keeping a close eye on the state as the new administration of Gov. Mark Bevin, an Obamacare critic, vows to remake health policy.\n\nHackbarth started out as a press deputy for Sen. Slade Gorton (R-Ill.).", "article_metadata": {"msapplication-config": "/images/favicons/browserconfig.xml", "description": "Bonnie Hackbarth, a senior counselor for Guthrie/Mayes PR, has moved to the Foundation for a Healthy Kentucky, as director of communications for the health policy research group.", "msapplication-TileColor": "#FFFFFF", "msapplication-TileImage": "/images/favicons/favicon-may2016-144.png", "keywords": "public affairs, communications, healthcare", "GOOGLEBOT": "NOARCHIVE"}, "article_summary": "Bonnie Hackbarth, a senior counselor for Guthrie/Mayes PR, has moved to the Foundation for a Healthy Kentucky, as director of communications for the health policy research group.\nMark Bevin, an Obamacare critic, vows to remake health policy.\nKentucky was one of the Affordable Care Act's biggest successes but health policy wonks are keeping a close eye on the state as the new administration of Gov.\nShe was press office director at the US Federal Trade Commission during the recent Bush administration and director of the US Office of Consumer Affairs during the first Bush administration.\nFor the foundation, she serves as its main media contact and manages PR and comms."}