{"article_title": "Medicaid & the Affordable Care Act", "article_keywords": ["affordable", "poor", "dont", "federal", "florida", "expansion", "qualify", "medicaid", "coverage", "act", "health", "care"], "article_url": "http://www.wftv.com/news/local/medicaid-affordable-care-act/106864629", "article_text": "Updated: Mar 11, 2014 - 9:03 AM\n\nhe Affordable Care Act was intended to expand Medicaid coverage to nearly all low-income adults. However, the U.S. Supreme Court gave states the option to forgo expansion. So far, Florida has resisted expanding the health program for the poor, despite the federal government’s promise to pick up most of the costs.\n\nAs a result, more than a million Floridians are expected to fall through the so-called Medicaid “coverage gap,” which is why this has become such a big issue in our state.\n\nNot expanding Medicaid has directly affected people in central Florida like Michelle Self.\n\nSelf has emphysema, asthma and a heart condition. She thought the Affordable Care Act would provide her free health insurance, but when she tried to sign up, she learned she couldn’t afford the coverage being offered.\n\n“The cheapest I found was $97 a month,” she said. “With no job and no income, how do you pay that with ObamaCare?”\n\nThe same thing happened to Robert Evans.\n\n“I still don’t have any medical insurance,” Evans said. “That is something that is needed.”\n\nEvans and Self are homeless. They are too poor to qualify for free coverage under the Affordable Care Act, and they do not qualify for Medicaid as it stands today in Florida.\n\n“You feel like your back is up against the wall, and you don’t know which way to turn or where to go,” Evans said.\n\nMedicaid, the government’s free health plan for the poor, only covers children, pregnant women, the disabled and single parents of underage children.\n\nThe Affordable Care Act expanded the program to include nearly all low-income adults. But Florida lawmakers turned down more than $50 billion in federal funding in deciding against Medicaid expansion here.\n\n“It’s almost like the most vulnerable and disadvantaged of our community are left out,” said Bakari Burns, who runs a medical clinic for the poor on Orange Blossom Trail.\n\nBurns is hoping Florida lawmakers will reconsider as they meet in Tallahassee during the current legislative session.\n\nHe said more than 7,000 patients who are treated at his clinic fall into the coverage gap.\n\n“To me, (Medicaid expansion) does seem like a no brainer,” Burns said.\n\nOthers agree.\n\n“If you are one of the almost two million Floridians who are hard-working, get up every morning, try to take care of your family and you are still making too little money to qualify for a tax credit, you are out of luck without the legislature moving ahead,” said Health and Human Services Secretary Kathleen Sebelius, during a recent visit to Orlando.\n\nThe coverage gap also includes the working poor. These are people who earn too much money to qualify for Medicaid but do not make enough to qualify for full subsidies under the new law.\n\nIf lawmakers agree to expand Medicaid, 1.8 million uninsured Floridians could gain coverage.\n\nIf they don’t, Dr. Maritza Rodriguez with Florida Hospital said the poor will continue to use emergency rooms for basic medical care.\n\n“When they don’t have insurance, they don’t have any other options,” Rodriguez said.\n\nThe federal government would pick up the tab for most of the Medicaid expansion through 2016. Then states would be required to pay 10 percent by 2020. Gov. Rick Scott believes it would strain Florida's budget, and he considers the expansion to be federal overreach.\n\nBut if Florida doesn’t expand Medicaid, Jon Urbanek, Senior Vice President, Health Insurance Markets for Florida Blue, said the poor will continue using emergency rooms for basic medical care, and the rest of us will pay for that care.\n\n“It costs us all money. Everyone’s premiums go up for hospital uncompensated care,” Urbanek said.\n\nHe made another argument to expand Medicaid.\n\n“Floridians are paying federal income tax, so there is tax money from Floridians that is going to go to another state to subsidize their Medicaid expansion, so that’s another reason why it just makes sense,” Urbanek said.", "article_metadata": {"description": "he Affordable Care Act was intended to expand Medicaid coverage to nearly all low-income adults. However, the U.", "author": "EndPlay", "og": {"site_name": "WFTV", "description": "he Affordable Care Act was intended to expand Medicaid coverage to nearly all low-income adults. However, the U.", "title": "Medicaid & the Affordable Care Act", "url": "http://www.wftv.com/news/local/medicaid-affordable-care-act/106864629", "image": {"width": 160, "altText": "Medicaid, Medicare - Emergency room_4734767", "title": "Medicaid, Medicare - Emergency room_4734767", "identifier": "http://mediaweb.wftv.com/photo/2014/06/11/MedicaidExpansion_2289188_ver1.0_160_90.jpg", "height": 90}, "locale": "en_US", "video": {"height": 0, "width": 0, "thumbnailUrl": "http://mediaweb.wftv.com/photo/2016/02/19/Video_%20Medicaid%20_AMP_%20the%20Affordable%20Care%20Act_6424361_1455943377116_2039891_ver1.0_1280_720.jpg", "content-type": "video", "title": "Video: Medicaid & the Affordable Care Act"}, "type": "article"}, "twitter": {"description": "he Affordable Care Act was intended to expand Medicaid coverage to nearly all low-income adults. However, the U.", "title": "Medicaid & the Affordable Care Act", "url": "http://www.wftv.com/news/local/medicaid-affordable-care-act/106864629", "image": {"width": 1280, "identifier": "http://mediaweb.wftv.com/photo/2014/06/11/MedicaidExpansion_2289188_ver1.0_1280_720.jpg", "height": 720}, "site": "@WFTV", "card": "summary"}, "keywords": "healthevowftv,healthevo9, StoryKeywords", "article": {"section": "Local", "tag": "healthevo9, healthevowftv", "published_time": "2014-03-11T13:03:44+0000", "modified_time": "2014-03-11T13:03:44+0000"}, "news_keywords": "Medicaid & the Affordable Care Act", "content_id": 106864629, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "page-type": "article"}, "_id": "\"57477af36914bd0286fcb1c2\"", "article_summary": "Updated: Mar 11, 2014 - 9:03 AMhe Affordable Care Act was intended to expand Medicaid coverage to nearly all low-income adults.\nThey are too poor to qualify for free coverage under the Affordable Care Act, and they do not qualify for Medicaid as it stands today in Florida.\nShe thought the Affordable Care Act would provide her free health insurance, but when she tried to sign up, she learned she couldn’t afford the coverage being offered.\n“To me, (Medicaid expansion) does seem like a no brainer,” Burns said.\nAs a result, more than a million Floridians are expected to fall through the so-called Medicaid “coverage gap,” which is why this has become such a big issue in our state."}