{"article_title": "Rachel Slaney lifts Barneveld to its fifth state title", "article_keywords": ["title", "seconds", "rachel", "second", "game", "state", "lifts", "slaney", "half", "assumption", "barneveld", "fifth", "points"], "article_url": "http://www.jsonline.com/sports/preps/rachel-slaney-lifts-barneveld-to-title-b99231118z1-251712031.html", "article_text": "Assumption's Brittney Birkhauser (34) and Barneveld's Maggie Oimoen battle for a rebound during the second half Saturday. Credit: Associated Press\n\nBy\n\nAshwaubenon — Revenge is best served in a state title game.\n\nAfter losing to Wisconsin Rapids Assumption in last year's WIAA Division 5 state championship game, Barneveld returned the favor on Saturday at the Resch Center, beating Assumption, 38-34, to win the title.\n\nIt's Barneveld's fifth state title in program history.\n\nBarneveld (28-0) didn't take its first lead until there was just 1 minute 46 seconds left in the game. But once the Golden Eagles got the lead, they didn't let it go.\n\n\"We told them at halftime and into the huddle, especially into the third quarter, I said, 'You guys are playing great defense, you're keeping us in this. Somebody's going to step up and make a play,'\" Barneveld coach Jim Myers said. \"I just told them, 'If we can tie and go ahead, we're going to win this.'\n\n\"I think the girls just really bought into that and things kind of fell our way.\"\n\nRachel Slaney scored a game-high 13 points and seven of the Golden Eagles' last nine points, including a clutch three-point play with 43.3 seconds remaining to put Barneveld up, 36-30.\n\n\"Knowing I had three fouls and I was sitting half the third, I was on the bench just shaking away,\" Slaney said. \"I couldn't wait and I had to get in there and help my team out. But I'm not the reason we won that game, it was a whole team effort.\"\n\nThe two teams are familiar with each other after playing in last year's title game and again during the regular season Dec. 28, when Barneveld beat Assumption, 50-37.\n\nBarneveld had a rough shooting first half, hitting just 5 of 23 shots. It improved in the second half, draining 7 of 17. Assumption (26-3) went 11 for 32 overall.\n\nAssumption, led in scoring by Mary Sigler with 10 points, was up 16-13 at halftime, but Barneveld got to within one as Maggie Oimoen scored a three-point play mid-third quarter.\n\nBarneveld, which got 11 points from Hannah Whitish, took its first lead at 31-29 with 1:46 left in the game as Slaney hit her first bucket of the second half.\n\n\"We didn't come out and shoot the ball real well at the beginning and maybe throughout the whole game, but we made some huge plays at the end,\" Myers said.\n\nAssumption was down by two with 10 seconds remaining. However, Brittney Birkhauser had the ball swatted from her arms on the way to the hoop, and Barneveld added two free throws to ice the win.\n\n\"Give Barneveld a lot of credit, they were extremely aggressive down the stretch and attacked some of the positions that we had by the basket and made some plays,\" Assumption coach Joe Birkhauser said.", "article_metadata": {"title": "Rachel Slaney lifts Barneveld to its fifth state title", "og": {"url": "http://www.jsonline.com/sports/preps/rachel-slaney-lifts-barneveld-to-title-b99231118z1-251712031.html", "image": {"width": 2048, "identifier": "http://media.jrn.com/images/b99231118z.1_20140322200856_000_ga45djiu.1-1.jpg", "height": 1284}, "type": "article", "description": "Barneveld junior forward Rachel Slaney scored two key baskets to help the Golden Eagles top Wisconsin Rapids Assumption, 38-34.", "title": "Rachel Slaney lifts Barneveld to its fifth state title"}, "twitter": {"image": "http://media.jrn.com/images/b99231118z.1_20140322200856_000_ga45djiu.1-1.jpg", "title": "Rachel Slaney lifts Barneveld to its fifth state title", "description": "Barneveld junior forward Rachel Slaney scored two key baskets to help the Golden Eagles top Wisconsin Rapids Assumption, 38-34.", "card": "summary_large_image", "site": "@journalsentinel"}, "apple-mobile-web-app-capable": "no", "fb": {"admins": "journal.sentinel.1", "app_id": 227386193957280}, "msapplication-TileImage": "http://media.jrn.com/designimages/logo-mjs-144-icon.png", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af46914bd0286fde061\"", "article_summary": "Credit: Associated PressByAshwaubenon — Revenge is best served in a state title game.\nIt's Barneveld's fifth state title in program history.\nAssumption's Brittney Birkhauser (34) and Barneveld's Maggie Oimoen battle for a rebound during the second half Saturday.\nAfter losing to Wisconsin Rapids Assumption in last year's WIAA Division 5 state championship game, Barneveld returned the favor on Saturday at the Resch Center, beating Assumption, 38-34, to win the title.\nThe two teams are familiar with each other after playing in last year's title game and again during the regular season Dec. 28, when Barneveld beat Assumption, 50-37."}