{"article_title": "Healing a Child's Broken Heart", "article_keywords": ["heart", "school", "childs", "evelyns", "evelyn", "chip", "parents", "broken", "medicaid", "healing", "coverage", "mother", "health", "children"], "article_url": "http://www.huffingtonpost.com/marian-wright-edelman/healing-a-childs-broken-h_b_7295198.html", "article_text": "It’s always very challenging for a parent when their child has a serious health condition. It’s even more challenging when their child has a serious condition but has no health insurance to cover the needed care and emergencies. Both were true for one Texas mother whose 12-year-old daughter Evelyn was diagnosed with a heart defect. Evelyn often ended up at her school nurse’s office complaining of shortness of breath. When the nurse encouraged her mother to take her in to the doctor, Evelyn’s mother, who bakes cakes for a living, explained that Evelyn was uninsured and she couldn’t afford the specialist fees that ran into the hundreds of dollars per visit. But the nurse had attended a presentation for school district staff on the importance of connecting students to available health coverage and knew she could put Evelyn’s family in touch with an outreach worker from the Children’s Defense Fund-Texas office to help her apply for insurance.\n\nCDF-Texas helped Evelyn’s mother with her application and with the critical follow up after the first application was misfiled. Once those steps were taken the family was rightfully approved and Evelyn was finally able to obtain the health care she desperately needed. Soon after she had open heart surgery to replace a non-functional heart valve. Specialists at the Pediatric Heart Clinic told Evelyn’s family she was very lucky to have had the surgery when she did. Her mother says, “It was not about luck, it was a blessing!” Evelyn’s family says they feel happy and blessed to have had help applying for health coverage when it seemed they had no hope.\n\nEvelyn is one of millions of children whose story now has a happier ending. This year marks the 50th anniversary of the Medicaid program, which together with the Children’s Health Insurance Program (CHIP) has brought the number of uninsured children to an historic low. Medicaid and CHIP provide comprehensive and affordable health coverage to more than 44 million children—that’s 57 percent of all children in America. With the new coverage options offered by the Affordable Care Act, 93 percent of all children now have health coverage.\n\nBut we can never stop working to reach children like Evelyn who haven’t yet been connected to coverage. More than 5.2 million children under age 18 were uninsured in 2013. The overwhelming majority live with working parents and are citizens. More than a third live in three states—California, Texas, and Florida. Uninsured children are more likely to be children of color, children ages 13-18, and children who live in rural areas. More than half —3.7 million—are eligible for Medicaid or CHIP but not yet enrolled.\n\nThat’s why CDF continues to work, in partnership with AASA, The School Superintendents Association, to encourage school districts to help get all students the health coverage they need to learn and succeed in school. Our goal is to make school-based child health outreach and enrollment a routine and ongoing part of school district operations. The model is built around a basic question districts add to their school registration materials: “Does your child have health insurance?” Parents who answer “no” or “don’t know” are flagged and receive information from school district staff on Medicaid, CHIP, or other health coverage options. But it doesn’t stop there. Parents also can receive application assistance and often are introduced to community partners to help them successfully navigate the enrollment process the way Evelyn’s mother was connected in Texas.\n\nCDF-Texas with its partners pioneered this technique in the Houston Independent School District almost a decade ago and since then CDF and AASA have partnered with districts in California, Georgia, Louisiana, and Mississippi, including small and large, urban, rural, and suburban school systems, serving elementary through high schools with a rainbow of Black, Latino, Asian, and White students. Superintendents, principals, teachers, school nurses and other staff have gained a clearer understanding of the critical links between children’s health, school attendance, and ability to achieve in school. Many are now leading public education efforts to engage parents and the broader community in events geared to health and wellness. Keeping children healthy is a win for everyone.\n\nDr. Kavin Dotson\n\nAs Dr. Kavin Dotson, Director of Student Services for the Lynwood Unified School District in California, put it at a recent convening at CDF Haley Farm in Tennessee, “we were unaware of the fact that there were so many students in our district that did not have health insurance.” He now believes that “every school in our country is going to make a 100 percent commitment to ensure that all students are enrolled in some type of health insurance that will meet their health needs.\n\nYou too can take action now to spread the word about the importance of health coverage in your own communities with help from the Connecting Kids to Coverage national campaign. Through the end of this month it has print materials and TV and radio ads in English and Spanish that you can customize to reach parents and others assisting children. Children can enroll in CHIP or Medicaid at any time.\n\nHow frustrating it is that at the very same time we are celebrating Medicaid’s long and successful history and the recent bipartisan two-year CHIP funding extension and building on successful outreach and enrollment strategies, these critical child health programs are under attack in Congress. The fiscal year 2016 budget resolution proposes deep cuts in Medicaid and structural changes in both Medicaid and CHIP that will jeopardize their reach and make it even more difficult for many more children like Evelyn to get the coverage and care they desperately need. But there’s still time to demand that Congress stop the cuts and efforts to dismantle the structure of Medicaid and CHIP. Why would they fool around with something that is working so well for parents and children? All of us must work together to move forward not backwards to make sure all children get the health care they need to live and learn and thrive.\n\nFollow Marian Wright Edelman on Twitter: www.twitter.com/ChildDefender", "article_metadata": {"description": "It’s always very challenging for a parent when their child has a serious health condition. It’s even more challenging when their child has...", "sailthru.expire_date": "2015-05-16 18:54:32 -0400", "og": {"site_name": "The Huffington Post", "description": "It’s always very challenging for a parent when their child has a serious health condition. It’s even more challenging when their child has...", "url": "http://www.huffingtonpost.com/marian-wright-edelman/healing-a-childs-broken-h_b_7295198.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "creator": "ChildDefender", "site": "@HuffPostPol", "card": "summary_large_image", "description": "It’s always very challenging for a parent when their child has a serious health condition. It’s even more challenging when their child has..."}, "sailthru.date": "2015-05-15 18:54:32 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=7295198", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "politics,black voices,chip,medicaid,Children's Health Insurance Program,Children's Defense Fund,Children's Defense Fund-Texas,cdf,texas,heart defect,children cardiac care,child heart complications,child health,Health Insurance,Health Coverage,children's health coverage,50th anniversary of Medicaid,aca,pediatric heart clinic,Affordable Care Act,aasa,The School Superintendents Association,child health enrollment,students,houston independent school district,Dr. Kavin Dotson,Connecting Kids to Coverage,Lynwood Unified School District,california,georgia,louisiana,mississippi,two-year CHIP funding extension,cdf-texas,cdf-tx", "article": {"section": "Politics", "tag": "politics,black voices,chip,medicaid,Children's Health Insurance Program,Children's Defense Fund,Children's Defense Fund-Texas,cdf,texas,heart defect,children cardiac care,child heart complications,child health,Health Insurance,Health Coverage,children's health coverage,50th anniversary of Medicaid,aca,pediatric heart clinic,Affordable Care Act,aasa,The School Superintendents Association,child health enrollment,students,houston independent school district,Dr. Kavin Dotson,Connecting Kids to Coverage,Lynwood Unified School District,california,georgia,louisiana,mississippi,two-year CHIP funding extension,cdf-texas,cdf-tx", "published_time": "2015-05-15 18:54:32 -0400", "modified_time": "2016-05-15 05:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fe172b\"", "article_summary": "CDF-Texas helped Evelyn’s mother with her application and with the critical follow up after the first application was misfiled.\nWith the new coverage options offered by the Affordable Care Act, 93 percent of all children now have health coverage.\nSuperintendents, principals, teachers, school nurses and other staff have gained a clearer understanding of the critical links between children’s health, school attendance, and ability to achieve in school.\nUninsured children are more likely to be children of color, children ages 13-18, and children who live in rural areas.\nBoth were true for one Texas mother whose 12-year-old daughter Evelyn was diagnosed with a heart defect."}