{"article_title": "Pizza Hut's Meat Lovers Pizza Exceeds 5 Times Daily Recommended Sodium Intake", "article_keywords": ["takeout", "intake", "lovers", "meat", "sodium", "huts", "times", "supermarket", "wash", "recommended", "pepperoni", "survey", "daily", "exceeds", "world", "pizzas", "salt", "pizza"], "article_url": "http://www.medicaldaily.com/pizza-huts-meat-lovers-pizza-exceeds-5-times-daily-recommended-sodium-intake-worlds-314860", "article_text": "UK and World surveys show salt in pizza still exceeds the daily recommended amount. Pizza Hut is among the worst offenders, but other take-out and supermarket pizzas are just as bad.\n\nUK and World surveys show salt in pizza still exceeds the daily recommended amount. Pizza Hut is among the worst offenders, but other take-out and supermarket pizzas are just as bad. Tojosan/CC BY-NC-ND 2.0\n\nYou want a pizza salt? A new survey from the UK Consensus Action on Salt & Health (CASH) and World Action on Salt & Health (WASH) found way too much salt in takeaway (take-out) pizza, and also restaurant and supermarket pizza.\n\nThe UK survey found nearly three quarters of all restaurants and take-out pizzas they looked into contained more salt than the daily recommended amount; that's per pizza. Among the worst offenders were Pizza Hut’s Stuffed Crust Texas Meat Meltdown, Papa John’s Stuffed Crust Sausage & Pepperoni, and Domino’s Pepperoni Passion Hot Dog Stuffed Crust. These pizzas contain as much as 16 grams (or nearly 3 teaspoons) of salt per medium-sized slice, which is as much salt found in seven Big Macs.\n\nThese numbers have only slightly improved, if at all, from the last survey conducted in 2012. If salt levels weren't the same, they had increased. To WASH, this \"demonstrates a complete halt in progress and a clear lack of commitment from the food industry.\" What's worse is only one-third of pizzas meant for children in restaurants meet the recommended serving portion of 1.8g. The supermartket isn't exactly a healthier option either, with top-selling brands all in the red for salt.\n\nAcross the pond in the United States, pizza is just as salty. Pizza Hut’s Meat Lovers Thin N’ Crispy pizza contains 23.6g of salt per large pizza, which is almost five times more than the World Health Organization’s daily recommended amount. In New Zealand, however, a large Pepperoni Lover’s Pan Pizza contains considerably less salt (6.58g) than a large in the U.S. (22g).\n\n“The fact that some pizza manufacturers are able to produce the same pizzas with much lower levels of salt demonstrates that there are no technical reasons why other pizza manufacturers can’t also do so,” Clare Farrand, International Programme Lead at the WASH, said in a press release. “We urge all pizza manufacturers to reduce salt in all pizzas to the lowest level in all countries if we are to tackle the huge and burdening problem of strokes, heart attacks, and heart failure.”\n\nThis summer, the Center for Science in the Public Interest (CSPI) released a list of the saltiest and least saltiest meals in America. Perhaps in light of this recent survey, it's surprising Pizza Hut didn't make the cut. Certain meals from Red Lobster, Chili's, Olive Garden, and Arby's did, while certain meals from Panera Bread, Subway, even Burger King ranked among the healthier options.\n\nDon't cry over spilled salt, pizza lovers: the researchers at CASH and WASH made sure to include healthy hacks for take-out, restaurant, and supermarket pizza. For starters, opt for thin-crust pizzas when ordering, as thicker and stuffed-crust store more salt. Read labels in the supermarket and swap meaty, saltier toppings, like salami and pepperoni, for veggies.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "pizza, huts, meat, lovers, pizza, exceeds, 5, times, daily, recommended, sodium, intake, worlds", "og": {"site_name": "Medical Daily", "description": "UK and World surveys show salt in pizza still exceeds the daily recommended amount. Pizza Hut is among the worst offenders, but other take-out and supermarket pizzas are just as bad.", "title": "Pizza Hut's Meat Lovers Pizza Is A Sodium Bomb", "url": "http://www.medicaldaily.com/pizza-huts-meat-lovers-pizza-exceeds-5-times-daily-recommended-sodium-intake-worlds-314860", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/18/meat-lovers-pizza_0.jpg", "type": "article"}, "twitter": {"description": "UK and World surveys show salt in pizza still exceeds the daily recommended amount. Pizza Hut is among the worst offenders, but other take-out and supermarket pizzas are just as bad.", "title": "Pizza Hut's Meat Lovers Pizza Is A Sodium Bomb", "url": "http://www.medicaldaily.com/pizza-huts-meat-lovers-pizza-exceeds-5-times-daily-recommended-sodium-intake-worlds-314860", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/18/meat-lovers-pizza_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/18/meat-lovers-pizza_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2014-12-18T14:34:44-05:00", "modified_time": "2014-12-18T14:34:43-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "UK and World surveys show salt in pizza still exceeds the daily recommended amount. Pizza Hut is among the worst offenders, but other take-out and supermarket pizzas are just as bad."}, "article_summary": "Pizza Hut’s Meat Lovers Thin N’ Crispy pizza contains 23.6g of salt per large pizza, which is almost five times more than the World Health Organization’s daily recommended amount.\nDon't cry over spilled salt, pizza lovers: the researchers at CASH and WASH made sure to include healthy hacks for take-out, restaurant, and supermarket pizza.\nUK and World surveys show salt in pizza still exceeds the daily recommended amount.\nPizza Hut is among the worst offenders, but other take-out and supermarket pizzas are just as bad.\nTojosan/CC BY-NC-ND 2.0You want a pizza salt?"}