{"article_title": "Health care notes: FCA managers set $75M target for sixth fund", "article_keywords": ["enrollees", "set", "managers", "target", "fca", "sixth", "notes", "million", "signed", "month", "fund", "health", "insurance", "coverage", "roundingwell", "medical", "75m", "care"], "article_url": "http://www.nashvillepost.com/business/health-care/article/20491719/health-care-notes-fca-managers-set-75m-target-for-sixth-fund", "article_text": "Also: RoundingWell links with Wisconsin company, HHS tallies new exchange sign-ups\n\nThe managers of FCA Venture Partners say they want to raise $75 million for their sixth fund and already have $15 million in the bank.\n\nFCA VI, the latest in a series of investment pools from Clayton Associates, focused on tech and health IT ventures and already has invested $1.5 million in Pathfinder Health Innovations and $4 million in One Medical Passport. Pathfinder is a Kansas company that markets software for clinics treating autism, Alzheimer’s, and traumatic brain injury patients and recently acquired an insurance billing company. One Medical Passport markets cloud-based medical software that helps companies and patients manage surgeries.\n\nManaging Partners Matt King and John Burch, along with CFO and partner Nancy Allen, last month filed papers saying they already had gathered $15 million.\n\n“We continue to be pleased with the ongoing support of our existing investor base following a significant expansion of that base in the previous fund, FCA V,\" Burch said in a statement Tuesday. \"In the current financial environment, our investment vehicle is an attractive alternative.\"\n\nKing and Burch plan to identify between 10 and 14 investments that will range from $3 million to $6 million. Target companies, they added, will ideally have revenues of $500,000 to $2 million. Over its life, FCA has invested $175 million in more than 90 companies that are generating more than $7 billion in annual sales.\n\n\n\nLocal care management platform RoundingWell has partnered with Redox, a Wisconsin-company that has built an application programming interface for electronic health record integration.\n\nFive-year-old RoundingWell has positioned itself as “picking up where EMRs stop” and bridging the information gap between providers. Execs say their partnership with Redox will standardize the data they process, allowing them to focus on building widely applicable new features rather than a multitude of integration tools. The company’s EHR vendors include Epic, Cerner, athenahealth, McKesson, and GE.\n\nRead more on the partnership here.\n\n\n\nAbout 129,000 Tennesseans signed up for the first time for health insurance coverage through the federal marketplace in the past few months, officials with the U.S. Department of Health & Human Services announced Tuesday.\n\nThe new enrollees figure is not comparable to the roughly 230,000 people who signed up for coverage last year. It’s also not clear how many of 2015’s enrollees have renewed for this year. Nationally, about 40 percent of the 4.9 million 2016 enrollees were new customers.\n\n“Almost 5 million Americans were new to the Health Insurance Marketplaces in 2015 and about 20 million uninsured Americans have gained coverage because of the Affordable Care Act,” said HHS Secretary Sylvia Burwell. “This year’s customers are more engaged, savvier and better informed. New customers came in earlier because they wanted a full years coverage, and 70 percent of existing customers came back to shop and actively selected a plan.\"\n\nTax credits for Tennesseeans who signed up for coverage this year averaged $296 per month, which amounts to 74 percent of the gross premium. The average premium after tax credits was $104 per month.\n\n", "article_metadata": {"description": "Also: RoundingWell links with Wisconsin company, HHS tallies new exchange sign-ups", "og": {"image": {"width": 640, "identifier": "http://r2.nashvillepost.com/files/base/scomm/nvp/image/2016/03/640w/ThinkstockPhotos_502710630.56e8525dc53ad.jpg", "height": 360}, "site_name": "Nashville Post", "description": "Also: RoundingWell links with Wisconsin company, HHS tallies new exchange sign-ups", "title": "Health care notes: FCA managers set $75M target for sixth fund | Nashville Post"}, "apple-mobile-web-app-capable": "yes", "apple-mobile-web-app-status-bar-style": "black", "google-site-verification": "o_O5_bdskNaHgbV0mHqd8wA_IMrDlmcgCIhZcz_QpYU", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "About 129,000 Tennesseans signed up for the first time for health insurance coverage through the federal marketplace in the past few months, officials with the U.S. Department of Health & Human Services announced Tuesday.\nKing and Burch plan to identify between 10 and 14 investments that will range from $3 million to $6 million.\nLocal care management platform RoundingWell has partnered with Redox, a Wisconsin-company that has built an application programming interface for electronic health record integration.\n“Almost 5 million Americans were new to the Health Insurance Marketplaces in 2015 and about 20 million uninsured Americans have gained coverage because of the Affordable Care Act,” said HHS Secretary Sylvia Burwell.\nThe new enrollees figure is not comparable to the roughly 230,000 people who signed up for coverage last year."}