{"article_title": "Retirement Savings Loophole Closed – AARP", "article_keywords": ["retirement", "financial", "interest", "aarp", "advisers", "advice", "rule", "savings", "americans", "closed", "loophole", "investment", "best"], "article_url": "http://blog.aarp.org/2016/04/12/retirement-savings-loophole-closed/", "article_text": "En español | According to the Council of Economic Advisers, last year alone, a retirement savings advice loophole cost Americans $17 billion as a result of extra fees.\n\nFortunately, the Department of Labor last week unveiled a new rule finally closing a loophole that allowed some financial experts to give advice that was in their own interest — rather than the best interest of hardworking Americans.\n\nWhy did this loophole exist? The original guidelines for financial advice under the Employee Retirement Income Security Act (ERISA) were drafted 40 years ago when most workers were in employer-managed defined benefit plans and when 401(k) plans didn’t even exist. With most people and most money now in self-managed individual accounts — and retirement investment advice more critical than ever — it was time to update the rules.\n\nHere are the some of the biggest changes made by the rule:\n\nAll retirement plan advisers that provide advice for a fee are subject to a “fiduciary” standard, meaning in the best interests of their customers.\n\nInvestment advice will apply to recommendations to take a distribution, including a rollover, and to IRAs.\n\nUnder new exemptions, advisers will be able to receive common forms of compensation (e.g., commissions) as long as they ensure their advice is impartial and in the best interest of their customers.\n\nFirms must confirm the firm’s and the individual adviser’s status as fiduciaries; make prudent investment recommendations without regard to their own interests; charge no more than reasonable compensation; and make no misrepresentations about their recommendations.\n\nConsumers must be provided key adviser information at the time of a purchase, and other important information must be maintained on the firm website or available upon request.\n\nThe rule is the culmination of a five-year effort by the Department of Labor, including a re-proposed rule, hundreds of meetings, thousands of comments, and tens of thousands of petitions. Input was received from the financial services industry, consumer groups and members of Congress, and there was a detailed impact analysis and 3½ days of hearings. This is a sweeping and important rule, and the final rule demonstrated that the department listened to the feedback it received, with improvements to the rule — such as the timing and nature of the best interest contract exemption, the amount of disclosure required, and clarifications on the exemption for education and selling. All these changes made for a stronger, more streamlined rule, while maintaining the goal of retirement advice in the best interest of those Americans who have worked so hard to save.\n\nAmericans work hard to plan and save for retirement. Bad financial advice shouldn’t be yet another barrier Americans have to worry about. This rule will protect Americans’ hard-earned money and ensure retirement investment advisers are putting their clients first.\n\nThe department’s rule goes into effect beginning in April 2017.\n\nDavid Certner is the legislative counsel and legislative policy director for government affairs at AARP. Follow him on Twitter @DavidCertner for the latest updates on what’s happening in Washington on the issues that matter most to older Americans.", "article_metadata": {"page_title": "blog", "twitter": {"description": "The Department of Labor last week unveiled a new rule finally closing a loophole that allowed some financial experts to give advice that was in their own interest.", "title": "Retirement Savings Loophole Closed", "url": "http://blog.aarp.org/2016/04/12/retirement-savings-loophole-closed/", "creator": "@aarp", "site": "@aarp", "card": "summary"}, "estimated_publish_date": "2016-04-12", "Last-Modified": "2016-04-27EDT11:24:49", "keywords": "fiduciary, fiduciary rule, fiduciary standard, department of labor, conflict of interest, close the loophole, washington watch, retirement", "houseAds": "commercial", "paywallStatus": "off", "isArticle": "false", "livefyreId": "350138:http://blog.aarp.org/2016/04/12/retirement-savings-loophole-closed", "title": "Retirement Savings Loophole Closed", "comments": "on", "sponsorship": "on", "source": "aarp_washington_office", "description": "The Department of Labor last week unveiled a new rule finally closing a loophole that allowed some financial experts to give advice that was in their own interest.", "robots": "index,follow", "Subject1": "Division:AARP.org", "fb": {"app_id": 114175878660191}, "aarpAdUnit": "Where-We-Stand", "article": {"author": "http://www.facebook.com/AARP"}, "pluckId": "http://www.aarp.org/vendor/blog/", "viewport": "width=device-width, initial-scale=1", "language": "english", "og": {"site_name": "AARP", "description": "En español | According to the Council of Economic Advisers, last year alone, a retirement savings advice loophole cost Americans $17 billion as a result of extra fees. Fortunately, the Department of Labor last week unveiled a new rule finally closing a loophole that allowed some financial experts to give advice that was in their own  interest — rather than the best interest of hardworking Americans. Why did this loophole exist? The original guidelines for financial advice under the Employee …", "title": "Retirement Savings Loophole Closed", "url": "http://blog.aarp.org/2016/04/12/retirement-savings-loophole-closed/", "image": "http://blog.aarp.org/wp-content/uploads/2016/04/loophole-300x199.jpg", "type": "article"}, "contentId": "/content/aarpe/en/home/vendor/blog", "Subject2": "Resources and Tools:Blogs", "aarpeContent": "true", "IALevel1": "vendor", "IALevel2": "blog", "s43": "13.Volunteerism|MyPersonalTime", "action": "read", "dateToday": "2016/05/27"}, "article_summary": "With most people and most money now in self-managed individual accounts — and retirement investment advice more critical than ever — it was time to update the rules.\nEn español | According to the Council of Economic Advisers, last year alone, a retirement savings advice loophole cost Americans $17 billion as a result of extra fees.\nThis rule will protect Americans’ hard-earned money and ensure retirement investment advisers are putting their clients first.\nInvestment advice will apply to recommendations to take a distribution, including a rollover, and to IRAs.\nBad financial advice shouldn’t be yet another barrier Americans have to worry about."}