{"article_title": "Thomas Lucente: End the slaughter of innocents", "article_keywords": ["innocents", "thomas", "right", "end", "human", "rights", "mothers", "child", "slaughter", "prenatal", "murder", "abortions", "babies", "lucente", "children"], "article_url": "http://limaohio.com/news/162802/thomas-lucente-end-the-slaughter-of-innocents", "article_text": "Friday marked the 43rd anniversary of one of the worst Supreme Court decisions in U.S. history: Roe v. Wade.\n\nThe court’s magical finding of a privacy right in the murder of a prenatal child in the Due Process Clause of the 14th Amendment set off the worst holocaust in human history. In the 15,707 days since this ruling, mothers have killed nearly 60 million children. That is more than 3,000 murdered babies every day in the United States, where 40 percent of unintended pregnancies and 21 percent of all pregnancies are terminated by abortion.\n\nNor is this an American problem. Globally, there are 125,000 abortions every day, according to the World Health Organization. That means there have been nearly 3 million abortions in the world just this year.\n\nValuing life is, perhaps, the most basic and universal of all human values. Yet, some 50 percent of Americans think it is OK for mothers to murder their prenatal children.\n\nEven more disturbing is that 93 percent of all abortions occur for social reasons, that is, the child is unwanted or inconvenient. Fewer than 1 percent of abortions stem from rape or incest and only 6 percent of abortions are because of potential health problems.\n\nSo we are, essentially, murdering millions of babies because we don’t want to be bothered.\n\nSick.\n\nThe only legitimate function of government is to protect the rights of the people and to keep them safe from aggression. There is no segment of society more in need of government protection than the prenatal child. It is inappropriate for the state to turn a blind eye to the mass murder of babies under the fallacy they are not a person while attached to their mothers’ wombs.\n\nHuman offspring are human beings, persons from conception. This is a biological fact. Mammalian life begins when the father’s sperm and the mother’s egg join. Voila! Male and female DNA combine and a unique individual is formed. Conception is the beginning of human development. That fetus will not become a tree. It is a human being.\n\nThis is not really a point of dispute. Science and honest leftists agree that life begins at conception. But they try to distinguish the prenatal child from the postnatal child by claiming the former is not a “person” and not entitled to the full panoply of human rights. In their minds, rights do not vest in the child until it reaches “personhood,” the definition of which ranges anywhere from the first heartbeat (3 to 4 weeks gestation) to birth, with viability (22 to 24 weeks gestation) one of the more common standards.\n\nOf course, using such definitions could deny personhood not only to prenatal children but also to newborns, people with disabilities, and other vulnerable groups. Besides, do we really want bureaucrats defining personhood? Historically, that has never worked out well.\n\nI do agree 100 percent that a woman has a right to her own body. But that prenatal child is not part of the mother’s body. It is a separate individual and a mother’s right to control her own body does not give her the right to murder her prenatal child. That child has the right to be in the mother’s body.\n\nParents have an obligation to their children. Parents have no right to evict their children from the crib or the womb. Parents owe their children support and protection from harm.\n\nWhat is ironic is that most of the pro-abortion crowd also rails against corporations and crony capitalism. By definition, the abortion industry is a crony-corporatist construct. The “nonprofit” Planned Parenthood pays its CEO $600,000 while the organization receives huge grants from the federal government.\n\nIf you rail against crony capitalism yet defend Planned Parenthood, then you are nothing less than a hypocrite.\n\nAnd the argument that no federal funds are used for abortion is plain silly given that money is fungible. Every dollar given to Planned Parenthood means a dollar of its own money is then freed to use on abortions.\n\nThe proper purpose of the law is to side with the innocent, to protect those who might not be able to protect themselves, and that includes prenatal children.\n\nIt’s time to end the holocaust. Forty-three years of murdering babies is far too long.\n\nhttp://limaohio.com/wp-content/uploads/2016/01/web1_LUCENTE-Thomas-Web-1-2.jpg\n\nBy Thomas Lucente [email protected]\n\nThomas J. Lucente Jr. is an Ohio attorney and night editor of The Lima News. Reach him by telephone at 567-242-0398, by email at [email protected], or on Twitter @ThomasLucente.\n\nPlease enable JavaScript to view the comments powered by Disqus.\n\nDisqus", "article_metadata": {"geo.region": "US-OH", "DC.format": "text/html", "geo.placename": "Lima", "og": {"site_name": "The Lima News", "description": "Friday marked the 43rd anniversary of one of the worst Supreme Court decisions in U.S. history: Roe v. Wade. The court’s magical finding of a privacy right in the murder of a prenatal child in the Due Process Clause of the 14th Amendment set off the worst holocaust in human history. In the 15,707 days [...]", "title": "Thomas Lucente: End the slaughter of innocents", "url": "http://limaohio.com/news/162802/thomas-lucente-end-the-slaughter-of-innocents", "image": "http://limaohio.com/wp-content/uploads/2016/01/web1_LUCENTE-Thomas-Web-1-2-214x300.jpg", "locality": "Lima", "locale": "en_US", "type": "article", "region": "US-OH"}, "DC.contributor": "LimaOhio.com", "twitter": {"image": "http://limaohio.com/wp-content/uploads/2016/01/web1_LUCENTE-Thomas-Web-1-2.jpg", "site": "@limanews", "card": "summary_large_image", "title": "- LimaOhio.com - limaohio.com"}, "DC.rights": "Civitas Media", "DC.type": "Text", "DC.publisher": "LimaOhio.com", "DC.identifier": "http://limaohio.com", "DC.relation": "http://dublincore.org/", "viewport": "width=device-width, initial-scale=1", "theme-color": "#022452", "article": {"section": "Columns", "tag": "lucente", "published_time": "2016-01-24T00:00:11+00:00", "modified_time": "2016-01-24T21:31:50+00:00", "author": "http://limaohio.com/author/englewoodindependent-2"}, "DC.language": "en_US", "DC.title": "LimaOhio.com, Lima OH - www.limaohio.com"}, "article_summary": "http://limaohio.com/wp-content/uploads/2016/01/web1_LUCENTE-Thomas-Web-1-2.jpgBy Thomas Lucente [email protected]Thomas J. Lucente Jr. is an Ohio attorney and night editor of The Lima News.\nThere is no segment of society more in need of government protection than the prenatal child.\nYet, some 50 percent of Americans think it is OK for mothers to murder their prenatal children.\nOf course, using such definitions could deny personhood not only to prenatal children but also to newborns, people with disabilities, and other vulnerable groups.\nIt is a separate individual and a mother’s right to control her own body does not give her the right to murder her prenatal child."}