{"article_title": "Access Health CT: Enrollment Begins Saturday On Connecticut's Health Insurance Exchange", "article_keywords": ["begins", "different", "help", "exchange", "enrollment", "medicaid", "access", "connecticut", "health", "coverage", "connecticuts", "theres", "insurance", "ct"], "article_url": "http://www.courant.com/health/hc-access-health-ct-enrollment-begins-20141114-story.html", "article_text": "NEW BRITAIN — Open enrollment for 2015 medical coverage starts Saturday on Connecticut's public health insurance exchange, Access Health CT, with the goal of driving down the state's uninsured rate below the current 4 percent.\n\nIt's the second year that the Affordable Care Act, or Obamacare, is being implemented through the online marketplace. New measures aimed at increasing enrollment this year include a mobile app and \"Tina,\" a virtual assistant on the website. Access Health also is enlisting help from nearly 30 different community organizations to help with the process.\n\nAt midnight, people may go online to http://www.accesshealthct.com and sign up for health coverage. There's also a call center, 855-805-4325.\n\n\"People can enroll online, or visit one of our other stores in New Haven, of course, or here in New Britain, or any other pop-up shops that will be in libraries or community centers across the state,\" Lt. Gov. Nancy Wyman said Friday during an event to publicize the event.\n\nEnrollment begins Saturday and ends Feb. 15. The public exchange is the only place in Connecticut that a person may receive a tax credit, or subsidy, to help offset the price of health insurance for anyone who earns up to 400 percent of the federal poverty level.\n\nThe exchange offers private health insurance plans offered by Anthem Blue Cross and Blue Shield in Connecticut, ConnectiCare, HealthyCT and UnitedHealthcare. Anthem, Healthy CT and UnitedHealthcare also offer small-business plans on the exchange.\n\nMany who sign up have income low enough to qualify for government-funded Medicaid. A family of four that makes less than $32,913 annually is eligible for Medicaid. There are different income thresholds based on family size, and coverage is more widely available to children and pregnant women.\n\nAnyone 65 or older is eligible for government-funded Medicare, and doesn't need to shop on the public exchange for coverage.\n\nLast year's open enrollment was largely a success for Connecticut's exchange. There were some technological glitches along the way.\n\n\"I would expect that with a system as complicated as ours, there will always be glitches in that,\" Access Health CT CEO Jim Wadleigh said Friday. \"There are thousands, thousands of business rules and different permutations on how we treat families and process rules based on Medicaid and the QHP [qualified health plan] process.\"\n\nGlitches Fixed\n\nWadleigh said he believes that his organization has found most of the glitches as it spent the past year focusing on technological stability.\n\nAccess Health CT signed up nearly 208,000 in a six-month period from October 2013 through March 2014. Another 72,000 people have been enrolled since then because a person eligible for Medicaid may be enrolled at any point in the year. Also included in the 72,000 are people who had a qualifying event, such as a layoff that ends medical coverage, which allows a person to sign up for coverage outside of the designated enrollment period.\n\nThis year, several things are different. There's a virtual assistant on the website, named Tina, to make the process easier. People may also use a mobile application to create an account and buy a health plan provided that the customer doesn't qualify for a tax credit or Medicaid. The app isn't developed enough at this point to handle those transactions, but it will be at some point, ideally before the end of open enrollment.\n\nFor the first time this year, people are renewing coverage through the exchange. Access Health CT is trying to make the renewal process as simple as possible for people who just want to keep coverage through the same insurer in a plan most similar to the one they bought for 2014. Wadleigh said that an estimated 65 percent to 75 percent of people who bought private health plans have income that is relatively unchanged. They can be automatically renewed in a plan for 2015.\n\nFor customers whose household income is unchanged, they \"won't have to do anything. Everything has stayed the same for them. … They'll get a bill at the end of December. As long as they continue to pay their invoices from the [insurance companies], nothing changes,\" Wadleigh said.\n\nReaching The Remaining Uninsured\n\nAdditionally, the exchange is getting help reaching the remaining uninsured people in Connecticut. The Connecticut Health Foundation has given $100,000 in grants to 18 different organizations to be assisters in enrolling people.\n\nThe Affordable Care Act allows three different types of people to help enroll customers — navigators, assisters and certified application counselors, said Jason Madrak, chief marketing officer for Access Health CT.\n\n\"It's seamless to the consumer, but on the back end there are some things that are different from an administration standpoint,\" Madrak said of navigators, assisters and application counselors.\n\nThe Connecticut Library Association and the state Department of Labor are navigators. Additionally, people at the 18 different groups that received funding through the Connecticut Health Foundation have trained with Access Health CT to become assisters. People who work at federally qualified health centers, which are clinics, are application counselors.\n\n\"In the last year, we had well over 300 assisters/navigators out there who were all really earmarked to enroll. So, they all had laptops. However, they had limited office hours. Many of these people worked full time, and so it was hard for them to do both outreach and enrollment.\"\n\nIt also takes about an hour to enroll someone. So, the program was difficult to broaden, Madrak said.\n\nResources In The Community\n\n\"Our goal this year is to have these outposts, meaning two folks sitting in a library, five computers in front of them. It's the surrounding resources in the community that should drive people to that location,\" Madrak said.\n\nElizabeth Krause, vice president of policy and communications at the Connecticut Health Foundation, made a strategic decision to provide small grants to organizations that are connected to communities with significant numbers of uninsured people.\n\n\"Often there's a big component of waiting for the consumer to walk into the storefront, or the health center, or the library where there's a station set up to help them, and that is important for a lot of people who know that that resource is available,\" Krause said. \"But for many of these harder to reach populations, our theory of change is that they're going to need the outreach that is really street outreach.\"", "article_metadata": {"fb_title": "Enrollment Begins Saturday On Connecticut's Health Insurance Exchange", "googlebot": "index", "copyright": "Copyright (c) 2016 Hartford Courant", "author": "Hartford Courant", "og": {"site_name": "courant.com", "description": "NEW BRITAIN — Open enrollment for 2015 medical coverage starts Saturday on Connecticut's public health insurance exchange, Access Health CT, with the goal of driving down the state's uninsured rate below the current 4 percent.", "title": "Enrollment Begins Saturday On Connecticut's Health Insurance Exchange", "url": "http://www.courant.com/health/hc-access-health-ct-enrollment-begins-20141114-story.html", "image": "http://www.trbimg.com/img-54667eec/turbine/hc-access-health-ct-enrollment-begins-20141114", "type": "article"}, "x-servername": "lalvp08.14", "twitter": {"site": "@hartfordcourant", "card": "summary"}, "keywords": "Access Health CT, insurance, exchange, coverage", "robots": "index,follow", "apple-itunes-app": "app-id=391113483, app-argument=http://www.courant.com/deeplinkid/81975275", "fb": {"admins": 14500562, "page_id": 49693986601, "app_id": 152391743139}, "googlebot-news": "index", "date": "2014-11-14", "Description": "Open enrollment starts Saturday on Connecticut's public health insurance exchange, Access Health CT, with the goal of driving down the state's uninsured rate below the current 4 percent.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Access Health CT, insurance, exchange, coverage"}, "_id": "\"57477af36914bd0286fcb21b\"", "article_summary": "NEW BRITAIN — Open enrollment for 2015 medical coverage starts Saturday on Connecticut's public health insurance exchange, Access Health CT, with the goal of driving down the state's uninsured rate below the current 4 percent.\nAccess Health CT signed up nearly 208,000 in a six-month period from October 2013 through March 2014.\nAdditionally, people at the 18 different groups that received funding through the Connecticut Health Foundation have trained with Access Health CT to become assisters.\n\"I would expect that with a system as complicated as ours, there will always be glitches in that,\" Access Health CT CEO Jim Wadleigh said Friday.\nAccess Health also is enlisting help from nearly 30 different community organizations to help with the process."}