{"article_title": "Supreme Court Will Decide Whether HBU Can Block Birth Control Coverage For Employees", "article_keywords": ["control", "supreme", "court", "decide", "federal", "employees", "acts", "birth", "hbu", "coverage", "religious", "block"], "article_url": "http://www.houstonpress.com/news/supreme-court-will-decide-whether-hbu-can-block-birth-control-coverage-for-employees-7913936", "article_text": "The U.S. Supreme Court on Friday announced it would hear a case centered on Houston Baptist University attempting to block contraception coverage for its employees.\n\nHBU and other religious schools are fighting to overturn a lower court ruling that says they can’t block the feds from giving their workers birth control coverage just because they harbor a “moral” objection to certain types of contraception they wrongly liken to abortion. HBU has argued that the exception for religious objectors built into the Affordable Care Act’s birth control mandate violates the school's religious rights. Citing the federal Religious Freedom Restoration Act, this has been their basic argument:\n\n\n\nHBU must notify the federal government if it won’t provide birth control coverage for employees due to religious objections.\n\nYet in doing so, HBU has alerted the feds that they now need to step in and provide birth control coverage, since the school won’t do it.\n\nTherefore, HBU has become part of the sin (the sin being reproductive healthcare)\n\nIn June, what is perhaps the most conservative federal appeals court in the country rejected that argument. Speaking for a panel of Fifth Circuit judges that ruled unanimously against HBU, Judge Jerry Smith said the federal health law doesn’t require religious organizations to do anything at all involving birth control:\n\n\n\n“Although the plaintiffs have identified several acts that offend their religious beliefs, the acts they are required to perform do not include providing or facilitating access to contraceptives,” the court wrote. The acts that violate their faith are the acts of the government, insurers, and third-party administrators, but RFRA (Religious Freedom Restoration Act) does not entitle them to block third parties from engaging in conduct with which they disagree.”\n\n\n\nFollowing that ruling, HBU hired some big legal guns to mount the challenge before the U.S. Supreme Court. They brought in Paul Clement, a former solicitor general who has before challenged the ACA at the Supreme Court, and the Becket Fund for Religious Liberty, which last year won the Hobby Lobby case and secured the right for closely held corporations to deny their employees birth control coverage. Some have even called HBU’s current challenge before the High Court “Hobby Lobby II.”\n\n", "article_metadata": {"description": "The U.S. Supreme Court on Friday announced it would hear a case centered on Houston Baptist University attempting to block contraception coverage for...", "author": "Michael Barajas", "og": {"site_name": "Houston Press", "description": "The U.S. Supreme Court on Friday announced it would hear a case centered on Houston Baptist University attempting to block contraception coverage for its employees. HBU and other religious schools are fighting to overturn a lower court ruling that says they can’t block the feds from giving their workers birth...", "title": "Supreme Court Will Decide Whether HBU Can Block Birth Control Coverage For Employees", "url": "http://www.houstonpress.com/news/supreme-court-will-decide-whether-hbu-can-block-birth-control-coverage-for-employees-7913936", "image": {"width": 480, "identifier": "http://images1.houstonpress.com/imager/u/original/7913938/46177684_533787dfb9_z.jpg", "height": 480}, "type": "article"}, "twitter": {"image": "http://images1.houstonpress.com/imager/u/original/7913938/46177684_533787dfb9_z.jpg", "title": "Supreme Court Will Decide Whether HBU Can Block Birth Control Coverage For Employees", "site": "@houstonpress", "card": "summary_large_image", "description": "The U.S. Supreme Court on Friday announced it would hear a case centered on Houston Baptist University attempting to block contraception coverage for its employees. HBU and other religious schools are fighting to overturn a lower court ruling that says they can’t block the feds from giving their workers birth..."}, "keywords": "Houston news, Texas news, Houston events, Texas events, Houston Press", "fb": {"app_id": 129990850394679}, "viewport": "width=device-width, initial-scale=1", "mobile-web-app-capable": "yes", "article": {"section": "News", "published_time": "2015-11-09T08:10:00-06:00", "modified_time": "2016-04-02T13:45:37-05:00"}, "theme-color": "#0053b8"}, "article_summary": "The U.S. Supreme Court on Friday announced it would hear a case centered on Houston Baptist University attempting to block contraception coverage for its employees.\nHBU has argued that the exception for religious objectors built into the Affordable Care Act’s birth control mandate violates the school's religious rights.\nYet in doing so, HBU has alerted the feds that they now need to step in and provide birth control coverage, since the school won’t do it.\nCiting the federal Religious Freedom Restoration Act, this has been their basic argument:HBU must notify the federal government if it won’t provide birth control coverage for employees due to religious objections.\nHBU and other religious schools are fighting to overturn a lower court ruling that says they can’t block the feds from giving their workers birth control coverage just because they harbor a “moral” objection to certain types of contraception they wrongly liken to abortion."}