{"article_title": "To protect consumers, Congress must limit the FTC’s discretion", "article_keywords": ["protect", "ftcs", "congress", "consumers", "antitrust", "rule", "statements", "ftc", "statement", "discretion", "umc", "policy", "limit", "consumer"], "article_url": "http://thehill.com/blogs/congress-blog/251934-to-protect-consumers-congress-must-limit-the-ftcs-discretion", "article_text": "For 101 years, the Federal Trade Commission has policed “unfair methods of competition” (UMC). But until two weeks ago, no one knew just how far beyond the fairly well-developed antitrust laws the agency could go. That vagueness has allowed the FTC to bring novel claims in recent years that probably wouldn’t fly in antitrust cases—and thus decide key public policy questions best left to Congress.\n\nIn a rare 4-1 bipartisan vote, the FTC recently issued a new policy statement, promising that UMC enforcement will essentially follow antitrust standards. That means weighing the costs and benefits of intervention (the “rule of reason”) to determine whether a practice will likely reduce consumer welfare. This is an excellent start, but Congress must do more to cabin the FTC’s discretion.\n\nADVERTISEMENT\n\nPolicy statements aren’t legally binding, so the FTC could revoke, amend, or simply ignore the new statement by a majority vote. Congress should write the consumer welfare standard and rule of reason into the FTC Act. But as an inevitable consequence of bipartisan compromise, the new policy statement leaves the FTC a bit too much discretion in each of its three prongs. In order to ensure that the statement really focuses on conduct that truly harms consumers, Congress should make three small changes.\n\nFirst, instead of vaguely saying that the FTC “will be guided” by antitrust’s consumer welfare standard, it should mandate adherence to well-developed antitrust principles.\n\nSecond, instead of employing “a framework similar to the rule of reason,” Congress should require the FTC to use the rule of reason. That standard has guided antitrust for decades, helping to avoid government intervention that does more harm than good. It should apply to UMC, too. The FTC has an entire Bureau of Economics devoted to such analysis. Congress should mandate a role for the Bureau, which is regularly left out of UMC as well as consumer protection decisions.\n\nThird, instead of accepting the FTC’s vague promise that it is merely “less likely” to bring a stand-alone UMC case if antitrust is “sufficient to address… competitive harm,” Congress should require the FTC to refrain from using UMC when antitrust laws suffice.\n\nFortunately, Congress is already moving to reauthorize the FTC for the first time since 1994. This provides an opportunity to enshrine these principles into the FTC Act—just as Congress codified, and slightly narrowed, the FTC’s 1980 policy statement about unfairness in consumer protection matters (which a heavily Democratic Congress had required to rein in a runaway agency).\n\nCongress should codify the FTC’s other consumer protection policy statement, too. Congress apparently didn’t see the need to tweak or codify the 1983 Deception Statement because deception used to be pretty cut and dry. But the Internet has made things more complicated. For example, companies interact with consumers today in ways that were unlikely, if not impossible, before the Internet—from tweets to privacy policies. It rarely makes sense to treat such statements exactly like traditional ads: presuming that every express statement is “material.”\n\nYet that’s precisely what the FTC has done: nullifying the Deception Policy Statement’s core limiting principle (at least, in Internet-related cases), which, perversely, discourages companies from communicating with their customers at all, lest they be held strictly liable for every statement, even those that don’t inform consumers’ choices or affect their decisions in any way.\n\nWith all three policy statements, it’s not enough for Congress to put the right words on paper; what matters is rigorous analysis—and the process that produces it. In antitrust, that usually comes from courts deciding cases. But in unfairness cases, as well as in cutting-edge deception cases like those involving privacy, data security, and product design, the FTC has operated entirely through unadjudicated settlements. What the FTC chairman calls a “common law of consent decrees” lacks the key virtue of the common law: a neutral tribunal carefully weighing limiting principles.\n\nThere’s no simple fix for this problem, but the broad contours of reform are clear enough: First, and most critically, establishing clearer substantive standards will lead to more judicial review of FTC enforcement decisions that exceed those limits. Second, reform the internal adjudicative process, which is severely stacked against defendants, to give them some of the due process rights that are uncontroversial in federal courts. Third, give the FTC’s Bureau of Economics the opportunity to publish an analysis of every FTC consent decree.\n\nThis last idea, like the new UMC policy statement, also comes from Commissioner Josh Wright, who stepped down from the Commission Monday after 2.5 years. Unless Congress enshrines both in law, the FTC’s decision-making will continue to be essentially political—a second national legislature capable of regulating nearly every company in America, no matter the consequences for consumers.\n\nSzoka is president of TechFreedom, a non-partisan technology policy think tank.", "article_metadata": {"dcterms.description": "Congress is already moving to reauthorize the FTC for the first time since 1994.", "description": "Congress is already moving to reauthorize the FTC for the first time since 1994.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Congress is already moving to reauthorize the FTC for the first time since 1994.", "title": "To protect consumers, Congress must limit the FTC’s discretion", "url": "http://thehill.com/blogs/congress-blog/251934-to-protect-consumers-congress-must-limit-the-ftcs-discretion", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T05:25:59-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-04T05:25-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/251934-to-protect-consumers-congress-must-limit-the-ftcs-discretion", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2015-08-27T14:00-04:00", "dcterms.creator": "Joe Picard", "author": "Berin Szoka", "dcterms.type": "Text", "article": {"published_time": "2015-08-27T14:00:03-04:00", "modified_time": "2016-02-04T05:25:59-05:00"}, "keywords": ",,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/251934-to-protect-consumers-congress-must-limit-the-ftcs-discretion", "widgets": {"csp": "on"}, "description": "Congress is already moving to reauthorize the FTC for the first time since 1994.", "card": "summary", "title": "To protect consumers, Congress must limit the FTC’s discretion"}, "dcterms.title": "To protect consumers, Congress must limit the FTC’s discretion"}, "article_summary": "This last idea, like the new UMC policy statement, also comes from Commissioner Josh Wright, who stepped down from the Commission Monday after 2.5 years.\nCongress should codify the FTC’s other consumer protection policy statement, too.\nThis is an excellent start, but Congress must do more to cabin the FTC’s discretion.\nBut as an inevitable consequence of bipartisan compromise, the new policy statement leaves the FTC a bit too much discretion in each of its three prongs.\nIn order to ensure that the statement really focuses on conduct that truly harms consumers, Congress should make three small changes."}