{"article_title": "Gov. Walker suggests putting health care savings into education, but how would that work?", "article_keywords": ["education", "wisconsin", "sanfelippo", "money", "work", "state", "governor", "suggests", "savings", "putting", "milwaukee", "walker", "health", "gov", "care"], "article_url": "http://fox6now.com/2016/01/20/gov-walker-suggests-putting-health-care-savings-into-education-but-how-would-that-work/", "article_text": "Please enable Javascript to watch this video\n\nMADISON -- One of the proposals offered by Governor Scott Walker on Tuesday evening, January 19th, during his sixth State of the State address in Madison involves putting health care savings back into education.\n\nThe questions now are: Just how significant would these savings be, and where, exactly would the money for education be spent?\n\nOfficials with Wisconsin's Employee Trust Fund are considering a switch in how the state provides health care to its workers. Currently, the state works with more than a dozen HMOs.\n\nThe switch could have the state self-insure employees -- meaning it would take on the costs and risks, which would be cheaper overall.\n\nIf there are big savings, Governor Walker has proposed putting that money into schools.\n\n\"Whatever savings from whatever option we end up choosing, we`re committed to putting that, pouring that into education,\" Governor Walker said.\n\n\"We don't have a whole lot of detail yet. I think the governor was putting out an overarching goal of what he wants to do,\" Rep. Joe Sanfelippo (R-New Berlin) said.\n\nRep. Sanfelippo says Milwaukee County is an example of a successful self-insurer. Sanfelippo previously served on the Milwaukee County Board of Supervisors.\n\n\"Nobody complained to me that the quality of the benefit had been lowered,\" Sanfelippo said.\n\n\"Whatever's being proposed is a drop in the bucket compared to what's been taken away,\" Rep. Mandela Barnes (D-Milwaukee) said.\n\nBarnes says even if there are savings, it won't make up for previous public education cuts.\n\n\"This the governor's fault that our schools are not funded at the level they should be in the first place. Now we're playing catch-up,\" Barnes said.\n\nAt the Wisconsin Association of School Boards 2016 Annual Convention, which began Wednesday, January 20th and continues through January 22nd at the Wisconsin Center in Milwaukee, State Superintendent Tony Evers pointed out two different consultants have drawn different conclusions about the potential savings.\n\n\"Sometimes, it's shown that it's gonna save money. Sometimes it hasn't -- so it's really kind of up in the air,\" Evers said.\n\nGovernor Walker says there's more research to be done -- adding that a decision won't come soon.\n\n\"We`re gonna spend the remainder of this year really spending the time that`s needed taking a look at which option best serves the state of Wisconsin, not only financially, but in terms of the coverage we provide the state employees,\" Walker said.\n\nREAD IT: Governor Walker visits technical colleges in Green Bay, La Crosse, Wausau following State of the State address.", "article_metadata": {"description": "MADISON -- One of the proposals offered by Governor Scott Walker on Tuesday evening, January 19th, during his sixth State of the State address in Madison involves putting health care savings back into education.", "generator": "WordPress.com", "p": {"domain_verify": "6234caa106890daf4037e63d88245e14"}, "og": {"site_name": "FOX6Now.com", "description": "MADISON — One of the proposals offered by Governor Scott Walker on Tuesday evening, January 19th, during his sixth State of the State address in Madison involves putting health care savings b…", "title": "Gov. Walker suggests putting health care savings into education, but how would that work?", "url": "http://fox6now.com/2016/01/20/gov-walker-suggests-putting-health-care-savings-into-education-but-how-would-that-work/", "image": {"width": 1200, "identifier": "https://localtvwiti.files.wordpress.com/2016/01/walker1.jpg?w=1200", "height": 675}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "https://localtvwiti.files.wordpress.com/2016/01/walker1.jpg?w=640"}, "site": "@fox6now", "card": "summary_large_image", "creator": "@fox6now"}, "msvalidate.01": "9CC50DB4C5614EA88B5CFA75E33AAB02", "apple-itunes-app": "app-id=334682375", "fb": {"pages": 7010901522}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://fox6now.com/feed/;icon-uri=http://0.gravatar.com/blavatar/6c174f1af90d3de8afc154eb8bcd6c4a?s=16", "application-name": "FOX6Now.com", "article": {"publisher": "http://www.facebook.com/fox6news", "published_time": "2016-01-20T23:18:03+00:00", "modified_time": "2016-01-20T23:33:37+00:00", "author": "http://www.facebook.com/fox6news"}, "keywords": "politics, education, health care, scott walker, state of the state address", "google-site-verification": "iXLB9DCJ8o44w3SHddEhtmvCXRUfxQCVRXXMHkyL6jI", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "article_summary": "\"Whatever savings from whatever option we end up choosing, we`re committed to putting that, pouring that into education,\" Governor Walker said.\nIf there are big savings, Governor Walker has proposed putting that money into schools.\nGovernor Walker says there's more research to be done -- adding that a decision won't come soon.\nREAD IT: Governor Walker visits technical colleges in Green Bay, La Crosse, Wausau following State of the State address.\nThe questions now are: Just how significant would these savings be, and where, exactly would the money for education be spent?"}