{"article_title": "Healthcare Companies Partner as a Tool Toward Triple Aim", "article_keywords": ["patient", "network", "mcg", "agile", "tool", "guidelines", "companies", "aim", "patients", "health", "triple", "healthcare", "partner", "hearst", "care"], "article_url": "http://www.prnewswire.com/news-releases/healthcare-companies-partner-as-a-tool-toward-triple-aim-300193883.html", "article_text": "SEATTLE, Dec. 16, 2015 /PRNewswire/ -- MCG, part of the Hearst Health network and a leading provider of evidence-based care guidelines, and Agile Health, Inc., a provider of mobile healthcare engagement solutions, today announced a partnership that will align MCG's rigorous, systematic analysis of current research and scholarly articles and standardized methodology for guideline development with selected Agile Health programs. The goal is to improve the patient experience and enhance quality at lower costs by improving the efficacy and efficiency of care managers.\n\nThe partnership aligns Agile Health, Inc.'s text-messaging based communication platform with MCG care guidelines to allow healthcare organizations to improve patient experience and quality through personal, timely and comprehensive support while lowering communication costs.\n\n\"MCG and Agile Health solutions empower patients to more easily access the care support they require,\" said Jon Shreve, president and CEO of MCG. \"The capabilities we provide are key because patient engagement and behavioral modification are game-changers for the healthcare industry in helping to reduce costs and efficiently move patients toward health.\"\n\nChanges in healthcare delivery toward a value based business model inspired by the Patient Protection and Affordable Care Act and developed by the Institute for Healthcare Improvement are known as the Triple Aim. This refers to the simultaneous pursuit of improving the patient experience of care, improving the health of populations, and reducing the per capita cost of health care.\n\nAgile Health's text-messaging based communication platform engages patients deeply in three ways: daily, clinically-validated behavior-centric message curriculum; automated interaction and support features; and access to live, ad hoc interaction with professional care managers. Care managers monitor patients in real-time so they can respond efficiently to patient concerns.\n\nMCG synthesizes evidence-based and up-to-date clinical best practice guidelines that help clinicians to assess and define the needs of patients with chronic diseases or complex care issues, and to develop individualized care management plans that incorporate elements of education, coordination of resources, and self-management. The collaboration will leverage MCG's rigorous, systematic analysis of current research and scholarly articles and standardized methodology for guideline development to align selected Agile Health programs.\n\nOne of the first opportunities in which the two organizations will join forces is myAgileLife|Welcome Home, which helps patients comply with hospital discharge care plans. The solution keeps patients connected following hospital discharge and provides information and support to help them avoid readmission.\n\nThis is important both for patients and for healthcare organizations, which face potential reimbursement penalties – as mandated by federal regulations – when certain readmissions occur within 30 days.\n\n\"This collaboration marks the achievement of a significant milestone for Agile Health, allowing us to strengthen the connection between evidence based practice and behavior change,\" said Scott Werntz, president of Agile Health. \"With MCG, we will connect more people to the healthcare they need, through comprehensive and personalized support.\"\n\nHEALTHCARE COMPANIES PARTNER AS A TOOL TOWARD TRIPLE AIM\n\nCOMBINED CAPABILITIES TO IMPROVE PATIENT EXPERIENCE, ENHANCE HEALTHCARE QUALITY AND REDUCE COSTS OF CARE\n\nAbout MCG\n\nMilliman Care Guidelines became MCG in December 2012 as part of the Hearst Corporation acquisition. Now part of the Hearst Health network, MCG independently develops and produces evidence-based clinical guidelines and software used by more than 2,200 clients, including 1,300 hospitals and eight of the ten largest U.S. health plans. Updated annually by an experienced team of clinicians, the care guidelines support the care management of a majority of Americans. For more information, visit www.mcg.com.\n\nAbout Hearst Health\n\nMCG is part of the Hearst Health network, which also includes FDB (First Databank), Zynx Health, Homecare Homebase, and Hearst Health International. The mission of the Hearst Health network is to help guide the most important care moments by delivering vital information into the hands of everyone who touches a person's health journey. Each year in the U.S., care guidance from the Hearst Health network reaches 84 percent of discharged patients, 174 million insured individuals, 35 million home health visits, and 4 billion prescriptions. Extensions of the Hearst Health network include Hearst Health Ventures and the Hearst Health Innovation Lab. www.hearsthealth.com\n\nAbout Agile Health\n\nAgile Health is a mobile health engagement company that creates lasting behavior change and drives better health outcomes. Agile leverages its proprietary health engagement platform and the power of text messaging to deliver programs that are evidence based and clinically validated. The solutions integrate easily with employers, benefit plan sponsors, third party administrators, and health and wellness program providers. Clients benefit by engaging more people, more intensively, and more cost effectively. For more information, please visit www.agilehealth.com.\n\nMedia Contacts\n\nLorrie Anderson\n\nAgile Health\n\nTel +1 407-234-8209\n\nLorrie.Anderson@agilehealth.com\n\nJennifer Kabatchnik\n\nMCG\n\nTel +1 206-491-4221\n\nJennifer.Kabatchnik@mcg.com\n\nLogo - http://photos.prnewswire.com/prnh/20140218/SF66746LOGO\n\nSOURCE MCG", "article_metadata": {"contentUrl": "http://photos.prnewswire.com/prnh/20140218/SF66746LOGO", "geo.region": "washington", "Caption": "MCG, part of the Hearst Health network.", "cf_entity_thumbnail_url": "http://content.prnewswire.com/designimages/logo-prn-01_PRN.gif", "date": "2015-12-16T11:50:00Z", "description": "SEATTLE, Dec. 16, 2015 /PRNewswire/ -- Healthcare Companies Partner as a Tool Toward Triple Aim. Combined Capabilities to Improve Patient Experience,...", "Publisher": "PRNewswire", "og": {"url": "http://www.prnewswire.com/news-releases/healthcare-companies-partner-as-a-tool-toward-triple-aim-300193883.html", "image": "http://photos.prnewswire.com/prnvar/20140218/SF66746LOGO", "type": "website", "description": "SEATTLE, Dec. 16, 2015 /PRNewswire/ -- MCG, part of the Hearst Health network and a leading provider of...", "title": "Healthcare Companies Partner as a Tool Toward Triple Aim"}, "twitter": {"site": "@PRNewswire", "card": "summary"}, "author": "MCG", "robots": "index, follow", "p": {"domain_verify": "7d052ac42aa9e7505635404745861994"}, "Height": 500, "Width": 500, "cf_entity_title": "Healthcare Companies Partner as a Tool Toward Triple Aim", "URL": "http://www.prnewswire.com/news-releases/healthcare-companies-partner-as-a-tool-toward-triple-aim-300193883.html", "keywords": "MCG, washington, Licensing, Medical Pharmaceuticals", "msvalidate.01": "9D28F7743C790DD88F2D9C7375EF7ED5", "geo.placename": "SEATTLE, Dec. 16", "thumbnail": "http://photos.prnewswire.com/prnvar/20140218/SF66746LOGO?max=400", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcb254\"", "article_summary": "Extensions of the Hearst Health network include Hearst Health Ventures and the Hearst Health Innovation Lab.\nAbout Hearst HealthMCG is part of the Hearst Health network, which also includes FDB (First Databank), Zynx Health, Homecare Homebase, and Hearst Health International.\n\"This collaboration marks the achievement of a significant milestone for Agile Health, allowing us to strengthen the connection between evidence based practice and behavior change,\" said Scott Werntz, president of Agile Health.\nUpdated annually by an experienced team of clinicians, the care guidelines support the care management of a majority of Americans.\nHEALTHCARE COMPANIES PARTNER AS A TOOL TOWARD TRIPLE AIMCOMBINED CAPABILITIES TO IMPROVE PATIENT EXPERIENCE, ENHANCE HEALTHCARE QUALITY AND REDUCE COSTS OF CAREAbout MCGMilliman Care Guidelines became MCG in December 2012 as part of the Hearst Corporation acquisition."}