{"article_title": "Libertyville Sports Complex gets new turf", "article_keywords": ["surfaces", "used", "old", "fields", "complex", "libertyville", "village", "turf", "gets", "day", "carpet"], "article_url": "http://www.dailyherald.com/article/20130905/news/709059962/", "article_text": "Libertyville Sports Complex gets new turf\n\nhello\n\nThe sounds of soccer or lacrosse matches at the Libertyville Sports Complex have been temporarily replaced by the hissing and rumbling of machinery as a different type of team has taken over the indoor fields.\n\nA crew of 20 installers continued work Wednesday to replace the original artificial turf on the fields, which had met and far exceeded their life expectancies after being pounded day after day since 2002.\n\n\"We're excited. It's like getting new carpet in your house. We're getting new carpet in our building,\" said Randy Splitt, recreation manager for the village-owned facility at Route 45 and Peterson Road.\n\nA very big and costly carpet. About 32,300 square feet of the 2-inch high fake grass is needed to cover the two fields. Field Turf USA Inc., was the lower of two bids at about $167,352, which includes removal and disposal of the old carpet, a 5-year factory warranty and other items.\n\nLike any high-traffic area, the turf on the fields, each measuring 190-feet long and 85-feet wide, had been beaten and worn. The multipurpose fields not only are used for sports such as soccer, lacrosse, football and baseball but virtually anything else from dog shows to corporate picnics and team building exercises to religious gatherings or private events.\n\nAnd considering that 1,700 athletes can use the two fields on a busy weekend that has added up to a lot of foot traffic.\n\n\"My first day on the job, I looked at the fields and determined we needed an upgrade,\" said Connie Kowal, the village's director of recreation and the sports complex. He started three years ago.\n\nRepairs and patches kept the surfaces intact but for this budget year, which began May 1, the village board decided it was time to set aside money for the replacement surface.\n\n\"You have to have good quality for your customers,\" Kowal said. \"This is a commitment. This is a statement.\"\n\nThe village utilized a joint purchasing program that allows state and local governments to search pre-bid products and services from federal contractors. Two companies that were on the approved list were asked to submit proposals, and village staff members visited nine sports facilities that had used one or the other company.\n\nRemoval of the old surfaces began Aug. 26. Pieces of the new surfaces then are laid out and sewn together with nylon thread. While some of the markings are included at the factory, others such as the goal circles, are inlaid on site. When complete, the surfaces are filled with a mixture of sand and ground up tires.\n\nSplitt said the installation is critical.\n\n\"Everything has got to be right on the money,\" agreed Paco Ramirez, superintendent of the crews of National Sport Surfaces of Barrington, the installer for FieldTurf. He said the company installs the surface at dozens of locations in the Chicago region each year. Past jobs include Carmel, Libertyville and several other area high schools, he said.\n\n\"It's everywhere now,\" he added.\n\nSplit said field users will notice a \"major difference\" in the new surface, which like the old one, has a life expectancy of about eight years.\n\n\"This is one of the main components that makes our operation successful,\" he said.", "article_metadata": {"description": "After 11 years and immeasurable pounding , the original artificial surfaces on  two indoor multipurpose fields at the Libertyville Sports Complex are being replaced. \"This is one of the main components that makes our operation successful,\" Randy Splitt, recreation supervisor said of the fields.", "author": "Mick Zawislak", "og": {"site_name": "Daily Herald", "description": "After 11 years and immeasurable pounding , the original artificial surfaces on  two indoor multipurpose fields at the Libertyville Sports Complex are being replaced. \"This is one of the main components that makes our operation successful,\" Randy Splitt, recreation supervisor said of the fields.", "title": "Libertyville Sports Complex gets new turf", "url": "http://www.dailyherald.com/article/20130905/news/709059962/", "image": "http://www.dailyherald.com/storyimage/DA/20130905/news/709059962/EP/1/1/EP-709059962.jpg&updated=201309050525&imageversion=Facebook&exactH=630&exactW=1200&exactfit=crop&noborder", "type": "article"}, "twitter": {"description": "After 11 years and immeasurable pounding , the original artificial surfaces on  two indoor multipurpose fields at the Libertyville Sports Complex are being replaced. \"This is one of the main components that makes our operation successful,\" Randy Splitt, recreation supervisor said of the fields.", "title": "Libertyville Sports Complex gets new turf", "url": "http://www.dailyherald.com/article/20130905/news/709059962/", "image": "http://www.dailyherald.com/storyimage/DA/20130905/news/709059962/AR/0/AR-709059962.jpg&updated=201309050525&maxw=1200&maxh=1200", "creator": "@dhMickZawislak", "site": "@dailyherald", "card": "summary", "account_id": 8960722}, "robots": "noarchive", "fb": {"app_id": 105603449548761}, "keywords": "News, Sports, Libertyville, Members Get More", "article": {"publisher": "https://www.facebook.com/DailyHeraldFans", "published_time": "2013-09-05", "modified_time": "2013-09-05T09:25:00Z", "author": "https://www.facebook.com/mick.zawislak"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd9b58\"", "article_summary": "Libertyville Sports Complex gets new turfhelloThe sounds of soccer or lacrosse matches at the Libertyville Sports Complex have been temporarily replaced by the hissing and rumbling of machinery as a different type of team has taken over the indoor fields.\nField Turf USA Inc., was the lower of two bids at about $167,352, which includes removal and disposal of the old carpet, a 5-year factory warranty and other items.\nLike any high-traffic area, the turf on the fields, each measuring 190-feet long and 85-feet wide, had been beaten and worn.\nRemoval of the old surfaces began Aug. 26.\nWe're getting new carpet in our building,\" said Randy Splitt, recreation manager for the village-owned facility at Route 45 and Peterson Road."}