{"article_title": "10 Obama Achievements That Should Be on Everyone's Bucket List", "article_keywords": ["achievements", "office", "dalai", "list", "bucket", "took", "washington", "tiger", "house", "president", "everyones", "win", "obama"], "article_url": "http://abcnews.go.com/blogs/politics/2014/09/10-obama-achievements-that-should-be-on-everyones-bucket-list/", "article_text": "10 Obama Achievements That Should Be on Everyone's Bucket List\n\n(Photo Credit: STR/AFP/Getty Images)\n\nAfter joining the NATO Summit in Wales last week, President Obama flew halfway across England to visit the enigmatic Stonehenge in Wiltshire, England.\n\n\"Knocked this off my bucket list,\" the president said before departing.\n\nConsidering the privileges of his office, that's hardly the only extraordinary thing the president has been able to do since he was sworn in five years ago. From playing golf with Tiger Woods to getting serenaded by Beyoncé, here's a look at 10 things that should be on everyone's bucket list.\n\n1. WIN THE NOBEL PEACE PRIZE\n\nObama is the third U.S .president to win the prestigious award, accepting it in 2009 for \"extraordinary efforts to strengthen international diplomacy and cooperation between peoples.\" He was nominated only 11 days into his first term as president.\n\n2. MEET THE POPE\n\nObama met Pope Francis for the first time at the Vatican earlier this year.\n\n3. SHOOT HOOPS WITH LEBRON JAMES\n\nThe commander-in-chief played a little ball with the NBA's LeBron James and Dwyane Wade at a Wounded Warriors event on his birthday weekend in 2010.\n\n4. MEET THE DALAI LAMA\n\nObama and the Dalai Lama met in Washington back in 2011 despite objections from China.\n\nHis Holiness the Dalai Lama with President Barack Obama in the Map Room of the White House on February 21, 2014. pic.twitter.com/Rx6zyJS00y - Dalai Lama (@DalaiLama) February 21, 2014\n\n5. EAT A CHEESEBURGER WITH THE PRESIDENT OF RUSSIA\n\nBefore Vladimir Putin regained office and marched into Ukraine, American-Russian relations reached a softer spot when Obama took former Russian president and now-Prime Minister Dmitry Medvedev out for lunch at Ray's Hell Burger in Arlington, Virginia.\n\n6. HOST A MOVIE NIGHT WITH DANIEL DAY-LEWIS\n\nObama is noted for taking inspiration from Abraham Lincoln's presidency, and he got to spend a night with Honest Abe's greatest modern-day mimic: Daniel Day-Lewis. The actor took part in a screening of the movie \"Lincoln\" with his co-starts and director Steven Spielberg.\n\n7. WIN A GRAMMY\n\nObama can sing, but that's not what he won a Grammy for. Obama won the award in 2006 for Best Spoken Word Album for \"Dreams From My Father,\" a memoir he wrote in 1995.\n\n8. GET OFFERED A CAMEO ON 'HOUSE OF CARDS'\n\nHBO's \"House of Cards\" is every Washington insider's guilty pleasure, and Obama is no exception.\n\n\"I wish things were that ruthlessly efficient,\" he admitted.\n\nSo the president must have been tickled pink when Netflix CEO Reed Hastings offered him a cameo on the show during a White House meeting of tech industry executives last year. The administration hasn't announced a special guest appearance … yet.\n\nTomorrow: @HouseOfCards. No spoilers, please. - Barack Obama (@BarackObama) February 13, 2014\n\n9. GOLF WITH TIGER WOODS\n\nIt took a few years, perhaps for the dust to settle after Tiger Woods' widely publicized escapades, but Obama hit the links with the 14-time major champion in February 2013, soon after spending eight hours working on his swing with the well-known coach Butch Harmon. The round was heavily under wraps, leading to complaints from the D.C. press corps, which begs the question: If the Washington press didn't see it, did it really happen?\n\n10. BE SERENADED BY BEYONCE\n\nThe pop megastar sang (or rather lip synced!) the national anthem at Obama's second inaugural. She reportedly also sang fan-favorite \"Single Ladies\" at the first lady's 50th birthday bash earlier this year.\n\nWatch more news videos | Latest world news\n\nMeanwhile, the president is on the record with at least one Bucket List item. He told entertainment industry executives last year that after leaving office, he wants to host the Top 10 list on \"SportsCenter,\" ESPN's signature highlights show.\n\nABC News' Erin Dooley, Veronica Stracqualursi, and Noah Weiland contributed to this report.", "article_metadata": {"fb_title": "10 Obama Achievements That Should Be on Everyone's Bucket List", "description": "10 Obama Achievements That Should Be on Everyone's Bucket List", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"url": "http://abcnews.go.com/blogs/politics/2014/09/10-obama-achievements-that-should-be-on-everyones-bucket-list/", "site_name": "ABC News", "description": "Meet the pope? Check. Win a Nobel Peace Prize? Check.", "title": "10 Obama Achievements That Should Be on Everyone's Bucket List"}, "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "Bethlehem, Beyonce, Bucket List, Dalai Lama, house of cards, lebron james, Pope Francis, Stonehenge, tiger woods, politics news, election news, political news, political news articles", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd9b5a\"", "article_summary": "10 Obama Achievements That Should Be on Everyone's Bucket List(Photo Credit: STR/AFP/Getty Images)After joining the NATO Summit in Wales last week, President Obama flew halfway across England to visit the enigmatic Stonehenge in Wiltshire, England.\nFrom playing golf with Tiger Woods to getting serenaded by Beyoncé, here's a look at 10 things that should be on everyone's bucket list.\nWatch more news videos | Latest world newsMeanwhile, the president is on the record with at least one Bucket List item.\n\"Knocked this off my bucket list,\" the president said before departing.\nGET OFFERED A CAMEO ON 'HOUSE OF CARDS'HBO's \"House of Cards\" is every Washington insider's guilty pleasure, and Obama is no exception."}