{"article_title": "Humana Considering Pulling Out Of Obamacare", "article_keywords": ["considering", "affordable", "weighing", "company", "act", "obamacare", "states", "pulling", "healthcare", "services", "health", "humana", "care"], "article_url": "http://dailycaller.com/2016/05/04/humana-considers-pulling-out-of-obamacare/", "article_text": "U.S. President Barack Obama delivers remarks about health insurance marketplace enrollments and the Affordable Care Act, commonly known as Obamacare, in Milwaukee, Wisconsin March 3, 2016. REUTERS/Jonathan Ernst\n\n5020345\n\nHealth insurer Humana announced it is considering pulling out of Obamacare exchanges in certain states Wednesday after seeing a 46 percent drop in earnings in the first quarter.\n\nThe insurance company, which is planning to merge with Aetna, said it is also weighing increasing premiums in an attempt to make up for the financial hit caused by provisions in the Affordable Care Act.\n\nThe company said it has seen an increase in medical services and prescriptions used with those who reenrolled in individual plans through the Obamacare marketplace from 2015 into 2016, which has taken a toll on its profit margin.\n\nReuters reports Humana is currently weighing what changes it will make and products it will offer next year.\n\n“We are encouraged by the early indicators we are seeing in our Medicare and Healthcare Services businesses but remain cautious while our healthcare exchange experience continues to develop,” Brian A. Kane, senior vice president and chief financial officer, said in a statement. “We remain keenly focused on an enterprise‐wide view of driving shareholder value by balancing continued pretax margin improvement and membership growth across our franchise.”\n\nThe company’s revenue dropped from 13.83 billion to $13.8 billion since the first quarter last year.\n\n“The Health Care Reform Law, including The Patient Protection and Affordable Care Act and The Health Care and Education Reconciliation Act of 2010, could have a material adverse effect on Humana’s results of operations,” it said in its earnings report, adding the health-care law is “restricting revenue” and preventing the company from expanding.\n\nHumana is not the first insurer to consider leaving the Obamacare exchanges. UnitedHealth Group announced in April it was pulling out of most states after incurring major losses due to the president’s landmark health-care legislation.\n\nFollow Juliegrace Brufke on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact [email protected].", "article_metadata": {"sailthru.author": "Juliegrace Brufke", "description": "Health insurer Humana announced it is considering pulling out of Obamacare exchanges in certain states Wednesday after seeing a 46 percent drop in earnings in", "og": {"site_name": "The Daily Caller", "description": "Health insurer Humana announced it is considering pulling out of Obamacare exchanges in certain states Wednesday after seeing a 46 percent drop in earnings in the first quarter.    The insurance compa", "title": "Humana Considers Pulling Out Of Obamacare", "url": "http://dailycaller.com/2016/05/04/humana-considers-pulling-out-of-obamacare/", "image": {"width": 1200, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2016/03/2016-03-10T161814Z_1_LYNXNPEC29141_RTROPTP_4_USA-OBAMA-e1458008494313.jpg", "height": 516}, "type": "article"}, "twitter": {"description": "The company saw a 46 percent drop in earnings", "title": "Humana Considers Pulling Out Of Obamacare Via @dailycaller", "url": "http://dailycaller.com/2016/05/04/humana-considers-pulling-out-of-obamacare/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2016/03/2016-03-10T161814Z_1_LYNXNPEC29141_RTROPTP_4_USA-OBAMA-e1458008494313.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2016-05-04 21:36:41", "sailthru.title": "Humana Considers Pulling Out Of Obamacare", "HandheldFriendly": "true", "keywords": "humana,obamacare,unitedhealth group", "fb": {"app_id": 143489452702, "pages": 182919686769}, "sailthru.tags": "obamacare", "sailthru.description": "Health insurer Humana announced it is considering pulling out of Obamacare exchanges in certain states Wednesday after seeing a 46 percent drop in earnings in the first quarter.    The insurance compa", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2016/03/2016-03-10T161814Z_1_LYNXNPEC29141_RTROPTP_4_USA-OBAMA-e1458008494313.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "REUTERS/Jonathan Ernst5020345Health insurer Humana announced it is considering pulling out of Obamacare exchanges in certain states Wednesday after seeing a 46 percent drop in earnings in the first quarter.\nU.S. President Barack Obama delivers remarks about health insurance marketplace enrollments and the Affordable Care Act, commonly known as Obamacare, in Milwaukee, Wisconsin March 3, 2016.\nHumana is not the first insurer to consider leaving the Obamacare exchanges.\nReuters reports Humana is currently weighing what changes it will make and products it will offer next year.\nUnitedHealth Group announced in April it was pulling out of most states after incurring major losses due to the president’s landmark health-care legislation."}