{"article_title": "Insurance Executive Complains: Attacking Obamacare ‘Bailout’ Is ‘Unfair’", "article_keywords": ["blue", "jennings", "complains", "florida", "executive", "obamacare", "unfair", "attacking", "companies", "bailout", "health", "mcguiness", "geraghty", "insurance"], "article_url": "http://www.weeklystandard.com/insurance-executive-complains-attacking-obamacare-bailout-is-unfair/article/804017", "article_text": "The Palm Beach Post reports that Florida Blue CEO Pat Geraghty is characterizing as “unfair” Marco Rubio’s argument that American taxpayers should not be forced to provide a bailout for health insurance companies that lose money under Obamacare. It’s not entirely clear whether Geraghty thinks it’s “unfair” to oppose the bailout, to call it that, or both. Regardless, Obamacare is poised to force taxpayers to help cover health insurers’ losses — and it’s harder to imagine a clearer example of a bailout, or of cronyism, than that.\n\nGeraghty claims that we should have sympathy for health insurance companies because the Obama administration’s rollout of healthcare.gov was so inept, and because President Obama has refused to implement Obamacare as written.\n\nThe Post writes,\n\n“[I]nsurers including Florida Blue have had to adapt to a number of big changes after they filed rates, Geraghty said. For example, Obama decreed people who liked their old policies could keep them [after Obamacare had banned them], affecting 300,000 Florida Blue customers. That changed the risk assumptions on which prices were set.\n\n“‘Our price before we got to Day 1 was insufficient,’ Geraghty said. ‘That’s what we call a nightmare.’\n\n“Then problems with the federal health care website turned an expected 50,000 calls per week to Florida Blue to five times that, he said. The enrollment period started ‘with multiple disasters,’ Geraghty said.”\n\nFair enough: Obamacare is a disaster, and Obama’s execution of it is a lawless disaster. Still, it isn’t remotely clear why taxpayers should have to bail out insurance companies as a result.\n\nPlus, when it comes to Obamacare, Geraghty — like so many other insurance execs — hasn’t exactly been an innocent bystander. As the House Oversight Committee recently learned and documented, White House communications director Tara McGuiness and Chris Jennings, Obama’s deputy assistant for health policy, collaborated with “numerous insurance company CEOs” to try to sell Obamacare to a citizenry that rightly wanted nothing to do with it. Prominently listed among these CEOs — you guessed it — was Geraghty.\n\nThe Oversight Committee’s report reads, “Ms. McGuiness and Mr. Jennings collaborated closely with Florida Blue Cross and Blue Shield CEO Patrick Geraghty. After a CBS Evening News appearance on October 11, 2013, Ms. McGuiness emailed Mr. Geraghty, ‘You were great! I watched. Thanks for the help.’”\n\nTwelve days later, Geraghty and the respective CEOs of Aetna, Humana, the Health Care Services Corporation, Centene Corp., Wellpoint, Kaiser Permanente, Tufts Health, Health Net, CareFirst, the Blue Cross Blue Shield Association, and America’s Health Insurance Plans (AHIP) all met with Jarrett and Obama chief of staff Denis McDonough at the White House.\n\nA few days after that, Jennings emailed Geraghty before an appearance on Meet the Press, writing, “Pat: Tara McGuiness will probably reach out to you directly today to give you latest info and suggestions for press prep. Please advise if you need anything from me. I may call you later to make sure all is ok. Thanks so much for all.” Both McGuiness and Jennings then followed up with specific advice. After Geraghty’s appearance aired, Jennings emailed him and said, “Pat: You were extraordinary. … We were all impressed. Thank you so much! Would like to talk soon.”\n\nAmerican voters aren’t so likely to be impressed with Geraghty or this cozy alliance between Big Government and Big Insurers. They certainly won’t be impressed when they learn that they’re about to have to bail those insurers out. But that’s what set to happen: A survey conducted by the Oversight Committee found that 80 percent of insurance companies (12 out of 15) expect to be bailed out this year.\n\nIn light of all this, it might seem surprising that House Republicans have yet to vote to stop the Obamacare insurer bailout — and time is running out for them to do so before the midterm election. Such a vote would be a blow to Obamacare, a defeat for corporate welfare and cronyism, and would provide a solid rebuttal to the Democrats’ claim that the GOP just wants “to put insurance companies back in charge of Americans’ health care.” Moreover, it would force Harry Reid and vulnerable Senate Democrats to explain why they won’t stop a bailout that Americans oppose by the tally of 81 to 10 percent.", "article_metadata": {"news_keywords": "Bailout,Health Care,insurance,Jeffrey H. Anderson,Marco Rubio,Obamacare", "og": {"url": "http://www.weeklystandard.com/insurance-executive-complains-attacking-obamacare-bailout-is-unfair/article/804017", "type": "article", "site_name": "Weekly Standard", "description": "The Palm Beach Post reports that Florida Blue CEO Pat Geraghty is characterizing as “unfair” Marco Rubio’s argument that American taxpayers should not be forced to provide a bailout for health insurance companies that lose money under Obamacare.&nbsp; It’s not entirely clear whether Geraghty thinks it’s “unfair” to oppose the bailout, to call it that, or both.&nbsp; Regardless, Obamacare is poised to force taxpayers to help cover health insurers’ losses — and it’s harder to imagine a clearer example of a bailout, or of cronyism, than that.\nGeraghty claims that we should have sympathy for health insurance companies because the Obama administration’s rollout of healthcare.gov was so inept, and because President Obama has refused to implement Obamacare as written.", "title": "Insurance Executive Complains: Attacking Obamacare ‘Bailout’ Is ‘Unfair’"}, "twitter": {"widgets": {"csp": "on"}, "site": "@weeklystandard", "description": "The Palm Beach Post reports that Florida Blue CEO Pat Geraghty is characterizing as “unfair” Marco Rubio’s argument that American taxpayers should not be forced to provide a bailout for health insurance companies that lose money under Obamacare.&nbsp; It’s not entirely clear whether Geraghty thinks it’s “unfair” to oppose the bailout, to call it that, or both.&nbsp; Regardless, Obamacare is poised to force taxpayers to help cover health insurers’ losses — and it’s harder to imagine a clearer example of a bailout, or of cronyism, than that.\nGeraghty claims that we should have sympathy for health insurance companies because the Obama administration’s rollout of healthcare.gov was so inept, and because President Obama has refused to implement Obamacare as written.", "card": "summary", "title": "Insurance Executive Complains: Attacking Obamacare ‘Bailout’ Is ‘Unfair’"}, "fb": {"admins": 1285945407}, "google-site-verification": "QxcYUvYDy42iu46zPMF2vwdQlMXsJP74MqOgujGnpaQ", "keywords": "Bailout,Health Care,insurance,Jeffrey H. Anderson,Marco Rubio,Obamacare", "article": {"author": "Jeffrey H. Anderson", "published_time": "2014-08-29 06:41", "title": "Insurance Executive Complains: Attacking Obamacare ‘Bailout’ Is ‘Unfair’"}, "viewport": "width=device-width,user-scalable=0"}, "article_summary": "Plus, when it comes to Obamacare, Geraghty — like so many other insurance execs — hasn’t exactly been an innocent bystander.\nStill, it isn’t remotely clear why taxpayers should have to bail out insurance companies as a result.\nFor example, Obama decreed people who liked their old policies could keep them [after Obamacare had banned them], affecting 300,000 Florida Blue customers.\nThe Post writes,“[I]nsurers including Florida Blue have had to adapt to a number of big changes after they filed rates, Geraghty said.\nBut that’s what set to happen: A survey conducted by the Oversight Committee found that 80 percent of insurance companies (12 out of 15) expect to be bailed out this year."}