{"article_title": "Stateside Tricare Service Centers Closing April 1", "article_keywords": ["stateside", "center", "service", "closures", "tricare", "billing", "officials", "way", "closing", "centers", "issues", "help"], "article_url": "http://www.military.com/daily-news/2014/01/14/stateside-tricare-service-centers-closing-april-1.html", "article_text": "All stateside Tricare in-person service centers will be closing April 1, Tricare officials recently confirmed.\n\nThe closure of the 189 facilities is expected to save the Defense Department about $50 million a year, officials said. The Tricare Service Centers, which handle about 137,000 visitors a month, are staffed by contractors and handle issues ranging from processing provider changes to billing problems.\n\n\"The change will not -- let me repeat that -- will not affect any Tricare medical benefit or health care service,\" Army Col. Steve Warren, a DoD spokesman said in a statement. \"What it will do is allow the department to save $250 million over the next five years, allowing Tricare to invest in more important services.\"\n\nAre Tricare service center closures a broken promise or a reasonable cut? Sound off!\n\nAll of the services currently dealt with by service center staff can be currently handled exclusively over the phone, they said.\n\nOfficials don't plan to add any staff to call centers as a result of the closures since shuttering the service centers is anticipated to only marginally increase call center volume, officials said.\n\n\"If every single person who has visited a TSC called the existing toll-free call centers it would average less than a 10 percent increase in call traffic,\" Austin Camacho, a Tricare spokesman said. \"Since many of the visits to TSCs can be handled by various toll free or online services that is very unlikely.\"\n\nCamacho said help options for most issues users face, such as enrollment or changes to enrollment, can be easily found on the Tricare.mil homepage.\n\nStill beneficiaries are unlikely to be happy about the change. Over 80 percent of Tricare users polled by Military.com’s SpouseBuzz blog in early November said that they do not want the service centers to close. About 11 percent of the 3,321 respondents said the closures might be a good thing. Only about nine percent of respondents said they support the closures.\n\nReaders of Military.com's initial November report of the closures worried that the loss of in-person help dealing with difficult billing issues would be even more convoluted.\n\n\"I honestly do not know what we would have done this past year without in-person Tricare help,\" wrote Danielle Kaczor, on Military.com's SpouseBuzz blog. \"My daughter was diagnosed with leukemia and gets all treatment and medications at a children's hospital, and billing for all this was quite screwy in the beginning. We visited the Tricare office for help several times and the ladies there were amazing, making sure everything was taken care of and filed/submitted correctly.\"\n\nBut Tricare officials said such complicated situations are typically assigned a special case manager as a point of contact for the user. They said that while there is no way to make sure you speak to the same person twice at the call center, each staffer can see notes from your previous calls.\n\n\"While the call centers do not offer a way to speak to the same person each time you call, whoever takes your call has access to all the notes from previous calls and the detailed notes kept by previous people you've spoken to,\" Camacho said. \"If it's more of a billing or claims issue, the appropriate Tricare claims processor has access to all past claims and billing records to assist the beneficiary with questions or issues they may have.\"\n\nOther readers worried they would not be able to swiftly or easily deal with issues the way they currently can in office. They said the face-to-face interaction makes a big difference.\n\n\"I've been on the phone and used the website and both are useless,\" Jim Lamberson wrote on SpouseBuzz.com. \"When I go to the Tricare Service center, they are always helpful. There is a level of care and concern when talking face to face vice over the phone or website. I vote to keep these centers. They are valuable to the aging retiree.\"", "article_metadata": {"dc.format": "text/html", "dc.publisher": "Heather Sweeney", "keywords": "Amy Bushatz,TRICARE", "dc.description": "All stateside Tricare in-person service centers will be closing April 1, Tricare officials recently confirmed.", "dc.identifier": "http://www.military.com/daily-news/2014/01/14/stateside-tricare-service-centers-closing-april-1.html", "dc.contributor": "Amy Bushatz", "viewport": "width=980", "dc.datesubmitted": "2014-01-16T12:06:59Z", "dc.date.created": "2014-01-14T11:42:16Z", "dc.subject": "Amy Bushatz,TRICARE", "description": "All stateside Tricare in-person service centers will be closing April 1, Tricare officials recently confirmed.", "dc.source": "Military.com", "msvalidate.01": "025B9B5D734615E165952EE006CF8C36", "article": {"tag": "TRICARE"}, "dc.date.modified": "2014-01-16T12:06:59Z", "dc.language": "en", "dc.title": "Stateside Tricare Service Centers Closing April 1", "ma": {"source": "orig", "image": "http://images.military.com/media/news/people/doctor-examines-servicememb-ts90.jpg", "contenttype": "maNews", "id": 1199446588196, "name": "Stateside Tricare Service Centers Closing April 1"}, "og": {"site_name": "Military.com", "description": "All stateside Tricare in-person service centers will be closing April 1, Tricare officials recently confirmed.", "title": "Stateside Tricare Service Centers Closing April 1", "url": "http://www.military.com/daily-news/2014/01/14/stateside-tricare-service-centers-closing-april-1.html", "image": {"width": 600, "identifier": "http://images.military.com/media/news/people/doctor-examines-servicememb.jpg", "height": 400}, "type": "article"}, "dc.type": "Text", "p": {"domain_verify": "d63ea8dea5c5b3636abbfd1d1f15fd56"}, "dc.creator": "Heather Sweeney"}, "_id": "\"57477af36914bd0286fcb265\"", "article_summary": "All stateside Tricare in-person service centers will be closing April 1, Tricare officials recently confirmed.\nAre Tricare service center closures a broken promise or a reasonable cut?\n\"When I go to the Tricare Service center, they are always helpful.\nThe Tricare Service Centers, which handle about 137,000 visitors a month, are staffed by contractors and handle issues ranging from processing provider changes to billing problems.\nAll of the services currently dealt with by service center staff can be currently handled exclusively over the phone, they said."}