{"article_title": "8 things millennials want—and don’t want—show how different they are from their parents", "article_keywords": ["wantand", "buy", "dont", "wantshow", "generation", "things", "different", "millennials", "say", "important", "parents", "plan", "media", "health"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2015/02/28/8-things-millennials-want-and-dont-want-basically-anything-their-parents-wanted/", "article_text": "Goldman Sachs released a fascinating series of charts this week about Millennials, the generation born between 1980 and 2000. A group totaling 92 million Americans, Millennials differ from Generation Xers and Baby Boomers in many ways — including when they plan to get married, their financial situation and how they consume media. It's worth reading through the entire series of graphics — it's long — but here we select eight highlights: the things Millennials want and the things they don't want. You'll see that Millennials are a little less interested in the material things that represented the good life for many Boomers.\n\nWANT: Cheap stuff\n\nThe Millennial generation cares more about price than quality, at least compared to prior generations. Yes, quality is still important, but given that they have lower incomes and more debt, cost is an especially big consideration for many Millennials.\n\nDON'T WANT: A house\n\nYes, many Millennials will still want to own a home of their own one day. But for a majority, it's just not that important. Indeed, 30 percent of Millennials say they don't feel strongly about it, and another 30 percent say they either never plan to buy one or don't plan to do so in the near future.\n\nWANT: To be healthy\n\nPerhaps because they've seen how obesity has caused so many problems for Gen X and the Baby Boomers, Millennials put a premium on eating right and overall health. If Millennials age more healthfully, it would be a big boon to the country.\n\nDON'T WANT: A television\n\nIt shouldn't be too much of a surprise that only three in 20 Millennials think it's really important to own a television. Millennials have grown accustomed to consuming media on their laptop screens, tablets and smartphones. Millennials may still love cable TV and movies, but they want to watch it on the small(er) screen.\n\nWANT: Athletic gear\n\nMillennials tend to be cash-strapped and carrying a little bit more debt, but that doesn't mean they don't splurge anywhere. And one place they do tend to spend is on athletic apparel and footwear. It makes sense, given the emphasis that Millennials put on health and nutrition.\n\nDON'T WANT: A car\n\nNearly a third of Millennials say they do not plan to buy a car, a pretty remarkable statistic when you think about it. But it makes sense. Millennials are gravitating toward cities, where they can use public transit, car-sharing services, Uber, taxis, bicycles and their feet to get around. Helps with the health kick, too.\n\nWANT: Social media\n\nEverybody knows that Millennials are the Facebook generation. But it's not just about staying connected with friends. Millennials look to social media to make decisions about brands they want to buy. That's a wake-up call for companies still searching for strategies to reach people between the ages of 15 and 35.\n\nDON'T WANT: A luxury bag\n\nObviously.", "article_metadata": {"description": "Goldman Sachs dives into the likes and dislikes of the next generation of Americans.", "author": "https://www.facebook.com/zgoldfarb", "og": {"site_name": "Washington Post", "description": "Goldman Sachs dives into the likes and dislikes of the next generation of Americans.", "title": "8 things millennials want—and don’t want—show how different they are from their parents", "url": "https://www.washingtonpost.com/news/wonk/wp/2015/02/28/8-things-millennials-want-and-dont-want-basically-anything-their-parents-wanted/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/01/09/Weekend/Advance/Images/Shaw_Lucian041379724191.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@Goldfarb"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2015/02/28/8-things-millennials-want-and-dont-want-basically-anything-their-parents-wanted/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Post Keywords", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/zgoldfarb"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Post Keywords"}, "_id": "\"57477af36914bd0286fcb268\"", "article_summary": "It's worth reading through the entire series of graphics — it's long — but here we select eight highlights: the things Millennials want and the things they don't want.\nIndeed, 30 percent of Millennials say they don't feel strongly about it, and another 30 percent say they either never plan to buy one or don't plan to do so in the near future.\nDON'T WANT: A carNearly a third of Millennials say they do not plan to buy a car, a pretty remarkable statistic when you think about it.\nYou'll see that Millennials are a little less interested in the material things that represented the good life for many Boomers.\nGoldman Sachs released a fascinating series of charts this week about Millennials, the generation born between 1980 and 2000."}