{"article_title": "Guess Who in Congress Has $100,000 in Student Loans", "article_keywords": ["guess", "group", "congress", "million", "representatives", "college", "100000", "student", "lawmakers", "loans", "worth", "presidential", "plan"], "article_url": "http://www.thefiscaltimes.com/2015/12/04/Guess-Who-Congress-Has-100000-Student-Loans", "article_text": "Congress! They’re just like us! Or, at least the 10 percent who have student loans.\n\nFifty-three lawmakers owe money on student loans for themselves or a family member, according to a new analysis by the Center for Responsive Politics. The group had a total of 67 loans worth between $1.8 million and $4.6 million.\n\nThe average loan amount was between $30,567 and $77,925. (Lawmakers report liabilities in ranges). That average is more than the $29,000 balance carried by the 40 million Americans with student loans.\n\nThe debt-ridden group includes three senators and 50 representatives. As for party, it split 31 Republicans and 22 Democrats. Three representatives -- John Carter (R-Texas), Grace Meng (D-N.Y.), and Raul Ruiz (D-Calif.) -- were reported owing at least $100,001 in loans.\n\nRelated: Worried About Student Loans? A New Repayment Plan May Help\n\nOne surprising name on the list was Rep. Joe Kennedy (D-Mass), who owes between $40,000 and $115,000, but has a net worth of $43 million. The loans were for his wife when she attended Harvard Law School, according to CRP.\n\nStudent loans have been a hot-button issue on the campaign trail this year. Presidential candidates have vowed to tackle the debt crisis with a range of solutions. Bernie Sanders has proposed free college for all, while Marco Rubio’s plan involves private investors helping students cover costs.\n\nDemocratic presidential hopeful Martin O’Malley has said that he borrowed $339,200 to put his two oldest children through college, a decision some critics called a personal finance mistake.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Congress! They’re just like us!", "title": "Guess Who in Congress Has $100,000 in Student Loans", "url": "http://www.thefiscaltimes.com/2015/12/04/Guess-Who-Congress-Has-100000-Student-Loans", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04142011_freshmen_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/12/04/Guess-Who-Congress-Has-100000-Student-Loans", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04142011_freshmen_article.jpg", "creator": "@bethbrav", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Congress! They’re just like us!", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Or, at least the 10 percent who have student loans.\nStudent loans have been a hot-button issue on the campaign trail this year.\nFifty-three lawmakers owe money on student loans for themselves or a family member, according to a new analysis by the Center for Responsive Politics.\nThat average is more than the $29,000 balance carried by the 40 million Americans with student loans.\nRelated: Worried About Student Loans?"}