{"article_title": "Sell Out, Die, or Survive: What We've Learned From the SF Giants Fiasco", "article_keywords": ["sell", "giants", "weve", "san", "things", "die", "indians", "say", "thrown", "american", "right", "fiasco", "images", "survive", "learned", "sf", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/07/03/sell-out-die-or-survive-what-weve-learned-sf-giants-fiasco-155634", "article_text": "Last week at a San Francisco Giants game, I and a male friend, Kimball Bighorse, were thrown out of AT&T Park. We were not thrown out for being drunk and obnoxious towards other fans; nor for starting a fight or laying hands on anybody. We weren’t even thrown out for being that one person who doesn’t know you don’t touch a ball from the stands while it’s still in play. We were thrown out for telling a non-Native fan to take his costume headdress off, on “Native American Heritage Night” of all nights.\n\nRELATED: Scuffle Over Native Warbonnet Leads to Unreasonable Detainment at Giants Game\n\nAlthough I wish this had been an isolated event of racism towards Native people, it’s only one of many examples of the issues we are trying to combat currently. Dan Snyder, owner of the Washington R*dskins, has stated that there are “real issues” and “real-life needs” of Native people that we should be focusing on, not this trivial name. He’s simultaneously right and wrong.\n\nOf course there are other, more physical, needs of Native people. But how are we supposed to combat youth suicide rates, depression, and drug and alcohol abuse when our children grow up seeing themselves are as inferior and their cultures depicted as comical? How are we supposed to be taken seriously when trying to negotiate land, water and treaty rights when society views us as subhuman? High school students make posters for homecoming that say things like \"Go Bulldogs, Beat the Indians.\" Without those land, water and treaty rights, how are we suppose to combat poverty and homelessness when we have no means to do so? You either sell out to American society and culture, you die, or you survive to fight another day.\n\nFighting another day to me looks like standing up in the face of ignorance and the misunderstandings because of our cultural barrier. It’s like what they say at the airport—If you see something, say something. I’m not saying to start a brawl or humiliate some stranger who doesn’t understand the implications of their actions; educate them instead. If you come at people from a loving place you are more likely to be heard. One man I approached actually took his headdress off—without me asking—and gave me a hug and thanked me for explaining it to him.\n\nWe achieved something from this in this instance. The Giants invited us to meet with them and discuss ways to prevent things like this from happening again because they want all their fans to feel comfortable and safe at their stadium. The outcome was promising. The Giants have issued a statement, and the team's representative also told me that “Regarding prohibiting headdresses, our efforts in communicating to our fans... that culturally insensitive apparel will not be tolerated and if found offensive, will be asked to be removed, is the direction that we want to take things in. ... Our goal is to add this important message to our Customer Service Website, Special Event site as well as including it in all service messages related to any of our Heritage Nights as well.”. The cost was high—getting roughed up by the SFPD and thrown out of the game—but we are moving in the right direction.\n\nRELATED: Statement From San Francisco Giants (PDF)\n\nUnless you are Native or live near a reservation, you probably don’t know a ton of Native people. I understand that most people’s perceptions of Native people comes from movies and TV shows which are highly stereotypical and romanticized versions of the hundreds of distinct cultures we come from. People just think Indians are so cool and badass, warrior-like, or one with nature and can talk to animals. That’s the place most people seem to be coming from when they buy that plastic headdress online, that “sq*aw outfit” for Halloween, or put on their Cleveland Indians jersey for a game. It would be easier to take these acts of imitation as a compliment if we weren’t facing these other “real-life” issues.\n\nThe American Psychological Association called for the immediate retirement of Native American mascots in 2005. They stated that these images have a negative effect on not only on Native American people but on all people. The images “Undermine the educational experiences of members of all communities, establish an unwelcoming and hostile learning environment for American Indians, and undermines the ability of American Indian Nations to portray accurate and respectful images of their culture, spirituality, and traditions”. It has been almost 10 years since APA said this and we’re still talking about it like we’re not quite sure.\n\nAnd that’s fine. Nobody is telling people “you can’t say redskins/you can’t have that mascot/you can’t wear that”; we’re saying you’re a racist if you do. And through your actions you are perpetuating a system of oppression that our people have to live with.\n\nIt’s the 50th anniversary of the Civil Right Act today. I am writing this from the Bay Area which is one of the most diverse areas in the world. The incident that sparked this happened in San Francisco, probably one of the most diverse cities in the world. We still have a long ways to go, but as long as we keep moving, we’ll get there eventually.\n\nApril Negrette, Shoshone and Paiute, is a UC Davis graduate where she currently works as a junior researcher in the Department of Environmental Science and Policy.", "article_metadata": {"description": "We're not telling anybody they can't wear that war bonnet or sexy squaw costume. We're just saying you're a racist if you do.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/07/03/sell-out-die-or-survive-what-weve-learned-sf-giants-fiasco-155634", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/san-francisco-giants-native-american-heritage-night.jpg", "type": "article", "title": "Sell Out, Die, or Survive: What We've Learned From the SF Giants Fiasco"}, "abstract": "We're not telling anybody they can't wear that war bonnet or sexy squaw costume. We're just saying you're a racist if you do.", "dc": {"title": "Sell Out, Die, or Survive: What We've Learned From the SF Giants Fiasco"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/07/03/sell-out-die-or-survive-what-weve-learned-sf-giants-fiasco-155634", "dcterms.creator": "jrobertson", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "San Francisco Giants, April Negrette, Kimball Bighorse, Washington Redskins, Native American Mascots", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 4}, "dcterms.date": "2014-07-03T13:40-04:00", "dcterms.title": "Sell Out, Die, or Survive: What We've Learned From the SF Giants Fiasco"}, "_id": "\"57477af36914bd0286fcb27a\"", "article_summary": "The American Psychological Association called for the immediate retirement of Native American mascots in 2005.\nThey stated that these images have a negative effect on not only on Native American people but on all people.\nWe were thrown out for telling a non-Native fan to take his costume headdress off, on “Native American Heritage Night” of all nights.\nHigh school students make posters for homecoming that say things like \"Go Bulldogs, Beat the Indians.\"\nYou either sell out to American society and culture, you die, or you survive to fight another day."}