{"article_title": "The $100,000 Battery That Could Help Hotels Save Bundles of Money", "article_keywords": ["utility", "demand", "help", "power", "supply", "battery", "money", "energy", "storage", "bundles", "utilities", "electricity", "hobbs", "100000", "big", "save", "hotels"], "article_url": "http://www.theatlantic.com/technology/archive/2013/11/the-100-000-battery-that-could-help-hotels-save-bundles-of-money/281194/", "article_text": "Please consider disabling it for our site, or supporting our work in one of these ways\n\nTwo 54-kilowatt energy storage systems at the Mark Hopkins Hotel in San Francisco's Nob Hill will be able to supply 20 percent of the building's electricity demand.\n\nStem When the big utilities lose a guy like Harry Hobbs, trouble lies ahead. Hobbs is the area director of engineering for Intercontinental Hotels in San Francisco, a man who has spent more than 30 years managing the energy demands of some demanding clients. “The utilities have a 20th-century mentality,” says Hobbs. “If we’re going to address climate change we need 21st-century solutions. What riles Hobbs is utilities’ approach to managing electricity supply and demand for big commercial customers like hotels. If a hotel’s energy consumption spikes—say on a hot day when guests all turn on their room air conditioners at once—the utility ratchets up the electricity rate they pay. To avoid these so-called demand charges—which can account for half of a monthly power bill—businesses can participate in programs that cut their bills if they allow their local utility take control of their air conditioners or lighting to reduce electricity use when the grid is overloaded.\n\nLetting hotel guests who pay $300 a night sweat, however, is not an option. So Hobbs has pulled the plug on his utility by storing electricity in lithium-ion battery packs when rates are low for use when demand and prices rise. The battery and sophisticated software was built by a Silicon Valley startup called Stem and is another example of how technological innovation is upending utilities’ century-old stranglehold on power. “We measure a business’ electricity usage and predict when there will be spikes in usage and make decisions on whether to charge or discharge batteries,” says Prakesh Patel, Stem’s vice president of capital markets and strategy, who notes that demand charges have risen 30 percent in the San Francisco Bay Area over the past three years. An Atlantic Special Report\n\nRead More That means Stem’s algorithms are constantly analyzing a customer’s power demand as well as other factors, such as weather patterns and past energy use, and then charging and discharging the batteries in tiny increments. Such fine-tuning keeps a customer’s utility bills down while minimizing wear and tear on the expensive lithium ion battery packs, which are similar to those found in electric cars. “In the 21st century things should be down in real time,” says Hobbs. “I think this is a transformational technology that will be the key for many businesses to assist the utilities in a transition to stored energy system.” Energy storage is particularly important if renewable energy is to become a mainstream source of electricity. As more wind and solar energy comes online, utilities will need to store that power to balance supply and demand on the grid when the wind isn’t blowing or the sun isn’t shining. (California regulators, for instance, approved a mandate last month that requires the state’s big utilities to install 1,325 megawatts of energy storage by 2020.) For businesses like big box retail stores that increasingly are installing massive rooftop solar arrays, systems like Stem’s can maximize that investment by allowing them to store free electricity from the sun for use when demand—and rates—jump.", "article_metadata": {"description": "Two 54-kilowatt energy storage systems at the Mark Hopkins Hotel in San Francisco&#39;s Nob Hill will be able to supply 20 percent of the building&#39;s electricity demand.", "author": "Todd Woody", "og": {"site_name": "The Atlantic", "description": "Two 54-kilowatt energy storage systems at the Mark Hopkins Hotel in San Francisco&#39;s Nob Hill will be able to supply 20 percent of the building&#39;s electricity demand.", "title": "The $100,000 Battery That Could Help Hotels Save Bundles of Money", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2013/11/stem_PowerStore_1.0_1/lead_large.jpg", "url": "http://www.theatlantic.com/technology/archive/2013/11/The-100-000-Battery-That-Could-Help-Hotels-Save-Bundles-of-Money/281194/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af36914bd0286fcb279\"", "article_summary": "What riles Hobbs is utilities’ approach to managing electricity supply and demand for big commercial customers like hotels.\n(California regulators, for instance, approved a mandate last month that requires the state’s big utilities to install 1,325 megawatts of energy storage by 2020.)\nStem When the big utilities lose a guy like Harry Hobbs, trouble lies ahead.\nSo Hobbs has pulled the plug on his utility by storing electricity in lithium-ion battery packs when rates are low for use when demand and prices rise.\nHobbs is the area director of engineering for Intercontinental Hotels in San Francisco, a man who has spent more than 30 years managing the energy demands of some demanding clients."}