{"article_title": "MPD Investigating Sunday Robbery", "article_keywords": ["mpd", "assaulted", "somebody", "victim", "stated", "season", "took", "person", "suspect", "robbery", "thompson", "investigating", "tips"], "article_url": "http://www.wtok.com/home/headlines/MPD-Investigating-Sunday-Armed-Robbery-350283001.html", "article_text": "Sunday afternoon Meridian Police received a call of a strong armed robbery that occurred nearly four hours before the call took place. It happened at Valley View Apartments in the 4300 block of 5th Street.\n\n\"He stated that he was robbed this morning around 10 o'clock, but he called the police department around 2 o'clock this evening,\" said MPD Detective Dareall Thompson. \"He stated that he was assaulted and the suspect took cash from him.\"\n\nThompson says the case is still under investigation, but he does tell Newscenter 11 that the two knew each other.\n\n\"He was riding with this person that assaulted him and stole his money, so he knows the person that assaulted him,\" Thompson said.\n\nThompson says they are trying to determine why the victim called 911 later on during the day instead of when the event happened and that right now the only description they have of the suspect is that he is a black man.\n\nWith Christmas season quickly approaching, Thompson says now is the time to remember some tips when you are out shopping, so that you don't become a victim of an armed robbery.\n\n\"Make sure you have somebody with you,\" Thompson said. \"Don't go alone and stay in a well lit area, you want to focus on being there. If you feel somebody is following you, go inside the business. You can get somebody to escort you, those are some of the tips we provide during the holiday season.\"", "article_metadata": {"medium": "video", "description": "MPD Detective Dareall Thompson said a strong armed robbery occurred Sunday morning at Valley View Apartments", "language": "english", "author": "Aaron Morrison", "og": {"description": "MPD Detective Dareall Thompson said a strong armed robbery occurred Sunday morning at Valley View Apartments", "title": "MPD Investigating Sunday Robbery", "url": "http://www.wtok.com/home/headlines/MPD-Investigating-Sunday-Armed-Robbery-350283001.html", "image": "http://gray-uploads.s3.amazonaws.com/captures/54E/A97/54EA9770921A4A97A50AD5904705160A", "video": "http://gray-uploads.s3.amazonaws.com/captures/AC9/EFA/AC9EFAEC6B8541B69C430E5791932613.mp4", "type": "article"}, "twitter": {"domain": "www.wtok.com", "description": "MPD Detective Dareall Thompson said a strong armed robbery occurred Sunday morning at Valley View Apartments", "creator": "@newscenter11", "url": "http://www.wtok.com/home/headlines/MPD-Investigating-Sunday-Armed-Robbery-350283001.html", "image": "http://media.graytvinc.com/images/MPD+Logo.jpg", "title": "MPD Investigating Sunday Robbery", "site": "@newscenter11", "card": "summary"}, "video_type": "video/mp4", "video_height": 288, "keywords": "MPD Investigating Sunday Robbery", "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "google-site-verification": "M1YwZ85zoJ2ZNboZjzjADGJ9L53qqzbNOi6FLrtDw9U", "video_width": 512, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Sunday afternoon Meridian Police received a call of a strong armed robbery that occurred nearly four hours before the call took place.\n\"He was riding with this person that assaulted him and stole his money, so he knows the person that assaulted him,\" Thompson said.\n\"He stated that he was assaulted and the suspect took cash from him.\"\n\"He stated that he was robbed this morning around 10 o'clock, but he called the police department around 2 o'clock this evening,\" said MPD Detective Dareall Thompson.\nYou can get somebody to escort you, those are some of the tips we provide during the holiday season.\""}