{"article_title": "Mental health treatment barriers–and solutions", "article_keywords": ["parity", "plans", "mental", "residential", "medical", "state", "health", "treatment", "review", "barriersand", "insurance", "solutions"], "article_url": "http://blog.sfgate.com/lshumaker/2014/12/17/mental-health-treatment-barriers-and-solutions/", "article_text": "The 60-Minutes segment Denied, by reporter Scott Pelley, was a follow-up to Nowhere to Go: Mentally ill youth in crisis, which aired on January 26, 2014. Families were highlighted whose children had been discharged from residential treatment prematurely, and sometimes to dire consequences.\n\nKaren Fessesl and Cecily Ruttenberg of The Autism Health Insurance Project received many anxious calls after the segment aired, and have written this excellent guest post in response:\n\n***\n\nAccess to Mental Health Treatment\n\nThere was much truth to Scott Pelley’s recent report on 60-Minutes about the gaps in coverage for youth with mental illness. But what 60 Minutes did not report was that their are additional barriers to access–and solutions exist.\n\nCurrently, many health plans don’t offer residential treatment coverage for mental health disorders.\n\nThis will soon change for nearly all health plans. Final Regulations for The Paul Wellstone and Pete Domenici Mental Health Parity and Addiction EquityAct, which go into effect January 2015, explicitly state that health plans must pay residential treatment as well as other forms of intermediate care, such intensive outpatient and partial hospitalization, in parity with other medical conditions.\n\nThe Federal Mental Health Parity Act has been in place since 2008 and has always required health plans to provide mental health benefits on par with medical benefits. Health plans, however, have consistently denied residential treatment, arguing that because their plan did not offer an equivalent of a Residential Treatment Center for a medical condition, they were not required to cover the benefit for mental health. Many health plans, for example, would offer in-patient psychiatric hospitalization, classifying it under the same benefit limitations as they offer medical hospitalizations.\n\nResidential treatment is another story. The health plans frequently denied this benefit, maintaining that they offered no medical equivalent of residential treatment.\n\nThe final regulations of the FMHPA have called the health plans’ bluff.\n\n“The Departments did not intend that plans and issuers could exclude intermediate levels of care from MHPAEA’s parity requirements,” the regulations state. (FMHPA final regulations p. 8)\n\nEarly Discharge\n\nThe Federal Mental Health Parity Act allows patients access to medically necessary residential treatment for mental health conditions.. Unfortunately, some health plans, as reported on the 60 Minutes report, will try to discharge mental health patients prematurely. But there are solutions here too.\n\nInterim final rules under the Affordable Care Act (Sec. 147.136) require continuation of care during the appeal process. This means that if a patient disagrees with their health insurance’s directive to end treatment, the health insurer is required to continue coverage while the patient makes a first level appeal.“For this purpose, the plan and issuer must comply with the requirements of 29 CFR 2560.503-1(f)(2)(ii), which generally provides that benefits for an ongoing course of treatment cannot be reduced or terminated without providing advance notice and an opportunity for advance review.”\n\nBad Reviewers\n\nLet’s say that you’re in treatment, the insurance company is trying to discharge you, and you have the opportunity to appeal this early discharge. What happens if this process is rigged? In the ’60-Minutes’ segment, reporters profiled Dr. Tim Jack, a contract medical reviewer for Anthem who denied more than 90 percent of the claims he reviewed. In fact, many of the medical reviewers researched by ’60-Minutes’ showed denial rates in the high 90th percentile, and even 100th percentile.\n\nFor this reason, consumers should request a third-party Independent Medical Review (IMR) or external review. In some states, such as California and Missouri, the regulatory bodies that police insurance companies (department of insurance) will administer the IMR process. This is usually the best option for consumers, and if you have a family member currently in treatment, you can request an IMR while you also appeal. If this is not available in your state, the next best option is to request an IMR or external review through the insurance company. These medical review companies are paid by the insurance companies, and thus are not as impartial as those hired by the state. Your chance of getting a fair review with these folks is somewhat better than being reviewed by an internal MD on staff with the insurance company.\n\nIf your state department of insurance does NOT offer Independent Medical Review, or does not have the authority to issue penalties and fines on insurers that are out of compliance, talk to your legislator about drafting a bill.\n\nIf you are planning on bringing a lawsuit against your insurance company, however, if may not be in your best interest to go through the review process because if your denial is upheld, it will be harder to successfully litigate. Consult with an attorney if you are considering litigation.\n\nGood States and Bad States\n\nIn California, just in time for FMHPA and ACA regulations to go into effect, state Senator Jim Beall (D-Campbell) obtained the governor’s and Legislature’s support to provide extra funding for enforcement agencies to make sure insurance companies comply with the Federal Mental Health Parity Act. Beall devised a way for the new positions to be funded by a fee on the insurance companies, not out of the state’s general fund. The budget allocates $2.5 million for the state’s insurance enforcement and regulatory bodies.\n\nThe California Department of Managed Health Care and CA Department of Insurance will use this money to hire additional staff to enforce mental health parity laws.\n\nFor California healthcare consumers, this means if they have a loved one with a mental health condition in need of intensive treatment, and their insurance company says no or wants to end treatment prematurely, these two state departments will be available to ensure the law is being followed. If there is a dispute around whether or not a treatment is medically necessary, the plan can send a case for an independent medical review. If plans fail to approve treatments in a timely manner, or to otherwise make it difficult to access services, regulators can intervene after 30 days, or sooner if the situation poses a medical emergency.\n\nInsurance is a service that families pay for. As such, they are entitled to coverage of therapeutic mental health treatments outlined in their benefits package and required under the Affordable Care Act and state and/or Federal Mental Health Parity acts. Too often insurance companies do not meet their legal requirements and families are left without recourse. Regulators provide recourse, and in states without strong regulators, attorneys can help.\n\nThe Federal Mental Health Parity and Affordable Care Act regulations impact nearly all health plans, including self-funded Employee Retirement Income Security Act (ERISA) plans, fully-funded state regulated plans and ACA plans. The small group market plans are required to include mental health coverage as one of ten essential health benefits. FMHPA extends to the small and individual group markets through this requirement. Only a small number of grandfathered plans and ERISA-exempt government plans are not beholden to the regulation.\n\nKaren Fessel is the founder and executive director of the Autism Health Insurance Project. Cecily Ruttenberg is assistant director. The Autism Health Insurance Project is a nonprofit organization that helps families and providers secure insurance coverage for mental health conditions. Karen will be speaking at the National Assocation of Therapeutic Schools and Programs on Feb. 6, 2015 on ‘How to obtain insurance coverage for residential treatment.’ Go to www.autismhealthinsurance.org for more information.", "article_metadata": {"sailthru.image.thumb": "http://blog.sfgate.com/lshumaker/files/2014/12/pensive-350x250.jpg", "sailthru.author": "Laura Shumaker", "vf": {"unique_id": "wp_sfgate_blog_sfgate_com_lshumaker_2165_blogEntryId2047"}, "title": "Mental health treatment barriers--and solutions", "og": {"site_name": "Laura Shumaker", "description": "This past Sunday, CBS’s 60 Minutes aired a segment  about insurance companies repeatedly issuing denials for mental health treatments, particularly residential treatment. The 60-Minutes segme…", "title": "Mental health treatment barriers–and solutions", "url": "http://blog.sfgate.com/lshumaker/2014/12/17/mental-health-treatment-barriers-and-solutions/", "image": {"width": 1024, "identifier": "http://blog.sfgate.com/lshumaker/files/2014/12/pensive.jpg", "height": 682}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://blog.sfgate.com/lshumaker/files/2014/12/pensive.jpg?w=640", "card": "summary_large_image"}, "sailthru.date": "2014-12-17 14:28:00 -0700", "NextGEN": "1.7.5", "sailthru.title": "Mental health treatment barriers–and solutions", "sailthru.tags": "60 minutes, autism, Mental Health", "article": {"published_time": "2014-12-17T22:28:45+00:00", "modified_time": "2014-12-17T22:28:45+00:00"}, "sailthru.description": "This past Sunday, CBS’s 60 Minutes aired a segment  about insurance companies repeatedly issuing denials for mental health treatments, particularly residential treatment. The 60-Minutes segment Denied, by reporter Scott Pelley, was a follow-up to Nowhere to Go: Mentally ill youth in crisis, which aired on January 26, 2014. Families were highlighted whose children had been discharged from residential treatment prematurely, and", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fd9b8e\"", "article_summary": "(FMHPA final regulations p. 8)Early DischargeThe Federal Mental Health Parity Act allows patients access to medically necessary residential treatment for mental health conditions..\nThe Federal Mental Health Parity Act has been in place since 2008 and has always required health plans to provide mental health benefits on par with medical benefits.\nThe Autism Health Insurance Project is a nonprofit organization that helps families and providers secure insurance coverage for mental health conditions.\nCurrently, many health plans don’t offer residential treatment coverage for mental health disorders.\nUnfortunately, some health plans, as reported on the 60 Minutes report, will try to discharge mental health patients prematurely."}