{"article_title": "Bracing For ObamaCare-Fueled Medical Inflation", "article_keywords": ["bracing", "tax", "medical", "million", "obamacare", "taxes", "premiums", "inflation", "health", "massachusetts", "obamacares", "pay", "obamacarefueled", "insurance"], "article_url": "http://www.investors.com/politics/obamacare/obamacare-is-starting-to-fuel-medical-inflation/", "article_text": "Medical Costs: President Obama used to talk about “bending the cost curve” as a justification for his health overhaul. But it looks increasingly like ObamaCare is sparking a major health care inflation spiral.\n\nThis week three big insurance companies in Massachusetts announced they lost money in the first quarter, thanks to ObamaCare’s new taxes and fees.\n\nBlue Cross Blue Shield of Massachusetts reported a $59.3 million loss after it had to pay $73 million toward financing ObamaCare. Pilgrim Health paid $22.9 million in ObamaCare taxes, leading to a loss of $17.3 million. And the Tufts Health Plan would have broken even if not for ObamaCare.\n\nThe main cost imposed on these insurers is ObamaCare’s “health insurance tax,” which is based on a company’s market share. This year, the tax will cost the industry a total of $8 billion, and the burden will go up from there.\n\n“We think of it as a sales tax on health care,” Lora Pellegrini, president of the Massachusetts Association of Health Plans, told the Boston Globe. “This is going to be passed on in higher premiums.”\n\nGot that? Higher premiums. And that’s in Massachusetts, which had already imposed ObamaCare-like changes years before and has among the highest premiums in the nation.\n\nMeanwhile, a new industry survey suggests that overall employer health costs will climb by 9% this year, and other surveys find small-business premium hikes in the double if not triple digits.\n\nKeep in mind that premium growth was decelerating before ObamaCare — they climbed less than 6% in all but one of the past eight years, according to the Kaiser Family Foundation.\n\nIn addition, ObamaCare’s massive insurance subsidies are fueling demand, pushing first-quarter health spending up at a rate not seen since 1980.\n\nThe administration is aware of this problem. This week it decided to let insurance companies cap the amount they’ll pay toward expensive procedures (while requiring them to pay 100% of low-cost “preventive” treatments). It’s meant to keep premiums down, but turns the concept of insurance completely upside down.\n\nIn the wake of this, Kaiser CEO Drew Altman predicted that “the conversation will soon shift back to health care costs because they are rising more sharply again.”\n\nNo kidding. Anyone with a rudimentary understanding of economics knows you can’t turbocharge demand, pile on mandates and taxes, and expect prices to go down.", "article_metadata": {"description": "Medical Costs: President Obama used to talk about \"bending the cost curve\" as a justification for his health overhaul. But it looks increasingly like ObamaCare", "og": {"site_name": "Investor's Business Daily", "description": "Medical Costs: President Obama used to talk about “bending the cost curve” as a justification for his health overhaul. But it looks increasingly like ObamaCare is sparking a major healt…", "title": "Bracing For ObamaCare-Fueled Medical Inflation", "url": "http://www.investors.com/politics/obamacare/obamacare-is-starting-to-fuel-medical-inflation/", "image": {"width": 512, "identifier": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7.png", "height": 512}, "locale": "en_US", "type": "article"}, "twitter": {"card": "summary", "creator": "@IBDInvestors"}, "wp-parsely_version": "1.8", "msapplication-TileImage": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7-270x270.png", "date": "2014-05-16 15:50:00:-08:00", "article": {"published_time": "2014-05-16T15:50:00+00:00", "modified_time": "-001-11-30T00:00:00+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd9b91\"", "article_summary": "The main cost imposed on these insurers is ObamaCare’s “health insurance tax,” which is based on a company’s market share.\nPilgrim Health paid $22.9 million in ObamaCare taxes, leading to a loss of $17.3 million.\nBlue Cross Blue Shield of Massachusetts reported a $59.3 million loss after it had to pay $73 million toward financing ObamaCare.\nMedical Costs: President Obama used to talk about “bending the cost curve” as a justification for his health overhaul.\nBut it looks increasingly like ObamaCare is sparking a major health care inflation spiral."}