{"article_title": "Who’s Right on Health-Care Cost Projections?", "article_keywords": ["fiscal", "gdp", "right", "medicare", "spending", "rise", "private", "whos", "increases", "cost", "growth", "projections", "healthcare", "health", "trustees"], "article_url": "http://blogs.wsj.com/washwire/2015/07/27/whos-right-on-health-care-cost-projections/", "article_text": "The sustainability of the U.S. fiscal outlook depends on the path of health costs, particularly Medicare, the health insurance program for the elderly and disabled. If health costs continue to rise more rapidly than gross domestic product, then Medicare will be increasingly unaffordable. The recent slowdown in Medicare spending has been touted as evidence that the health cost curve has finally “bent” and that the Medicare financing problem can be managed with modest changes in policy.\n\nThe Medicare Trustees report, released last week, basically confirms this view. Under the trustees’ baseline projection, Medicare spending increases from 3.5% of GDP today to 5.5% by 2050 and 6% by 2080. In contrast, the Congressional Budget Office, in June, projected much larger increases in Medicare spending over time, with spending reaching 7% of GDP by 2050 and over 11% by 2080.\n\nHow can projections by the government’s best experts be so different? And which should we believe?\n\nBoth the trustees and the CBO assume that the growth both of public and private health spending will slow over time, as the incremental benefit from additional health care becomes less valuable. Where they differ is in what is assumed about Medicare spending growth relative to growth other health spending.\n\nThe trustees assume that per capita Medicare spending will rise more slowly than other health spending; CBO assumes that Medicare spending will rise more rapidly.\n\nThe trustees look at the provisions of the Affordable Care Act governing provider reimbursements and conclude that Medicare payments under the Affordable Care Act are increasingly likely to fall below reimbursement by private insurers and Medicaid (the state-federal program for the poor) over time. Thus, they expect Medicare spending to rise more slowly than other health spending.\n\nCBO economists believe future health spending is too uncertain to be modeled. They consider the effects of legislation only over the ten-year budget window—that is, from fiscal years 2015 to 2024.\n\nAfter that, they use a mechanical rule to project Medicare spending per beneficiary. But this mechanical rule assumes that, under current law, Medicare will have less flexibility than private insurers and Medicaid to take measures to slow health spending growth. Thus, CBO assumes that per beneficiary Medicare spending increases faster than other health spending.\n\nWhich of these should be believed? Neither. Health spending is almost impossible to predict. Assuming that past trends continue indefinitely produces nonsensical results, as it implies that health spending will eventually consume all of GDP. But forecasting how the future will be different from the past is not something we know how to do. The large wedge between these two arguably sensible projections of Medicare should be taken as evidence that we really don’t know how big a fiscal problem health spending will be 25 or 50 years in the future.\n\nLouise Sheiner is a senior fellow in economic studies and policy director of the Brookings Institution’s Hutchins Center on Fiscal and Monetary Policy.\n\nALSO IN THINK TANK:\n\nA Little-Noticed Win in Global HIV Treatment\n\nWill the Iran Debate Defuse Partisan Battles Over Health Care?\n\nWhat a Break in the Obamacare Battles Could Bring", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Louise Sheiner: How can health-care cost projections by the government’s best experts be so different? And which should we believe?", "title": "Who’s Right on Health-Care Cost Projections?", "url": "http://blogs.wsj.com/washwire/2015/07/27/whos-right-on-health-care-cost-projections/", "image": {"src": "http://si.wsj.net/public/resources/images/BN-JO819_Mchart_P_20150727160045.jpg"}, "site": "WSJPolitics", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Politics", "article.headline": "Who’s Right on Health-Care Cost Projections?", "description": "Louise Sheiner: How can health-care cost projections by the government’s best experts be so different? And which should we believe?", "article_section": "Politics", "author": "Louise Sheiner", "user.type": "unsubscribed", "testkeys": "C", "article.page": "Washington Wire Blog", "page.subsection": "Washington Wire", "article.summary": "Louise Sheiner: How can health-care cost projections by the government’s best experts be so different? And which should we believe?", "page.site": "blogs.wsj.com", "page.content.format": "responsive", "article.published": "2015-07-27T20:06:21-04:00", "dj.asn": "10-143", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/washwire/2015/07/27/whos-right-on-health-care-cost-projections/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-WB-56930", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Politics", "language": "en-US", "og": {"site_name": "WSJ", "description": "Louise Sheiner: How can health-care cost projections by the government’s best experts be so different? And which should we believe?", "title": "Who’s Right on Health-Care Cost Projections?", "url": "http://blogs.wsj.com/washwire/2015/07/27/whos-right-on-health-care-cost-projections/", "image": {"width": 749, "identifier": "http://si.wsj.net/public/resources/images/BN-JO819_Mchart_P_20150727160045.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "Washington Wire", "article.id": "BL-WB-56930", "user.exp": "default", "article.updated": "2015-07-28T04:33:05-04:00"}, "article_summary": "Where they differ is in what is assumed about Medicare spending growth relative to growth other health spending.\nThus, CBO assumes that per beneficiary Medicare spending increases faster than other health spending.\nThe trustees assume that per capita Medicare spending will rise more slowly than other health spending; CBO assumes that Medicare spending will rise more rapidly.\nUnder the trustees’ baseline projection, Medicare spending increases from 3.5% of GDP today to 5.5% by 2050 and 6% by 2080.\nThus, they expect Medicare spending to rise more slowly than other health spending."}