{"article_title": "Connecticut Forces Teen Girl To Undergo Chemo", "article_keywords": ["teen", "body", "refuse", "right", "rights", "medical", "mother", "patients", "connecticut", "treatment", "forces", "chemo", "girl", "undergo", "care", "cassandra"], "article_url": "http://www.medicaldaily.com/connecticut-forces-teen-girl-undergo-chemo-violatation-patient-bill-rights-316550", "article_text": "Do we have the right to refuse medical treatments we do not want? Most likely, you won’t hesitate even a moment before answering “yes, of course.” Now, let’s tweak the question and the circumstances:\n\nDoes a 17-year-old, with the permission and backing of her parent, have the right to refuse an unwanted medical treatment?\n\nIn Connecticut, this question is under debate as a 17-year-old patient, Cassandra Fortin, battles child services, which has taken custody of her and now is forcing her to undergo chemotherapy, a recommended, though unwanted treatment for Hodgkin's lymphoma.\n\n“My daughter’s refusing chemo because of the poison toxins that she does not want in her body... this is her human rights… to not put poison in her body,” Jackie Fortin, her mother, told FOX News. “Her rights have been taken away; she has been forced to put chemo in her body right now as we speak.”\n\nHaving appealed the ruling, Cassandra and her mother await a hearing of their case scheduled for Thursday at the Connecticut Supreme Court in Hartford. Mother and daughter, who is receiving treatment at Connecticut Children's Medical Center, will be represented by a public defender. If Cassandra is successful, her treatments will end immediately. While the question of her constitutional rights is most important, her rights as a patient also matter and should be addressed now that the Affordable Care Act has begun to change the health care landscape.\n\nPatient’s Bill of Rights\n\nIn 1995, the Association of American Physicians & Surgeons adopted a Patient’s Bill of Rights which guarantees various freedoms, including “to refuse medical treatment even if it is recommended by their physician(s).” Interestingly, the bill of rights also guarantees patients the right “to refuse third-party interference in their medical care, and to be confident that their actions in seeking or declining medical care will not result in third-party-imposed penalties for patients or physicians.” It seems strange, then, that the AAPS has not taken a stand or, at the very least, issued a statement about Cassandra’s impending court case.\n\nThe bare facts of Cassandra’s legal case, taken from a state document, are these: Doctors diagnosed Cassandra with Hodgkin's lymphoma in September 2014 and recommended chemotherapy as part of her treatment. Cassandra decided against the treatment, and her mother supported her decision. In November, a state court granted the Department of Children and Families (DCF) temporary custody of Cassandra and directed her mother to cooperate with medical care as recommended by doctors. Initially, Cassandra and her mother complied with the order and Cassandra received two chemotherapy treatments in November. Subsequently, Cassandra ran away from home to avoid further treatment and then refused treatment when she returned.\n\n\"It's a question of fundamental constitutional rights — the right to have a say over what happens to your body — and the right to say to the government 'you can't control what happens to my body,'\" attorney Michael S. Taylor, who represents Cassandra, told Fox News. He noted that neither supreme court, the state’s, nor that of the United States has ruled on this matter. A spokesman for the Connecticut Children's Medical Center told the news service that the hospital is working closely with DCF on the matter.\n\nSome effort has been made to compare what happens to people who refuse chemotherapy with what happens to those who undergo treatment. This study and this one both find the risk of an additional cancer “event” and/or death to be higher for patients who refuse treatment. However, the first study is not very comprehensive and neither study includes Hodgkin's lymphoma patients.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "chemo, lymphoma, patient bill of rights, constitutional rights", "og": {"site_name": "Medical Daily", "description": "With the support of her mother, a 17-year-old Connecticut patient battles child services, which is forcing her to undergo unwanted chemotherapy treatments for Hodgkin's lymphoma.", "title": "Connecticut Conundrum: Can A 17-Year-Old Refuse Chemo?", "url": "http://www.medicaldaily.com/connecticut-forces-teen-girl-undergo-chemo-violatation-patient-bill-rights-316550", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/01/06/chemotherapy.jpg", "type": "article"}, "twitter": {"description": "With the support of her mother, a 17-year-old Connecticut patient battles child services, which is forcing her to undergo unwanted chemotherapy treatments for Hodgkin's lymphoma.", "title": "Connecticut Conundrum: Can A 17-Year-Old Refuse Chemo?", "url": "http://www.medicaldaily.com/connecticut-forces-teen-girl-undergo-chemo-violatation-patient-bill-rights-316550", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/01/06/chemotherapy.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/01/06/chemotherapy.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-01-06T16:39:25-05:00", "modified_time": "2015-01-06T16:39:24-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "With the support of her mother, a 17-year-old Connecticut patient battles child services, which is forcing her to undergo unwanted chemotherapy treatments for Hodgkin's lymphoma."}, "article_summary": "This study and this one both find the risk of an additional cancer “event” and/or death to be higher for patients who refuse treatment.\nDo we have the right to refuse medical treatments we do not want?\nMother and daughter, who is receiving treatment at Connecticut Children's Medical Center, will be represented by a public defender.\nSome effort has been made to compare what happens to people who refuse chemotherapy with what happens to those who undergo treatment.\nInitially, Cassandra and her mother complied with the order and Cassandra received two chemotherapy treatments in November."}