{"article_title": "New ad inadvertently reveals GOP’s darkest secret: Voters are liberal!", "article_keywords": ["reveals", "liberal", "ad", "inadvertently", "voters", "pay", "national", "gops", "mcconnell", "secret", "health", "widely", "social", "americans", "security", "darkest", "class"], "article_url": "http://www.salon.com/2014/01/23/the_rights_precious_secret_is_inadvertently_revealed_america_is_liberal/", "article_text": "Topics: 2014 elections, Barack Obama, Bill Clinton, Conservatives, Editor's Picks, George W. Bush, GOP, Kentucky, Liberals, Mitch McConnell, Social Security, The Right, TV ads, U.S. Senate, United States, Video, Media News, Politics News\n\nMitch McConnell’s new ad for reelection has many in the political class stunned. The spot, which focuses on delivering health assistance to sick workers and standing up for working families, is “fascinating,” MSNBC’s Chris Hayes tweeted, adding, “Could be from a liberal Democrat.” Chris Cillizza of the Washington Post was also blown away: “This Mitch McConnell ad is remarkable.”\n\nAnd of course, they’re right. It’s a case study in breathtaking hypocrisy, for a man who “for fifteen years … all but ignored the problems at the plant” he now touts, and who also has pushed to deny health coverage to millions by trying to repeal Obamacare. Watch it here:\n\nPretty audacious stuff, yes — but on some level, it shouldn’t be so surprising that McConnell is trying to paint himself as “a liberal Democrat” on economic issues. That’s because, while this fact often eludes the political class, progressive economic values — like protecting the social safety net — are widely popular in America.\n\nHow do we know this? Just look at the messages that winning national politicians — of both parties — choose to pitch to Americans when seeking their votes.\n\nThere’s McConnell, of course, but also look at 2012. President Obama, who spent much of 2013 dangling his chained CPI proposal to reduce Social Security benefits, didn’t exactly trumpet the proposal when he came before voters the previous year. (The reality is polls show that protecting Social Security, like increasing the minimum wage and unemployment insurance, is widely popular among Americans, and has been for years.) Instead, he ran a populist national campaign explicitly based on the idea that we live in a cooperative society that works best when we lift up those who are struggling.\n\nAs I noted in a recent piece challenging the notion that we’re now living in some new and sudden “liberal resurgence,” the president’s speech directed at a prime-time general election audience at the 2012 Democratic National Convention could have been written by Elizabeth Warren:\n\n“I refuse to ask middle class families to give up their deductions for owning a home or raising their kids just to pay for another millionaire’s tax cut. I refuse to ask students to pay more for college, or kick children out of Head Start programs, to eliminate health insurance for millions of Americans who are poor, and elderly, or disabled, all so those with the most can pay less.” “I don’t believe that another round of tax breaks for millionaires will bring good jobs to our shores, or pay down our deficit. I don’t believe that firing teachers or kicking students off financial aid will grow the economy, or help us compete with the scientists and engineers coming out of China.”", "article_metadata": {"description": "The GOP wants us to think this is a center-right nation -- but Mitch McConnell's new ad lets the cat out of the bag VIDEO", "title": "New ad inadvertently reveals GOP’s darkest secret: Voters are liberal!", "og": {"site_name": "Salon", "description": "The GOP wants us to think this is a center-right nation -- but Mitch McConnell's new ad lets the cat out of the bag VIDEO", "title": "New ad inadvertently reveals GOP’s darkest secret: Voters are liberal!", "url": "http://www.salon.com/2014/01/23/the_rights_precious_secret_is_inadvertently_revealed_america_is_liberal/", "image": "http://media.salon.com/2014/01/mcconnell_ad.jpg", "type": "article"}, "twitter": {"description": "The GOP wants us to think this is a center-right nation -- but Mitch McConnell's new ad lets the cat out of the bag VIDEO", "title": "New ad inadvertently reveals GOP’s darkest secret: Voters are liberal!", "image": "http://media.salon.com/2014/01/mcconnell_ad.jpg", "creator": "@blakezeff", "site": "@salon", "card": "summary_large_image"}, "author": "Blake Zeff", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 2014 elections, Barack Obama, Bill Clinton, Conservatives, Editor's Picks, George W. Bush, GOP, Kentucky, Liberals, Mitch McConnell, Social Security, The Right, TV ads, U.S. Senate, United States, Video", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcb2a0\"", "article_summary": "President Obama, who spent much of 2013 dangling his chained CPI proposal to reduce Social Security benefits, didn’t exactly trumpet the proposal when he came before voters the previous year.\n(The reality is polls show that protecting Social Security, like increasing the minimum wage and unemployment insurance, is widely popular among Americans, and has been for years.)\nJust look at the messages that winning national politicians — of both parties — choose to pitch to Americans when seeking their votes.\nThat’s because, while this fact often eludes the political class, progressive economic values — like protecting the social safety net — are widely popular in America.\nWatch it here:Pretty audacious stuff, yes — but on some level, it shouldn’t be so surprising that McConnell is trying to paint himself as “a liberal Democrat” on economic issues."}