{"article_title": "Direct primary care emerges in post-reform world", "article_keywords": ["emerges", "plans", "doctors", "direct", "primary", "patients", "health", "dpc", "postreform", "healthcare", "world", "networks", "care"], "article_url": "http://www.healthcarefinancenews.com/blog/direct-primary-care-emerges-post-reform-world", "article_text": "Direct primary care is a disruptive concept in which payments for basic healthcare remain entirely outside the health insurance networks. But the efficiency of this delivery model makes it an appealing choice for self-funded health plans, while also yielding improvements in treatment outcomes and provider experience.\n\nHow health plans benefit\n\nSelf-insured businesses need to take advantage of every avenue for cost-savings, and statistics repeatedly demonstrate that the best return on health spending comes from increased access to primary care. As an example, Forbes profiled three self-insured employers who work with a disruptive concept (DPC) provider and have seen lower absenteeism and employee stress levels, improved employee morale, and a 10 to 40 percent drop in emergency room visits.\n\nIn just the first year, medical costs for these companies have dropped between $25,000 and $130,000. Since employees have an incentive to address health problems early, health costs are expected to continue dropping in years to come. IBM did a global study focused on their $2 billion annual healthcare expenditures, and it concluded that, \"More primary care access led to a healthier population which, in turn, led to less money spent.\"\n\nNew self-funding models\n\nAs DPC becomes more widespread, options for self-funded health plans are increasing. One example is a collaboration between NextCare Holdings, which owns urgent care centers in eleven states, and DPC network design firm Physician Care Direct. These two organizations are offering an \"employer health ownership plan\" to business owners in Dallas, Texas. The offer comes with a promise of healthcare savings of up to 30 percent.\n\nThe possibility of teamwork even extends to hospitals and institutional health systems: Physician Care Direct is offering these organizations the opportunity to package and sell their own branded \"employer health ownership plans\" to local businesses.\n\nExpanding the content of primary care\n\nSince direct primary care gives doctors no financial incentive to refer patients out to specialists, clinics that are part of DPC networks often contain more in-house testing options. In other instances, DPC networks may seek out specialists who will steeply discount their charges in exchange for immediate payment.\n\nWhen there are extra charges for tests such as X-rays and EKGs, those fees are far lower than they would be under the traditional health insurance system. When patients do need to be hospitalized, their DPC physician serves as a guide and advocate, helping them navigate their medical choices.\n\nReturning control to providers\n\nSmaller patient panels in a DPC delivery model mean that doctors spend more time with each patient, and the result is higher quality healthcare and more attention to lifestyle issues. Patients and doctors develop better communication because the doctors are accessible between visits by phone or email.\n\nFurthermore, all testing costs are entirely transparent and patients are empowered to make decisions about their own healthcare. This payment model can contribute to more primary care providers being able to remain in independent practice, and it no longer incentivizes excessive testing.\n\nFurthermore, DPC allows loosely affiliated provider networks to directly negotiate contracts and reimbursements with health plans. Physicians across the United States are joining a grassroots movement to establish DPC networks. Since DPC is entirely scalable, some of these organizations (such as Qliance and White Glove) are moving in the direction of a nationwide presence. They are establishing onsite and near-site clinics in several cases for large employers, in order to facilitate convenient healthcare access for employees. Travel giant Expedia has an onsite DPC clinic at its headquarters in Bellevue, Washington. The clinic, which offers services six days a week, has had over 300 visits in its first month of operation.\n\nPaired with high-deductible insurance\n\nThe Affordable Care Act contains a clause that allows DPC to be offered if it is paired with a high-deductible wrap-around policy that covers emergencies and hospitalization. Cigna is one of the first health insurance carriers to offer such a paired package, currently available to self-insuring businesses with 50 to 250 employees who contract with Qliance. Associated Mutual has followed suit, and more insurers will certainly line up, as the savings become more widely known.\n\nThe economic and professional appeal of DPC has caused it to spread to at least 24 states. Scalable models are being developed and increasingly attract investor dollars. If American primary care is \"horribly broken,\" according to former Health Affairs editor-in-chief Susan Dentzer, direct primary care is a crucial strategy for restoring its integrity.\n\nRyan Liabenow is president of the Kavanah Group.", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/blog/direct-primary-care-emerges-post-reform-world", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/generic-hospital-building-feature_0.gif", "site_name": "Healthcare Finance News", "description": "The economic and professional appeal of DPC has caused it to spread to at least 24 states. Scalable models are being developed and increasingly attract investor dollars.", "title": "Direct primary care emerges in post-reform world"}, "twitter": {"site": "@HC_Finance", "image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/generic-hospital-building-feature_0.gif"}, "description": "The economic and professional appeal of DPC has caused it to spread to at least 24 states. Scalable models are being developed and increasingly attract investor dollars.", "card": "summary_large_image", "title": "Direct primary care emerges in post-reform world"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Direct primary care is a disruptive concept in which payments for basic healthcare remain entirely outside the health insurance networks. But the efficiency of this delivery model makes it an appealing choice for self-funded health plans, while also yielding improvements in treatment outcomes and provider experience.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "article_summary": "If American primary care is \"horribly broken,\" according to former Health Affairs editor-in-chief Susan Dentzer, direct primary care is a crucial strategy for restoring its integrity.\nDirect primary care is a disruptive concept in which payments for basic healthcare remain entirely outside the health insurance networks.\nOne example is a collaboration between NextCare Holdings, which owns urgent care centers in eleven states, and DPC network design firm Physician Care Direct.\nThis payment model can contribute to more primary care providers being able to remain in independent practice, and it no longer incentivizes excessive testing.\nExpanding the content of primary careSince direct primary care gives doctors no financial incentive to refer patients out to specialists, clinics that are part of DPC networks often contain more in-house testing options."}