{"article_title": "Obamacare's next steps await outcome of Scott vs. Crist", "article_keywords": ["crist", "law", "plans", "federal", "obamacare", "await", "medicaid", "state", "vs", "scott", "obamacares", "florida", "steps", "outcome", "health", "insurance"], "article_url": "http://politics.heraldtribune.com/2014/10/18/obamacares-next-steps-await-outcome-scott-vs-crist/", "article_text": "Obamacare is now firmly established in Florida’s health care landscape, with nearly 1 million state residents signed up for private insurance plans crafted to meet the federal regulations, including 25,238 in Sarasota and Manatee counties.\n\nBut the politics surrounding the law remain highly volatile and could be a factor in a governor’s race that is entering its final stretch.\n\nDemocrat Charlie Crist is embracing the legislation, describing it as a moral imperative. Republican Gov. Rick Scott calls federal health care reform — widely referenced with President Barack Obama’s name — “a bad law that keeps getting worse,” and attacks Crist for backing it.\n\nThe candidates repeated those refrains last week during their second televised debate, although their jabs were overshadowed by an odd dispute over a portable fan under Crist’s podium.\n\nCrist and Scott are using the law — formally known as the “Patient Protection and Affordable Care Act” — to stoke partisan fires and rally their bases of support.\n\nWhile many aspects of Obamacare are outside a governor’s control, state leaders have significant input on how the law unfolds in Florida. Crist and Scott are likely to take very different approaches if elected.\n\n“I would work hard to make sure as many people as want to” sign up for health insurance under the law, Crist said during a recent campaign stop in Sarasota. He has described health care as “like a civil right.”\n\nScott, taking a different view, has resisted implementing the law.\n\n“Our health care system needs to be improved — there is no doubt, but we cannot say that the answer is Obamacare,” Scott said in a statement.\n\nThe next governor will have sway over enrollment efforts, how health plans created under the law are regulated, and even what rates are applied to consumers.\n\nThere is also the issue of whether to accept billions in federal funding to extend Medicaid to another 850,000 low-income Floridians, as authorized by the law.\n\nFlorida’s leaders have thrown up numerous roadblocks to Obamacare.\n\nRepublicans in the state House of Representatives adamantly opposed Medicaid expansion, saying the source of funding is unreliable and unsustainable.\n\nScott tried to ban experts on the new law dubbed “navigators” — federally funded employees tasked with helping people sign up for health insurance — from working out of county health departments, although some counties ignored the ban.\n\nThe GOP-controlled Legislature passed a law signed by Scott that prevents regulators from weighing in on the rates charged by the new Obamacare-compliant health plans for two years.\n\nThe Medicaid debate remains one of the most high-profile state issues.\n\nCrist says he would use all the authority of the governor’s office — including the ability to call a special legislative session, veto budget items and sign executive orders — to expand Medicaid. He criticizes Scott for backing Medicaid expansion but doing nothing to advance the issue.\n\n“Sadly, Rick Scott won’t lift a finger to get it done,” Crist said during Wednesday’s debate at Broward College, to which Scott retorted that Crist was governor in 2010 when Obamacare became law and did not call for Medicaid expansion then.\n\nScott has qualified his support for extending Medicaid to more Floridians. He said he is only committed to the idea during the first three years of Obmacare — from 2014 to 2016 — when the federal government has agreed to cover all costs. But he also described the issue as a matter of “conscience” last year, which opened him to criticism for not doing more to cajole lawmakers into acting.\n\nAsked if Scott will push for Medicaid expansion if re-elected, his campaign released a statement attributed to Scott saying: “Some states chose to spend millions of taxpayer dollars to grow their Medicaid program. I said that I would only agree to expand Medicaid if it did not cost Florida taxpayers. It would be wrong to make promises to provide care that the state could ultimately not afford or sustain.”\n\nScott said during Wednesday’s debate that “I’m not willing to do what Charlie did and bankrupt our state.” Florida would never have to pay more than 10 percent of the cost of Medicaid expansion, but the longterm state budget impact would still reach into the billions.\n\nCrist also is pledging to support the navigators in Florida, and to reinstate the Office of Insurance Regulation’s authority to oversee Obamacare rates. He argues that Scott is to blame for recent rate increases proposed for some of the new health plans offered in Florida.\n\n“It’s so cynical and so hypocritical to say it’s because of the Affordable Care Act when it’s Rick Scott who signed the bill to let rates go up,” Crist said.\n\nScott campaign spokesman Greg Blair noted that Obamacare provides some federal oversight of rates, including a provision that forces insurers to justify increases of more than 10 percent.\n\n“The Legislature decided that if the federal government wanted a say over policy premiums, then they could go ahead and regulate it themselves,” Blair wrote in an email that also included a statement from Scott saying “I support the Legislature’s deference to the federal government.”\n\nPolitiFact, the independent fact-checking organization, rated a claim by the Republican Party of Florida that Obamacare prevents the state from regulating health insurance as “Pants on Fire” false.\n\nBut the cost of insurance premiums under the law continues to be campaign fodder.\n\nThe state GOP released a TV ad that features a series of unidentified people complaining about Obamacare and attacking Crist for calling the law “great.”\n\nOne woman says the law increased her health insurance premium 30 percent, a boost that Obamacare supporters and independent fact checkers say would be far out of the ordinary for most people.\n\nAsked for more details about the personal experiences of the people in the ad, GOP spokeswoman Susan Hepworth said in an email only that “they are real Floridians.”\n\nRepublicans have highlighted an analysis conducted by the Florida Office of Insurance Regulation in August that found average premiums will increase by 13.2 percent next year for Obamacare health insurance plans offered in Florida.\n\n“Florida families are going to be slammed with higher costs,” Scott said in a statement when the OIR analysis was released.\n\nBut federal officials argued that the average rate increase released by OIR does not reflect the real impact on consumers because it does not take into account which plans enroll the most people.\n\nUsing the same figures provided to OIR by private insurers, Obama administration calculations show that one of the most popular plans will actually decrease in price by 4 percent, on average, in Florida.\n\nObamacare supporters say the health plans are very affordable when federal subsidies are factored in. The average monthly premium for an Obamacare plan in Florida is $68 after deducting the $278 average monthly tax credit.\n\nFloridians also received nearly $41.7 million in Obamacare rebates this year — the most of any state — because of a provision in the law that requires insurance companies to spend most of their revenues on patient care. Companies with excessive overhead costs and profits must refund money to consumers.\n\nHow all this will play politically is unclear.\n\nA Tampa Bay Times/Bay News 9/UF Bob Graham Center poll from early September found 58.2 percent of Florida residents think Obamacare should be repealed or significantly modified. But polls also show a majority of residents support Medicaid expansion.\n\nOther aspects of the law — such as the prohibition on insurers denying coverage to people with pre-existing conditions and a provision allowing young adults to stay on parents’ plans longer — also are popular.\n\nFlorida Gulf Coast University political science professor Peter Bergerson said both parties are trying to emphasize aspects of Obamacare that motivate their core supporters.\n\nVoter turnout will be key in the governor’s race and the passions surrounding healthcare reform could help get Democrats and Republicans to the polls.\n\n“In an off year election like this voter turnout is way down and who votes is going to be the deciding factor,” he said. “So both parties have to maximize their base voters.”\n\nAs the political debate unfolds, those working to sign more people up for health insurance under Obamacare are busy preparing for the second open enrollment period, which begins Nov. 15.\n\nLynne Thorp, who supervises a group of federal navigators covering 10 Southwest Florida counties, including Sarasota and Manatee, said demand for her team’s services was so strong during the first open enrollment that she converted a closet into another office. Some people had to wait in their cars because the waiting room was packed.\n\n“We could not serve the number of people who wanted help,” Thorp said. “That, I would say, was universally true and I know it will be the same this year.”\n\nInformation from the News Service of Florida was used in this report.", "article_metadata": {"wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}, "description": "Obamacare is now firmly established in Florida’s health care landscape, with nearly 1 million state residents signed up for private insurance plans", "framework": "Alkivia Framework 0.8"}, "_id": "\"57477af46914bd0286fd9bba\"", "article_summary": "Rick Scott calls federal health care reform — widely referenced with President Barack Obama’s name — “a bad law that keeps getting worse,” and attacks Crist for backing it.\nHe argues that Scott is to blame for recent rate increases proposed for some of the new health plans offered in Florida.\n“Our health care system needs to be improved — there is no doubt, but we cannot say that the answer is Obamacare,” Scott said in a statement.\n“I would work hard to make sure as many people as want to” sign up for health insurance under the law, Crist said during a recent campaign stop in Sarasota.\nThe next governor will have sway over enrollment efforts, how health plans created under the law are regulated, and even what rates are applied to consumers."}