{"article_title": "New Mexico lawmakers OK funds for impeachment investigation", "article_keywords": ["case", "ok", "office", "campaign", "mexico", "charges", "funds", "impeachment", "states", "state", "investigation", "duran", "way", "lawmakers", "republican", "secretary"], "article_url": "http://townhall.com/news/politics-elections/2015/09/15/new-mexico-secretary-of-state-due-in-court-on-fraud-charges-n2052392", "article_text": "SANTA FE, N.M. (AP) — One of New Mexico's highest-ranking officials pleaded not guilty to dozens of charges during a brief court appearance Tuesday as lawmakers cleared the way for an impeachment investigation into allegations that she embezzled money from campaign contributions.\n\nTwo-term Republican Secretary of State Dianna Duran sat silently next to her attorney, who entered the pleas on her behalf.\n\nIt marked her first public appearance since she was accused more than two weeks ago of fraud, embezzlement, tampering with state records and other offenses.\n\nProsecutors say Duran funneled campaign donations into personal bank accounts and withdrew large sums of cash while frequenting casinos around the state.\n\nThe charges sent shockwaves through political circles and raised questions about enforcement of the state's election and campaign finance reporting laws.\n\nCalls for Duran to resign continue, and the Legislative Council, which includes members of the state House and Senate, on Tuesday approved up to $250,000 in state funds to investigate the charges as part of impeachment proceedings.\n\n\"It's a solemn and very somber process, and it has to be done,\" House Minority Floor Leader Rep. Brian Egolf, D-Santa Fe, said following the unanimous vote.\n\nDuran has been silent about the case, making no statements since the charges were filed by the state attorney general's office.\n\nShe and her lawyer Erlinda Johnson slipped out a back door at the courthouse after the arraignment. Television camera crews pursued them, but they refused to comment.\n\nUnder conditions of release set by the judge, Duran cannot enter any gambling establishments or leave the state for work duties without getting the court's permission.\n\nHowever, the judge cleared the way for her to perform duties related to her position as secretary of state despite prosecutors' requests that she not have access to private or public funds.\n\n\"She's still the sitting secretary of state,\" Johnson argued. \"She is presumed innocent. She has not been convicted of any offense.\"\n\nJohnson sought to have many of the charges dismissed, arguing about jurisdiction and saying Duran's rights to due process were being violated. The judge denied the motions.\n\nDuran had been a no-show at her $85,000-a-year elected post with the exception of some conference calls with staff. On Tuesday, she stopped by the office to discuss upcoming deadlines and projects with top staff as the start of the 2016 election season approaches.\n\nThe secretary of state oversees state elections and enforces campaign finance reporting laws.\n\nThe case has prompted disappointment and frustration among voters, political observers say.\n\n\"We have no idea how to measure the impact, but the general effect is one of disillusionment with government and politics,\" said Christine Sierra, an emeritus professor of political science at the University of New Mexico.\n\nDuran tapped into those same feelings of voter frustration to craft her platform when she first ran for secretary of state in 2010. A native of the southern New Mexico village of Tularosa, she wanted to turn around an office that had been the focus of federal investigations and was known for being dysfunctional.\n\nOne of only a handful of Latina women in the nation to hold a statewide office, Duran has spent most of her life in public service. She worked her way up from a technician in the Otero County Clerk's Office to the New Mexico Senate, where she served for 18 years.\n\nShe also was the first Republican elected to the New Mexico secretary of state's office in more than 80 years. Despite stiff competition from a Democrat, she was re-elected in 2014.\n\nDuran's performance as a lawmaker and later as the state's top elections official never raised any flags until the attorney general's office received a confidential tip in 2014.\n\nFormer Republican state lawmaker Janice Arnold Jones characterized the current allegations as a \"personal fall from grace\" during a recent call-in show on KUNM radio.\n\n\"It appears to me this is truly a gambling problem and there were personal choices, but it really didn't have anything to do with her ability to do the job in office,\" she said.\n\nIt's no doubt a credibility issue for Duran, but observers say the bigger question now is whether the case will spur lawmakers to take on reforms that have long proven to be elusive, such as the creation of a state ethics commission and tougher enforcement of campaign finance laws.\n\nIt could be December before Duran returns to court for a preliminary hearing, when it would be decided if there's enough evidence for the case to move forward.", "article_metadata": {"description": "New Mexico lawmakers OK funds for impeachment investigation - AP News: SANTA FE, N.M. (AP) — One of New Mexico's highest-ranking .05/26/2016 3:18:37AM EST.", "author": "AP News", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "SANTA FE, N.M. (AP) — One of New Mexico's highest-ranking officials pleaded not guilty to", "title": "AP News - New Mexico lawmakers OK funds for impeachment investigation", "url": "http://townhall.com/news/politics-elections/2015/09/15/new-mexico-secretary-of-state-due-in-court-on-fraud-charges-n2052392", "image": "http://media.townhall.com/townhall/reu/ha/2015\\258\\53eef717-db68-40eb-a1c1-06113ee1bbde.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "SANTA FE, N.M. (AP) — One of New Mexico's highest-ranking officials pleaded not guilty to", "title": "AP News - New Mexico lawmakers OK funds for impeachment investigation", "url": "http://townhall.com/news/politics-elections/2015/09/15/new-mexico-secretary-of-state-due-in-court-on-fraud-charges-n2052392", "image": "http://media.townhall.com/townhall/reu/ha/2015/258/53eef717-db68-40eb-a1c1-06113ee1bbde.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "New Mexico lawmakers OK funds for impeachment investigation, AP News, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fcb2af\"", "article_summary": "She also was the first Republican elected to the New Mexico secretary of state's office in more than 80 years.\nTwo-term Republican Secretary of State Dianna Duran sat silently next to her attorney, who entered the pleas on her behalf.\nFormer Republican state lawmaker Janice Arnold Jones characterized the current allegations as a \"personal fall from grace\" during a recent call-in show on KUNM radio.\nOne of only a handful of Latina women in the nation to hold a statewide office, Duran has spent most of her life in public service.\nProsecutors say Duran funneled campaign donations into personal bank accounts and withdrew large sums of cash while frequenting casinos around the state."}