{"article_title": "Native History: Murder of Chief Lean Bear Leads to War, Sandy Creek Massacre", "article_keywords": ["lincoln", "murder", "creek", "visit", "massacre", "lean", "peace", "bear", "leads", "chief", "sand", "soldiers", "white", "history", "war", "sandy", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/05/16/native-history-murder-chief-lean-bear-results-revenge-154709", "article_text": "This article is part of a series by the National Park Service concerning the 150th Anniversary of the Sand Creek Massacre.\n\n“I can only say that I see no way in which your race is to become as numerous and prosperous as the white race except by living as they do, by the cultivation of the earth.” With these words President Abraham Lincoln welcomed Chief Lean Bear and other Plains Indian leaders to the White House on March 26, 1863. Lean Bear spoke for peace, and after his visit to the nation’s capital, his tribe considered him “a big friend of the whites.”\n\nLess than 15 months after this visit to Washington, Chief Lean Bear lay dead on the plains of Kansas, shot by soldiers of the 1st Colorado Cavalry. Toting a peace medal and papers given to him by President Lincoln, the Chief greeted the soldiers with ease on May 16. When commanding officer Lieutenant George Eayre gave the order to fire, Lean Bear had no warning. Less than 50 yards away from the soldiers, he fell and was shot again on the ground as the soldiers rode past.\n\nAccording to George Bent, after the murder of Lean Bear, “The Cheyennes were so stirred up…that the chiefs could not control the young warriors.” Soon, vengeful parties of Dog Soldiers went on the warpath, escalating the fears of government officials, settlers, and the U.S. Army. The death of Chief Lean Bear proved critical in the chain of events culminating in the Sand Creek Massacre.\n\nThe irony of Lean Bear’s death was reflected in a speech made to Abraham Lincoln. The chief said he “deplored the war between the whites, now being waged” and expressed determination that his tribe “take no part or sides in it.” Lean Bear also stated he “wished to live in peace for the balance of his life.”\n\nTo learn more about the murder of Chief Lean Bear, visit NPS.gov/sand or visit the Sand Creek Massacre National Historic Site outside of Eads, Colorado.", "article_metadata": {"description": "The murder of Cheyenne Chief Lean Bear stirred up the Dog Soldiers who went on the warpath, escalating the fears of government officials, settlers.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/05/16/native-history-murder-chief-lean-bear-results-revenge-154709", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/unidentified-chief-dc.jpg", "type": "article", "title": "Native History: Murder of Chief Lean Bear Leads to War, Sandy Creek Massacre"}, "robots": "follow, index", "dc": {"title": "Native History: Murder of Chief Lean Bear Leads to War, Sandy Creek Massacre"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/05/16/native-history-murder-chief-lean-bear-results-revenge-154709", "fb": {"app_id": 493888563989950}, "dcterms.creator": "leeanne", "dcterms.date": "2014-05-16T10:00-04:00", "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Sand Creek Massacre, Native American History", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 2}, "dcterms.title": "Native History: Murder of Chief Lean Bear Leads to War, Sandy Creek Massacre"}, "article_summary": "The death of Chief Lean Bear proved critical in the chain of events culminating in the Sand Creek Massacre.\nThis article is part of a series by the National Park Service concerning the 150th Anniversary of the Sand Creek Massacre.\nWhen commanding officer Lieutenant George Eayre gave the order to fire, Lean Bear had no warning.\nToting a peace medal and papers given to him by President Lincoln, the Chief greeted the soldiers with ease on May 16.\nLean Bear spoke for peace, and after his visit to the nation’s capital, his tribe considered him “a big friend of the whites.”Less than 15 months after this visit to Washington, Chief Lean Bear lay dead on the plains of Kansas, shot by soldiers of the 1st Colorado Cavalry."}