{"article_title": "Republicans Vote Against Their Own Survival as the Top 14 Child Poverty States Are Red", "article_keywords": ["14", "food", "survival", "republicans", "children", "states", "suffering", "base", "poverty", "child", "vote", "americans", "republican", "support", "red"], "article_url": "http://www.politicususa.com/2013/12/04/republicans-vote-survival-top-14-child-poverty-states-red.html", "article_text": "The concept of self-destruction is unique to human beings, and for most people it is incomprehensible why, or how, a person could rationalize deliberately causing themselves harm unless they were seriously demented. It is true that some people find themselves in seemingly hopeless situations and reason that self-destruction is their only option to end what they feel is unremitting distress, but they likely did not create the conditions that are the basis of their suffering. It is highly probable that if semi-intelligent human beings were aware of why they were suffering, they would take the necessary steps to separate themselves from the source of their distress; unless they support Republicans in Congress and state legislatures. Few would argue that Republicans do not exist to create insufferable conditions for most Americans, but over the past three years (at least) they have openly targeted their base with the same evil intent as they have the rest of the population. Still, Republicans have undying support from the people most likely suffering from their injurious policies.\n\nThe latest indication and announcement that Republicans hate their base as much as the rest of the population came on Sunday when evangelical Rick Santorum complained that “sicker, older” Americans are signing up and getting healthcare insurance through the Affordable Care Act. Santorum, who came in second in the 2012 Republican presidential race, thinks it is wrong for the GOP’s most dependable voting bloc, older and whiter Americans, to have access to healthcare insurance. Now that Republicans have openly attacked women, Latinos, the poor, Veterans, and now “older Americans,” it is fair to say there is no segment of the population they do not hold in contempt. What is curious is why their base continues supporting them when Republicans admit their entire agenda includes creating pain and suffering for the people keeping them in office?\n\nThe first instinct is to say the GOP base is just voting against their own self-interests, and that is certainly true. But after three years of Republicans campaigning, and acting, on taking food, jobs, healthcare, and pensions from their base it is more accurate to say they are voting against their own survival; particularly in reliably Republican southern states. It is tempting to wish southern state Republicans well and let them wither and die in poverty, hunger, and ill-health, but their “champions on the right” are creating suffering for seniors, Veterans, the poor, and children nation-wide. In a chart floating around the Internet, the rankings for states with the highest percentage of children living far below the poverty line reveal what many Americans already know; the highest child poverty rates are in southern states.\n\nThe top fourteen states with the highest percentage of children living in dire poverty are deeply-held red states and far exceed the humiliating national child poverty rate of nearly 24%. One might understand the racial motivation of self-destructive Republicans willing to go hungry to oppose the African American man in the White House, but their support is creating hunger for their own children, grandchildren, mothers, and fathers and does not affect President Obama one iota. Further, the conservative sycophants support right to work for lower wages, oppose Medicaid expansion, advocate deeper cuts to nutrition assistance, and Social Security and Medicare cuts that affect the entire nation as well as the base. In fact, the recent food stamp cuts that take 20 meals a month from hungry seniors, children, working families, and Veterans are insufficient for Republicans and their base supports substantially deeper cuts to create more hunger for nearly 4 million Americans; mostly children, families, and seniors in Republican states.\n\nIt is also noteworthy that red southern states are overwhelmingly Christian and by now, the faithful certainly understand that Jesus is not furnishing food or healthcare for vulnerable children and senior citizens to counter Republican cuts. In fact, in spite of $82.5 billion in taxpayer-furnished welfare, the nation’s churches that do attempt to provide food assistance for the poor are struggling primarily because their poverty-level adherents can hardly afford food, adequate housing, or healthcare, much less the requisite 10% tithe for admittance to glory. To make matters worse, the faithful support Republicans because they fight for evangelicals’ religious freedom to persecute gays and control women despite their theocratic efforts will not provide one meal or doctor visit for millions of southern Republicans living in poverty.\n\nAmericans understand the GOP base is angry and hates President Obama because he is Black, but they cannot fathom the self-destructive nature driving them to create pain and suffering for themselves, their children, and their family members; or tens-of-millions of Americans they do not know. One cannot blame Republicans in Congress and state legislatures because their predilection has always been taking everything from the people, including their faithful supporters, but after three years of publicly singling out their base one would think a sense of survival would overrule their hatred for this President.\n\nIt is entirely possible the GOP base never hear Republicans like Santorum say Americans over 50 do not deserve healthcare, or House Republicans say children and seniors living in poverty do not deserve food, and if that is the case then their self-destructive nature might be excused. However, they are well aware their children, parents, and poor family members are going hungry because Republicans cut 20 meals a month from their food stamp allowance and crave eliminating nutrition assistance altogether, and they know the GOP sequester cut funding for their shut-in parents and disabled family members dependent on Meals on Wheels to survive. The GOP base in southern states also know they are working for poverty wages because their Republican champions passed “right to work” for less laws and rejected Medicaid expansion to keep those underpaid Republican voters sick and dying. They also have to know that their elderly parents are barely surviving on Social Security and Medicare that Republicans have made no secret is destined for major cuts, but by dog, they keep voting for Republicans to teach other Americans they hate the idea of an African American President who continues fighting for their interests.\n\nThe blame for the state of this country lies squarely on Republican voters so steeped in racial animus that they have become a danger to themselves, their own children, and the rest of the population. It is tempting to tell the Republican base, particularly in the South, that if they hate food stamps; stop using them and starve, and if they hate the idea of Medicaid and Medicare; then get sick and die, and if they want to work for dirt wages; then feel free to wallow in poverty. The problem is that they have heard it for three straight years from their Republican politicians and they keep voting for them anyway. Despite their penchant for self-destruction and danger they pose to their children, parents, and other struggling Americans’ survival, President Obama, Democrats, and real American citizens are all that stand between their survival and certain demise at the hands of Republicans they support.", "article_metadata": {"description": "Red state Obama haters think they are punishing the president by voting Republican, but their only accomplishment is creating hunger for their own children, grandchildren, mothers, and fathers.", "generator": "WordPress 4.5.2", "author": "Rmuse", "og": {"site_name": "Politicus USA", "description": "Red state Obama haters think they are punishing the president by voting Republican, but their only accomplishment is creating hunger for their own children, grandchildren, mothers, and fathers.", "title": "Republicans Vote Against Their Own Survival as the Top 14 Child Poverty States Are Red", "url": "http://www.politicususa.com/2013/12/04/republicans-vote-survival-top-14-child-poverty-states-red.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2013/12/hate-america-GOP.jpg", "updated_time": "2013-12-04T19:59:39+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Featured News,child poverty,Food Stamp cuts,food stamps,Obama,Patient Protection and Affordable Care Act,Republican Party,republicans hate america,Republicans hate their base,Rick Santorum,Southern Red States,Voting Result,politicususa,liberal,politics,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Featured News", "published_time": "2013-12-04T19:16:47+00:00", "modified_time": "2013-12-04T19:59:39+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "child poverty, Food Stamp cuts, food stamps, Obama, Patient Protection and Affordable Care Act, Republican Party, republicans hate america, Republicans hate their base, Rick Santorum, Southern Red States, Voting Result"}, "article_summary": "The top fourteen states with the highest percentage of children living in dire poverty are deeply-held red states and far exceed the humiliating national child poverty rate of nearly 24%.\nStill, Republicans have undying support from the people most likely suffering from their injurious policies.\nIn a chart floating around the Internet, the rankings for states with the highest percentage of children living far below the poverty line reveal what many Americans already know; the highest child poverty rates are in southern states.\nTo make matters worse, the faithful support Republicans because they fight for evangelicals’ religious freedom to persecute gays and control women despite their theocratic efforts will not provide one meal or doctor visit for millions of southern Republicans living in poverty.\nThe first instinct is to say the GOP base is just voting against their own self-interests, and that is certainly true."}