{"article_title": "Obamacare ‘sticker shock’ not so shocking, conservative economist suggests", "article_keywords": ["aca", "plans", "sticker", "shock", "obamacare", "costs", "conservative", "suggests", "individual", "health", "preaca", "healthcare", "coverage", "shocking", "economist", "insurance", "market"], "article_url": "https://www.washingtonpost.com/news/wonk/wp/2014/06/18/obamacare-sticker-shock-not-so-shocking-conservative-economist-suggests/", "article_text": "\n\nPresident Obama's health-care law didn't boost costs in the individual health insurance market as much as previous studies claimed, according to a new analysis from a conservative health-care economist. (Photo by Kevin Lamarque/Reuters)\n\nObamacare critics have used \"sticker shock\" as an attack on the health-care law, highlighting examples of how some people who bought individual insurance faced much higher costs this year thanks to Obamacare's broader coverage requirements.\n\nBut a new analysis from a conservative health-care economist suggests that Obamacare sticker shock wasn't nearly as steep as other studies previously suggested. Consumers who bought their own coverage between 2010 and 2012 saw the average cost of their plan increase between 14 percent and 28 percent when they switched to new coverage under the Affordable Care Act, according to Mark Pauly, a professor of health-care management at the University of Pennsylvania's Wharton School of Business. That's smaller than the effect measured by other studies, including one from the Manhattan Institute this morning finding that individual premiums increased 49 percent between 2013 and 2014.\n\nPauly also noted his numbers don't account for discounts received by low- and middle-income families receiving federal subsidies when they purchase coverage through ACA exchanges. Those eligible for federal subsidies this year saw their premiums cut by 76 percent, on average, according to a new report from the Department of Health and Human Services.\n\nOf course, there are real-life examples of people who experienced major health insurance hikes in the transition from the pre-ACA individual market to the new rules that took effect in 2014. Those experiences are no doubt frustrating for those individuals and provide powerful anecdotes, but from a policy standpoint, it's important to look at the bigger picture.\n\nThe problem with that, though, is it's really difficult to compare the pre-ACA individual market to what exists today, which is a challenge that Pauly's analysis in the National Bureau of Economic Research fully acknowledges. Individual health plans under ACA guidelines now offer a more robust set of 10 benefits, limit out-of-pocket spending, and can only charge customers based on geography, age and tobacco use. Notably, insurers are also banned from denying people coverage or charging them more for a pre-existing condition — that factor seems to be the main driver of the increased price in the ACA market since insurers are expecting a worse risk pool, Pauly writes with Wharton's Scott Harrington and Adam Leive.\n\nThe authors examined the individual markets for California, which has the largest ACA exchange, and 23 other states using the federal exchange that historically had laxer rate regulations. The authors also try to anticipate what kind of coverage people actually buy, versus just what was available. They compared the pre-ACA period to the current prices for the lowest-cost \"bronze\" and the two cheapest \"silver\" health plans, which offer cheaper premiums and higher out-of-pocket costs. Bronze and silver plans were also the most popular plan choices during the 2014 enrollment period.\n\nAs the authors explain, the information available for pre-ACA plans isn't complete. It's hard to tell just how much coverage the plans provided, or the types of plans that people purchased. So, that's all to say this amounts to a very educated guess.\n\nIf anything, their analysis serves as a helpful reminder of just how hard it is to make broad comparisons between the individual market before and after Obamacare. Going forward, though, it should be much easier to make these year-to-year comparisons. Insurers in the individual market have to play by the same set of rules (except for grandfathered plans and non-compliant plans that were temporarily extended), and there's a better accounting of what people are purchasing.\n\nThe comparison between 2014 and 2015 rates will be the first completely fair accounting of what's happened to insurance costs under the ACA. The proposed 2015 rate increases on average appear modest so far, but the full picture is still taking shape.", "article_metadata": {"description": "Still, it's really tough to make comparisons between the individual market before and after Obamacare.", "og": {"site_name": "Washington Post", "description": "Still, it's really tough to make comparisons between the individual market before and after Obamacare.", "title": "Obamacare ‘sticker shock’ not so shocking, conservative economist suggests", "url": "https://www.washingtonpost.com/news/wonk/wp/2014/06/18/obamacare-sticker-shock-not-so-shocking-conservative-economist-suggests/", "image": "https://images.washingtonpost.com/?url=http://img.washingtonpost.com/blogs/wonkblog/files/2013/12/wonk1204-800x462.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@jasonmillman"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/wonk/wp/2014/06/18/obamacare-sticker-shock-not-so-shocking-conservative-economist-suggests/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "ACA, Obamacare, health insurance,", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "ACA, Obamacare, health insurance,"}, "_id": "\"57477af36914bd0286fcb2d0\"", "article_summary": "But a new analysis from a conservative health-care economist suggests that Obamacare sticker shock wasn't nearly as steep as other studies previously suggested.\nPresident Obama's health-care law didn't boost costs in the individual health insurance market as much as previous studies claimed, according to a new analysis from a conservative health-care economist.\nIf anything, their analysis serves as a helpful reminder of just how hard it is to make broad comparisons between the individual market before and after Obamacare.\nThe comparison between 2014 and 2015 rates will be the first completely fair accounting of what's happened to insurance costs under the ACA.\nAs the authors explain, the information available for pre-ACA plans isn't complete."}