{"article_title": "The Affordable Care Act Has Saved Those Who Don't Qualify for Medicare", "article_keywords": ["affordable", "widowed", "dont", "divorced", "qualify", "medicare", "reasonable", "act", "adults", "health", "law", "saved", "insurance", "care"], "article_url": "http://www.nytimes.com/roomfordebate/2014/03/20/obamacares-four-year-checkup/the-affordable-care-act-has-saved-those-who-dont-qualify-for-medicare", "article_text": "Toni Miles is the director of the Institute of Gerontology and a professor of epidemiology and biostatistics at the University of Georgia's College of Public Health. She is the author of \"Health Care Reform and Disparities: History, Hype, and Hope.\"\n\nThe Affordable Care Act was designed to translate policy into law. Its foundation is reformation of health care insurance financing. This is a cumbersome process, hence the length and complexity of the law.\n\nFrom 2008 to 2010, I was a health and aging policy fellow on the Senate Finance Committee where I witnessed the birth of this legislation as it tackled health care financing and ways to fix the employer-sponsored health insurance market.\n\nPeople who are not eligible for Medicare -- like newly widowed and divorced adults between the ages of 18 and 64 -- now have reasonable alternatives.\n\nTo understand what works about the Affordable Care Act, it is important to fully appreciate that in the United States, our only access to health care is through insurance, and approximately 70 percent of Americans obtain health insurance through employer-sponsored plans -- plans found in the private insurance markets.\n\nBefore the health care law, newly widowed or divorced adults -- 24 percent of women and 30 percent of men between the ages of 18 and 64 -- had few options for access to health insurance. (I include divorced adults because many married couples obtain health care insurance through one spouse’s employer plan.) It is painful enough to lose a spouse through death or divorce but to find out that you’ve also lost your health insurance can be financially overwhelming.\n\nNow that we have the Affordable Care Act and the health insurance exchanges, these people who are not eligible for Medicare have reasonable alternatives. This is a good thing.\n\nIf there is one bright, shining success from this law, this is it.\n\n\n\nJoin Opinion on Facebook and follow updates on twitter.com/roomfordebate.\n\n", "article_metadata": {"thumbnail_75": "http://graphics8.nytimes.com/images/2014/03/20/opinion/RFDAccordableCARE/RFDAccordableCARE-thumbStandard.jpg", "twitter": {"image": "http://graphics8.nytimes.com/images/2014/03/20/opinion/RFDAccordableCARE/RFDAccordableCARE-thumbWide.jpg"}, "communityAssetTaxonomy": "opinion/roomfordebate/obamacares-four-year-checkup", "applicationName": "shell", "PT": "blogs", "thumbnail_150": "http://graphics8.nytimes.com/images/2014/03/20/opinion/RFDAccordableCARE/RFDAccordableCARE-thumbWide.jpg", "sourceApp": "nyt-v5", "thumbnail_150_width": 150, "thumbnail_150_height": 150, "thumbnail_75_width": 75, "thumbnail": "http://graphics8.nytimes.com/images/2014/03/20/opinion/RFDAccordableCARE/RFDAccordableCARE-thumbStandard.jpg", "description": "With the Affordable Care Act and the health insurance exchanges, people who are not eligible for Medicare -- like newly widowed and divorced adults between the ages of 18 and 64 -- have reasonable alternatives.  By Toni Miles.", "CG": "Opinion", "discussion_id": 20906, "article": {"collection": "http://www.nytimes.com/roomfordebate/ribbon.jsonp?callback=jsonFeedCallback_homepage"}, "slug": "obamacares-four-year-checkup", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "og": {"image": "http://graphics8.nytimes.com/images/2014/03/20/opinion/RFDAccordableCARE/RFDAccordableCARE-sfSpan.jpg", "description": "With the Affordable Care Act and the health insurance exchanges, people who are not eligible for Medicare -- like newly widowed and divorced adults between the ages of 18 and 64 -- have reasonable alternatives.", "title": "The Affordable Care Act Has Saved Those Who Don't Qualify for Medicare"}, "thumbnail_75_height": 75, "response_id": 66547, "communityAssetURL": "http://www.nytimes.com/roomfordebate/2014/03/20/obamacares-four-year-checkup/the-affordable-care-act-has-saved-those-who-dont-qualify-for-medicare", "hdl": "The Health Care Law's Checkup", "SCG": "roomfordebate"}, "_id": "\"57477af36914bd0286fcb2d4\"", "article_summary": "Now that we have the Affordable Care Act and the health insurance exchanges, these people who are not eligible for Medicare have reasonable alternatives.\nThe Affordable Care Act was designed to translate policy into law.\nIts foundation is reformation of health care insurance financing.\nShe is the author of \"Health Care Reform and Disparities: History, Hype, and Hope.\"\n(I include divorced adults because many married couples obtain health care insurance through one spouse’s employer plan.)"}