{"article_title": "Video: Obamacare Dismantled in Less Than Five Minutes", "article_keywords": ["web", "working", "dismantled", "wellknown", "obamacare", "video", "words", "policy", "president", "weeks", "law", "minutes", "obama"], "article_url": "http://townhall.com/tipsheet/guybenson/2014/02/05/video-obamacare-dismantled-in-less-than-five-minutes-n1789868", "article_text": "\n\n\"The product is good,\" President Obama intoned during a bizarrely triumphal Rose Garden photo-op three short weeks into the Obamacare roll-out debacle. \"It's high quality, and it's affordable,\" he said, adding that early participants were \"thrilled\" with the results. Just prior to departing for his Hawaiian Christmas escape in December -- amidst roiling controversies suffocating his signature program -- Obama pronounced the law \"working.\" And on Super Bowl Sunday, he assured Bill O'Reilly that Obamacare's much maligned web system is functioning \"the way it's supposed to.\" What to make of these assertions? Is the president so out of touch that he believes them to be true, or is he putting on a brave face to defend an historic technological and policy failure that bears his name? Democrats have made endless promises to the public throughout the healthcare debate, the highest profile of which haven't panned out -- which is why the law remains deeply unpopular. Conservatives predicted nearly every one of these betrayals, often with remarkable precision. The law is a mess that has shattered the well-known pledges upon which was sold. Its authors and defenders lack credibility. And the new policy is hurting real people. What follows is a digestible, but by no means comprehensive, video dissection of Obamacare, using only supporters' words, press accounts, and testimonials from impacted citizens:\n\n\n\nMany thanks to my colleagues Emily Bruce, Sarah Jean Seman and Feven Amenu for their assistance in producing this compilation, a task that spanned hours.", "article_metadata": {"description": "Promises..05/23/2016 19:24:57PM EST.", "author": "Guy Benson", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Promises.", "title": "Guy Benson - Video: Obamacare Dismantled in Less Than Five Minutes", "url": "http://townhall.com/tipsheet/guybenson/2014/02/05/video-obamacare-dismantled-in-less-than-five-minutes-n1789868", "image": "http://media.townhall.com/townhall/reu/ha/2014/35/2014-02-04T200942Z_1_CBREA131JWV00_RTROPTP_3_USA-OBAMA-NEWSCONFERENCENEWSCONFERENCE.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Promises.", "title": "Guy Benson - Video: Obamacare Dismantled in Less Than Five Minutes", "url": "http://townhall.com/tipsheet/guybenson/2014/02/05/video-obamacare-dismantled-in-less-than-five-minutes-n1789868", "image": "http://media.townhall.com/townhall/reu/ha/2014/35/2014-02-04T200942Z_1_CBREA131JWV00_RTROPTP_3_USA-OBAMA-NEWSCONFERENCENEWSCONFERENCE.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Video: Obamacare Dismantled in Less Than Five Minutes, Guy Benson, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af36914bd0286fc954b\"", "article_summary": "\"The product is good,\" President Obama intoned during a bizarrely triumphal Rose Garden photo-op three short weeks into the Obamacare roll-out debacle.\nJust prior to departing for his Hawaiian Christmas escape in December -- amidst roiling controversies suffocating his signature program -- Obama pronounced the law \"working.\"\n\"It's high quality, and it's affordable,\" he said, adding that early participants were \"thrilled\" with the results.\nAnd on Super Bowl Sunday, he assured Bill O'Reilly that Obamacare's much maligned web system is functioning \"the way it's supposed to.\"\nThe law is a mess that has shattered the well-known pledges upon which was sold."}