{"article_title": "A Million Americans Get Wrong Obamacare Subsidies", "article_keywords": ["information", "documents", "consumers", "federal", "subsidies", "million", "obamacare", "wrong", "americans", "income", "inconsistencies", "health", "insurance"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/05/17/Million-Americans-Get-Wrong-Obamacare-Subsidies", "article_text": "The government may be paying incorrect subsidies to more than 1 million Americans for their health plans in the new federal insurance marketplace and has been unable so far to fix the errors, according to internal documents and three people familiar with the situation.\n\nThe problem means that potentially hundreds of thousands of people are receiving bigger subsidies than they deserve. They are part of a large group of Americans who listed incomes on their insurance applications that differ significantly — either too low or too high — from those on file with the Internal Revenue Service, documents show.\n\nRelated: GOP Senators Demand Repayment for Failed State Exchanges\n\nThe government has identified these discrepancies but is stuck at the moment. Under federal rules, consumers are notified if there is a problem with their application and asked to upload or mail in pay stubs or other proof of their income.\n\nOnly a fraction have done so, according to the documents. Even when they have, the federal computer system at the heart of the insurance marketplace cannot match this proof with the application because that capability has yet to be built, according to the three individuals.\n\nSo piles of unprocessed “proof” documents are sitting in a federal contractor’s Kentucky office, and the government continues to pay insurance subsidies that may be too generous or too meager. Administration officials do not yet know what proportion are overpayments or underpayments. Under current rules, people receiving unwarranted subsidies will be required to return the excess next year.\n\nThe inability to make certain the government is paying correct subsidies is a legacy of computer troubles that crippled last fall’s launch of HealthCare.gov and the initial months of the first sign-up period for insurance under the Affordable Care Act. Federal officials and contractors raced to correct most of the technical problems hindering consumers’ ability to choose a health plan. But behind the scenes, important aspects of the website remain defective — or simply unfinished.\n\nRelated: Big Increases in Obamacare Premiums, Deductibles Coming in Nov.\n\nWhite House officials recently have begun to focus on the magnitude of income discrepancies. Beyond their concerns regarding overpayments, members of the Obama administration are sensitive because they promised congressional Republicans during budget negotiations last year that a thorough income-verification system would be in place.\n\nUnder White House pressure, federal health officials and the contractor, Serco, are this weekend beginning to step up efforts at resolving a variety of inconsistencies that have appeared in applications, including income discrepancies. One White House official, speaking on the condition of anonymity about internal discussions, said that White House and federal health officials are “all on the same page that the issue needs to be resolved as soon as possible.”\n\nBecause the computer capability does not yet exist, the work will start by hand, according to two people familiar with the plans. It will focus at first not on income questions, but on another roughly 1 million cases in which people enrolled — or tried to enroll — in health plans and ran into questions about their citizenship status.\n\nThroughout the sign-up period that ended earlier this spring, flaws in HealthCare.gov blocked many naturalized citizens or permanent legal residents, requiring them to submit immigration documents that are, like the income information, caught in a backlog.\n\nRelated: Better Fill Your Prescription Fast in Southern California\n\nThe work of sorting out inaccurate incomes — and inaccurate subsidies, as a result — will likely begin sometime this summer, two individuals familiar with the plans said.\n\nJulie Bataille, communications director for the Centers for Medicare and Medicaid Services, the agency overseeing the federal insurance exchange, said, “The marketplace has successfully processed tens of millions of pieces of data — everything from Social Security numbers to tribal status to annual income. While most data matched up right away during the application process, we take seriously the cases that require more work and have a system in place to expeditiously resolve these data inconsistencies.”\n\nBataille also added that “an inconsistency does not mean there is a problem with a consumer’s enrollment” but that the consumer must send in additional documentation to verify whether their application information is accurate. “We’re working every day,” she said, “to make sure individuals and families get the tax credits they deserve and that no one is receiving a tax credit they shouldn’t.”\n\nOf the various technical problems that remain with HealthCare.gov, the difficulty in straightening out discrepancies affects an especially large number of consumers. Of the roughly 8 million Americans who signed up for coverage this year under the health-care law, about 5.5 million are in the federal insurance exchange.\n\nRelated: Obamacare Contractor Pays Employees to 'Do Nothing'\n\nAccording to the internal documents, more than half of them — about 3 million people — have an application containing at least one kind of inconsistency. These inconsistencies have arisen as the information listed on their applications has been cross-checked, via a newly built federal data hub, with the Social Security Administration and other federal agencies, as well as incarceration, IRS and immigration records.\n\nThe income information is significant because the government for the first time is providing subsidies to help working-class and middle-class Americans buy private health plans. Under the federal rules, an application is “flagged” for special checking if the income someone says that they expect this year is at least 10 percent above or below the most recent income in their IRS tax returns.\n\nAccording to various recent internal documents, income discrepancies are the most frequent kind of inconsistencies among insurance applicants, and they exist on 1.1 million to 1.5 million out of nearly 4 million inconsistencies overall. Of the total inconsistencies, the documents show, consumers have uploaded or mailed in about 650,000 pieces of “proof” — or for about one inconsistency in six.\n\nThe federal rules say that consumers have 90 days after applying to try to prove that their information is correct and, if an inconsistency is not resolved by then, whatever the federal records show is assumed to be correct. By now, about one-third of people with inconsistencies have passed their 90-day window. But because of the trouble verifying incomes, the government has not lowered or raised anyone’s subsidies.\n\nMaking sure that incomes — and subsidies — were accurate became a prominent issue during budget negotiations last year, as House and Senate Republican opponents of the health-care law warned of potential fraud. Health and Human Services Secretary Kathleen Sebelius promised to thoroughly vet the salary information that people submitted as part of their health insurance applications.\n\nFrom their vantage point, consumer advocates have also been concerned about the possibility of inaccurate income information. They worry that some consumers who have innocently overstated their incomes should be getting higher subsidies — and perhaps better insurance — than they are receiving, while those who accidentally understated their income may get a nasty surprise during tax season next year when the IRS demands that they return any subsidy money they have improperly collected.\n\n“The longer it takes and the more months . . . go by, the more serious the consequences of any error that may have occurred,” said Judy Solomon, vice president for health policy at the Center on Budget and Policy Priorities, which has been pressing its concern with administration officials.\n\n“I have this sick feeling that there are these people out there who have made unintentional errors, and in a few years will be subject to massive tax bills,” said Jessica Waltman, senior vice president for government affairs at the National Association of Health Underwriters, a lobbying group for health insurance brokers.\n\nJuliet Eilperin contributed to this report, which originally appeared in The Washington Post.\n\nRead more at The Washington Post:\n\nBillionaire Could Turn Tide in Ukraine\n\n'Right to Try' Gives Dying Access to Drugs\n\nDust Up Over Big Bang Find", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The government may be paying incorrect subsidies to more than 1 million Americans for", "title": "A Million Americans Get Wrong Obamacare Subsidies", "url": "http://www.thefiscaltimes.com/Articles/2014/05/17/Million-Americans-Get-Wrong-Obamacare-Subsidies", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/08172012_health_money_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/05/17/Million-Americans-Get-Wrong-Obamacare-Subsidies", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/08172012_health_money_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The government may be paying incorrect subsidies to more than 1 million Americans for", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdc767\"", "article_summary": "Of the roughly 8 million Americans who signed up for coverage this year under the health-care law, about 5.5 million are in the federal insurance exchange.\nAccording to various recent internal documents, income discrepancies are the most frequent kind of inconsistencies among insurance applicants, and they exist on 1.1 million to 1.5 million out of nearly 4 million inconsistencies overall.\nThe income information is significant because the government for the first time is providing subsidies to help working-class and middle-class Americans buy private health plans.\nFrom their vantage point, consumer advocates have also been concerned about the possibility of inaccurate income information.\nHealth and Human Services Secretary Kathleen Sebelius promised to thoroughly vet the salary information that people submitted as part of their health insurance applications."}