{"article_title": "No one's ever going to filibuster a Supreme Court mominee anyway.", "article_keywords": ["mominee", "supreme", "court", "minority", "senate", "ones", "theyre", "going", "bork", "democrats", "vote", "party", "filibuster"], "article_url": "http://www.slate.com/blogs/weigel/2013/11/01/the_nuclear_option_because_no_one_s_ever_going_to_filibuster_a_supreme_court.html", "article_text": "Photo by Nancy Ostertag/Getty Images\n\nThe best report on the slow, inevitable return of \"nuclear option\" chatter comes from Burgess Everrett, who quotes the usual suspects on the idea of breaking the filibuster.\n\nThe talk of yet another fight over Senate rules so soon after the last one was too much for Sen. John McCain (R-Ariz.).\n\n“We’ve got to stop it. We’ve got to come together on these things and work it out, rather than have a godda— confrontation on the floor every time. So many of these guys have never been in the minority. They think the way to fix it is 51 votes,” McCain said.\n\nAdvertisement\n\n\n\nPoints for the half-finished curse word, but the point McCain was making was that, come 2017, when there are 49 Democratic senators living under President Chris Christie, they will want to retain the power to block his nominees—especially his judicial nominees. Remove the filibuster, and you'd be able to appoint a judge for life with a mere 51 votes!\n\nWhat critics of the \"reform\" movement don't get is that the reformers have already figured this out. They're not idiots! The parties have wanted to gum up the appointments and nominations processes to delay, as long as possible, the results of a general election, and the enactment of new policies. They've wanted to kill judicial nominations not just because they want to win in the circuit courts (it's the D.C. Circuit we're fighting about now, and the D.C. Circuit that blocked Obama's recess appointments), but to thwart young, smart judges from becoming still-young Supreme Court nominees.\n\nThe reformers don't like the former process, and the latter process is just completely overhyped. The filibuster of a Supreme Court nominee is a gun that'll never be loaded. It's been used only once in the past 50 years to bring down a nominee—the 1968 filibuster of Abe Fortas. That vote was bipartisan, with 24 Republicans and 19 Democrats opposing cloture; that vote happened before the filibuster was lowered from 67 to the 60-vote norm; that vote was explained as opposition to Fortas' extant political ties to LBJ. So there's no precedent for a party in the minority using its filibuster power to stop a Supreme Court nomination.\n\n\"What about Bork?\" Ah, what about him? It's true that the modern, partisan judicial wars started with the Bork nomination, but Bork wasn't filibustered. In 1986 Democrats won the U.S. Senate in a sweep, taking eight seats. Bork, nominated in 1987, was defeated by a 58–42 vote, with six Republicans joining the nays (and two Democrats joining the ayes). The party that had won the last election used its majority to kill the nomination.\n\nAdvertisement\n\n\n\nThat's the standard that the reformers are comfortable with. They're especially comfortable because the idea of the party in the minority filibustering a nomination basically died in 2005 and 2006. George W. Bush, re-elected as his party gained four Senate seats, got to confirm two justices. One of them, Sam Alito, was seen (correctly) to be shifting the court to the right, replacing the swing vote of Sandra Day O'Connor. He got the seat, but only by a 58–42 margin. You will notice that 58 is less than 60. This is because Democrats opted not to filibuster Alito, because doing so to a nominee with no ethical problems would have been unpopular and precedent-setting. Only 25 Democrats voted against cloture.*\n\nSo, yeah, it's true that most pro-filibuster reform senators have never served in the minority. Those who predate them were in the Senate for an event that liberals had feared for a decade—the replacement of Sandra Day O'Connor by a conservative—and they didn't filibuster. In what circumstance would they ever use the filibuster to stop a future Republican nominee who wasn't sinking under his/her own weight?\n\nThey don't see any such circumstance. This is why they're ready to change the rules—they're more afraid of a world where a Republican minority can block a president's appointees than a world where a Republican president can win an election and get what he wants.", "article_metadata": {"fb-share": "The Nuclear Option: Because No One's Ever Going to Filibuster a Supreme Court Nominee Anyway", "sailthru.author": "David Weigel", "description": "The best report on the slow, inevitable return of \"nuclear option\" chatter comes from Burgess Everrett, who quotes the usual suspects on the idea of br ...", "og": {"site_name": "Slate Magazine", "description": "The best report on the slow, inevitable return of \"nuclear option\" chatter comes from Burgess Everrett, who quotes the usual suspects on the idea of br ...", "title": "The Nuclear Option: Because No One's Ever Going to Filibuster a Supreme Court Nominee Anyway", "url": "http://www.slate.com/blogs/weigel/2013/11/01/the_nuclear_option_because_no_one_s_ever_going_to_filibuster_a_supreme_court.html", "image": "http://www.slate.com/content/dam/slate/uploads/2013/11/01/77319109.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "type": "article"}, "twitter": {"description": "The best report on the slow, inevitable return of \"nuclear option\" chatter comes from Burgess Everrett, who quotes the usual suspects on the idea of br ...", "title": "The Nuclear Option: Because No One's Ever Going to Filibuster a Supreme Court Nominee Anyway", "url": "http://www.slate.com/blogs/weigel/2013/11/01/the_nuclear_option_because_no_one_s_ever_going_to_filibuster_a_supreme_court.html", "image": "http://www.slate.com/content/dam/slate/uploads/2013/11/01/77319109.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "creator": "@daveweigel", "site": "@slate", "card": "summary_large_image"}, "sailthru.date": "2013-11-01T09:26:00Z", "sailthru.promoheadline": "The Nuclear Option: Because No One's Ever Going to Filibuster a Supreme Court Nominee Anyway", "sailthru.headline": "The Nuclear Option: Because No One's Ever Going to Filibuster a Supreme Court Nominee Anyway", "parsely-page": "{\n  \"title\": \"The Nuclear Option: Because No One\\u0027s Ever Going to Filibuster a Supreme Court Nominee Anyway\",\n  \"link\": \"http://www.slate.com/blogs/weigel/2013/11/01/the_nuclear_option_because_no_one_s_ever_going_to_filibuster_a_supreme_court.html\",\n  \"image_url\": \"http://www.slate.com/content/dam/slate/uploads/2013/11/01/77319109.jpg.CROP.thumbnail-small.jpg\",\n  \"type\": \"post\",\n  \"post_id\": \"200131101001\",\n  \"pub_date\": \"2013-11-01T09:26:00Z\",\n  \"section\": \"News and Politics\",\n  \"author\": \"David Weigel\",\n  \"tags\": []\n}", "fb": {"app_id": 142011022527753}, "tw-line": "The Nuclear Option: Because No One's Ever Going to Filibuster a Supreme Court Nominee Anyway", "keywords": "filibuster, nuclear option, abe fortas", "google-site-verification": "jXqoqqPSmx_PWchRdG-IXu-X616Ee2Ptf_AiElI9LzQ", "sailthru.tags": "filibuster, nuclear option, abe fortas", "article": {"publisher": "http://www.facebook.com/Slate", "author": "http://facebook.com/daveweigel"}, "sailthru.description": "The best report on the slow, inevitable return of \"nuclear option\" chatter comes from Burgess Everrett, who quotes the usual suspects on the idea of br ...", "sailthru.image.full": "http://www.slate.com/content/dam/slate/uploads/2013/11/01/77319109.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fcb302\"", "article_summary": "Circuit that blocked Obama's recess appointments), but to thwart young, smart judges from becoming still-young Supreme Court nominees.\nSo there's no precedent for a party in the minority using its filibuster power to stop a Supreme Court nomination.\nThe filibuster of a Supreme Court nominee is a gun that'll never be loaded.\nIt's been used only once in the past 50 years to bring down a nominee—the 1968 filibuster of Abe Fortas.\nRemove the filibuster, and you'd be able to appoint a judge for life with a mere 51 votes!"}