{"article_title": "General Electric Says $18B Healthcare Division Can Finally Widen Margins", "article_keywords": ["18b", "division", "flannery", "widen", "electric", "revenue", "ges", "billion", "general", "profit", "finally", "growth", "operating", "healthcare", "margins", "market", "really"], "article_url": "http://realmoney.thestreet.com/articles/03/11/2016/general-electric-says-18b-healthcare-division-can-finally-widen-margins", "article_text": "General Electric Says $18B Healthcare Division Can Finally Widen Margins\n\nGeneral Electric's (GE) healthcare businesses accounted for more than 10% of the global manufacturer's $117.4 billion in total revenue last year, but that's far shy of where it should be, the company said at a Friday conference.\n\nDespite booking $18 billion in revenue and an operating profit of $2.9 billion in 2015, GE has been failing to cut costs and widen margins in the wake of the Affordable Care Act's passage in 2010, John Flannery, CEO of GE's healthcare division said.\n\n\"The core issue is that we've not grown the operating profit and the operating margin of the business for a number of years,\" he said. \"There have been macro factors in the industry, at various points of time in the last five years. There were government funding issues really rippling out of the end of the financial crisis. The Affordable Care Act knocked the U.S. off its axis for a little bit. FX continues to rattle around and give us some headwind, but when you're really boil it down and look at it the fundamental problem we've had in growing our op. profit in the business is really self-inflicted.\"\n\nFlannery pointed to opportunities in optimizing supply chain efficiency, trimming costs, and highlighted the rollout of new products. He also stressed that healthcare is an ideal market to apply GE's fledgling Industrial Internet, which is a system of machine sensors and software designed to optimize performance on GE's Predix cloud-computing server. With these benefits, Flannery sees revenue growing in the \"low-to-mid single digits\" over the next two years.\n\nGE's next acquisition could be in oil and gas\n\n\"This is a huge, essential market around the world,\" said Flannery. \"It's a $7 trillion market; it's 10% of global GDP; it's higher than that in the U.S. obviously; it has core long-term growth drivers.\"\n\nFlannery foresees a 50 basis-point improvement in operating margins this year, an increase to 16.8%, and an additional 1.2% growth by 2018. And one key factor will be emerging markets, which accounts for 25% of GE's healthcare operations.\n\nRecent deals include a $200 million managed-service contract in Kenya and a $100 million cancer-care research center in India. And GE is commited to establishing a $5 billion healthcare business in China.\n\nGE expects to grow its revenue in emerging markets to $6 billion in 2020 from about $4 billion last year, although Flannery expects 2016 could be another \"choppy\" year in terms of economic growth.", "article_metadata": {"og": {"site_name": "Real Money", "description": "GE's healthcare unit is critical to its growth, and its success will hinge on emerging markets and its ability to apply its so-called Industrial Internet.", "title": "General Electric Says $18B Healthcare Division Can Finally Widen Margins", "locale": "en_US", "url": "http://realmoney.thestreet.com/articles/03/11/2016/general-electric-says-18b-healthcare-division-can-finally-widen-margins", "type": "article"}, "google-site-verification": "uc_ZLKLwygSe1BLShxx0yffUxa-chB9MJ1eJrMH0P6M", "fb": {"app_id": 458919507482096}, "description": "GE's healthcare unit is critical to its growth, and its success will hinge on emerging markets and its ability to apply its so-called Industrial Internet.", "keywords": "emerging markets,Fundamental analysis,healthcare,technology"}, "article_summary": "\"The core issue is that we've not grown the operating profit and the operating margin of the business for a number of years,\" he said.\nAnd one key factor will be emerging markets, which accounts for 25% of GE's healthcare operations.\nAnd GE is commited to establishing a $5 billion healthcare business in China.\nGeneral Electric Says $18B Healthcare Division Can Finally Widen MarginsGeneral Electric's (GE) healthcare businesses accounted for more than 10% of the global manufacturer's $117.4 billion in total revenue last year, but that's far shy of where it should be, the company said at a Friday conference.\nDespite booking $18 billion in revenue and an operating profit of $2.9 billion in 2015, GE has been failing to cut costs and widen margins in the wake of the Affordable Care Act's passage in 2010, John Flannery, CEO of GE's healthcare division said."}