{"article_title": "Faces of the budget crisis: Julie Thrasher and Cody Pointer", "article_keywords": ["tube", "thrasher", "requires", "julie", "milk", "budget", "son", "state", "sons", "faces", "situation", "care", "pointer", "crisis", "cody"], "article_url": "http://thetelegraph.com/news/78950/faces-of-the-budget-crisis-julie-thrasher-and-cody-pointer", "article_text": "ALTON — With the state of Illinois in its ninth month of a budget impasse, many of its residents are suffering the consequences.\n\nJulie Thrasher is a hard-working single mother of a 21-year-old child who is both mentally and physically delayed. During the day, she drives a bus for Madison County Transit while her son, Cody Pointer, attends the William Bedell Achievement and Resource Center in Wood River. When she returns from work, she diligently assists in his needs. Pointer is fed through a tube and is allergic to both soy and milk. Because of this, Thrasher feeds him an amino-based diet. That diet costs upwards of $3,000 a month, and is nearly impossible to maintain with state-funded Medicaid.\n\n“We’re trying to keep him living with us, but the state is making it too difficult,” Thrasher said.\n\nThe most recent problem came with a bout of acid reflux. Due to the feeding tube situation, Pointer has battles with several ailments, such as acid reflux. Thrasher said doctors advised crushing over-the-counter antacids for Pointer’s reflux, which Thrasher said would not suffice. She said her son required Omeprazole, a prescription antacid, which would cost as much as $271 a month.\n\nLuckily, Thrasher said she was awarded a coupon from a nurse to lower the cost to just below $80 a month.\n\n“The pharmacist said the state only pays $9 per month,” Thrasher said. “My son is currently suffering because of $9. The state is not paying these people.”\n\nState payments may also be behind Thrasher’s inability to find a long-term personal physician. She said many physicians are not aware of her son’s condition and have no idea how to go about treatment. She said, because of the state’s inability to pay Medicaid, Pointer has not gotten the care he requires to thrive.\n\n“One time I was dropped by a physician with only three days worth of milk for him and no prescription,” Thrasher said. “Last year, when they all dropped me, I said, ‘OK, I’ll get new doctors.’ The doctors were not getting paid, so they’re going to quit.”\n\nThe “milk” described by Thrasher is a specially-concocted formula for those who cannot feed themselves and have difficulties processing lactose and soy. That milk is the majority of the $3,000-a-month diet Pointer requires. Thrasher said she is not sure how she may receive her next supply of milk. Many of the medical supply distributors providing the special milk are going out of business due to lack of state funding.\n\n“Every time I call them, I expect to be dropped,” Thrasher said. “I wouldn’t be shocked or surprised.”\n\nThrasher once attempted to supplement Pointer’s Medicaid with her own insurance through her employer. Due to federal law and the Affordable Care Act, or as it is commonly called, “Obamacare,” she was unable to add another insurance plan to Pointer’s Medicaid, despite her assertion it could no longer suffice.\n\nCurrently, Thrasher is reconsidering her where she resides and her son’s residence. She said she has cared for him, fed him and changed his diapers for 21 years, but may have to leave those responsibilities to someone else if her current woes continue.\n\n“I am thinking about setting down my keys, foreclosing on my house and leaving here,” she said.\n\nWhere would Thrasher go? Well, like more than 100,000 other people, Thrasher is considering leaving Illinois. She has a daughter and son-in-law in Ohio, and found an affordable apartment she could rent in Fort Wayne, Indiana. With an Indiana address, Pointer would be eligible for a group home in that state.\n\n“If he’s in a group home, they would be required by law to make sure he gets the milk he needs,” Thrasher said.\n\nBecause she could not bear to have her son alone in another state, Thrasher said she would be forced to leave her job and her home to live with him. If she stays under the current financial climate, however, Thrasher is worried for the health of her son, as well as her own.\n\n“One day, I had to stop the bus because my jaw was tightening, and my chest hurt,” Thrasher recalled. “I thought I was having a heart attack because of all the stress this is putting me through.”\n\nOnce she arrived at the doctor, she was told she had a dangerously-high resting pulse of 97 beats per minute. She attributed her health episode to her current predicament in caring for her son.\n\nThis scenario isn’t new for Thrasher, however, she said the state has been less-than-upstanding with her son’s situation for the past eight years. When asked what the state could do to help her situation, Thrasher thrust her arms toward the sky with a frustrated smile and said simply: “I don’t know.”\n\nReach reporter Cory Davenport at 618-208-6447.\n\nThrasher is struggling to ensure her mentally and physically disabled son can thrive despite the state’s budget impasse\n\nBy Cory Davenport [email protected]\n\nSingle mother Julie Thrasher embracing her son, Cody Pointer, who suffers from mental and physical delay. He requires feeding through a tube, constant care and someone to change his diaper. http://thetelegraph.com/wp-content/uploads/2016/03/web1_2aathrasher2.jpg Single mother Julie Thrasher embracing her son, Cody Pointer, who suffers from mental and physical delay. He requires feeding through a tube, constant care and someone to change his diaper.\n\nReach reporter Cory Davenport at 618-208-6447.\n\nPlease enable JavaScript to view the comments powered by Disqus.\n\nDisqus", "article_metadata": {"geo.region": "US-IL", "DC.rights": "Civitas Media", "geo.placename": "Alton", "og": {"site_name": "The Telegraph", "description": "ALTON — With the state of Illinois in its ninth month of a budget impasse, many of its residents are suffering the consequences.Julie Thrasher is a hard-working single mother of a 21-year-old child who is both mentally and physically delayed. During the day, she drives a bus for Madison County Transit while her son, Cody [...]", "locality": "Alton", "url": "http://thetelegraph.com/news/78950/faces-of-the-budget-crisis-julie-thrasher-and-cody-pointer", "image": "http://thetelegraph.com/wp-content/uploads/2016/03/web1_2aathrasher2-300x198.jpg", "title": "Faces of the budget crisis: Julie Thrasher and Cody Pointer", "locale": "en_US", "type": "article", "region": "US-IL"}, "DC.type": "Text", "twitter": {"image": "http://thetelegraph.com/wp-content/uploads/2016/03/web1_2aathrasher2.jpg", "site": "@altontelegraph", "card": "summary_large_image", "title": "- The Telegraph - thetelegraph.com"}, "DC.format": "text/html", "DC.contributor": "The Telegraph", "DC.publisher": "The Telegraph", "DC.identifier": "http://thetelegraph.com", "DC.relation": "http://dublincore.org/", "DC.language": "en_US", "article": {"section": "News", "published_time": "2016-03-05T15:39:49+00:00", "modified_time": "2016-03-05T15:39:49+00:00", "author": "http://thetelegraph.com/author/englewoodindependent"}, "viewport": "width=device-width, initial-scale=1", "DC.title": "The Telegraph, Alton IL - www.thetelegraph.com"}, "article_summary": "Due to the feeding tube situation, Pointer has battles with several ailments, such as acid reflux.\nhttp://thetelegraph.com/wp-content/uploads/2016/03/web1_2aathrasher2.jpg Single mother Julie Thrasher embracing her son, Cody Pointer, who suffers from mental and physical delay.\nThrasher is struggling to ensure her mentally and physically disabled son can thrive despite the state’s budget impasseBy Cory Davenport [email protected]Single mother Julie Thrasher embracing her son, Cody Pointer, who suffers from mental and physical delay.\nThis scenario isn’t new for Thrasher, however, she said the state has been less-than-upstanding with her son’s situation for the past eight years.\nThat milk is the majority of the $3,000-a-month diet Pointer requires."}