{"article_title": "Marco Rubio 'Proves' That Cats Do Not In Fact Come From Human Fetuses", "article_keywords": ["life", "marco", "fetus", "fetuses", "come", "abortion", "soul", "seen", "rubio", "cats", "human", "starts", "say", "weeks", "proves", "fact", "science"], "article_url": "http://www.medicaldaily.com/pulse/marco-rubio-proves-cats-do-not-fact-come-human-fetuses-347340", "article_text": "It's a furry twist to an age-old anti-abortion talking point.\n\nEarlier this Monday, Republican presidential candidate and noted water lover Marco Rubio (R-FL) unveiled his latest social media campaign on Twitter, a petition adorned by an admittedly adorable cat that asks signers to affirm the undebated reality that human fetuses cannot, in fact, turn into cats.\n\nThe petition is intended to be a cheeky reminder of Rubio's post-debate CNN appearance last Thursday - one where he defended his position that \"scientists\" had long ago declared that human life starts at contraception. Upon being told by fellow Catholic and CNN host Chris Cuomo that it's a good deal more complicated than that, Rubio doubled down with the most asinine rebuttal this side of your sibling arguing that it is in fact you who should do your homework.\n\n\"Well, if they can’t say it will be human life, what does it become, then? Could it become a cat?\"\n\nCue laugh track.\n\nAs Cuomo noted, the question of when a human fetus is considered a person is one that could be filtered through a lot of perspectives, only some of which are scientific in nature. Biology can tell us that the likelihood of a fetus experiencing the sensation of pain is very low to impossible before 30-29 weeks in the womb - not 20 weeks as many Republicans claim. And to many, that awareness of pain could be seen as the best proxy of consciousness we have available.\n\nBut others, citing their religious beliefs, could see the act of fertilization as the moment where an embryo is imbued with a soul or otherwise ethereal presence (Few people though, as Slate's Amanda Marcotte shrewdly notes, consider a soul to exist within an egg or sperm cell, both biologically living and human cells). Since souls are often relegated to the realm of the unprovable, science doesn't truly have a position on whether they exist, save to say that there isn't any proof for them.\n\nRubio's smirking argument, that he apparently found funny enough to repeat a week later, purposefully blurs that distinction to make the grander point that abortion should be wholly abolished because it destroys a human being, because a fetus is a human being, because human life starts at contraception, because \"science\" says so.\n\nIt's a weary argument that's been made ad infinitum since the days of Roe vs Wade, only now dressed up in the vague but authoritative veneer of science.\n\nMuch less speculative - and actually supported by research - is the claim that the more reproductive freedom a country's citizens have, the better off they will be, especially when it comes to abortion. Perhaps no clearer example can be seen with the country of Nepal, which legalized abortion in 2002.\n\n\"The liberalization of abortion policy in Nepal has benefited women’s health, and likely contributes to falling maternal mortality in the country,\" a 2013 PLOS-One study concluded. \"The steepest decline was observed after expansion of the safe abortion program to include midlevel providers, second trimester training, and medication abortion, highlighting the importance of concerted efforts to improve access.\"\n\nNepal provides us with a crucial lesson, albeit one that can't be summed up with a cute cat picture. And it's probably one that will be ignored by the majority of the Republican party.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "marco, rubio, proves, cats, do, not, fact, come, human, fetuses", "og": {"site_name": "Medical Daily", "description": "Yes, Marco Rubio, human fetuses cannot become cats - that doesn't mean abortion is wrong.", "title": "Marco Rubio Uses Cute Cat To Make Horrible Anti-Abortion Argument [VIDEO]", "url": "http://www.medicaldaily.com/pulse/marco-rubio-proves-cats-do-not-fact-come-human-fetuses-347340", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/08/11/marco-rubio-proves-cats-do-not-fact-come-human-fetuses.jpg", "type": "article"}, "twitter": {"description": "Yes, Marco Rubio, human fetuses cannot become cats - that doesn't mean abortion is wrong.", "title": "Marco Rubio Uses Cute Cat To Make Horrible Anti-Abortion Argument [VIDEO]", "url": "http://www.medicaldaily.com/pulse/marco-rubio-proves-cats-do-not-fact-come-human-fetuses-347340", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2015/08/11/marco-rubio-proves-cats-do-not-fact-come-human-fetuses.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/08/11/marco-rubio-proves-cats-do-not-fact-come-human-fetuses.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-08-11T23:27:30-04:00", "modified_time": "2015-08-11T23:27:28-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Yes, Marco Rubio, human fetuses cannot become cats - that doesn't mean abortion is wrong."}, "_id": "\"57477af46914bd0286fd9c18\"", "article_summary": "The petition is intended to be a cheeky reminder of Rubio's post-debate CNN appearance last Thursday - one where he defended his position that \"scientists\" had long ago declared that human life starts at contraception.\n\"Well, if they can’t say it will be human life, what does it become, then?\nAs Cuomo noted, the question of when a human fetus is considered a person is one that could be filtered through a lot of perspectives, only some of which are scientific in nature.\nNepal provides us with a crucial lesson, albeit one that can't be summed up with a cute cat picture.\nAnd to many, that awareness of pain could be seen as the best proxy of consciousness we have available."}