{"article_title": "The Most Calorie-Laden Restaurant Meals of 2015", "article_keywords": ["combination", "sodium", "calorieladen", "restaurant", "calories", "shrimp", "nutritional", "2000", "cspi", "2015", "total", "requires", "meals"], "article_url": "http://www.moneytalksnews.com/the-most-calorie-laden-restaurant-meals-2015/", "article_text": "A mere 1,000-calorie meal on a restaurant menu is now a “yawner” in the eyes of the Center for Science in the Public Interest.\n\nInstead, earning recognition from the nonprofit consumer advocacy group’s annual Xtreme Eating awards requires a dining experience of closer to 2,000 calories — which represents “a total disregard for the obesity epidemic and the coming diabetes tsunami,” the CSPI said in announcing the 2015 winners this week.\n\nThe number of calories a person should consume each day varies. However, the nutritional labels that the U.S. Food and Drug Administration requires food manufacturers to place on packaged groceries says the percentages “are based on a 2,000 calorie diet.”\n\nAnd those 2,000 calories are supposed to be consumed in an entire day, not one meal.\n\nRestaurants have not historically been required to provide consumers with nutritional facts about their meals. The Patient Protection and Affordable Care Act of 2010, also referred to as Obamacare, changed that, requiring restaurants to display calories on menus and menu boards. While some provisions took effect immediately in 2010, the FDA’s final ruling on the requirement takes effect in December.\n\nThis year’s top chain restaurant diet-buster came from Red Lobster:\n\nRed Lobster’s Create Your Own Combination (and Lobsterita drink)\n\nWhat you order: The combination comes with three dishes (CSPI chose Parrot Isle Jumbo Coconut Shrimp, Walt’s Favorite Shrimp and Shrimp Linguine Alfredo), a side (french fries) and salad (Caesar). CSPI also added one Cheddar Bay Biscuit and ordered the 24-ounce Lobsterita alcoholic beverage.\n\nWhat you get: The meal combination has 2,710 calories, 37 grams of saturated fat and 6,530 mg of sodium. (“It’s like eating an eight-piece bucket of KFC Original Recipe chicken with four sides of mashed potatoes with gravy, four pieces of corn on the cob, and eight packets of ‘buttery spread,'” CSPI quips.) The chain’s signature extra-large margarita adds an additional 890 calories and 860 mg of sodium, bringing the grand total to 3,600 calories.\n\nYou can see the rest of the list at the CSPI website.\n\nLike this story? SHARE it on Facebook!", "article_metadata": {"description": "Packing more than a day's worth of calories into a single meal comes with ease at some of the nation's most popular chain restaurants. Here are the year's worst", "og": {"site_name": "Money Talks News", "description": "Packing more than a day's worth of calories into a single meal comes with ease at some of the nation's most popular chain restaurants. Here are the year's worst offenders.", "title": "The Most Calorie-Laden Restaurant Meals of 2015", "url": "http://www.moneytalksnews.com/the-most-calorie-laden-restaurant-meals-2015/", "image": "https://i1.wp.com/farm4.staticflickr.com/3344/3576744099_f3e668a1ce_o.jpg?w=1200&ulb=true", "type": "article"}, "twitter": {"domain": "moneytalksnews.com", "description": "Packing more than a day's worth of calories into a single meal comes with ease at some of the nation's most popular chain restaurants. Here are the year's worst offenders.", "title": "The Most Calorie-Laden Restaurant Meals of 2015", "image": {"src": "https://i1.wp.com/farm4.staticflickr.com/3344/3576744099_f3e668a1ce_o.jpg?w=1200&ulb=true"}, "site": "@moneytalksnews", "card": "summary_large_image"}, "fb": {"app_id": 127648538630}, "article": {"publisher": "https://www.facebook.com/moneytalksnews"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fdefef\"", "article_summary": "A mere 1,000-calorie meal on a restaurant menu is now a “yawner” in the eyes of the Center for Science in the Public Interest.\nRestaurants have not historically been required to provide consumers with nutritional facts about their meals.\nThe chain’s signature extra-large margarita adds an additional 890 calories and 860 mg of sodium, bringing the grand total to 3,600 calories.\nWhat you get: The meal combination has 2,710 calories, 37 grams of saturated fat and 6,530 mg of sodium.\nWhile some provisions took effect immediately in 2010, the FDA’s final ruling on the requirement takes effect in December."}