{"article_title": "How to Find the World's Oldest Computer (Using an Iron Man Suit)", "article_keywords": ["worlds", "wreck", "antikythera", "variety", "long", "explore", "computer", "mechanism", "iron", "suit", "using", "typical", "oldest", "exosuit", "today", "man"], "article_url": "http://www.theatlantic.com/technology/archive/2014/06/how-to-find-an-ancient-computer-using-an-iron-man-style-suit/372192/", "article_text": "The Antikythera mechanism is a multi-part machine that was developed, we believe today, to predict eclipses and other astronomical phenomena. It dates back to the 1st century BC; it was discovered at the turn of the 20th century off the Greek island of Antikythera. It is composed of bronze, and comprised of multiple gears. It is generally acknowledged to be the world's first analog computer.\n\nParts of the mechanism, long lost in a Mediterranean shipwreck, have been recovered—as 82 separate fragments, seven of them containing the gears that reveal the most active works of the mechanism. Those pieces, today, are housed at the National Archaeological Museum of Athens.\n\nBut a team of marine archaeologists think there is more of the ancient mechanism to be found: more fragments, and possibly even a second early computer. To re-discover the ancient technology, they're relying on tech of a more cutting-edge variety: the Exosuit. The suit, designed for diving within New York City's water treatment plants, features a rigid, metal form that is, New Scientist notes, vaguely humanoid. (It is, in appearance, like a cross between Iron Man and a man of the Stay-Puft Marshmallow variety.) The pressurized suit allows its wearer to plunge to depths of up to 328 yards—and to navigate via a set of thrusters.\n\nExosuit\n\nThe suit was recently put to the test (in seawater rather than sewage) in the waters off the Woods Hole Oceanographic Institution in Massachusetts. And the next step—well, the next underwater jet-thrust—is the Mediterranean. If all goes according to plan, the suit will allow divers to explore the Antikythera wreck with much more freedom than the typical deep-water-exploration would allow: In the past, such searches have been conducted with the help of remote operated vehicles, (the kinds used to explore the Titanic wreckage in 1986). In-person exploration is ideal, but human divers typically can't explore deep wrecks for long periods: Stay too long down there, and you end up with decompression sickness (\"the bends\"). Which has meant that the typical deep-water exploration has lasted for a maximum of 10 minutes before the diver has needed to resurface. The archaeologists are hoping that the Exosuit, that nimble little submarine for one, will offer a solution.\n\n\"With the Exosuit, our bottom time becomes virtually unlimited,\" Brendan Foley, co-director of field operations at WHOI's Deep Submergence Laboratory, told New Scientist. \"Now we can have an archaeologist in the suit for hours, and we'll only have to come up to answer the call of nature.\" And that means that the diver will be able to explore, with unprecedented agility and leisure, the wreck that hosts this early computer. \"For me,\" Foley puts it, \"the mechanism is what sets this wreck apart. It's the questions it opens up about the history of science and technology that fire my imagination.\"", "article_metadata": {"description": "A team of marine archaeologists wants to find the most ancient of technologies by using the most cutting-edge ones.", "author": "Megan Garber", "og": {"site_name": "The Atlantic", "description": "A team of marine archaeologists wants to find the most ancient of technologies by using the most cutting-edge ones.", "title": "How to Find the World's Oldest Computer (Using an Iron Man Suit)", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2014/06/shipwreck/lead_large.jpg", "url": "http://www.theatlantic.com/technology/archive/2014/06/how-to-find-an-ancient-computer-using-an-iron-man-style-suit/372192/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af36914bd0286fd033f\"", "article_summary": "The Antikythera mechanism is a multi-part machine that was developed, we believe today, to predict eclipses and other astronomical phenomena.\n(It is, in appearance, like a cross between Iron Man and a man of the Stay-Puft Marshmallow variety.)\nParts of the mechanism, long lost in a Mediterranean shipwreck, have been recovered—as 82 separate fragments, seven of them containing the gears that reveal the most active works of the mechanism.\nAnd that means that the diver will be able to explore, with unprecedented agility and leisure, the wreck that hosts this early computer.\nTo re-discover the ancient technology, they're relying on tech of a more cutting-edge variety: the Exosuit."}