{"article_title": "Nurses' work environment helps outcomes, readmissions more than staffing", "article_keywords": ["patient", "nursing", "nurses", "work", "readmissions", "outcomes", "environment", "rates", "helps", "scores", "nurse", "hospitals", "staffing"], "article_url": "http://www.fiercehealthcare.com/story/nurses-work-environment-helps-outcomes-readmissions-more-staffing/2015-11-13", "article_text": "The nurse work environment contributes more to good patient outcomes and reduced readmission rates than staffing levels do, according to a new report from Press Ganey.\n\nThe analysis found hospitals with better nurse staffing and work environments tend to have stronger nursing outcomes, such as lower job dissatisfaction and burnout and intent-to-leave rates. Such environments are good for patient outcomes as well, as prior research revealed they reduce readmissions for heart failure, pneumonia and myocardial infarction, according to the report.\n\nThe latest research also analyzed patient fall rates and found that organizations with nurse staffing scores above the median as well as top work-environment scores outperform those with below-median staffing. However, in hospitals ranked as having the least favorable work environments, the fall rate was virtually the same for those with below-average and above-average staffing scores. In other words, staffing alone doesn't improve outcomes if the hospital doesn't also create the optimal work environment.\n\nResearchers found a similar pattern for pressure ulcer rates. Their analysis found generally pressure ulcer rates worsen along with work environment scores. \"Again, the impact of nurse staffing and skill mix is diminished when a certain level of the nursing working environment is reached,\" the report states.\n\nPress Ganey also found work environment scores impact nurses' own perceptions of their units' quality of care more than staffing does. Similarly, while high-staffing scores generally correlate with lower readmission rates, better work environments positively impact readmissions even in hospitals with low staffing scores.\n\n\"Nurses are vital to ensuring delivery of safe, effective and compassionate care across every sector of healthcare,\" Christy Dempsey, chief nursing officer at Press Ganey, said in a statement. \"These findings clearly demonstrate that the quality of the nursing work environment significantly influences nurses' ability to reduce suffering for patients and caregivers alike.\"\n\nImproving nurses' work environment has been a major priority within the hospital industry, particularly with regard to bullying behaviors. Other providers have looked to improve outcomes by applying for status as \"magnet\" hospitals, which research shows improves nursing outcomes and working conditions, FierceHealthcare previously reported.\n\nTo learn more:\n\n- download the report\n\n- read the statement\n\nRelated Articles:\n\nHospitals that apply for Magnet status improve nurse, patient outcomes\n\nSatisfied nurses improve hospital outcomes, mortality\n\nNurses take aim at workplace bullying\n\nGive nurses the power to make care decisions to improve patient outcomes\n\nStudy credits nurse work environment for better outcomes\n\n40 percent of hospitals fail on nursing workforce safe practices\n\nSurvey: Nurse understaffing, fatigue threatens patient safety\n\nMagnet hospitals have fewer surgical deaths\n\nFewer patient deaths linked to more four-year nursing degrees", "article_metadata": {"description": "The nurse work environment contributes more to good patient outcomes and reduced readmission rates than staffing levels do, according to a new report from Press Ganey.", "og": {"site_name": "FierceHealthcare", "description": "The nurse work environment contributes more to good patient outcomes and reduced readmission rates than staffing levels do, according to a new report from Press Ganey.", "title": "Nurses' work environment helps outcomes, readmissions more than staffing", "url": "http://www.fiercehealthcare.com/story/nurses-work-environment-helps-outcomes-readmissions-more-staffing/2015-11-13", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,care quality,HR & Workforce Management,nurse staffing levels,Operations & Business Management,Patient Care & Outcomes,Press Ganey,Pressure Ulcers,readmissions,work environment", "viewport": "width=device-width", "news_keywords": "Care Delivery,HR & Workforce Management,Operations & Business Management,Patient Care & Outcomes"}, "article_summary": "Press Ganey also found work environment scores impact nurses' own perceptions of their units' quality of care more than staffing does.\n\"These findings clearly demonstrate that the quality of the nursing work environment significantly influences nurses' ability to reduce suffering for patients and caregivers alike.\"\nImproving nurses' work environment has been a major priority within the hospital industry, particularly with regard to bullying behaviors.\nThe nurse work environment contributes more to good patient outcomes and reduced readmission rates than staffing levels do, according to a new report from Press Ganey.\nIn other words, staffing alone doesn't improve outcomes if the hospital doesn't also create the optimal work environment."}