{"article_title": "Funding cuts see refuges in ACT reject desperate women, families", "article_keywords": ["mar", "funding", "reject", "service", "violence", "act", "domestic", "desperate", "cuts", "families", "staff", "refuges", "crisis", "refuge", "women"], "article_url": "http://www.canberratimes.com.au/act-news/funding-cuts-see-refuges-in-act-reject-desperate-women-families-20141010-113rne.html", "article_text": "Escaping a violent relationship took all the courage Kate* could muster.\n\nFleeing Queensland with five of her seven children, she drove back to Canberra - for her, a safe place and where she grew up.\n\nHelp at hand: Beryl Women Inc worker Robyn Martin, right, with a client at the refuge in the ACT. Photo: Jamila Toderas\n\n\"When you're leaving, all you think about is how to get out and go,\" Kate said.\n\nBut within days she had nowhere to go.\n\nShe thought the worst was behind her but the stark reality was the move she made to ensure her children's safety meant she was now at risk of losing everything.\n\n\"I came to Canberra and I had nowhere to live,\" she said. \"I was scared I was going to end up on the street - when you're on the street you lose your children to the government.\"\n\nAdvertisement\n\nKate appealed to First Point, the centralised homelessness service in the ACT, for emergency accommodation support.\n\nOf the 80 families who sought refuge to escape domestic violence between January and December 2012, just 37 were placed.\n\nKate's family was one of those fortunate few.\n\nIn the same period in 2013, 116 women and their children approached the service for help. Only 36 were placed in ACT refuges.\n\nAs a result of federal cuts to funding through the National Affordable Housing Agreement, annual funding to the ACT for homelessness services was cut by $3.7 million in 2013-14 and a further $2.2 million in 2014-15, ACT Minister for Housing Andrew Barr said.\n\nThe territory government had been working to \"absorb the impacts of the federal government changes\" announced in 2013, he said.\n\n\"This has been a tough process and no-one likes having to reduce funding for such an important area but we have managed to work with the sector so that there is neither a loss of overall bed nights for homeless services nor is there a reduction in the number of providers,\" Mr Barr said.\n\nThe ACT government has committed to spend $3.3 million in domestic violence prevention programs this year, $2.04 million of which is specific funding for the Domestic Violence Crisis Service ACT.\n\nIts staff accompany police and provide frontline crisis intervention as well as advocacy, referrals and a 24-hour domestic violence hotline.\n\nThe service works collaboratively with Beryl Women Inc refuge and Doris Women's refuge - the two places in the ACT that house women and their children escaping domestic and sexual violence.\n\nBehind doors, in their cosy tea room, Beryl Women Inc staff agonise over where to cut costs.\n\nRefuge manager Robyn Mar said the deep cuts had hurt.\n\n\"It's a third of our funding; in real terms $80,000,\" she said. \"It's meant that we have lost a support worker position too.\"\n\nThe refuge has space for nine women but might have 20 or more children in care at any given time.\n\n\"Space doesn't come up very often because each woman stays with us on average six to nine months,\" Ms Mar said.\n\nIt was difficult to help clients find independent accommodation. Waiting lists for public housing were long and many clients had to manage complex trauma.\n\nMs Mar said reducing time with clients was one tough choice the organisation had made in an effort to minimise overheads.\n\n\"It's always a conflict with the work we are trying to do,\" she said. \"Staff are dealing with issues at the service over the phone during off-duty times rather than coming in.\"\n\n\"It's not as though we have found this to be effective. It's just it's all we've got.\"\n\nFirst Point manager Renae Moriarty said the staff at Beryl Women Inc were turning themselves inside out trying to provide the same service with less.\n\nHowever, the number of people seeking refuge but who could not be placed was rising - a clear indicator the system was compromised.\n\n\"The help isn't there for people at the right time that they need it,\" she said. \"Domestic violence people obviously need the support right at the time of leaving.\"\n\nMs Mar said there were multiple requests for each vacancy that arose.\n\nWhile trained staff were accustomed to prioritise each case by risk level, it was distressing to have to single out just one client to help.\n\n\"It's like you're playing God in a sense,\" Ms Mar said. \"It's not comfortable.\"\n\nThe most recent vacancy was taken by a woman who was sleeping in her car with her children. Two other applicants missed out.\n\nMs Moriarty said in the absence of refuge vacancies people were forced to take second-best options.\n\n\"Couch-surfing, sleeping rough, there is not a lot we can do,\" she said. \"Really, it's about telling people where it's safe to go.\"\n\nACT Minister for Women Joy Burch said violence against women was one of the most widespread yet often unseen forms of human rights abuse in the community.\n\n\"It's bitterly disappointing to see that Abbott government cuts are affecting important services like Beryl,\" she said.\n\nACT Senator Zed Seselja's office rejected claims the coalition government's overall funding reduction would hurt service delivery, saying that only capital funding was excluded from the one-year agreement.\n\n\"The responsibility for helping some of our most vulnerable citizens does not lie with one particular level of government or community organisation,\" a spokeswoman said.\n\n\"The Coalition government restored $115 million for homeless services across Australia in the next financial year. Capital funding is not provided in this one-year agreement, as capital is appropriate under long-term reform, not a one-year agreement.\"\n\nThe federal government was working in partnership toward a long-term funding arrangement for the sector, the spokeswoman said.\n\nMs Mar said it was unrealistic to expect a 30 per cent budget reduction wouldn't impinge on service delivery – the cuts meant something had to give.\n\n\"It had to come from somewhere,\" Ms Mar said. \"We are a small service with a single funding stream. We had to make decisions about staffing to ensure we remained viable.\"\n\nDomestic Violence Crisis Service ACT executive director Mirjana Wilson was grateful her organisation had continued funding but said the sector was hampered if the services it relied on and referred clients to were inadequately resourced.\n\nA recent spike in demand for domestic violence support had compounded the problem, she said.\n\nIn 2012-13 crisis service staff were called out to 1036 crisis interventions. The following year that figure jumped to 1408.\n\nCalls to the service's 24-hour crisis line had risen from 13,959 to 15,647 in the same year.\n\n\"Demand has totally outstripped supply,\" she said. \"Within the last six years the numbers have gone up by 45 per cent, which is substantial, and there has been no extra funding for that.\"\n\nNow settled in independent accommodation Kate said she was relieved her long court battle was over and she would be reunited with her two sons left behind in Queensland.\n\n\"People don't realise how much help they need to keep their family safe from violence,\" she said.\n\nShe dreaded to think how many women would be denied the life-changing support she had received.\n\n\"It's just wrong,\" she said. \"If you need help and there is no one there because of the cuts, what do you do?\"\n\n* Not her real name.\n\nGet help by calling the 24-hour Domestic Violence Crisis Service Line (02) 6280 0900. Canberrans at risk of homelessness can call First Point 1800 176 468 (Monday to Friday, 9am-5pm).", "article_metadata": {"description": "Violent relationships put women in a position where they have to dig deep to muster incredible courage and leave. Then comes the harsh reality of trying to find a ...", "application-name": "Canberra Times", "author": "Georgina Connery", "og": {"site_name": "Canberra Times", "description": "Violent relationships put women in a position where they have to dig deep to muster incredible courage and leave. Then comes the harsh reality of trying to find a place in an ACT refuge.", "title": "Funding cuts see refuges in ACT reject desperate women, families", "url": "http://www.canberratimes.com.au/act-news/funding-cuts-see-refuges-in-act-reject-desperate-women-families-20141010-113rne.html", "image": "http://www.canberratimes.com.au/content/dam/images/3/h/p/e/k/image.related.articleLeadwide.620x349.113rne.png/1413023400413.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Violent relationships put women in a position where they have to dig deep to muster incredible courage and leave. Then comes the harsh reality of trying to find a place in an ACT refuge.", "creator": "@GeorginaConnery", "image": {"src": "http://www.canberratimes.com.au/content/dam/images/3/h/p/e/k/image.related.articleLeadwide.620x349.113rne.png/1413023400413.jpg"}, "title": "Funding cuts see refuges in ACT reject desperate women, families", "site": "@canberratimes", "card": "summary_large_image"}, "robots": "ACAP allow-present prohibited-modification=annotation", "msapplication-tooltip": "Open Canberra Times", "fb": {"app_id": 106020559517129}, "viewport": "width=device-width,initial-scale=1", "msapplication-starturl": "http://www.canberratimes.com.au", "article": {"section": "ACT News", "modified_time": "2014-10-11T10:30:00+0000"}, "msapplication-task": "name=Weather;action-uri=http://www.canberratimes.com.au/weather;icon-uri=http://www.canberratimes.com.au/favicon.ico;", "news_keywords": "National, ACT News"}, "_id": "\"57477af46914bd0286fd9c2f\"", "article_summary": "The ACT government has committed to spend $3.3 million in domestic violence prevention programs this year, $2.04 million of which is specific funding for the Domestic Violence Crisis Service ACT.\nGet help by calling the 24-hour Domestic Violence Crisis Service Line (02) 6280 0900.\nOf the 80 families who sought refuge to escape domestic violence between January and December 2012, just 37 were placed.\nIn 2012-13 crisis service staff were called out to 1036 crisis interventions.\nA recent spike in demand for domestic violence support had compounded the problem, she said."}