{"article_title": "ANTLE: Will Republicans Rescue Obamacare?", "article_keywords": ["supreme", "court", "rescue", "republicans", "obamacare", "states", "health", "exchanges", "medicaid", "law", "insurance", "antle"], "article_url": "http://dailycaller.com/2015/02/03/will-republicans-rescue-obamacare/", "article_text": "Cathey Park of Cambridge, Mass., wears a cast for her broken wrist with \"I Love Obamacare\" written upon it prior to President Barack Obama's arrival to speak about health insurance at Faneuil Hall in Boston October 30, 2013. (REUTERS/Kevin Lamarque)\n\n4456840\n\nOn Tuesday, there were three Republicans who voted against Obamacare repeal. How many more will work to save the health care law after its next Supreme Court challenge?\n\nIf we’re counting Republican appointees to the court itself, Obamacare will need only one. That’s all it took in the summer of 2012 when Chief Justice John Roberts, in an alleged reversal, cast the decisive vote upholding the Affordable Care Act.\n\nLegal experts believe the Supreme Court’s decision to take up King v. Burwell means that four justices are at least open to the argument that the law does not permit health insurance subsidies for people on the federal exchange. That means Roberts or Justice Anthony Kennedy could be the swing votes again.\n\nBut let’s say the court gets it right this time and applies the plain text of the law. The decision wouldn’t overturn Obamacare and it won’t end Republican opportunities to snatch defeat from the jaws victory.\n\nIf the Supreme Court decides in favor of the plaintiffs in King v. Burwell, Obamacare remains the law of the land, but it will become unworkable as written and implemented up to this point.\n\nOnly 16 states and the District of Columbia set up their own Obamacare health insurance exchanges as envisioned by the law. That means Obamacare enrollees in the other 34 states defaulted to the federal exchange run through HealthCare.gov.\n\nAn estimated 87 percent of people who purchased insurance via HealthCare.gov received subsidies. Those tax credits are responsible for the talking point that Obamacare is cheaper than cable. Those tax credits would go away.\n\nBarring changes to the law, health insurance purchased in this fashion would suddenly be revealed to be very expensive indeed. Healthy people would drop their coverage. The federal exchange, and the law itself, would become unsustainable.\n\nObamacare already creates winners and losers. (The biggest winners may be hospitals and insurance companies.) Without the subsidies for the federal exchange, there would be a lot fewer winners and more losers. And they would all know Obamacare is to blame.\n\nAt this point, Republicans may well cave.\n\nWhy would they do that, you ask? Because there’s an obvious political script Obamacare supporters will follow.\n\nFirst, they will argue that millions are losing their coverage and seeing their costs spike not because Democratic supermajorities and the Obama White House hastily drafted a poorly constructed health care law, but because of Republicans in Congress and on the Supreme Court.\n\nThe next phase of this campaign will be directed at Republican governors and state legislators in states without Obamacare exchanges. They will be harangued until they agree to create exchanges. The Democratic governors and lawmakers in states without Obamacare exchanges will presumably require less persuasion.\n\nRepublicans who don’t accede to these demands will be accused of murder and blamed for whatever number of deaths progressive activists think plausible. They will also hear from the health insurance companies and the hospital lobbies.\n\nHow do we know this? Because this is precisely what has happened in the debate over Medicaid expansion, which the Supreme Court has already ruled is up to the states. Twice as many states have now expanded Medicaid than had set up Obamacare exchanges a year ago.\n\nThis includes 10 states with Republican governors, among them 2016 presidential possibilities Mike Pence in Indiana and John Kasich in Ohio.\n\nThere is one big difference with the Medicaid expansion, however. States receive a short-term infusion of federal cash if they expand Medicaid. They have to foot the bill for their own exchanges much more quickly.\n\nEven liberal states that support Obamacare have found setting up exchanges easier said than done. Oregon’s exchange was a disaster. Massachusetts struggled despite having Romneycare already in place.\n\nSo far national Republicans have yet to coalesce around an alternative to Obamacare. The thinking has always been to push the “repeal” message first and then worry about “replace” after winning the presidency.\n\nIf the Supreme Court makes the Obamacare status quo untenable, a fix might be needed sooner rather than later. People will otherwise lose coverage and the individual insurance market some proposed free-market reforms rely on could be damaged.\n\nSome Republicans even believe having a plan will make the court more likely to rule against the Obama administration.\n\nEither way, Republicans have been trying to beat something with nothing on health care for decades. Sometimes they get a stop, as they did with Hillarycare.\n\nOther times they propose their own knock-offs of liberal policies, like Romneycare or supposedly “free-market” versions of Medicaid expansion.\n\nBut if Republicans mean what they’ve been saying about the health care law for the past five years, their time could be running out.\n\nW. James Antle III is managing editor of The Daily Caller and author of the book Devouring Freedom: Can Big Government Ever Be Stopped? Follow him on Twitter.", "article_metadata": {"sailthru.author": "W. James Antle III", "description": "Health care gut-check time for the GOP", "og": {"site_name": "The Daily Caller", "description": "On Tuesday, there were three Republicans who voted against Obamacare repeal. How many more will work to save the health care law after its next Supreme Court challenge?    If we're counting Republican", "title": "Will Republicans Rescue Obamacare?", "url": "http://dailycaller.com/2015/02/03/will-republicans-rescue-obamacare/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/2013-12-03T163304Z_1_CBRE9B219Z700_RTROPTP_4_OBAMA-e1386098401649.jpg", "height": 270}, "type": "article"}, "twitter": {"description": "Health care gut-check time for the GOP", "title": "Will Republicans Rescue Obamacare? Via @dailycaller", "url": "http://dailycaller.com/2015/02/03/will-republicans-rescue-obamacare/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/12/2013-12-03T163304Z_1_CBRE9B219Z700_RTROPTP_4_OBAMA-e1386098401649.jpg"}, "creator": "@jimantle", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2015-02-03 21:58:33", "sailthru.title": "Will Republicans Rescue Obamacare?", "HandheldFriendly": "true", "sailthru.tags": "king-v-burwell,obamacare,w-james-antle-iii", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "jim antle,king v. burwell,medicaid expansion,obamacare", "sailthru.description": "On Tuesday, there were three Republicans who voted against Obamacare repeal. How many more will work to save the health care law after its next Supreme Court challenge?    If we're counting Republican", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/12/2013-12-03T163304Z_1_CBRE9B219Z700_RTROPTP_4_OBAMA-e1386098401649.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd9d06\"", "article_summary": "Only 16 states and the District of Columbia set up their own Obamacare health insurance exchanges as envisioned by the law.\nBarring changes to the law, health insurance purchased in this fashion would suddenly be revealed to be very expensive indeed.\nThe next phase of this campaign will be directed at Republican governors and state legislators in states without Obamacare exchanges.\nIf the Supreme Court makes the Obamacare status quo untenable, a fix might be needed sooner rather than later.\nThe Democratic governors and lawmakers in states without Obamacare exchanges will presumably require less persuasion."}