{"article_title": "RCSC board candidates marked by varied backgrounds", "article_keywords": ["city", "rcsc", "varied", "backgrounds", "marked", "member", "elected", "community", "rcscs", "candidates", "board", "members", "residents", "goals"], "article_url": "http://www.yourwestvalley.com/suncity/article_d486dfbc-6ec6-11e5-8b70-3b334680dde2.html", "article_text": "They are former business owners, plant managers, a member of the Navy, a former New York City firefighter, child-services worker, school district clerical veteran, and auditor and bookkeeper.\n\nThe backgrounds of the seven candidates for Recreation Centers of Sun City Board of Directors are about as varied as the places they left to come to the Del E. Webb-planned retirement community.\n\nThe group vying for this year’s three seats up for election was announced Wednesday by RCSC officials.\n\nBoard terms last three years, beginning Jan. 1.\n\nCandidates were required to submit petitions bearing the required 100 signatures of fellow RCSC members in good standing by the end of last week.\n\nOnline voting begins Nov. 9 and continues until Election Day Dec. 8\n\nThe seven hopefuls include:\n\nGary Cotten — a former owner of title insurance and escrow companies; real estate and mortgage brokerage companies; and a residential construction firm, according to his biography provided by RCSC’s Marketing and Communcations office, which compiled information on each of the seven. He currently serves on RCSC’s Club Organization and Finance & Budget committees, and is a past member of the Properties Committee.\n\nIf elected, Cotten lists as goals:\n\n• Providing insight in real estate trends that may affect the community.\n\n• Creating additional transparency on the board and RCSC management.\n\n• Implementing additional security measures at select RCSC properties where members may be at risk.\n\n• Identifying and resolving communication issues between RCSC and its members.\n\n• Addressing and planning for future generations’ retirement and recreational needs, which Cotten stated will be different from current ones.\n\nRonald Smith — a former longtime member of the Navy and Naval Reserves; Smith also has sales management; sales engineering, and purchasing and purchasing management experience. A 15-year member and former commander of the Sun City Sheriff’s Posse, Smith also serves on the RCSC’s Outreach & Communications Committee.\n\nIf elected, he lists as goals:\n\n• Working with all board members for the betterment of Sun City.\n\n• Improving the board’s transparency.\n\n• Keeping Sun City “the most affordable, up-to-date active-adult community in the world.\n\nJerome Walczak — a 25-year veteran of the bulk mail and printing industry, where he was a plant manager for eight years; Walczak holds a bachelor’s of arts in marketing with a minor in economics and accounting from St. Joseph College in Indiana.\n\nHe is president of RCSC’s Greens Committee, and a member of the Golf Advisory Board and Sun City Men’s Golf Association. He also has held various leadership posts with his homeowners association and is a member of various RCSC charter clubs.\n\nIf elected, Walczak stated his goal is “to hold members of the RCSC board of directors accountable to the community by:\n\n• Improving communications, accountability, promotions, assistance and leadership.\n\nKathleen Phillips – spent 26 years working for the Arizona Department of Child Protective Services, five years as a social worker and two years as Girl Scout Council field director. She is a member of various charter clubs and co-founded the West Valley Youth Orchestra.\n\nHer goals, if elected, include:\n\n• Maintaining the momentum and preservation of Sun City’s active retirement lifestyle and “pride in our community.”\n\n• Enhancing communication between residents, the board and RCSC management.\n\n• “Keeping an open mind on all issues until adequate research is available and presented.”\n\n• Working on public-transportation possibilities for residents.\n\nSteven Collins — spent 20 years as a member of the Fire Department of New York City, serving on the search & rescue unit and 10 years as chairman of its health and safety committee. He also worked 17 years in the pesticide business. Collins is a member of various charter clubs and community organizations.\n\nIf elected, his goals are:\n\n• Making decisions that benefit residents and clubs.\n\n• Promoting RCSC’s website to residents.\n\n• Informing residents of emerging issues and involving them in the decision process.\n\nMary Sherkenbach — spent 30 years working as a secretary, librarian and office manager for the Clark County, Nev., Public School District; and five years as secretary for the Retired Public Employees of Nevada. She, too, is a member of charter clubs.\n\nSherkenbach stated if elected, her goals include:\n\n• Enhancing community relations between the board, RCSC management and residents.\n\n• Coming up with and implementing new ideas to benefit residents.\n\n• Continue “fun, innovative and interesting” programs, clubs, classes and entertainment.\n\n• Drawing new residents by advertising Sun City’s benefits daily.\n\nBernice Darish — worked 10 years as auditor for the U.S. Marine Corps Exchange and 40 years as a bookkeeper in private industry. Darish also was a lieutenant in the Naval Sea Cadet Corps for 10 years and lists 20 years’ experience as a Realtor on her resume. She is a member of RCSC charter clubs.\n\nHer goals include:\n\n• Better communication between the board, RCSC and residents.\n\n• Preserving Sun City’s active-retirement lifestyle.\n\nWinners will be announced at the end of Election Day Dec. 8 after the votes are totaled. The three new directors will be installed during the board’s final regular meeting of the year in late December. They will succeed James Brasher, Ron Jesse and Dave Wieland, whose terms expire Dec. 31.\n\nAbsentee ballots can be obtained by calling 623-561-4600 beginning Nov. 9; and must be returned by Dec. 8.\n\nContact reporter Jeff Grant at 623-876-2514 or jgrant@yourwestvalley.com.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "Your West Valley News", "description": "They are former business owners, plant managers, a member of the Navy, a former New York City firefighter, child-services worker, school district clerical veteran, and auditor and bookkeeper.", "title": "RCSC board candidates marked by varied backgrounds", "url": "http://www.yourwestvalley.com/suncity/article_d486dfbc-6ec6-11e5-8b70-3b334680dde2.html", "image": {"width": 760, "identifier": "http://bloximages.chicago2.vip.townnews.com/yourwestvalley.com/content/tncms/assets/v3/editorial/7/42/74237aa0-4489-11e2-a465-001a4bcf887a/50c8ccc92c1df.image.jpg?resize=760%2C519", "height": 519}, "type": "article"}, "twitter": {"site": "@tweetmeme", "card": "summary", "creator": "@"}, "description": "They are former business owners, plant managers, a member of the Navy, a former New York City firefighter, child-services worker, school district clerical veteran, and auditor and bookkeeper.", "fb": {"admins": "100001414653607,100006692256060,1527006887", "app_id": 137084026330639}, "keywords": "suncity", "news_keywords": "suncity"}, "article_summary": "Candidates were required to submit petitions bearing the required 100 signatures of fellow RCSC members in good standing by the end of last week.\nThe backgrounds of the seven candidates for Recreation Centers of Sun City Board of Directors are about as varied as the places they left to come to the Del E. Webb-planned retirement community.\nSherkenbach stated if elected, her goals include:• Enhancing community relations between the board, RCSC management and residents.\nHer goals include:• Better communication between the board, RCSC and residents.\nIf elected, he lists as goals:• Working with all board members for the betterment of Sun City."}