{"article_title": "U.S. Agency Hiring 1,000 After Obama’s Immigration Order", "article_keywords": ["million", "executive", "center", "congress", "presidents", "agency", "immigration", "hiring", "officials", "mr", "action", "president", "obamas", "order", "1000"], "article_url": "http://www.nytimes.com/2014/12/26/us/politics/little-noticed-in-immigration-overhaul-a-government-hiring-rush.html", "article_text": "Photo\n\nWASHINGTON — This is how a bureaucracy grows.\n\nOnly 10 days after President Obama announced in a prime-time address that millions of undocumented people would soon “be able to apply to stay in this country temporarily without fear of deportation,” an electronic bulletin reached inboxes across Washington. In a crucial detail that Mr. Obama left out, the Citizenship and Immigration Services agency said it was immediately seeking 1,000 new employees to work in an office building to process “cases filed as a result of the executive actions on immigration.”\n\nThe likely cost: nearly $8 million a year in lease payments and more than $40 million for annual salaries.\n\nThe announcement of the new “operational center” among the chain restaurants and high-rises of Crystal City, a Northern Virginia neighborhood used for overflow from the federal agencies in Washington, offers a glimpse into how swiftly a president’s words can produce bigger government. It also demonstrates the bureaucracy’s ability to swing into action, even during an extended power struggle between the president and Congress.\n\n“When you have an executive order, when you have a president saying, ‘I want you to do this,’ bureaucrats say, ‘O.K., let’s go do what the president says,’” said Elaine Kamarck, a senior fellow at the Brookings Institution and a former White House official who worked on Vice President Al Gore’s “reinventing government” initiative.\n\nAlthough conservatives in Congress are vowing to attack the president’s executive action on immigration by blocking the funding for it, plans for the small army of workers are moving forward. The action is part of a larger trend: From 2001 to 2012 — mostly after the Sept. 11 attacks — the government added about 180,000 federal employees, for a total of more than 4.3 million, according to the Office of Personnel Management.\n\nAdvertisement Continue reading the main story\n\nAt the citizenship and immigration agency, officials said they had signed a $7.8 million lease in a gleaming new building, which they will occupy starting next month. During a recent speech in Los Angeles, the agency’s director, León Rodríguez, said that 5,000 people had already applied for the Crystal City jobs.\n\nIn the bulletin that the agency sent out, dated Dec. 1, the word “TODAY!” is printed in red next to a dozen jobs with titles like special assistant, management program analyst and immigration services officer. By the time the new Republican Congress takes up the debate about funding for the president’s immigration plan early next year, many of those new jobs are likely to be filled.\n\nSome Republicans who have noticed the preparations for the new center have issued statements of outrage, but so far they have done little else. Senator Jeff Sessions, Republican of Alabama, called the new facility “a clear symbol of the president’s defiance of the American people, their laws and their Constitution.” He said in a statement that the new hiring would “foist on the nation laws Congress has repeatedly refused to pass.”\n\nMr. Rodríguez declined to be interviewed. But other administration officials readily say they are eager to put in place the infrastructure needed to allow undocumented people to apply for work permits by the early spring. That will require a new website, application forms and people to run background checks and process application fees that will probably be several hundred dollars.\n\nThe immigration agency officials said the fees would ultimately pay for lease and salary costs. But because the fees are not yet being collected, officials said the initial lease and salary payments would be made from other fees, which would be replenished when the new program was up and running.\n\nThe new center is, of course, a minor outpost compared with agencies that have grown rapidly in the past. When Congress and President George W. Bush agreed in 2002 to create the Department of Homeland Security, Mr. Bush said it would employ 170,000 people.\n\nDecades earlier, the creation of Medicare and Medicaid in 1965 and 1966 led to new functions of government and large increases in the bureaucracy.\n\nIn 2010, the passage of the Affordable Care Act led to a surge in hiring at the Internal Revenue Service, which asked for about 1,000 new workers to apply the tax credits and enforce other provisions.\n\nAdvertisement Continue reading the main story\n\n“It’s very easy to focus on the benefits,” said Michael R. Strain, an economist at the American Enterprise Institute. “Those are usually the motivating impulse behind the action. But there are costs to it as well.”\n\nMr. Strain said the intense debate about Mr. Obama’s executive action on immigration had focused almost exclusively on questions about the limits of the president’s constitutional authority to act without Congress. Little attention was paid to the impact on the size of the bureaucracy.\n\n“One thousand new workers springing up in Arlington, Va. — it’s a nice example of the degree to which when the government does something big, it has a lot of consequences that people don’t think of,” he said. “Our public debate and our political leaders need to do a better job of identifying those effects.”\n\nOnce it opens next year, the operations center will become a part of the federal suburban sprawl that has helped define the Beltway bubble. But first, the facility could end up at the center of the tug of war between Mr. Obama and the Republican-controlled Congress.\n\n“It really goes to what is the extent of executive authority to make policy and then implement policy,” Ms. Kamarck, of the Brookings Institution, said. “This is going to be the crux of the fight.”", "article_metadata": {"tone": "news", "ptime": 20141225144643, "twitter": {"description": "The Citizenship and Immigration Services agency will spend millions for a lease and 1,000 new employees to carry out President Obama’s executive actions on immigration.", "title": "U.S. Agency Hiring 1,000 After Obama’s Immigration Order", "url": "http://www.nytimes.com/2014/12/26/us/politics/little-noticed-in-immigration-overhaul-a-government-hiring-rush.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003335659"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "creator": "shearm", "site": "@nytimes", "image": "https://static01.nyt.com/images/2014/12/26/us/MEMO/MEMO-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2014/12/26/us/politics/little-noticed-in-immigration-overhaul-a-government-hiring-rush.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003335659", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2014/12/26/us/politics/little-noticed-in-immigration-overhaul-a-government-hiring-rush.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "us/politics", "channels": "NytNow", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "DISPLAYDATE": "Dec. 25, 2014", "edt": "NewYork", "org": "Citizenship and Immigration Services (US)", "keywords": "Citizenship and Immigration Services (US),Immigration and Emigration,Obama  Barack,Arlington (Va),United States Politics and Government", "applicationName": "article", "PT": "article", "author": "Michael D. Shear", "SCG": "politics", "sourceApp": "nyt-v5", "per": "Obama, Barack", "thumbnail_150_width": 150, "byl": "By MICHAEL D. SHEAR", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "The Citizenship and Immigration Services agency will spend millions for a lease and 1,000 new employees to carry out President Obama’s executive actions on immigration.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2014/12/26/us/MEMO/MEMO-thumbStandard.jpg", "thumbnail_150": "https://static01.nyt.com/images/2014/12/26/us/MEMO/MEMO-thumbLarge.jpg", "description": "The Citizenship and Immigration Services agency will spend millions for a lease and 1,000 new employees to carry out President Obama’s executive actions on immigration.", "CG": "us", "robots": "noarchive", "dat": "Dec. 25, 2014", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/s/michael_d_shear/index.html", "section": "Politics", "modified": "2014-12-27", "collection": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "tag": "United States Politics and Government", "published": "2014-12-25", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "thumbnail_height": 75, "geo": "Arlington (Va)", "slug": "26memo", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20141227110632, "hdl_p": "In Immigration Actions, the Government Grows", "og": {"url": "http://www.nytimes.com/2014/12/26/us/politics/little-noticed-in-immigration-overhaul-a-government-hiring-rush.html", "image": "https://static01.nyt.com/images/2014/12/26/us/MEMO/MEMO-facebookJumbo.jpg", "type": "article", "description": "The Citizenship and Immigration Services agency will spend millions for a lease and 1,000 new employees to carry out President Obama’s executive actions on immigration.", "title": "U.S. Agency Hiring 1,000 After Obama’s Immigration Order"}, "pdate": 20141225, "des": "United States Politics and Government", "articleid": 100000003335659, "cre": "The New York Times", "hdl": "U.S. Agency Hiring 1,000 After Obama’s Immigration Order", "col": "Washington Memo", "PST": "News"}, "article_summary": "The immigration agency officials said the fees would ultimately pay for lease and salary costs.\nAlthough conservatives in Congress are vowing to attack the president’s executive action on immigration by blocking the funding for it, plans for the small army of workers are moving forward.\nIt also demonstrates the bureaucracy’s ability to swing into action, even during an extended power struggle between the president and Congress.\nBy the time the new Republican Congress takes up the debate about funding for the president’s immigration plan early next year, many of those new jobs are likely to be filled.\nAdvertisement Continue reading the main storyAt the citizenship and immigration agency, officials said they had signed a $7.8 million lease in a gleaming new building, which they will occupy starting next month."}