{"article_title": "Carl P. Leubsdorf: My predictions for 2015", "article_keywords": ["leubsdorf", "republican", "court", "senate", "announces", "predictions", "p", "run", "carl", "sen", "2015", "clinton", "gov", "gop", "obama"], "article_url": "http://www.dallasnews.com/opinion/latest-columns/20141229-carl-p.-leubsdorf-my-predictions-for-2015.ece", "article_text": "After predicting Seattle’s Super Bowl victory and the re-election of governors in Ohio and Wisconsin, but mistakenly forecasting Republicans would fall one seat short of a Senate majority, we try again. Here’s an advance look at 2015:\n\nJanuary: House passes bills repealing Obamacare and blocking President Barack Obama’s immigration order. Senate Judiciary Chairman Chuck Grassley announces confirmation hearings for Attorney General-designate Loretta Lynch will begin March 1, but adds committee won’t unduly delay action. Texas Sen. Ted Cruz announces he’ll run for president, declaring “I’m first.” Turns out Gov. Rick Perry filed papers the night before. New Texas Gov. Greg Abbott, in his inaugural address, announces new efforts to strengthen state laws against “voter fraud.” “One Hispanic Democrat nearly won,” an aide explains.\n\nFebruary: Senate Democrats block bills on Obamacare and immigration. “They’re nothing but obstructionists,” declares Majority Leader Mitch McConnell. Obama nominates GOP Sen. Jeff Flake, R-Ariz., as ambassador to Cuba. Fellow Republican Sen. Marco Rubio of Florida blocks confirmation hearings. Seattle beats New England in Super Bowl. Hillary Clinton delays announcing plans until April. House attaches riders repealing Obamacare and Obama’s immigration order to bill extending Homeland Security spending through April. Senate rejects riders but also rejects bill. Sen. Rand Paul announces presidential candidacy.\n\nMarch: Grassley, saying “due diligence” is incomplete, delays Lynch hearings until May 1. House Speaker John Boehner asks Democratic Leader Nancy Pelosi to help approve Homeland Security funding. Her price: additional funds to implement Obamacare. Boehner rejects demand. New Jersey Gov. Chris Christie announces candidacy. Texas Legislature passes redistricting bills that further reduce possible Democratic seats.\n\nApril: Federal grand jury in New Jersey indicts three former Christie aides for improperly issuing state contracts. Christie says he was unaware of their activities because he was busy running for President. Former Florida Gov. Jeb Bush enters GOP race. Dr. Ben Carson leads GOP polls. Homeland Security Department shuts all border posts, citing lack of funds; illegal immigration soars. Obama blames Boehner; Boehner blames Pelosi; Pelosi blames Ted Cruz; Cruz blames Obama.\n\nMay: After 15-day shutdown, Congress reopens government by funding Homeland Security until Sept. 30 without restrictions. Cruz condemns GOP “surrender.” After 15 days of hearings, Senate Judiciary Committee approves Lynch on a 9-8 vote. Indiana Gov. Mike Pence announces candidacy, receives Koch Brothers’ support. President Obama announces treaty curbing Iran’s nuclear weapons development. Supreme Court rejects latest Obamacare challenge, 5-4, with Chief Justice John Roberts writing opinion.\n\nJune: In another 5-4 opinion, Supreme Court rules Texas voter ID law unconstitutional. Declaring themselves “fed up,” Texas Republican Reps. Louis Gohmert and Blake Farenthold urge Roberts’ impeachment. Oklahoma City Thunder win NBA title, and Anaheim captures Stanley Cup. Former Arkansas Gov. Mike Huckabee announces presidential candidacy. Supreme Court Justices Ruth Bader Ginsburg and Antonin Scalia both announce retirement, contending court schedule interfered with their opera-watching travel schedule. Obama promises to maintain court balance; McConnell refuses to join him.\n\nJuly: Following 12-day debate, Senate approves Lynch, with Vice President Joe Biden breaking 50-50 tie. Carson leads GOP polls. Hillary Clinton delays announcement until fall. Gridlocked Congress, after passing resolution opposing Iran arms pact, tries to move August recess up two weeks; motion fails. Ohio Gov. John Kasich announces candidacy. Former Alaska Gov. Sarah Palin says she may run.\n\nAugust: Wisconsin Gov. Scott Walker becomes ninth GOP candidate. Dr. Ben Carson wins unofficial Iowa Republican straw poll. Democratic Sen. Elizabeth Warren says she may run. Hillary Clinton announces her candidacy. Obama gives Flake recess appointment as ambassador to Cuba and names two federal appeals judges — one a Democrat, the other a Republican — to Supreme Court.\n\nSeptember: Unemployment reaches 5.2 percent. Republicans oppose both Obama court nominees. Sen. Warren decides not to run. Independent Sen. Bernie Sanders challenges Clinton after re-registering Democratic. Louisiana Gov. Bobby Jindal, calling Bush “socialistic” for supporting “common core” education plan, enters GOP race. Conservative Republicans, liberal Democrats denounce new budget.\n\nOctober: Carson enters Republican race but flubs first debate. Perry praised for mastery of issues. Non-candidate Mitt Romney leads polls. Congress fails to pass budget by Oct. 1, shutting government again. Clinton, echoing Harry Truman, says she’ll run against “do-nothing Republican Congress.” Washington Nationals edge Chicago White Sox in World Series.\n\nNovember: Despite leading polls, Romney announces he won’t run. New York Rep. Peter King enters GOP race. Republicans win Louisiana and Mississippi governorships, but Democrats retain Kentucky. After 43 days, Obama and Congress agree to fund government until Sept. 30, 2016.\n\nDecember: Palin says she won’t run but refuses to rule out 2020 race. With Senate deadlocked on nominees, Supreme Court ends year with seven justices. Hillary Clinton and Rand Paul lead presidential polls.\n\nCarl P. Leubsdorf is the former Washington bureau chief of The Dallas Morning News. Reach him at carl.p.leubsdorf@gmail .com", "article_metadata": {"description": "Will Romney run? Will Obama appoint Supreme Court justices? Will the Rangers win the World Series? The columnist predicts.", "og": {"description": "Will Romney run? Will Obama appoint Supreme Court justices? Will the Rangers win the World Series? The columnist predicts.", "title": "Carl P. Leubsdorf: My predictions for 2015", "url": "http://www.dallasnews.com/opinion/latest-columns/20141229-carl-p.-leubsdorf-my-predictions-for-2015.ece", "image": {"width": 670, "identifier": "http://www.dallasnews.com/opinion/latest-columns/20141230-web-pkg-ve2346c.jpg.ece/BINARY/original/web+pkg+ve2346c.jpg", "height": 411}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2014-12-30T21:38:10Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2014-12-29T23:59:22Z", "parsely-page": "{\"title\": \"Carl P. Leubsdorf: My predictions for 2015\", \"link\": \"http://www.dallasnews.com/opinion/latest-columns/20141229-carl-p.-leubsdorf-my-predictions-for-2015.ece\", \"image_url\": \"http://www.dallasnews.com/opinion/latest-columns/20141230-web-pkg-ve2346c.jpg.ece/BINARY/original/web+pkg+ve2346c.jpg\", \"type\": \"post\", \"post_id\": \"2113582\", \"pub_date\": \"2014-12-29T23:59:22Z\", \"section\": \"Latest Columns\", \"author\": \"CARL P. LEUBSDORF\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/opinion/latest-columns/20141230-web-pkg-ve2346c.jpg.ece/ALTERNATES/w660/web+pkg+ve2346c.jpg", "publishtime": "2014-12-29T23:59:22Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "article_summary": "Fellow Republican Sen. Marco Rubio of Florida blocks confirmation hearings.\nCarl P. Leubsdorf is the former Washington bureau chief of The Dallas Morning News.\nObama nominates GOP Sen. Jeff Flake, R-Ariz., as ambassador to Cuba.\nPresident Obama announces treaty curbing Iran’s nuclear weapons development.\nHillary Clinton announces her candidacy."}