{"article_title": "Carlucci's Pizzaria adds deep-dish to 100 Center", "article_keywords": ["carluccis", "adds", "center", "martins", "food", "partnership", "restaurant", "area", "deepdish", "beverage", "duncan", "100", "notch", "pizzaria", "pizza"], "article_url": "http://www.southbendtribune.com/news/business/marketbasket/carlucci-s-pizzaria-adds-deep-dish-to-center/article_e0155041-df54-5da8-a5ae-b1c7a35c81ca.html", "article_text": "Carl Duncan is the first generation in his Scottish family not to make a living as a coal miner. Instead he’s had his hand in a few different industries over the years, but now he’s hoping to make a name for himself in the restaurant business.\n\nCarlucci’s Pizzaria officially opened about three weeks ago, joining Hacienda, Morgan’s and the Little Black Dog Tavern and The Smokestack Brew at the 100 Center. The pizzeria, which prides itself on its deep dish, occupies the former Center Street Pub at 122 N. Center St., in Mishawaka.\n\nCarlucci’s is open Tuesday through Thursday 4 to 10 p.m., Friday and Saturday noon to midnight and Sunday noon to 10 p.m.\n\nDuncan says he’s always liked to cook and finds being in the kitchen therapeutic, but this is his first time taking on his own restaurant. Carlucci’s came about because Joe Grabill with Berkshire Hathaway, which owns the building, approached Duncan about bringing something new to the space after the previous tenant closed. The two had previously worked together.\n\nWhat was important to them was not having another bar at the location, he says, and they came up with a plan after noticing a lack of pizza — specifically deep-dish — in the area. It was last March that Grabill contacted Duncan and by August renovations were underway.\n\nDuncan liked the 100 Center because of where it’s heading. The area is once again on the rise, he says, and adding a food option that isn’t offered is going to boost all the businesses in the area. No one is competing with the same product, he says, but giving people more options is going to help the restaurants draw more people and share customers.\n\n“The 100 Center is on its way back to a time when it was the place to come,” he says. “The area is returning to its former glory.”\n\nWhen planning Carlucci’s, what was important to Duncan was family and community. Duncan says he works with as many local companies as he can. And with many chain pizza restaurants moving away from sit-down locations and focusing on carry-out only, Duncan wanted to focus on the dining experience.\n\n“We think there’s still a desire for people to sit down and have a pizza as a meal with their family,” he says.\n\nBut to define yourself as a pizzeria, Duncan says, he knew he had to step it up a notch with his food. So he did a lot of research into the best deep-dish eateries in Chicago and what made people love their pizza.\n\nEverything about Carlucci’s pizzas, he says, is focused on fresh. Nothing comes canned, veggies are chopped daily and he makes his own sauce and dough. Right now the menu is small, but he says they are focused on what they can do well.\n\nEventually the menu will grow and more specialty pizzas will be added as well as desserts. He also will have a half-baked product that customers can pick, take home and pop in the oven for about 10 minutes.\n\nWhen the patio opens in the spring they want to serve ice cream and also add a wine slushy to the drink menu. Carlucci’s serves wine and beer and by March Duncan says he hopes to have his tap system up and running in a “bar-type” area.\n\nDuncan won’t say he has the best pizza in town, but he will stand by the product he is making.\n\n“We are trying to do pizza the best way we know how,” he says. “You can count on it being made fresh.”\n\nTop Notch closing on city’s west side\n\nSouth Bend is losing a restaurant that’s called Western Avenue home for almost 20 years. Sunday will be Top Notch Family Restaurant & Bakery’s last day.\n\nEmployees found out only a couple of days ago that the restaurant, located on the corner of Mayflower Road and Western Avenue, will shut its doors, manager Rosa Garcilaco said.\n\n“It’s sad seeing the restaurant go,” she said. “It’s like a home.”\n\nGarcilaco, who has worked at the restaurant for six years, said many customers have told her Top Notch is like a second home to them. Employees have become close to their regular customers, she said, and that’s going to be one of the hardest parts about shutting down.\n\nThe restaurant is closing because of a new Martin’s Super Market planned for the area, said Gus Bourounis, the owner’s son. Last July, Martin’s announced it would build a 40,000-square-foot store to replace its nearby Western Avenue location.\n\nAs part of its plans, Martin’s purchased the property on which Top Notch sits. Bourounis expects the restaurant to be torn down. Martin’s was not able to provide information on the planned use of the property.\n\n“At this time, we can confirm we plan to build a new store. Additional details are not available,” Cindy Kaplan, a Martin’s spokeswoman, wrote in an email.\n\nAlthough opening at a new location has been discussed, it’s too early to know if Top Notch will return, Bourounis said.\n\n“It’s heartbreaking that after 20 years we have to close,” he said\n\nNavarre, Morris partner up\n\nThe Navarre Hospitality Group has entered into a new partnership with the Morris Performing Arts Center as the exclusive in-house food and beverage provider. The partnership went into effect Feb. 4. Navarre will serve as the official food and beverage operator of the Palais Royale ballroom and will oversee the bars and concessions for the Morris.\n\n“We’re delighted to have this premier restaurant group operate the Morris and Palais food and beverage services,” Dennis Andres, executive director of the Morris and Palais Royale, said in a news release. “This partnership will bring food and beverage services to the next level.”\n\nThe partnership is the first time a locally owned company has secured the food and beverage contract since the venue was renovated in 2000. Navarre Hospitality Group also provides service to the Crystal Ballroom at the Lerner Theatre and the Matterhorn Conference Center, both in Elkhart.\n\n“This agreement illustrates our ongoing efforts to fully leverage local food products and have an even greater impact on the region’s economy,” Kurt Janowsky, founder and CEO of Navarre Hospitality Group, said in the release. “We’re excited and honored by this opportunity.”\n\nLincoln Wright’s column runs on Wednesdays and Sundays. Contact him at LWright@sbtinfo.com or 574-235-6324. You can also talk retail at Facebook.com/thebasket and at Twitter.com/marketbasket.", "article_metadata": {"googlebot": "noarchive", "news_keywords": "#loc,lincoln wright,market basket,marketbasket,business,featured", "og": {"site_name": "South Bend Tribune", "description": "Carl Duncan is the first generation in his Scottish family not to make a living as a coal miner. Instead he’s had his hand in a few different industries over the years, but now he’s hoping to make a name for himself in the restaurant business.", "title": "Carlucci's Pizzaria adds deep-dish to 100 Center", "url": "http://www.southbendtribune.com/news/business/marketbasket/carlucci-s-pizzaria-adds-deep-dish-to-center/article_e0155041-df54-5da8-a5ae-b1c7a35c81ca.html", "image": "http://bloximages.newyork1.vip.townnews.com/southbendtribune.com/content/tncms/assets/v3/editorial/2/b9/2b93edf7-4ceb-5be7-8b8a-a769dee07008/56b6e7d08ab99.image.jpg?resize=760%2C536", "type": "article"}, "twitter": {"image": "http://bloximages.newyork1.vip.townnews.com/southbendtribune.com/content/tncms/assets/v3/editorial/2/b9/2b93edf7-4ceb-5be7-8b8a-a769dee07008/56b6e7d08ab99.image.jpg?resize=760%2C536", "title": "Carlucci's Pizzaria adds deep-dish to 100 Center", "description": "Carl Duncan is the first generation in his Scottish family not to make a living as a coal miner. Instead he’s had his hand in a few different industries over the years, but now he’s hoping to make a name for himself in the restaurant business.", "card": "summary_large_image", "site": "@sbtribune"}, "Published Date": "2016-02-07T05:00:00", "fb": {"app_id": 368553839952510}, "keywords": "#loc,lincoln wright,market basket,marketbasket,business,featured", "google-site-verification": "3g1dW83HuQbWT4MB-AtH0czzqvwh0eF8rwGwC6sjOhM", "description": "Carl Duncan is the first generation in his Scottish family not to make a living as a coal miner. Instead he’s had his hand in a few different industries over the years, but now he’s hoping to make a name for himself in the restaurant business."}, "article_summary": "Carlucci’s Pizzaria officially opened about three weeks ago, joining Hacienda, Morgan’s and the Little Black Dog Tavern and The Smokestack Brew at the 100 Center.\nThe pizzeria, which prides itself on its deep dish, occupies the former Center Street Pub at 122 N. Center St., in Mishawaka.\n“The 100 Center is on its way back to a time when it was the place to come,” he says.\nDuncan liked the 100 Center because of where it’s heading.\n“The area is returning to its former glory.”When planning Carlucci’s, what was important to Duncan was family and community."}