{"article_title": "Students learn how India approaches health care management", "article_keywords": ["management", "students", "india", "elderly", "rico", "approaches", "health", "gordon", "way", "learn", "trip", "care"], "article_url": "https://news.fiu.edu/2015/07/students-learn-how-india-approaches-health-care-management/90317", "article_text": "With more than 1.2 billion people, India faces an intensified version of the problems faced by all nations: how to meet a population’s growing health care needs.\n\nFifteen Chapman Graduate School of Business students, working toward their MBA in Healthcare Management, witnessed the challenges firsthand. The group visited India for 10 days last semester, as one of the options to fulfill the master’s project in management class.\n\n“This is in alignment with the university’s mission of globalization,” said Jean Gordon, visiting faculty administrator at the College of Business, who teaches the project-focused course. Students on the India trip could focus on one of several topics, including provider systems, beliefs and behavior and physician-patient relationships, Gordon said.\n\nThe trip included visits to hospitals –both public and private– in Mumbai and Dehli, explained Mercy Bradley, director of the college’s Health Management Programs.\n\nThe hospital stops included a facility that treats patients with Ayurvedic medicine, the holistic health care approach developed on the subcontinent over centuries.\n\n“The idea was to expose them to another level of care, and evaluate what a country like India offers that we don’t offer, given their population requirements,” said Bradley.\n\nJessica Rico conducted extensive research before embarking on the trip. Her project focused on health care for the elderly. The experience – in and out of facilities — was profound.\n\n“They have such a large population of people getting older. We wanted to know what they were doing to prepare for long-term care,” said Rico, who is a provider network consultant at Miami-based Simply Healthcare Plans, Inc.\n\nAging in India is happening just as the traditional model of multi-generational living is fraying. Rico said: “The elderly people don’t have the support, or the money for health insurance,” and younger people, especially in rural areas, are leaving for greater educational and job opportunities. She noted that one way administrators and officials are serving the rural elderly is by delivering health care via medically equipped buses, an approach, she said, that might also work in Miami.\n\nBecause of the Affordable Care Act, millions more people are gaining health care, and the question of the best way to deliver service remains.\n\n“We have to know how to handle that,” Gordon said. “In India, we have the opportunity to learn some things we need improvement in – how to manage people in check-ins, the registration process, prevention and wellness. Those are all strong factors in a global health care community.”\n\nWhile she enjoyed learning about India’s culture and seeing the nation first-hand, what Rico saw in hospitals is her enduring memory. After 10 days in India, she was ready to return home. “I’m glad I went. In the beginning I was hesitant, but it was one of the best experiences I’ve ever had.”\n\nFor more photos from the trip, click here.", "article_metadata": {"description": "With more than 1.2 billion people, India faces an intensified version of the problems faced by all nations: how to meet a population’s growing health care", "generator": "WPZOOM Framework 1.3.9", "og": {"url": "https://news.fiu.edu/2015/07/students-learn-how-india-approaches-health-care-management/90317", "site_name": "FIU News", "image": "https://news.fiu.edu/wp-content/uploads/fiu-students-india-hospital-trip-590x360-400x257.jpg", "type": "article", "title": "Students learn how India approaches health care management"}, "robots": "index, follow", "fb": {"admins": "floridainternational"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd9c52\"", "article_summary": "The hospital stops included a facility that treats patients with Ayurvedic medicine, the holistic health care approach developed on the subcontinent over centuries.\nBecause of the Affordable Care Act, millions more people are gaining health care, and the question of the best way to deliver service remains.\nWith more than 1.2 billion people, India faces an intensified version of the problems faced by all nations: how to meet a population’s growing health care needs.\nThe trip included visits to hospitals –both public and private– in Mumbai and Dehli, explained Mercy Bradley, director of the college’s Health Management Programs.\nStudents on the India trip could focus on one of several topics, including provider systems, beliefs and behavior and physician-patient relationships, Gordon said."}