{"article_title": "Hundreds show up to sign up for Obamacare grant", "article_keywords": ["saying", "woman", "diamant", "grant", "obamacare", "told", "sign", "im", "lot", "parking", "hundreds", "minutes", "speak"], "article_url": "http://www.wsbtv.com/news/local/hundreds-show-sign-obamacare-grant/27343726", "article_text": "Updated: Oct 12, 2015 - 7:33 PM\n\nPolice are investigating after hundreds of people showed up to a strip mall and waited in the parking lot for hours to supposedly apply for a federal healthcare grant. Channel 2 investigative reporter Aaron Diamant spoke with people in the lot who grew more and more skeptical. Diamant was at the strip mall all day Monday where he said the parking lot had been full since dawn. He watched as people kept heading into a beauty salon, because they heard through the grapevine they could cash in on a supposed healthcare grant. \"Pretty much they're just saying that it was an Obamacare grant giving away $3,500 through a card somehow and you've got to pay back $500, basically that's pretty much what she said,\" applicant Jamisha Drue told Diamant. Applicants said they had to give up their Social Security number and driver’s license information, then sign the contract agreeing to pay the $500. \"I think that's the craziest thing I've ever heard, because there is no way…when you go in and volunteer all your information like that then you're going to be at risk for any kind of thing to happen,\" said shopper Karen Wright. Diamant tried several times to speak with a woman in a pink shirt, who was acting like an organizer in the lot. Eventually she talked to Diamant. \"We've been patient for two hours,\" Diamant said to the woman. \"I'm getting ready to, just give me 10 minutes,\" the woman told him. “If this is legit, why don't you just come and speak with us?\" Diamant asked the woman. \"I'm coming to speak with you because it is legit. Just give me 10 minutes. Ten minutes, 20 minutes … get my good side,\" the woman told Diamant. She never talked. Neither would anyone inside. Eventually, police showed up to sort things out and clear the crowd. \"We're not saying anything is wrong or right, I'm just saying for the situation in the parking lot, we're just going to clear it out,\" the officer, who did not identify himself, told Diamant. About 90 minutes after the Clayton County police left, Diamant saw people going back in and out of the salon.\n\nPolice told Diamant they've reported what they saw to state and federal investigators.", "article_metadata": {"description": "Police are investigating after hundreds of people showed up to a strip mall and waited in the parking lot for hours to supposedly apply for a federal healthcare grant.", "author": "EndPlay", "og": {"site_name": "WSBTV", "description": "Police are investigating after hundreds of people showed up to a strip mall and waited in the parking lot for hours to supposedly apply for a federal healthcare grant.", "title": "Hundreds show up to sign up for Obamacare grant", "url": "http://www.wsbtv.com/news/local/hundreds-show-sign-obamacare-grant/27343726", "image": {"altText": "Hundreds show up for to sign up for Obamacare grant_8265471", "caption": "About 90 minutes after the Clayton County police left, Diamant saw people going back in and out of the salon.", "title": "Hundreds show up for to sign up for Obamacare grant_8265471", "height": 90, "width": 160, "identifier": "http://media.beta.wsbtv.com/photo/2015/10/12/ObamacareGrant2_439634_ver1.0_160_90.jpg"}, "locale": "en_US", "video": {"height": 0, "width": 0, "thumbnailUrl": "http://media.beta.wsbtv.com/photo/2016/01/17/Police%20grow%20skeptical%20over%20federal%20healthcare%20grants_11976871_1453037106219_403036_ver1.0_1280_720.jpg", "content-type": "video", "title": "Police grow skeptical over federal healthcare grants"}, "type": "article"}, "twitter": {"description": "Police are investigating after hundreds of people showed up to a strip mall and waited in the parking lot for hours to supposedly apply for a federal healthcare grant.", "title": "Hundreds show up to sign up for Obamacare grant", "url": "http://www.wsbtv.com/news/local/hundreds-show-sign-obamacare-grant/27343726", "image": {"width": 1280, "identifier": "http://media.beta.wsbtv.com/photo/2015/10/12/ObamacareGrant2_439634_ver1.0_1280_720.jpg", "height": 720}, "site": "@wsbtv", "card": "summary"}, "keywords": "Local", "article": {"section": "Local", "published_time": "2015-10-12T23:33:44+0000", "modified_time": "2015-10-12T23:33:44+0000"}, "news_keywords": "Hundreds show up to sign up for Obamacare grant", "content_id": 27343726, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "page-type": "article"}, "article_summary": "Diamant was at the strip mall all day Monday where he said the parking lot had been full since dawn.\nTen minutes, 20 minutes … get my good side,\" the woman told Diamant.\nPolice told Diamant they've reported what they saw to state and federal investigators.\nUpdated: Oct 12, 2015 - 7:33 PMPolice are investigating after hundreds of people showed up to a strip mall and waited in the parking lot for hours to supposedly apply for a federal healthcare grant.\n\"Pretty much they're just saying that it was an Obamacare grant giving away $3,500 through a card somehow and you've got to pay back $500, basically that's pretty much what she said,\" applicant Jamisha Drue told Diamant."}