{"article_title": "The Donald Trump Rule: ‘Flip-Flopping’ to the Right Position Can Be a Very Good Thing", "article_keywords": ["demand", "good", "trump", "reform", "patent", "house", "bill", "immigration", "rule", "thing", "donald", "right", "act", "vote", "position", "transformation", "flipflopping"], "article_url": "https://www.heartland.org/editorial/2015/07/29/donald-trump-rule-flip-flopping-right-position-can-be-very-good-thing", "article_text": "We hear the charge leveled all the time: “Flip-flopper.” When someone fundamentally changes their position on an issue.\n\nWe are naturally left to wonder if the move is genuine. Are they are saying what they think – or what they think we want to hear?\n\nRepublican presidential candidate Donald Trump has rocketed to to the top of the sixteen-candidate heap – in large part because of his anti-illegal immigration stance. Which is from all appearances a relatively new position for him. Here’s November 2012 Trump:\n\n“(Mitt Romney) had a crazy policy of self deportation which was maniacal,” Trump says. “It sounded as bad as it was, and he lost all of the Latino vote,” Trump notes. “He lost the Asian vote. He lost everybody who is inspired to come into this country.”\n\nTrump’s current illegal immigration stance is…slightly more staunch. And it appears to be working for him.\n\n(Of course, Trump is by no means the only 2016 candidate to radically reconfigure his immigration position – Hello, Senator Marco “Gang of Eight” Rubio.)\n\nIf a pol flip-flops to the right side of an issue – we shouldn’t mindlessly attack. Because we can not with any certitude know why they did it. What we can do is hail their correction – and hold them to it.\n\nSo it is with the awful Innovation Act.\n\nThe Innovation Act is fundamental transformation of the Constitutionally-protected patent process – without benefit of the Constitutional amendment process. All under the (intentional or accidental) false flags of “litigation reform” – to deal with “patent trolls.”\n\nBut “patent trolls” are almost always nothing more than people with patents – defending them against patent thieves. The patent holders usually have to sue to do that – this “litigation reform” makes it exponentially more difficult for them to do so.\n\nAn Innovation Act House vote is expected after the August recess. Except:\n\nPatent Reform Defectors Emerge in House\n\nThe House Judiciary Committee’s lopsided approval of patent reform legislation last month would not have looked as overwhelming if every member showed up.\n\nSix of the seven members of the committee who were absent told The Hill they are leaning toward opposing the measure in its current form. Five of those opponents supported a similar bill last Congress….\n\nFlip-floppers all, potentially. Hopefully.\n\nHouse Majority Leader Rep. Kevin McCarthy (R-CA) 62% (R-Calif.) had put it on the July schedule and it appeared to be heading toward quick approval after a similar bill passed the full House last Congress 325-91.\n\nBut after a series of meetings, which opponents say did not go well, the bill was taken off the July calendar. McCarthy said last week that “there is more work to be done on it.”\n\nBut why waste any more lipstick on this pig? When there are actual attractive bills to be had?\n\nTROL Act\n\nThis is not fundamental transformation. It specifically reforms demand letter abuse – without total system disruption.\n\nIt gives the Federal Trade Commission (FTC) the authority to deal with bad demand letter writers – on an a la carte basis. The FTC examines each case as it comes – rather then preemptive, all-encompassing legislation where every single patent holder trying to protect their intellectual property is assumed to be acting in bad faith.\n\nAnd that’s about it. With DC – less is almost always more….\n\n—\n\nStrong Act\n\nThis isn’t fundamental transformation either. It reforms demand letter abuse – and cleans up some previous DC mistakes.\n\nThe last patent reform bill – the America Invents Act – established overly broad standards for when and how patents can be challenged at the patent office. This bill tightens them.\n\nAnd it uses the TROL Act language that ends abusive demand letters.\n\nAs Ronald Reagan said of his treaty dealings with the Soviet Union – “Trust, but verify.”\n\nWe should (almost always) give flip-floppers to correct positions the benefit of the doubt – and thereafter the totality of our scrutiny.\n\nIf actually elected, Trump should absolutely be held to his new anti-illegal immigration stance – which will have helped deliver him to the White House.\n\nAnd to these new tentatively anti-Innovation Act Republicans and Democrats – we say “Welcome (almost) home. Do the right thing – and vote No.”\n\nBetter still, House Leadership should take further note – and not waste any more makeup on this swine.\n\nLet’s permanently leave it in the legislative pen. And move on to much better looking bills.\n\n[Originally published at RedState]", "article_metadata": {}, "_id": "\"57477af46914bd0286fe177a\"", "article_summary": "“It sounded as bad as it was, and he lost all of the Latino vote,” Trump notes.\nAn Innovation Act House vote is expected after the August recess.\nThe last patent reform bill – the America Invents Act – established overly broad standards for when and how patents can be challenged at the patent office.\nDo the right thing – and vote No.”Better still, House Leadership should take further note – and not waste any more makeup on this swine.\nRepublican presidential candidate Donald Trump has rocketed to to the top of the sixteen-candidate heap – in large part because of his anti-illegal immigration stance."}