{"article_title": "Healthcare.gov needs a lot of work, but it's fixable", "article_keywords": ["website", "needs", "youre", "healthcaregov", "work", "obamacare", "site", "times", "specific", "health", "lot", "fixable", "works", "care"], "article_url": "http://money.cnn.com/2013/10/22/technology/obamacare-site/", "article_text": "If you're able to connect to the Obamacare website and enroll -- a big if -- healthcare.gov actually isn't the worst website in the world.\n\nI got through after a week of trying, and found signing up for Obamacare to be a fairly straightforward process. (I get insurance through Time Warner (TWX), so I didn't actually have to seal the deal).\n\nIf you can get past the well-documented registration roadblock, the process of entering all the requisite information on you and your family is easy.\n\nAfter finishing with the necessary data entry, you'll be shepherded to the marketplace where you can shop actual plans.\n\nHere you can select which tiers you're interested in, which is to say how much you'd like to pay and how comprehensive a plan you want.\n\nChoosing a tier spits out a list of plans. The results page will give you a basic overview of each plan, and if you see specific ones you like, you can tag them and get a more in-depth, side-by-side comparison.\n\nRelated story: Obamacare website a work in progress\n\nHealthcare.gov may not win any design awards, but for the most part, this works -- even if load times are really, really slow.\n\nBut the site's designers could have made the language less jargon-heavy. If Obamacare is designed for people who presumably aren't familiar with health care enrollment, how about an explanation of key insurance terms like premiums and deductibles?\n\nObamacare's eligibility requirements also could use some explaining. When attempting to enroll for health care in several different states, I was sometimes deemed \"ineligible,\" presumably because I did not provide a permanent address. But the site often failed to inform me of that fact, or what next steps might be. Part of the problem seemed to be due to a glitch that prevented the site from displaying certain data specific to my application.\n\nBut even when ineligibility is explained, the site more or less just shrugs its shoulders at the issue. It doesn't even allow users to go back and search for any errors in their applications.\n\nRelated story: Obamacare website's 6 biggest contractors\n\nAll the site says is that applicants can appeal decisions by phone or mail.\n\nUltimately, the biggest issues with the site seem to be the things President Obama is promising his staff can fix: slow load times, faulty logins and missing information. And healthcare.gov has improved since its launch.\n\nFor instance, the Department of Health added one big feature -- the option to research plans without first having to fill out an application.\n\nBut even if those issues are remedied, healthcare.gov would still feel like it was designed by a bunch of bureaucrats who didn't think about the end-user experience. When it works, it's not a particularly bad website -- at least for people who understand health care jargon and know exactly what they want from their plan.\n\nUnfortunately, that's not exactly the target audience for Obamacare.", "article_metadata": {"news_keywords": "obamacare, healthcare.gov, health insurance, government, health care, websites", "title": "Healthcare.gov needs a lot of work, but it's fixable", "og": {"url": "http://money.cnn.com/2013/10/22/technology/obamacare-site/index.html", "site_name": "CNNMoney", "type": "article", "description": "The official Obamacare site may not be worthy of its namesake's praise, but its problems are mostly solvable", "title": "Healthcare.gov needs a lot of work, but it's fixable"}, "section": "technology", "author": "Adrian Covert", "vr": {"category": "technology", "type": "Article"}, "DC.date.issued": "2013-10-22T10:00:49", "keywords": "obamacare, healthcare.gov, health insurance, government, health care, websites", "fb": {"app_id": 521848191196480}, "date": "2013-10-22 10:00:49", "twitter": {"url": "http://money.cnn.com/2013/10/22/technology/obamacare-site/index.html", "site": "@CNNMoney", "description": "The official Obamacare site may not be worthy of its namesake's praise, but its problems are mostly solvable", "card": "summary_large_image", "title": "Healthcare.gov needs a lot of work, but it's fixable"}, "viewport": "width=1140", "description": "The official Obamacare site may not be worthy of its namesake's praise, but its problems are mostly solvable"}, "_id": "\"57477af36914bd0286fcb36e\"", "article_summary": "If you're able to connect to the Obamacare website and enroll -- a big if -- healthcare.gov actually isn't the worst website in the world.\nWhen attempting to enroll for health care in several different states, I was sometimes deemed \"ineligible,\" presumably because I did not provide a permanent address.\nRelated story: Obamacare website a work in progressHealthcare.gov may not win any design awards, but for the most part, this works -- even if load times are really, really slow.\nIf Obamacare is designed for people who presumably aren't familiar with health care enrollment, how about an explanation of key insurance terms like premiums and deductibles?\nWhen it works, it's not a particularly bad website -- at least for people who understand health care jargon and know exactly what they want from their plan."}