{"article_title": "Andrew Cray remembered for contributions to LGBT health", "article_keywords": ["cancer", "remembered", "work", "cray", "dc", "andrew", "lgbt", "health", "mcbride", "transgender", "contributions", "insurance", "care"], "article_url": "http://www.washingtonblade.com/2014/09/03/andrew-cray-remembered-for-contributions-to-lgbt-health/", "article_text": "The life of Andrew Cray — and his work on LGBT health issues — was cut short upon his untimely death last week at age 28, but those close to him say his message of encouraging LGBT people to enroll for health insurance lives on.\n\nAmong his accomplishments was co-launching Out2Enroll, a project aimed at encouraging LGBT people to sign up for health insurance under the Affordable Care Act. Cray also worked as a transgender activist to ensure states would require health insurance companies to cover transition-related care.\n\nSarah McBride, a D.C. transgender activist who wed Cray shortly before his death, said Cray was an “eternal optimist” and that health disparities facing LGBT people was a motivating factor in his work.\n\n“He felt so much joy in it, and he found so much fulfillment in it, but at the same time, he never sought the limelight,” McBride said. “He never went out of his way to claim credit; he was perfectly content being an unsung hero of the movement. That’s in fact what he was: He was a hero. And his work saved lives. His work has allowed thousands and thousands of people now to be able to access care that allowed them to live full and authentic lives.”\n\nInitially diagnosed in September 2013 with oral cancer, Cray died as a result of the disease at Johns Hopkins Hospital on Aug. 28 at 3:30 p.m. surrounded by close friends and family.\n\n“From the moment they admitted him on Tuesday until his passing, his hand was pretty much constantly being held by someone,” McBride said.\n\nCray moved to D.C. about three-and-a-half years ago, with an appetite for working on LGBT policy issues. After transitioning himself while attending college at Northwestern University, Cray found his calling after participating in fellowships for LGBT organizations in D.C. while pursuing his law degree at the University of Michigan.\n\nSince 2012, Cray worked for the Center for American Progress on its LGBT state insurance exchange projects, helping to ensure the new law instituted data collection for the LGBT community as well as non-discrimination protections in health care based on sexual orientation and gender identity.\n\nTogether with fellow activists Kellan Baker and Laura Durso, Cray conducted research finding that prior to Obamacare, one-in-three LGBT adults who make less than $47,000 a year were uninsured.\n\nIt was in 2013 that Cray and Baker realized that consumer outreach would be another necessary component to their work, which led them to co-found the project that would be known as Out2Enroll. It was a joint project of the Center for American Progress, the Sellers Dorsey Foundation and the Federal Agencies Project.\n\nBaker said Cray understood as a transgender man what it meant to be locked out of health coverage, which motivated him to work on Out2Enroll right up until the week of his death.\n\n“Knowing that, for transgender people, having health care coverage is a rare and wonderful thing, he really wanted to make it possible for more trans people to have that kind of security and to be able to get insurance that would enable them to get the heath care that they need,” Baker said.\n\nCray’s initial diagnosis of oral cancer didn’t deter him from his work in making sure LGBT people would be enrolled in health insurance. In fact, he drew on his diagnosis to urge others to get covered.\n\nIn an op-ed piece for The Advocate published in March before the open enrollment period ended, Cray urged young LGBT people to sign up for health care, using his own story and diagnosis of oral cancer as evidence that “no one is invincible.”\n\n“Our LGBT community is resilient and strong, and particularly for those of us who are young and have our entire lives in front of us, it may feel like we are invincible. I’ve learned the hard way that I’m not,” Cray wrote. “Cancer has taken a lot from me physically and emotionally. But it hasn’t taken away my voice, and it hasn’t taken away my hope. I hope to find out two weeks from now that I’m cancer-free.”\n\nOn July 24, Cray participated in an event at the White House to celebrate the successful enrollment of more than 8 million people into health insurance following implementation of the Affordable Care Act. Upon answering a question about accessibility of health insurance for transgender people, Cray received a standing ovation.\n\nPaulette Aniskoff, director of the White House Office of Public Engagement, said Cray’s contributions to the Affordable Care Act were integral to implementing the law.\n\n“Andrew was a talented and passionate advocate for LGBT health who helped educate the entire community about the importance of having access to quality, affordable health care,” Aniskoff said. “His insight and expertise will be sorely missed – but his work will continue to have a real impact on the lives of countless Americans.”\n\nBut Cray’s work extended beyond working to ensure LGBT people enroll in health insurance programs. It also consisted of developing policies for states to interpret their non-discrimination laws to require insurance companies to cover transition-related care for transgender people.\n\nMara Keisling, executive director of the National Center for Transgender Equality, said she counts Cray as among her friends and his efforts on this front were “remarkable.”\n\n“Andy was a significant national leader and strategist in the recent push for ending discriminatory insurance exclusions around the country,” Keisling said. “He played a key role in insurance outreach and enrollment efforts targeting LGBT people over the last year and a half. On the local level, his work with DC TransLAW has and will continue to help hundreds of people live safer and more economically fair lives.”\n\nAt the height of his treatment, Cray achieved a victory close to home when D.C. Mayor Vince Gray announced that insurers within the district must provide full coverage to help transgender people change their biological gender, including gender reassignment surgery.\n\nCray, who took part in a news conference with Gray announcing the development, emphasized in a statement at the time on behalf of the Center for American Progress the importance of the policy change to transgender people.\n\n“This policy will make D.C.’s healthcare programs and insurance coverage the most comprehensive in the country for the full scope of health care that transgender people need throughout their lives,” Cray said. “But more importantly, this announcement tells transgender people in the District that their health matters.”\n\nA total of nine states have banned discriminatory insurance exclusions against transgender people in addition to D.C.: California, Colorado, Connecticut, Illinois, Oregon, Maryland, Massachusetts, Vermont and Washington State.\n\nIt was also during this time that Cray started his relationship with McBride, who when they first met was working as a White House intern. Although the two met briefly during the Pride reception at the White House in 2012, they started dating months later after Cray asked McBride out via a message on Facebook.\n\n“The first time we went out to dinner, I just remember being so impressed with his graciousness, his sense of humor, with his intelligence, and more than anything else, with his compassion,” McBride said. “He just was someone whom you could tell when you looked in their eyes that they cared about you, that they were listening to you, and that they had a lot of love to give. That was clear from the start.”\n\nValentine’s Day 2013 became the day they officially counted as the start of their relationship, which began to flourish shortly thereafter when McBride started attending graduate school.\n\nAs Cray continued his work on transgender issues and LGBT health, he underwent surgery and chemotherapy. Following his treatment, doctors in April gave him a clean bill of health and told him his cancer was in remission.\n\nBut about six weeks ago, Cray began suffering from a persistent cough and chest pains. Just four days after the White House event he attended, Cray returned to the hospital.\n\nThe cause of his discomfort, doctors said, was that the cancer had returned, metastasized in his lungs and was terminal. At that point, Cray was given 10-12 months to live.\n\nOn Aug. 31, Cray and McBride married on the rooftop of their D.C. home in a ceremony attended by friends and family.\n\nIt was difficult for Cray to even attend the ceremony because of the extent of his illness, but the two were wed by Rev. Gene Robinson, the first openly gay bishop in the Episcopal Church.\n\n“Cancer didn’t define our relationship, but it certainly brought us closer and developed a bond between us that we would have naturally developed, just not as quickly,” McBride said. “And so, we decided to get married on Sunday really again in order to validate for ourselves, for our community and under the law the commitment that really we had already made to each other.”\n\nIt wasn’t long before he had to return to the hospital. On Tuesday, when his condition worsened, he was readmitted to Johns Hopkins. Doctors told him the disease was more aggressive than initially thought and additional chemotherapy would likely do more harm than good.\n\nRobinson, who had performed the marriage ceremony for Cray and McBride just days earlier, invoked his clerical authority by reading the last rites to Cray, who finally succumbed to his illness.\n\nReflecting on his life, McBride said two things stand out for her. First, Cray would never have wanted the attention lavished upon him in the aftermath of his life, even though she said he deserves it.\n\nSecond, McBride said his story has bolstered his life’s work and augmented his call for the accessibility of health care for transgender people.\n\n“Six months later, the cancer has taken away nearly everything from him, including his life, but it remains true that it hasn’t taken away his voice,” McBride said.", "article_metadata": {"description": "Andrew Cray's life was cut short upon his untimely death, but those close to him say he continues to convey his message in death with even greater strength.", "generator": "WordPress 4.3.4", "og": {"site_name": "Washington Blade: Gay News, Politics, LGBT Rights", "description": "Andrew Cray's life was cut short upon his untimely death, but those close to him say he continues to convey his message in death with even greater strength.", "title": "Andrew Cray remembered for contributions to LGBT health", "locale": "en_US", "image": {"width": 460, "identifier": "http://www.washingtonblade.com/content/files/2014/09/Andrew_Cray_460x470_2_courtesy_Sarah_McBride.jpg", "height": 470}, "updated_time": "2014-09-03T16:55:51-04:00", "url": "http://www.washingtonblade.com/2014/09/03/andrew-cray-remembered-for-contributions-to-lgbt-health/", "type": "article"}, "twitter": {"description": "Andrew Cray's life was cut short upon his untimely death, but those close to him say he continues to convey his message in death with even greater strength.", "creator": "@chrisjohnson82", "image": "http://www.washingtonblade.com/content/files/2014/09/Andrew_Cray_460x470_2_courtesy_Sarah_McBride.jpg", "title": "Andrew Cray remembered for contributions to LGBT health", "site": "@WashBlade", "card": "summary"}, "robots": "noodp", "fb": {"pages": 13357499221}, "article": {"publisher": "http://www.facebook.com/WashingtonBlade", "section": "homepage news", "tag": "transgender health", "published_time": "2014-09-03T12:49:28-04:00", "modified_time": "2014-09-03T16:55:51-04:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "news_keywords": "gay news, Washington Blade, Andrew Cray, obituary, LGBT health"}, "_id": "\"57477af46914bd0286fd9c68\"", "article_summary": "“Andrew was a talented and passionate advocate for LGBT health who helped educate the entire community about the importance of having access to quality, affordable health care,” Aniskoff said.\nThe life of Andrew Cray — and his work on LGBT health issues — was cut short upon his untimely death last week at age 28, but those close to him say his message of encouraging LGBT people to enroll for health insurance lives on.\nAs Cray continued his work on transgender issues and LGBT health, he underwent surgery and chemotherapy.\nCray also worked as a transgender activist to ensure states would require health insurance companies to cover transition-related care.\nUpon answering a question about accessibility of health insurance for transgender people, Cray received a standing ovation."}