{"article_title": "Clinton nudges Sanders by pointing to her support for Obama after her failed 2008 campaign", "article_keywords": ["sanders", "differences", "clinton", "pointing", "campaign", "los", "support", "knew", "angeles", "failed", "museum", "nudges", "2008", "true", "pledged", "obama"], "article_url": "http://www.latimes.com/politics/la-na-trailguide-05052016-clinton-nudges-sanders-by-pointing-to-her-support-1462480755-htmlstory.html", "article_text": "Though Hillary Clinton did not explicitly call on Bernie Sanders to end his presidential bid Thursday, she called for party unification by holding up her own example of dropping out in 2008 when it became clear that Barack Obama would be the Democratic nominee.\n\n“I did that when I pulled out in ’08. Some of you remember,” she told a couple of hundred African American community leaders gathered at a museum in Los Angeles, and the crowd murmured in agreement.\n\nClinton noted that she is more than 3 million votes and nearly 300 pledged delegates ahead of Sanders. In 2008, she said, she ended her campaign when she was about equal with Obama in the popular vote because he led her by about 60 pledged delegates.\n\n“A much, much smaller margin than what we see in this race, but I knew that he had won because it matters how many delegates you have,” Clinton said. “... I knew then that whatever differences we might have had in the campaign, they were nothing compared to the differences between us and the Republicans. Now if that was true in ‘08, that is true on steroids today.\"\n\nShe repeatedly skewered presumptive GOP nominee Donald Trump, saying he does not listen to people, would wreck the economy, try to repeal the Affordable Care Act and allow other nations to obtain nuclear weapons.\n\n“That is the kind of risk this country cannot afford to take,” she said. “That is dangerous.”\n\nClinton spoke at the California African American Museum near downtown Los Angeles on the first of a two-day sprint through the state, a combination of fundraisers and organizing events in the lead-up to the state’s June 7 primary.\n\nLater Thursday, Clinton was scheduled to attend a fundraiser with Los Angeles City Councilman Jose Huizar and to rally supporters at East Los Angeles College in Monterey Park.", "article_metadata": {"fb_title": "Clinton nudges Sanders by pointing to her support for Obama after her failed 2008 campaign", "Description": "Though Hillary Clinton did not explicitly call on Bernie Sanders to end his presidential bid Thursday, she called for party unification...", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Though Hillary Clinton did not explicitly call on Bernie Sanders to end his presidential bid Thursday, she called for party unification...", "title": "Clinton nudges Sanders by pointing to her support for Obama after her failed 2008 campaign", "url": "http://www.latimes.com/politics/la-na-trailguide-05052016-clinton-nudges-sanders-by-pointing-to-her-support-1462480755-htmlstory.html", "image": "http://www.trbimg.com/img-572bc42e/turbine/la-na-trailguide-05052016-clinton-nudges-sanders-by-pointing-to-her-support-1462480755", "type": "article"}, "x-servername": "lalvp15.13", "twitter": {"site": "@latimes", "card": "summary"}, "robots": "index,follow", "date": "2016-05-05", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "googlebot-news": "index", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "article_summary": "Later Thursday, Clinton was scheduled to attend a fundraiser with Los Angeles City Councilman Jose Huizar and to rally supporters at East Los Angeles College in Monterey Park.\nSome of you remember,” she told a couple of hundred African American community leaders gathered at a museum in Los Angeles, and the crowd murmured in agreement.\nClinton noted that she is more than 3 million votes and nearly 300 pledged delegates ahead of Sanders.\nIn 2008, she said, she ended her campaign when she was about equal with Obama in the popular vote because he led her by about 60 pledged delegates.\nI knew then that whatever differences we might have had in the campaign, they were nothing compared to the differences between us and the Republicans."}