{"article_title": "A Shockingly High Number of Americans Experience Poverty", "article_keywords": ["victims", "adults", "university", "bad", "number", "experience", "spend", "high", "live", "poverty", "rank", "americans", "suffer", "shockingly"], "article_url": "http://www.theatlantic.com/business/archive/2013/11/a-shockingly-high-number-of-americans-experience-poverty/281172/", "article_text": "To get a slightly better picture of how poverty tends to touch U.S. lives, I asked Rank for a peek at his most recent figures, which will be published in an upcoming book co-authored with Cornell's Thomas Hirschl and the University of South Carolina's Kirk Foster. As in his past work , Rank and his collaborators have analyzed decades of data from the Panel Study of Income Dynamics to find out when Americans are most likely to suffer from poverty and how long they generally remain in it.\n\nThe truth, though, is almost the exact opposite, as Washington University in St. Louis professor Mark Rank recently reminded New York Times readers. \"Contrary to popular belief,\" he wrote over the weekend, \"the percentage of the population that directly encounters poverty is exceedingly high.\" Between the ages of 25 and 60, Rank has found, almost 40 percent of Americans will live at least one year below the poverty line. Yet over time, most also pull themselves back above of it.\n\nAmericans have a habit of talking about poverty as if it were a deep gulch somewhere at the fringe of the U.S. economy. We imagine a few unfortunate souls fall in forever—but only a few.\n\nInstead of a deadly gulch, impoverishment turns out to be more like a roadside ditch. Many crash into it, especially while young, but most eventually recover. So while 38.9 percent of Americans will live at least year under the official poverty line between ages 25 and 60, just 11.6 percent will spend five years or more impoverished.\n\nChronic, uninterrupted poverty is particularly rare. Only 6.1 percent of American adults spend five or more consecutive years impoverished; less than 2 percent spend 10 years or more. In a way, this is both good and bad news. On the upside, it means relatively few adults suffer from prolonged periods of serious economic deprivation. On the downside, it also means many adults are cycling in and out of poverty over time. They might not technically be poor by the government's definition, but they are financially insecure.\n\nThe upshot, though, is that America's poverty problem is wider than it is deep. Many are affected; few are trapped permanently. Partly as a result, more adults than you might expect—44.8 percent by age 60—end up relying on safety-net programs such as food stamps and TANF. But only a relatively small portion of the country uses these services for more than a handful of years. Most take help, then eventually move on.\n\nNone of this is meant to suggest that poverty somehow isn't harmful or is just a light setback. It's bad for your health, mentally and physically. It's bad for your children, who feel the effects on their school performance long into life. To return to the ditch metaphor, careening off the side of the road is plenty traumatic, even if you live to talk about it.\n\nWhat these numbers undercut, though, is the idea that most of the poor, as a broad group, are somehow different than you and me (aside from the bit about having less money). Sometimes they are victims of their own bad decisions. Often they're the victims of circumstance. As I've written before, some are students, some are stuck caring for family instead of working, some are ill, and some are just unlucky folks who can't find a job. The majority don't linger in poverty long-term. But in the end, it's frighteningly common for Americans to live part of their lives on a meagre income.", "article_metadata": {"description": "According to new research, almost 40 percent of adults experience impoverishment by age 60. But while poverty&#39;s reach is wide, it isn&#39;t necessarily deep.", "author": "Jordan Weissmann", "og": {"site_name": "The Atlantic", "description": "According to new research, almost 40 percent of adults experience impoverishment by age 60. But while poverty&#39;s reach is wide, it isn&#39;t necessarily deep.", "title": "A Shockingly High Number of Americans Experience Poverty", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2013/11/Homeless_Poverty_Flag_Reuters/lead_large.jpg", "url": "http://www.theatlantic.com/business/archive/2013/11/A-Shockingly-High-Number-of-Americans-Experience-Poverty/281172/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af36914bd0286fcb383\"", "article_summary": "Only 6.1 percent of American adults spend five or more consecutive years impoverished; less than 2 percent spend 10 years or more.\nOn the upside, it means relatively few adults suffer from prolonged periods of serious economic deprivation.\nBetween the ages of 25 and 60, Rank has found, almost 40 percent of Americans will live at least one year below the poverty line.\n\"Contrary to popular belief,\" he wrote over the weekend, \"the percentage of the population that directly encounters poverty is exceedingly high.\"\nBut in the end, it's frighteningly common for Americans to live part of their lives on a meagre income."}