{"article_title": "Freedom Act Criticized While Waiting for Vote", "article_keywords": ["congress", "privacy", "senate", "freedom", "bill", "surveillance", "criticized", "spying", "waiting", "leahy", "act", "vote", "technology"], "article_url": "http://www.usnews.com/news/articles/2014/09/18/freedom-act-criticized-while-waiting-for-vote", "article_text": "Congress is departing the nation’s capital to campaign in the midterm elections this weekend, leaving the USA Freedom Act bill to limit government surveillance with fewer chances for passage as time runs out for this legislative session. Advocates from both sides of the spying debate are also complicating that process by criticizing the bill.\n\nThe Freedom Act – first introduced in October by Sen. Patrick Leahy, D-Vt., in the Senate and Rep. Jim Sensenbrenner, R-Wis., in the House – would curb the National Security Agency's bulk collection of phone records. Leahy introduced a revised version in the Senate in July with stronger privacy protections after conferring with other members of the Senate and the intelligence community on changes to the legislation.\n\nDespite assurances from Director of National Intelligence James Clapper and Attorney General Eric Holder that the bill would protect privacy rights while maintaining surveillance capabilities, the growing threat posed by​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​​ the Islamic State group has generated concerns about limiting the NSA’s spying ability. Opponents of the bill include Sen. Saxby Chambliss of Georgia, the top Republican on the Senate Intelligence Committee, who told The Hill it would make it more difficult to monitor terrorists.\n\n“If you want to take away the ability to monitor ISIS,\" Chambliss said, referring to the Islamic State group,\"then you eliminate the tools that are eliminated in the Leahy bill.”\n\nCalling for the Senate to pass the Freedom Act, Sensenbrenner said in a press release that neither he nor Leahy “are naïve to the threats we face as a nation.”\n\n“In my view, drafting and negotiating the Freedom Act has been less about balancing freedom and security than about recognizing that neither freedom nor security should be compromised,” he said.\n\nCongress' month-long August recess also prevented debate and voting on the bill, which advocacy groups like the Center for Democracy & Technology see as an improvement over the House version The Center later pledged its support to the revised version.\n\nNot every privacy advocate agrees, however. Several civil liberties groups, including The Sunlight Foundation, sent a letter to Congress arguing the bill does not go far enough to protect privacy and could justify other forms of surveillance.\n\n“At best, even if faithfully implemented, the current bill will erect limited barriers to Section 215, only one of the various legal justifications for surveillance, create additional loopholes, and provide a statutory framework for some of the most problematic surveillance policies, all while reauthorizing the Patriot Act,” the letter said, referring to Section 215 of the Patriot Act.\n\nThey also complain that he bill gives legal immunity to companies that share data with as part of a government request, that it does not protect against warrantless government tapping of networks and that it does not address warrantless surveillance conducted by the FBI.\n\nSignatories include technologist Sascha Meinrath, who told U.S. News he was speaking in a personal capacity and not on behalf of his colleagues at the New America Foundation’s Open Technology Institute think tank.\n\n“I signed on in opposition to the USA Freedom Act as an individual because I believe it's too weak in protecting our civil liberties,” Meinrath says, calling for a more \"holistic approach.\"\n\nHis colleague, Kevin Bankston, the Open Technology Institute's policy director, said the Freedom Act “doesn't go nearly far enough in addressing all of the worst NSA surveillance practices,” but it's a start.\n\n“This bill is a critically important first step in the reform process that would end the NSA's bulk telephone records program while giving us much more transparency and accountability when it comes to government surveillance overall,” Bankston says. “I fear that having to start over with a new Congress, and perhaps with fewer reform-minded lawmakers in key positions, will leave us with little momentum to pass the many reforms contained in this bill, which is very close to the finish line.”\n\nRejecting the bill could mean that Congress may not renew the Patriot Act spying powers in 2015, or that stronger surveillance reforms pitched by advocacy groups would viewed as “redlines for the administration,” Sensenbrenner said in his press release.", "article_metadata": {"zone": "homepage/articles", "keyword": "Cybersecurity [News]", "title": "Freedom Act Criticized While Waiting for Vote", "og": {"site_name": "US News & World Report", "description": "Groups say bill endangers rights, Republican senator says it limits spying on ISIS.", "title": "Freedom Act Criticized While Waiting for Vote", "url": "http://www.usnews.com/news/articles/2014/09/18/freedom-act-criticized-while-waiting-for-vote", "image": "http://www.usnews.com/cmsmedia/8b/65/65da497b4cc4ad650b34eb084a69/140918-leahy-editorial.jpg", "type": "article"}, "twitter": {"site": "@USNews", "description": "Groups say bill endangers rights, Republican senator says it limits spying on ISIS.", "card": "summary", "title": "Freedom Act Criticized While Waiting for Vote"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "Sept. 18, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Tom Risen,Pulse,Sensenbrenner, Jim,Leahy, Pat,NSA,cybersecurity,Cybersecurity [News]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Groups say bill endangers rights, Republican senator says it limits spying on ISIS."}, "article_summary": "“I signed on in opposition to the USA Freedom Act as an individual because I believe it's too weak in protecting our civil liberties,” Meinrath says, calling for a more \"holistic approach.\"\nThe Freedom Act – first introduced in October by Sen. Patrick Leahy, D-Vt., in the Senate and Rep. Jim Sensenbrenner, R-Wis., in the House – would curb the National Security Agency's bulk collection of phone records.\nCongress is departing the nation’s capital to campaign in the midterm elections this weekend, leaving the USA Freedom Act bill to limit government surveillance with fewer chances for passage as time runs out for this legislative session.\nHis colleague, Kevin Bankston, the Open Technology Institute's policy director, said the Freedom Act “doesn't go nearly far enough in addressing all of the worst NSA surveillance practices,” but it's a start.\nAdvocates from both sides of the spying debate are also complicating that process by criticizing the bill."}