{"article_title": "2015 changes affect Oregon workplaces", "article_keywords": ["wage", "federal", "employees", "workplaces", "oregon", "employers", "minimum", "paid", "sick", "2015", "affect", "law", "changes", "workers", "laws"], "article_url": "http://www.dailyastorian.com/local_biz/20150101/2015-changes-affect-oregon-workplaces", "article_text": "The short list of major issues includes an increase in the minimum wage, the Affordable Care Act employer mandate, legalization of recreational marijuana, and the expansion of paid sick leave.\n\nPORTLAND (AP) — A handful of big changes are coming to the Oregon workplace in 2015, though not all employers will be equally affected or even at the same time.\n\nThe short list of major issues includes an increase in the minimum wage, the Affordable Care Act employer mandate, legalization of recreational marijuana, and the expansion of paid sick leave.\n\nThe new laws and requirements come from all directions, as a result of state and federal laws, local ordinance and voter-approved initiative.\n\nAmy L. Angel, a partner with Barran Liebman, a Portland firm specializing in employment and labor law, says the coming changes are relatively few in number, compared to previous years.\n\n“It’s somewhat typical, maybe a little on the short side,” she said. “It’s in line with the Legislature having had a short session this year.”\n\nHere’s what to look for in 2015:\n\n• Minimum wage: Oregon’s minimum hourly wage is second highest in the nation at $9.10 and due to go up another 15 cents to $9.25 on Jan. 1. Across the river, Washington sets the pace at $9.32 an hour, and a 15-cent increase will push the figure to $9.47. Both states have laws requiring an annual adjustment tied to inflation.\n\nThe federal minimum wage, currently $7.25 an hour, will rise to $10.10 for workers covered under federal contracts as a result of an executive order announced by President Barack Obama during his State of the Union address last January. The federal minimum wage hasn’t been raised since 2009 and is expected to affect dishwashers, food servers and construction workers, among others.\n\n• ACA employer mandate: After a one-year delay, small businesses with more than 100 employees must offer their workers health insurance starting Jan. 1.\n\nThe health care reform law’s signature requirement was originally scheduled to take effect at the beginning of 2014, but was pushed back in response to criticism that the requirements were onerous and complex.\n\nLarge employers with 100 or more workers must start providing health benefits to at least 70 percent of their full-time employees by 2015 and to at least 95 percent by 2016.\n\nSmall employers, those with 50 to 99 employees, have until Jan. 1, 2016, to comply.\n\nEmployers who don’t offer insurance will feel some pain — an annual penalty of $2,000 per employee (though the first 30 full-time employees are exempt).\n\nCongressional Republicans remain bitterly opposed to the ACA, also known as Obamacare, but the president has warned he will veto any attempt to repeal the law.\n\n• Recreational marijuana: Oregon voters approved Measure 91 in the November general election, allowing the personal use and possession of cannabis, starting July 1, 2015, and giving the Oregon Liquor Control Commission power to tax, license and regulate its sale.\n\nIn theory, the new law doesn’t affect employers because marijuana is still classified as illegal under the federal Controlled Substances Act, said Angel, the employment lawyer.\n\n“Employers can still prohibit employees from having it in their system because it’s still prohibited by federal law,” she said.\n\nIn practice, most employers will want to review and possibly revise their workplace policies on pre-employment screening and drug testing and define what they consider an illegal drug.\n\n• Paid sick leave: Employers in Eugene, Oregon’s second largest city, will have to begin providing workers with paid sick leave up to 40 hours a year, beginning July 1, 2015.\n\nThe Eugene City Council passed its own ordinance on July 28, 2014, following the lead of the Portland City Council, which adopted its own law in 2013, effective Jan. 1, 2014.\n\nThe Eugene law applies to employers of all sizes, unlike the Portland law, which allows employers with five or fewer employees to offer unpaid leave.\n\nA draft bill is circulating for a statewide sick leave law that would be introduced in the 2015 legislative session. As currently written, employers of all sizes would be required to provide one hour of paid sick leave for every 30 hours worked, up to 56 hours a year.\n\n“I am sure it will be subject to change, but we expect something to go through, although the business community is not supporting it as something that is needed,” Angel said.\n\n• Anti-discrimination rules: Federal contractors will be prohibited from discriminating on the basis of sexual orientation or gender identity, effective April 4, 2015.\n\nPresident Obama signed an executive order in July barring LGBT discrimination after the Republican-controlled House failed to outlaw it through federal legislation. A final rule adopted by the U.S. Department of Labor, implementing the order, becomes effective 120 days after its publication in the Federal Register, which in this case occurred on Dec. 5, 2014.\n\nOregon and Washington are among 18 states that already have laws prohibiting discrimination on the basis of sexual orientation or gender identity.", "article_metadata": {"og": {"site_name": "The Daily Astorian", "description": "PORTLAND (AP) — A handful of big changes are coming to the Oregon workplace in 2015, though not all employers will be equally affected or even at the same time.The short list of major issues includes an increase in the minimum wage, the Affordable Care Act employer mandate, legalization of re", "title": "2015 changes affect Oregon workplaces", "url": "http://www.dailyastorian.com/local_biz/20150101/2015-changes-affect-oregon-workplaces", "image": "http://www.dailyastorian.com/images/gravatar.png", "type": "article"}, "article": {"publisher": "https://www.facebook.com/DailyAstorian"}, "description": "Read 2015 changes affect Oregon workplaces from The Daily Astorian", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd9c8d\"", "article_summary": "The federal minimum wage hasn’t been raised since 2009 and is expected to affect dishwashers, food servers and construction workers, among others.\nThe new laws and requirements come from all directions, as a result of state and federal laws, local ordinance and voter-approved initiative.\n• Paid sick leave: Employers in Eugene, Oregon’s second largest city, will have to begin providing workers with paid sick leave up to 40 hours a year, beginning July 1, 2015.\nA draft bill is circulating for a statewide sick leave law that would be introduced in the 2015 legislative session.\nPORTLAND (AP) — A handful of big changes are coming to the Oregon workplace in 2015, though not all employers will be equally affected or even at the same time."}