{"article_title": "Colorado mountain residents struggle to pay for health insurance – The Denver Post", "article_keywords": ["mountain", "colorado", "exchange", "pay", "region", "denver", "insurance", "county", "state", "health", "struggle", "residents", "post", "counties", "care"], "article_url": "http://www.denverpost.com/2016/01/23/colorado-mountain-residents-struggle-to-pay-for-health-insurance/", "article_text": "GLENWOOD SPRINGS —The new era of affordable health care bypassed Terri Newland.\n\nShe runs a small land-use planning business with her husband, who has diabetes and needs hearing aids. She lives in one of the most expensive places anywhere to get medical care. For people buying their own policies, health insurance premiums in her western Colorado region jumped by an average of 25.8 percent this year.\n\nHer premium costs alone shot up more than $300 to $1,828 per month, or nearly $22,000 a year. Her policy also contains a $4,000 deductible each for her and her husband, and she’s still trying to figure out what it will pay when he needs medical equipment.\n\nThey looked at other options with lower deductibles, but “we couldn’t quite swing the higher premiums,” she said. “It’s actually like another mortgage payment. I have friends who are uninsured right now because they can’t afford it. Insurance is hard up here.”\n\nIn Colorado’s high country, few things loom larger than the price of health insurance — a situation that worsened this year when a low-cost provider closed its doors.\n\nElected officials in mountain counties say they have a crisis on their hands. Some frustrated residents talk of moving to Utah for cheaper medical coverage. Others are driving hundreds of miles to Denver to see a doctor.\n\nThe mountain counties have a history of high health care costs. Two years ago, a national survey found that the four-county Colorado resort region from Summit to Garfield was the most expensive place to buy health care in the United States.\n\nThe state Division of Insurance responded by enlarging the region to dilute the costs. It worked the first year, bringing down 2015 individual plan premiums by 7.44 percent. But big increases in policy costs returned this year.\n\nFor many who belonged to Colorado HealthOP, a low-cost health co-operative dissolved by the state, the new price of insurance jumped by half.\n\nA competition shortage complicates their quest to buy coverage and avoid federal income tax penalties this year.\n\nKaiser Permanente, a relatively inexpensive insurance provider, now offers coverage in some mountain counties but not all. It has opened two new medical office buildings in Frisco and Edwards, and contracted with a hospital in Glenwood Springs, but it has not secured comparable agreements with hospitals in Frisco and Vail.\n\n“We’re at the breaking point, crisis state, up in the resort communities,” said Dan Gibbs, a Summit County commissioner. “People are deciding now whether they’re going to pay rent or buy health insurance or pay for day care.”\n\nFor some families, monthly premiums now exceed $2,000, he said. “What a lot of people would pay for a mortgage, they would pay for health insurance.”\n\nHealth care challenges\n\nThe insurance industry points to the challenges of providing health care services in the mountains to explain the high premiums.\n\nThere are “a very limited number of providers” in the mountain counties, said Charlie Sheffield, executive director of the Colorado Association of Health Plans. “Given the lack of population density and the lack of provider options, health care costs in that region are naturally going to be high. Thus, you’ll see higher premiums.”\n\nIn Basalt, Chamber of Commerce president Robin Waters organized a meeting late last year to discuss health insurance rates in the mountain counties. More than 150 people came, including Division of Insurance representatives.\n\nWhile she appreciated their appearance, “what was quite striking was the lack of awareness of what was happening in our counties,” she said. “First, the rates are so much higher this year. The second was the shrinking of options.”\n\nShe said state officials seemed unaware that for many people in her region, only two insurance companies offered policies to individual buyers.\n\nSince the Affordable Care Act took effect, “on the positive side, I know people who haven’t had insurance for years. That is a huge thing,” she said.\n\n“(But) other folks are really in deep difficulty, and I’ve heard people say they don’t think they can afford it this year,” she said. “I have people who go out of the county to get health care, who say they’re not able to save, not able to live the same type of lifestyle.”\n\nColorado Division of Insurance spokesman Vincent Plymell, who attended the Basalt meeting, said some mountain county residents shopping on the state health exchange might see only two companies. Other policies are offered off the exchange.\n\nFederal tax credits, however, are available only to those who buy policies on the exchange, which is the marketplace for plans offered through the health care act. “That is obviously a factor,” he said.\n\nA handful of insurance companies offer coverage through the exchange in the western region — including Cigna, Rocky Mountain Health Plans, Anthem and Kaiser — but their plans aren’t necessarily available in every county.\n\nMesa County, which is its own region, has just two insurers offering coverage on the exchange but enjoys rates that are lower than in the larger western region.\n\nPopulated areas along the Front Range have up to 10 insurers on the exchange and premiums are the lowest in the state.\n\nFederal tax credits are available to households with income no more than 400 percent of the federal poverty line, and those with lower incomes are eligible for bigger credits.\n\nThe problem is that the cutoff for eligibility slices right through the middle class.\n\nA 55-year-old couple with no children in Garfield County earning $63,000 could be eligible for up to an estimated $13,200 in annual tax credits toward their insurance premium costs, according to the calculator at the Connect for Health Colorado exchange. But if the couple earn $64,000 or more, they may not qualify for any credit.\n\nNewland shopped on the exchange because of the potential tax credit but does not know yet if she qualifies.\n\nStories and strategies\n\nWaters, Newland, two county commissioners and self-insured residents gathered recently for another meeting at the Glenwood Springs home of Richard Backe.\n\nOver honey-smoked salmon and pineapple tidbits, they shared stories and discussed strategies.\n\nTwo asked why a simple MRI costs five to 10 times as much in mountain country than it does in the Denver area. Another said she and her husband are thinking of renting their house to their son and moving to Denver for health care savings.\n\nBacke said he is paying $1,590 a month for health insurance this year and doesn’t know whether he will qualify for income-based federal tax credits. Upon searching the choices in Denver, he found a nearly identical plan for $851 a month.\n\nFor him, going without insurance is not an option because his wife is a breast cancer survivor. Moving might be.\n\n“Utah or Denver — anywhere I can afford health care,” he said.\n\nThis strikes Rachel Richards, a Pitkin County commissioner at Backe’s gathering, as fundamentally unfair.\n\n“Starting all over again in your 50s, leaving friends behind you just to afford health insurance?” she asked.\n\nShe and others at the living-room gathering advocated turning all of Colorado into a single region for health insurance purposes.\n\nWhen Front Range cities need Colorado River water to support their growth, “it’s all of Colorado’s water,” she said.\n\nAt the Division of Insurance, Plymell agrees that resort prices and a shortage of competition in Colorado’s lightly populated western counties contribute to high medical and insurance costs.\n\nHe questions the single-district idea, however.\n\nHow would people in Pueblo, Colorado Springs, Boulder and Denver react to higher premiums, he asked, and “would all the carriers we have now still want to play in Colorado?”\n\nPlymell said the Affordable Care Act required the creation of geographical rating areas within each state, and federal approval is needed to revise them. He also said he knows of no state classified as a single coverage area.\n\nPeople in the high-cost counties hope they don’t have to wait years for relief.\n\nAmy Barr, a regional United Way program director, described the problem for aging middle-class residents — small business owners, independent consultants, employees of businesses that don’t provide health insurance — who wonder how they’re going to make it to Medicare eligibility.\n\n“It’s the first time I’ve heard 60-year-olds saying they wished they were 65,” she said.\n\nDavid Olinger: 303-954-1498, dolinger@denverpost.com or @dolingerdp", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Colorado mountain residents struggle to pay for health insurance", "title": "Colorado mountain residents struggle to pay for health insurance", "url": "http://www.denverpost.com/2016/01/23/colorado-mountain-residents-struggle-to-pay-for-health-insurance/", "image": {"width": 435, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20160123__20160124_A1_CD24HEALTHPREMIUMSp1.jpg", "height": 654}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20160123__20160124_A1_CD24HEALTHPREMIUMSp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2016-01-23T19:58:32+00:00", "modified_time": "2016-04-19T02:03:48+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "For people buying their own policies, health insurance premiums in her western Colorado region jumped by an average of 25.8 percent this year.\n“People are deciding now whether they’re going to pay rent or buy health insurance or pay for day care.”For some families, monthly premiums now exceed $2,000, he said.\n“Starting all over again in your 50s, leaving friends behind you just to afford health insurance?” she asked.\nShe and others at the living-room gathering advocated turning all of Colorado into a single region for health insurance purposes.\nAnother said she and her husband are thinking of renting their house to their son and moving to Denver for health care savings."}