{"article_title": "Obamacare Exchange Accidentally Signed U.S. Senator Up For Medicaid", "article_keywords": ["merkley", "exchange", "enrollment", "enrolled", "obamacare", "accidentally", "signed", "medicaid", "private", "coverage", "oregon", "senator"], "article_url": "http://dailycaller.com/2014/10/08/obamacare-exchange-accidentally-signed-u-s-senator-up-for-medicaid/", "article_text": "4340946\n\nOregon’s hilariously bad Obamacare exchange accidentally signed Oregon Sen. Jeff Merkley up for Medicaid, a welfare health program for low-income Americans, The Oregonian reports.\n\nMerkley, the Democratic incumbent who’s running for reelection in November against Republican challenger Monica Wehby, signed up for private coverage on the exchange several months ago, as required by the law — Republicans insisted that Congress members and their staffs be required by the law to purchase Obamacare coverage, in solidarity with their constituents.\n\nBut months later, Merkley received a letter from the beleaguered exchange notifying him that he’d been accepted into the Oregon Health Plan, the state’s version of Medicaid. As a senator, Merkley makes $174,000 a year, not to mention his wife’s additional salary — much, much higher than the cut-off for Medicaid eligibility, which is 133 percent of the federal poverty level in Oregon.\n\n“It must have been about half a year after I was on [private insurance] we suddenly got a mailing that said ‘Congratulations, you’re enrolled!'” Merkley said, according to The Oregonian. “And I was like, ‘What? You’re crazy.'”\n\nMerkley reportedly did not have any problems with his private coverage, indicating that the exchange, Cover Oregon, must have enrolled him in two different plans at the same time. It’s not clear how many other customers could have experienced the same issue. The exchange says it signed up 102,596 people for private coverage during the first open enrollment period, along with another 252,362 for Medicaid.\n\nAll of those customers, however, were signed up through a paper application. Oregon’s Obamacare exchange faced the most serious technological failures in the country and the website never functioned properly for enrollment. The state is shifting to HealthCare.gov for the next open enrollment period.\n\nDespite Oregon’s many problems, Merkley’s not the first to report such a problem. Kentucky Sen. Rand Paul said earlier this year that his son was automatically enrolled in Medicaid on Kentucky’s much more successful state-run exchange.\n\nFollow Sarah on Twitter", "article_metadata": {"sailthru.author": "Sarah Hurtubise", "description": "'What? You're crazy.'", "og": {"site_name": "The Daily Caller", "description": "Oregon's hilariously bad Obamacare exchange accidentally signed Oregon Sen. Jeff Merkley up for Medicaid, a welfare health program for low-income Americans, The Oregonian reports.    Merkley, the Demo", "title": "Obamacare Exchange Accidentally Signed U.S. Senator Up For Medicaid", "url": "http://dailycaller.com/2014/10/08/obamacare-exchange-accidentally-signed-u-s-senator-up-for-medicaid/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/07/CoverOregonPic-e1373655444565.jpg", "height": 269}, "type": "article"}, "twitter": {"description": "'What? You're crazy.'", "creator": "@@SarahMHurtubise", "url": "http://dailycaller.com/2014/10/08/obamacare-exchange-accidentally-signed-u-s-senator-up-for-medicaid/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/07/CoverOregonPic-e1373655444565.jpg"}, "title": "Obamacare Exchange Accidentally Signed U.S. Senator Up For Medicaid Via @dailycaller", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-10-08 19:56:46", "sailthru.title": "Obamacare Exchange Accidentally Signed U.S. Senator Up For Medicaid", "HandheldFriendly": "true", "keywords": "cover oregon,jeff merkley,obamacare", "fb": {"app_id": 143489452702, "pages": 182919686769}, "sailthru.tags": "cover-oregon,obamacare,sarah-hurtubise", "sailthru.description": "Oregon's hilariously bad Obamacare exchange accidentally signed Oregon Sen. Jeff Merkley up for Medicaid, a welfare health program for low-income Americans, The Oregonian reports.    Merkley, the Demo", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/07/CoverOregonPic-e1373655444565.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "4340946Oregon’s hilariously bad Obamacare exchange accidentally signed Oregon Sen. Jeff Merkley up for Medicaid, a welfare health program for low-income Americans, The Oregonian reports.\nOregon’s Obamacare exchange faced the most serious technological failures in the country and the website never functioned properly for enrollment.\nThe exchange says it signed up 102,596 people for private coverage during the first open enrollment period, along with another 252,362 for Medicaid.\nKentucky Sen. Rand Paul said earlier this year that his son was automatically enrolled in Medicaid on Kentucky’s much more successful state-run exchange.\nBut months later, Merkley received a letter from the beleaguered exchange notifying him that he’d been accepted into the Oregon Health Plan, the state’s version of Medicaid."}