{"article_title": "CDC: 78% of Babies Aborted in New York City in 2011 Were Black, Hispanic", "article_keywords": ["blasio", "city", "abortions", "aborted", "cdc", "reported", "abortion", "number", "hispanic", "black", "york", "babies", "total", "2011", "78"], "article_url": "http://www.breitbart.com/big-government/2014/12/01/cdc-78-of-babies-aborted-in-new-york-city-in-2011-were-black-hispanic/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\n\n\n\n\nThe latest abortion surveillance data from the Centers for Disease Control and Prevention (CDC) shows that, in New York City in 2011, 77.56 percent of the abortions performed were black and Hispanic babies.\n\nSIGN UP FOR OUR NEWSLETTER\n\nThe results of the CDC data find a total of 76,251 abortions were reported in New York City in 2011, which represents a rate of 42.2 percent. Of the babies aborted, 35,188, or 46.1 percent of the total number, were black, and 23,959, or 31.4 percent, were Hispanic. White babies aborted totaled 9.550, or 12.5 percent.\n\nMost women who had abortions in New York City that year were in the 20-24 year-old and 25-29 year-old age groups, at 30.2 percent and 25 percent, respectively.\n\nAs CNSNews.com reports, New York City’s total number of abortions surpasses the number of abortions of any state’s reports, according to CDC. In the state of Texas, 71,658 abortions were reported in 2011.\n\nBreitbart News reported in February that a New York City Department of Health and Mental Hygiene report found more black babies were killed by abortion in the city than were actually born there in 2012.\n\nNevertheless, New York City Mayor Bill de Blasio (D) has pledged to partner with Planned Parenthood and other abortion providers to expand their businesses with “city-sponsored space” and wipe out pro-life pregnancy centers, which he referred to as “sham” clinics that do not provide “legitimate health care.”\n\nDe Blasio also said that, in order to ensure a sufficient number of abortionists to meet the high demand, he would continue to force doctors who train in city hospitals to perform abortions as a routine part of their training. The mandate is a NARAL-backed program that began under Mayor Michael Bloomberg, one which de Blasio referred to as “groundbreaking.”\n\nIn addition, de Blasio has pledged to use ObamaCare to expand state-funded abortion coverage to more New York City women.", "article_metadata": {"description": "CDC: 78% of Babies Aborted in New York City in 2011 Were Black, Hispanic", "og": {"site_name": "Breitbart", "description": "CDC: 78% of Babies Aborted in New York City in 2011 Were Black, Hispanic", "title": "CDC: 78% of Babies Aborted in New York City in 2011 Were Black, Hispanic - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2014/12/01/anti-abortion-billboard.jpg", "url": "http://www.breitbart.com/big-government/2014/12/01/cdc-78-of-babies-aborted-in-new-york-city-in-2011-were-black-hispanic/", "type": "article"}, "twitter": {"description": "CDC: 78% of Babies Aborted in New York City in 2011 Were Black, Hispanic", "title": "CDC: 78% of Babies Aborted in New York City in 2011 Were Black, Hispanic - Breitbart", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2014/12/01/anti-abortion-billboard.jpg", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": ",Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "published_time": "2014-12-01T06:55:00-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "Of the babies aborted, 35,188, or 46.1 percent of the total number, were black, and 23,959, or 31.4 percent, were Hispanic.\nAs CNSNews.com reports, New York City’s total number of abortions surpasses the number of abortions of any state’s reports, according to CDC.\nSIGN UP FOR OUR NEWSLETTERThe latest abortion surveillance data from the Centers for Disease Control and Prevention (CDC) shows that, in New York City in 2011, 77.56 percent of the abortions performed were black and Hispanic babies.\nSIGN UP FOR OUR NEWSLETTERThe results of the CDC data find a total of 76,251 abortions were reported in New York City in 2011, which represents a rate of 42.2 percent.\nMost women who had abortions in New York City that year were in the 20-24 year-old and 25-29 year-old age groups, at 30.2 percent and 25 percent, respectively."}