{"article_title": "Health Firms Offer Apple Watch For $25 But There's A Catch : Healthy Living", "article_keywords": ["living", "apple", "offer", "healthy", "help", "employees", "activity", "watch", "vitality", "companies", "program", "health", "25", "goals", "fitness", "catch", "firms", "theres"], "article_url": "http://www.techtimes.com/articles/139026/20160307/health-firms-offer-apple-watch-for-25-but-theres-a-catch.htm", "article_text": "Advertisement\n\nEmployees at various health firms will soon receive a great deal as they can get Apple's smartwatch for only $25 from its original price of $350 with certain conditions. The catch: they need to accomplish monthly fitness goals for two years.\n\nThe move was initiated to spur fitness awareness and reduce the yearly insurance cost linked to diseases caused by sedentary lifestyle. The Vitality Group started the fitness program in some health companies to motivate employees to stay healthy and exercise.\n\n\"Apple Watch will motivate and reward Vitality members to get active,\" said Alan Pollard, CEO of The Vitality Group.\n\n\"Apple Watch ties seamlessly into the overall goals and mission of Vitality to foster health improvement and help people lead healthier lives,\" he added.\n\nA total of 10,000 employees in their company are entitled to join the program this summer.\n\nThree companies are set to start the program this year — Amgen Inc., a biotech firm, DaVita HealthCare Partners Inc., a medical group, and Lockton Cos., an insurance brokerage company. Other companies will follow later this year.\n\nIf an employee fails to achieve the intended monthly goal, a payment of $13.50 for that month will be collected. The wellness goal includes walking 10,000 steps a day and logging in the number of minutes allotted to exercise.\n\nThis is part of the Affordable Care Act program, which urged companies to pay employees as much as 30 percent of the total healthcare cost of employees through cards, gifts and incentives.\n\n\"We all live busy lives, but the truth is, if doctors could write one prescription for the world, it would be activity. The beauty of this program is members are going to get healthier,\" said Jeff Williams, Apple's chief operating officer.\n\nWhat Is An Apple Watch For?\n\nThe latest trend over health has spurred a lot of companies into developing gadgets intended to help people track their progress no matter what their goals are. For some, staying healthy means losing weight, while for others, it means focusing more on their heart, circulation and blood pressure.\n\nNo matter what a person's purpose is, these gadgets may help them achieve their goals. An Apple Watch features health and fitness tracking ability, which works by monitoring movement throughout the day. It also measures and tracks blood pressure, stress levels, heart activity and other health-related features.\n\nWith the smartwatch, users will have an idea of their daily activity which will also remind them to exercise or move.\n\nPhoto: William Hook | Flickr\n\n© 2016 Tech Times, All rights reserved. Do not reproduce without permission.", "article_metadata": {"Description": "Employees can get the deal of a lifetime: an Apple watch worth $350 for only $25. Here's the catch -- they need to meet monthly wellness goals set to promote health and wellness.", "Copyright": "2016 Tech Times", "Author": "Tech Times", "og": {"site_name": "Tech Times", "description": "Employees can get the deal of a lifetime: an Apple watch worth $350 for only $25. Here's the catch -- they need to meet monthly wellness goals set to promote health and wellness.", "title": "Health Firms Offer Apple Watch For $25 But There's A Catch", "url": "http://www.techtimes.com/articles/139026/20160307/health-firms-offer-apple-watch-for-25-but-theres-a-catch.htm", "image": "http://images.techtimes.com/data/images/full/215860/apple-watch.jpg", "type": "article"}, "twitter": {"domain": "techtimes.com", "description": "Employees can get the deal of a lifetime: an Apple watch worth $350 for only $25. Here's the catch -- they need to meet monthly wellness goals set to promote health and wellness.", "creator": "@TechTimes_News", "url": "http://www.techtimes.com/articles/139026/20160307/health-firms-offer-apple-watch-for-25-but-theres-a-catch.htm", "image": "http://images.techtimes.com/data/images/full/215860/apple-watch.jpg", "title": "Health Firms Offer Apple Watch For $25 But There's A Catch", "site": "@TechTimes_News", "card": "summary_large_image"}, "syndication-source": "http://www.techtimes.com/articles/139026/20160307/health-firms-offer-apple-watch-for-25-but-theres-a-catch.htm", "robots": "index, follow", "fb": {"app_id": 1047242882033344}, "Googlebot-News": "index, follow", "article": {"published_time": "2016-03-07"}, "Title": "Tech Times", "google-site-verification": "2TcEHlVZXd254bQYGiPgjL2nnVFZ5NgzUO_tRUZX_EY", "Subject": "techtimes.com", "viewport": "width=1040", "news_keywords": "Apple Watch,Apple Watch $25,Apple Watch Vitality Employees,Apple Watch Amgen,Apple Watch Health Program"}, "article_summary": "The Vitality Group started the fitness program in some health companies to motivate employees to stay healthy and exercise.\nThe catch: they need to accomplish monthly fitness goals for two years.\nAn Apple Watch features health and fitness tracking ability, which works by monitoring movement throughout the day.\n\"Apple Watch ties seamlessly into the overall goals and mission of Vitality to foster health improvement and help people lead healthier lives,\" he added.\n\"Apple Watch will motivate and reward Vitality members to get active,\" said Alan Pollard, CEO of The Vitality Group."}