{"article_title": "9 Social Security Tips You Need to Know Right Now", "article_keywords": ["right", "benefits", "dont", "receive", "age", "youre", "benefit", "retirement", "know", "social", "need", "tips", "security", "earnings"], "article_url": "http://www.thefiscaltimes.com/2015/07/14/9-Social-Security-Tips-You-Need-Know-Right-Now", "article_text": "Whether you’re ready to retire or simply planning for the future, here are the facts you really need to know about Social Security, and can’t afford to miss.\n\nIn a recent MassMutual survey, 1,513 participants took a True-or-False quiz on Social Security retirement benefits. Only one person answered all the questions in the quiz correctly. And nearly all of those who took the survey held at least one powerful misperception about Social Security. Misperceptions are costly—and could potentially cost you or a loved thousands of dollars. Don’t overlook these nine money-boosting facts:\n\nRelated: 6 Popular Social Security Myths Busted\n\nYour full or normal retirement age to receive full Social Security benefits depends on your birth year. (Hint: It may not be 65.) For example, for people born between 1943 and 1954, the full retirement age is 66. For those born in 1960 or later, the full retirement age is 67.\n\nIt pays to wait. Delay starting your benefits after age 62, but don’t wait until you’re past 70. If you can wait, your benefit increases and you become eligible for delayed retirement credits, which can increase your monthly benefit by 8 percent for each year you delay collecting, up to a maximum of 32 percent. Over your lifetime, this could add thousands of dollars. Once you reach the age of 70, no additional delayed retirement credits accrue.\n\nYou can still work and earn a paycheck—and collect Social Security benefits, but it won’t be for the full amount if you’re below your normal retirement age (NRA). If you’re below the NRA, you will be subject to an earnings test. Remember: for every $2 of self-employment income or wages over $15,720 per year, your Social Security income is reduced by $1.\n\nRelated: Democrats Call for Major Change in Social Security\n\nYou don’t need to be an American citizen in order to receive Social Security retirement benefits. Resident aliens who pay into the Social Security system may qualify for retirement benefits if they meet the criteria, such as legal alien status, a Social Security number, and permission by the U.S. Citizenship and Immigration Services (USCIS) to work in the U.S.\n\nIf you are married and your spouse dies, you will only get one Social Security income—not both--whichever one is higher.\n\nSocial Security income—not both--whichever one is higher. Your benefits are based on a 35-year average of your covered wages. If you’ve worked for less than 35 years, the Social Security benefit formula will enter “zero” for each year you didn’t work into your 35-year average. If you have more than 35 years of earnings, Social Security will pick the highest 35 years to give you the highest average earnings amount. To remove those “zero” or lower-earning years from the average, you’ll have to keep working.\n\nRelated: $20 Million Payout to Nazis: Just One More Social Security Screw-Up\n\nPay attention to who is eligible to receive benefits in your household. Spouses can qualify for Social Security benefits, even without individual earnings history of their own. It also can be fiscally advantageous to coordinate benefits for spouses, so they are not starting Social Security payments at the same time. Dependent children or grandchildren under the age of 18, and those who have become mentally or physically disabled before age 22, also may receive an additional benefit. And this holds true whether they are biological, adopted, or stepchildren.\n\nIf you’re divorced, you may be able to receive retirement benefits from your ex-spouse if you meet certain conditions, such as the marriage lasting for at least 10 years.\n\nIf you’re a freelancer, don’t shortchange yourself by under-reporting your taxable income. You don’t want to hit your retirement years with little or no savings, and extremely reduced Social Security benefits.\n\nFor more information on Social Security benefits and retirement, go to the Social Security Administration website. Mass Mutual also offers a guide to Social Security retirement benefits. You also can find additional resources at the new website for the U.S. Department of Health & Human Services (HHS) on aging.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Whether you’re ready to retire or simply planning for the future, here are the facts y", "title": "9 Social Security Tips You Need to Know Right Now", "url": "http://www.thefiscaltimes.com/2015/07/14/9-Social-Security-Tips-You-Need-Know-Right-Now", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07132011_Social_Security_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/07/14/9-Social-Security-Tips-You-Need-Know-Right-Now", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/07132011_Social_Security_article.jpg", "creator": "@SuelainMoy", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Whether you’re ready to retire or simply planning for the future, here are the facts y", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcb3ef\"", "article_summary": "For more information on Social Security benefits and retirement, go to the Social Security Administration website.\nRelated: Democrats Call for Major Change in Social SecurityYou don’t need to be an American citizen in order to receive Social Security retirement benefits.\nDon’t overlook these nine money-boosting facts:Related: 6 Popular Social Security Myths BustedYour full or normal retirement age to receive full Social Security benefits depends on your birth year.\nIn a recent MassMutual survey, 1,513 participants took a True-or-False quiz on Social Security retirement benefits.\nResident aliens who pay into the Social Security system may qualify for retirement benefits if they meet the criteria, such as legal alien status, a Social Security number, and permission by the U.S."}