{"article_title": "A Different Approach to Primary Care", "article_keywords": ["different", "coach", "harken", "clinics", "primary", "visits", "patients", "health", "members", "doctors", "approach", "care"], "article_url": "http://www.vnews.com/News/Health-Care/A4focusprimarycare-041016-1415652.aspx", "article_text": "Tyler Harrison and his wife Rodiqa brought in 6-year-old Tyani, right, to the Harken facility in Roswell, Ga., to get checked out. Colin Moran, a health coach at the facility, talks to the family. (Phil Galewitz/Kaiser Health News/TNS)\n\nMary O'Keefe, left, a health coach, and Austin Smith, right, an internist, meet with Richard Hall, center, a patient at Harken Health in Austell, Ga. (Phil Galewitz/Kaiser Health News/TNS)\n\nKaiser Health News\n\nAustell, Ga. — UnitedHealthcare is betting $65 million that it can profit by making primary care more attractive.\n\nWith little fanfare, the nation's largest health insurer launched an independent subsidiary in January that offers unlimited free doctor visits and 24/7 access by phone. Every member gets a personal health coach to nudge them toward their goals, such as losing weight or exercising more. Mental health counseling is also provided, as are yoga, cooking and acupuncture classes. Services are delivered in stylish clinics with hardwood floors and faux fireplaces in their lobbies.\n\nHarken Health is available only in Chicago and Atlanta, where it covers 35,000 members who signed up this winter on the Affordable Care Act's insurance exchanges. UnitedHealth still sells traditional plans in those cities, too.\n\nHarken's lush operation might seem puzzling for a cost-conscious company such as UnitedHealthcare, which said in November it lost hundreds of millions of dollars on its Obamacare plans in 2015 and threatened to drop out of the exchanges in 2017.\n\nBut it's not crazy. Health care analysts say Harken demonstrates the insurer's search for a better way to provide affordable care and attract more customers. Its mission is to prove that convenient, no-cost primary care, delivered with top-notch customer service, can lower hospitalization rates and overall health costs. Harken spends twice as much on primary care as the average insurer, according to the company.\n\n\"At the end of the day, United wants to know if this system can better control costs, as it's a lot cheaper to prevent disease than treat one,\" said Liz Frayer, an employee benefits consultant in Atlanta.\n\nHarken's strategy is to get its members to seek care early to avoid costly problems down the road. That could pay off for Harken — if members stick with its plan for years. So far, many Obamacare enrollees have dropped or switched carriers each year to save money or to gain employer-sponsored coverage.\n\nBut two common consumer gripes about most Obamacare plans — high out-of-pocket costs for doctor visits and narrow networks of specialists and hospitals — don't apply at Harken.\n\nHarken offers six clinics in Atlanta and four in Chicago where its members can go for free primary care. When they must see a specialist or visit a hospital, UnitedHealth's broad network is at their disposal. Harken plans are for individuals and small employers.\n\nA Harken clinic has the ambience of a boutique hotel. Members enter brightly lit lobbies and exam rooms that are less so. Every room has a small table with chairs to encourage relaxed conversations. Several have no exam table or medical equipment at all — just a couch and chairs. Wall monitors in exam rooms let patients see notes that doctors and health coaches type into computers during appointments.\n\nHarken's primary care physicians are on salary, which means they have no financial incentive to order unnecessary tests and gives the plan greater control over how they treat patients. Doctors work closely with teams of nurse practitioners, social workers and health coaches who follow treatment guidelines that Harken hopes will ensure more efficient care.\n\nCoaches meet with patients before and during doctor visits and, afterward, help them navigate referrals and insurance. All are trained in basic health services such as taking vital signs, but not all come from health care backgrounds. Some were fitness instructors and chiropractic assistants before joining Harken.\n\nRichard Hall had a low-grade fever and sore throat when he walked into Harken's clinic in Austell, just west of Atlanta, in March. After his health coach, Mary O'Keefe, took him to an exam room, they were soon joined by internist Austin Smith, casually dressed in an open-collared shirt and slacks. Harken doctors shun white lab coats.\n\nSmith did a strep test, which was negative, and advised Hall that he likely has a viral condition that will run its course in a few days.\n\nThat's it. Hall, like all patients treated in Harken clinics, never opened his wallet.\n\nNot everything is free at Harken, however. Copays are required for specialists and prescription drugs. Members who need generic drugs for chronic illnesses can buy two-month supplies and get a third month free.\n\nHall, 55, had been without a doctor and insurance for more than 15 years when he signed with Harken last fall for coverage starting in January. Because of his low income, he qualified for a premium subsidy. Coverage for Hall and his wife costs him $161 a month.\n\nHarken's focus on wellness persuaded him to try it. A Harken health coach suggested ways he can lose weight and she's available to answer questions about his care or coverage. “It's better than anything I dreamed,” he said.\n\nOther Harken members interviewed at Atlanta-area clinics recently also praised the care they've received.\n\nGrace Hansen, 27, said her weekly meetings with a licensed social worker who helps her with mental health issues have been invaluable. The visits are coordinated with her Harken physician and health coach. “It’s so refreshing to have a wellness approach and having people here say, 'What can we do to help you be in better health?’ ”\n\nTestimonials like those please Harken CEO Tom Vanderheyden, who has held several executive positions at UnitedHealthcare since 2003.\n\nWhether Harken succeeds depends on how doctors, coaches and customer service workers interact with patients, he said.\n\n\"The secret sauce is not in rearranging the operational or financial components of health care models. It is about re-creating the relationships that have been lost in the modern system, relationships that will lead to better health,\" Vanderheyden said. \"We are finding the people that have a passion for caring for our members and unleashing their talents in a way that scales.\"\n\nHarken's like-minded ally is Iora Health, a Boston-based company that's reimagining traditional primary care by placing patients under the care of teams of doctors, nurses, coaches and social workers. Iora, which manages Harken's clinics, also partners with Humana's Medicare plans in Washington, Oregon and Colorado.\n\nIora gives patients hourlong appointments and 24/7 telemedicine access to doctors. Those have cut emergency room visits and hospitalizations, according to the company, but there are no peer-reviewed, published studies confirming that.\n\nFeatures of Iora's model — such as longer hours, more support staff and higher primary care spending per patient — have been tried elsewhere, especially in so-called patient-centered medical homes funded by the Affordable Care Act. Few have reduced overall patient spending or cut the frequency of patients' hospital admissions.\n\nExperience will determine whether Harken is the start of something new or a flash in the primary care pan.\n\nHarken is not for everyone. Its clinics may not draw consumers unwilling to switch family doctors or internists.\n\nHarken also could fail if people try it and don't stay enrolled, warned William Custer, director of Center for Health Services Research at Georgia State University. Harken's investment in primary care to prevent catastrophic, costly episodes such as heart attacks will only pay dividends for Harken if members stick with Harken for years.\n\n\"It's a gamble,\" Custer said.\n\nFor UnitedHealthcare, whose parent company reported $157 billion in revenue and $6 billion in profit last year, it's a chance worth taking.\n\nKaiser Health News is a national health policy news service. It is an editorially independent program of the Henry J. Kaiser Family Foundation.", "article_metadata": {"description": "A Different Approach to Primary Care-\n         Austell, Ga. — UnitedHealthcare is betting $65 million that it can profit by making primary care more attractive.With little fanfare, the nation's largest health insurer launched an independent subsidiary in January that offers unlimited free doctor...", "og": {"site_name": "Valley News", "description": "A Different Approach to Primary Care-\n         Austell, Ga. — UnitedHealthcare is betting $65 million that it can profit by making primary care more attractive.With little fanfare, the nation's largest health insurer launched an independent subsidiary in January that offers unlimited free doctor...", "title": "A Different Approach to Primary Care", "url": "http://www.vnews.com/News/Health-Care/A4focusprimarycare-041016-1415652", "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.vnews.com/getattachment/1f5b09f6-c91f-47fd-8896-dcaa51aec1e2/attachment.aspx", "title": "A Different Approach to Primary Care", "description": "A Different Approach to Primary Care-\n         Austell, Ga. — UnitedHealthcare is betting $65 million that it can profit by making primary care more attractive.With little fanfare, the nation's largest health insurer launched an independent subsidiary in January that offers unlimited free doctor...", "card": "summary_large_image", "site": "@VNewsUV"}, "fb": {"app_id": 1564255697147984}, "article": {"section": "News/Health-Care", "published_time": "4/9/2016 11:35:21 PM"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "Health care analysts say Harken demonstrates the insurer's search for a better way to provide affordable care and attract more customers.\nIts mission is to prove that convenient, no-cost primary care, delivered with top-notch customer service, can lower hospitalization rates and overall health costs.\nAll are trained in basic health services such as taking vital signs, but not all come from health care backgrounds.\nExperience will determine whether Harken is the start of something new or a flash in the primary care pan.\nFeatures of Iora's model — such as longer hours, more support staff and higher primary care spending per patient — have been tried elsewhere, especially in so-called patient-centered medical homes funded by the Affordable Care Act."}