{"article_title": "Five evil tentacles give poverty its grip", "article_keywords": ["grip", "disadvantages", "study", "evil", "likely", "health", "poverty", "americans", "income", "report", "tentacles", "insurance", "black"], "article_url": "http://www.seattletimes.com/seattle-news/five-evil-tentacles-give-poverty-its-grip/", "article_text": "A new study examines the ways in which poverty is about more than income.\n\nPoverty is about money for sure, but its disadvantages are felt in a number of ways that have to be taken into account in any effective effort to combat inequality of opportunity.\n\nA recent report from the Brookings Institution tries to make disadvantage easier to get a handle on. It’s called “Five Evils: Multidimensional Poverty and Race in America,” and I think it might be helpful as we wrestle with disparities in this region where growing wealth too often pushes the poorest of us aside, rather than lifting everyone.\n\nThere are more than five aspects to poverty. But the authors didn’t want to make their work too unwieldy to be useful, so they chose five that are particularly damaging, and that could be addressed by public policy.\n\nFirst is household income, which is what most of us think about when poverty is mentioned. The other disadvantages are limited education, lack of health insurance, living in a low-income area and unemployment.\n\nEach contributes its own kind of drag on a person’s ability to thrive, and they are even more powerful in combination, or clusters, as the report calls them.\n\nA person whose income is below the poverty line is going to be disadvantaged by that, but someone who has a low income and also lacks a high-school diploma is going to have a hard time finding work that pays better. Someone who has a low income and no health insurance will risk setbacks because of illnesses that someone with insurance might have avoided, and will also be at risk of a serious financial setback because of an illness.\n\nThe more disadvantages a person or family faces, the more precarious life becomes.\n\nThe study examined data on adults in their prime working years, between 21 and 61 years old. Nearly half that population, 47 percent, has at least one of the disadvantages, a quarter of Americans have two disadvantages, and a tenth have three or more.\n\nAs we might expect, those disadvantages are not evenly distributed across demographic groups.\n\nMost black and Hispanic people have at least one of the disadvantages, while most white Americans have none. White people who do face a disadvantage usually face only one. Black and Hispanic Americans affected by one, meanwhile, are likely to be affected by at least one other.\n\nMost of the comparisons are among those three groups, but the study said Native Americans are also highly likely to suffer disadvantages, and statistics for Asian Americans are similar to those for white Americans.\n\nHow groups are affected also differs. The study reports “Black Americans are more likely to be jobless and/or live in a poor area. Hispanics are more likely to have a lower level of education and/or lack of health insurance.”\n\nPeople have a better chance at a better life when those clusters are broken up.\n\nThe report cites health-care reform as an example of a policy that is working in that direction by making health insurance available to more people. The Affordable Care Act has cut uninsured rates among low-income minorities almost in half.\n\nThe report also says progress is being made in increasing graduation rates among Hispanic Americans.\n\nThe picture isn’t as good for low-income black adults. The black/white employment gap persists, especially for black men, and poor black families are still at much higher risk than other groups living in poor areas. The neighborhood disadvantage had been shrinking, but then the recession stopped progress. As a result, poverty has held steady for black children, while it is declining for other children.\n\nPublic policy can reduce obstacles to success when it takes into account the roles of interconnected disadvantages. Better understanding the multidimensional nature of poverty will help us act effectively to stop it from also being multigenerational.", "article_metadata": {"description": "A new study examines the ways in which poverty is about more than income.", "og": {"site_name": "The Seattle Times", "description": "A new study examines the ways in which poverty is about more than income.", "title": "Five evil tentacles give poverty its grip", "url": "http://www.seattletimes.com/seattle-news/five-evil-tentacles-give-poverty-its-grip/", "image": {"width": 200, "identifier": "http://www.seattletimes.com/wp-content/themes/st_refresh/img/st-meta-facebook.png", "height": 200}, "type": "article"}, "twitter": {"title": "Five evil tentacles give poverty its grip", "description": "A new study examines the ways in which poverty is about more than income.", "card": "http://www.seattletimes.com/wp-content/themes/st_refresh/img/st-meta-twitter.png", "site": "@seattletimes"}, "robots": "noarchive", "apple-itunes-app": "app-id=329502124, app-argument=st://article/10001453", "fb": {"admins": 2737159, "app_id": 1522735777957334, "pages": 38472826214}, "msvalidate.01": "29FBBD36D14799A9FDE7843BF1E1CDD7", "article": {"section": "Local News", "published_time": "2016-05-08 16:00:00", "modified_time": "2016-05-08 18:58:27"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Local News, Northwest, Puget Sound"}, "article_summary": "The other disadvantages are limited education, lack of health insurance, living in a low-income area and unemployment.\nThe study reports “Black Americans are more likely to be jobless and/or live in a poor area.\nAs a result, poverty has held steady for black children, while it is declining for other children.\nBetter understanding the multidimensional nature of poverty will help us act effectively to stop it from also being multigenerational.\nA new study examines the ways in which poverty is about more than income."}