{"article_title": "WSJ: Chenevert Ousted Over Personal Priorities", "article_keywords": ["city", "added", "jobs", "personal", "wsj", "philadelphia", "priorities", "ceo", "paper", "board", "chenevert", "insurers", "ousted", "care"], "article_url": "http://wnpr.org/post/wsj-chenevert-ousted-over-personal-priorities", "article_text": "The Wall Street Journal is the first to take a guess at the mystery surrounding the departure of United Technologies CEO Louis Chenevert.\n\nThe paper reported this weekend that the company board engineered his abrupt ouster because of concerns that he was spending too much time on his private interests.\n\nTwo weeks before he resigned, the paper said, Chenevert was in Taiwan to oversee the construction of his luxury yacht.\n\nThe new chairman of the board, Edward Kangas, confirmed that he had talked to Chenevert about whether the operational side of the business was his first priority.\n\n#88936015 / gettyimages.com\n\nHealth Insurers Add to Jobs Boost\n\nHealth insurers including Aetna are among those who have added jobs with the advent of the Affordable Care Act, boosting the recent robust U.S. jobs report. In November, 321,000 jobs were added, according to the latest figures, and 29,000 of those were in health care. The sector has grown steadily over the past 12 months, up more than a 260,000 positions in that time.\n\nUI Abandons Philly Bid\n\nUnited Illuminating said it will not pursue its planned acquisition of Philadelphia Gas Works after a long dispute with city officials there. Philadelphia city councilors didn’t want to see the $1.9 billion sale go through. They’ve been refusing to hear a presentation from UI since October, saying there was no benefit to the city, and not enough protections for customers in the deal.\n\nUI CEO James Torgerson said he’s extremely disappointed in the outcome.", "article_metadata": {"category": "Business", "description": "The Wall Street Journal is the first to take a guess at the mystery surrounding the departure of United Technologies CEO Louis Chenevert. The paper", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wnpr.org/post/wsj-chenevert-ousted-over-personal-priorities", "image": "http://mediad.publicbroadcasting.net/p/wnpr/files/styles/medium/public/201310/UTC.JPG", "type": "article", "description": "The Wall Street Journal is the first to take a guess at the mystery surrounding the departure of United Technologies CEO Louis Chenevert. The paper", "title": "WSJ: Chenevert Ousted Over Personal Priorities"}, "story_id": 369366523, "twitter": {"site": "@wnpr", "card": "summary", "creator": "@wnpr"}, "author": "Harriet Jones", "org_id": 0, "dc": {"title": "WSJ: Chenevert Ousted Over Personal Priorities"}, "nid": 32525, "datePublished": "2014-12-08", "keywords": "The Daily, Connecticut, Business Briefs, manufacturing", "wordCount": 425, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "Two weeks before he resigned, the paper said, Chenevert was in Taiwan to oversee the construction of his luxury yacht.\nPhiladelphia city councilors didn’t want to see the $1.9 billion sale go through.\nThe Wall Street Journal is the first to take a guess at the mystery surrounding the departure of United Technologies CEO Louis Chenevert.\nIn November, 321,000 jobs were added, according to the latest figures, and 29,000 of those were in health care.\n#88936015 / gettyimages.comHealth Insurers Add to Jobs BoostHealth insurers including Aetna are among those who have added jobs with the advent of the Affordable Care Act, boosting the recent robust U.S. jobs report."}