{"article_title": "Intestinal gas measured in new, noninvasive ways", "article_keywords": ["potential", "microbes", "ways", "study", "gas", "gases", "persons", "produce", "health", "noninvasive", "using", "gastrointestinal", "measured", "intestinal"], "article_url": "http://www.redorbit.com/news/health/1113352403/noninvasive-new-ways-to-measure-intestinal-gas-031515/", "article_text": "Intestinal gas measured in new, noninvasive ways\n\nby Chuck Bednar\n\nChuck Bednar for redOrbit.com - @BednarChuck\n\nGut microbes that produce gases may contribute to gastrointestinal diseases and could be used as biomarkers to monitor a person’s overall health, according to a new study published in the March 12 edition of the journal Trends in Biotechnology.\n\nKourosh Kalantar-zadeh, a professor of electrical and computer engineering at RMIT University in Melbourne, Australia, and his colleagues set out to measure these potential biomarkers using a pair of novel gas-sensing systems, including one in the form of a pill.\n\n[STORY: Why we enjoy the smell of our own farts]\n\nThis electronic gas sensor, which can be easily swallowed, and its sister system could provide a reliable and affordable new way to understand how intestinal gases can impact a person’s overall well-being, and could led to the development of new treatments and diagnostic techniques.\n\n“The human gut's effect on gastrointestinal diseases consumes a significant portion of health care expenditure every year worldwide,” Kalantar-zadeh explained in a statement. “Innovative point-of-care methodologies for assessing gut state and diagnosing relevant diseases... will bring unprecedented benefits to the general public by providing medical and diagnostic devices that significantly reduce medical costs and improve the efficiency of the health care system.”\n\nMicrobes outnumber our cells\n\nMicrobes outnumber human cells by a 10-to-1 margin, the researchers said, but little is known about how these microscopic life forms affect a person’s health. Different types of microbes that are found in the gut produce unique gases as a byproduct of their metabolism, they added.\n\n[STORY: Do matches actually burn off fart smells?]\n\nFor instance, sulfate-reducing bacteria produce hydrogen sulfide, which produces a pungent odor similar to the smell of rotten eggs, while methanogenic archaea produce odorless methane. Both of these gases have been linked to conditions such as colon cancer, irritable bowel syndrome, and inflammatory bowel disease.\n\nCollecting accurate measurements of these intestinal gases could help scientists gain essential new information about the potential role that some types of gut microbes play in a variety of different gastrointestinal health states. However, currently available methods (including breath analysis) are unreliable when it comes to determining the composition of those gases.\n\nGas-collecting methods\n\nThe authors of the study claim that in vitro fermentation systems and consumable gas capsules such as the ones they have developed could be promising alternatives to existing techniques. By using fermentation methods such as culturing human fecal samples in a humid, oxygen-free lab environment similar to the gastrointestinal tract, they were able to collect gas samples and then conduct an in-depth quantitative analysis to separate each of the individual gases.\n\nAlternatively, using encapsulated gas sensors that can be swallowed can provide a more direct and even more accurate approach by sampling gases from inside the intestine, they added. These pill-type sensors are comprised of a protective outer shell, a gas-permeable membrane window, the sensor itself, a microprocessor, a wireless transmitter and a tiny battery.\n\n[STORY: Turbulent black hole gas prevents star formation]\n\nKalantar-zadeh explained that since both techniques “are noninvasive, they have the potential to significantly impact relevant medical industries and public health sectors, facilitating the formulation of point-of-care methodologies for diagnostics and potentially new diet- or drug-based therapies for gastrointestinal diseases.”\n\nIn the study, he and his colleagues also detailed ways to overcome different obstacles which could prevent these devices from being used, and suggest that future research should evaluate their long-term potential.\n\n-----\n\nFollow redOrbit on Twitter, Facebook, Google+, Instagram and Pinterest .", "article_metadata": {"author": "redOrbit", "og": {"site_name": "Redorbit", "description": "Intestinal gas is awful, but getting it measured may be even worse. Researchers are developing new and noninvasive ways to measure the microbe count in your gut.", "title": "Intestinal gas measured in new, noninvasive ways - Redorbit", "locale": "en_US", "image": "http://www.redorbit.com/media/uploads/2015/03/163837122-1.jpg", "updated_time": "2015-03-15T10:54:02+00:00", "url": "http://www.redorbit.com/news/health/1113352403/noninvasive-new-ways-to-measure-intestinal-gas-031515/", "type": "article"}, "twitter": {"domain": "Redorbit", "description": "Intestinal gas is awful, but getting it measured may be even worse. Researchers are developing new and noninvasive ways to measure the microbe count in your gut.", "title": "Intestinal gas measured in new, noninvasive ways - Redorbit", "image": {"src": "http://www.redorbit.com/media/uploads/2015/03/163837122-1.jpg"}, "creator": "@redorbit", "site": "@redorbit", "card": "summary_large_image"}, "apple-mobile-web-app-capable": "yes", "article": {"publisher": "https://www.facebook.com/RedOrbitDotCom", "section": "Featured", "published_time": "2015-03-15T10:50:28+00:00", "modified_time": "2015-03-15T10:54:02+00:00"}, "google-site-verification": "H0n_gqVTbBRtIV06tup3EkFqf1YrUgQZpMjsayDdsUg", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcb42e\"", "article_summary": "Different types of microbes that are found in the gut produce unique gases as a byproduct of their metabolism, they added.\nAlternatively, using encapsulated gas sensors that can be swallowed can provide a more direct and even more accurate approach by sampling gases from inside the intestine, they added.\nIntestinal gas measured in new, noninvasive waysby Chuck BednarChuck Bednar for redOrbit.com - @BednarChuckGut microbes that produce gases may contribute to gastrointestinal diseases and could be used as biomarkers to monitor a person’s overall health, according to a new study published in the March 12 edition of the journal Trends in Biotechnology.\nCollecting accurate measurements of these intestinal gases could help scientists gain essential new information about the potential role that some types of gut microbes play in a variety of different gastrointestinal health states.\n“The human gut's effect on gastrointestinal diseases consumes a significant portion of health care expenditure every year worldwide,” Kalantar-zadeh explained in a statement."}