{"article_title": "​SCV calls for boycott of New Orleans", "article_keywords": ["orleans", "georgia", "lee", "calls", "division", "newnan", "boycott", "vote", "confederate", "davis", "president", "scv", "release"], "article_url": "http://times-herald.com/news/2016/02/scv-calls-for-boycott-of-new-orleans", "article_text": "In the wake of a vote to remove statues of Jefferson Davis, Robert E. Lee and other Confederate leaders in New Orleans, the Georgia Division of the Sons of Confederate Veterans have called for a boycott of the Louisiana city.\n\n\n\nThe New Orleans City Council voted on Dec. 17 to remove the monuments depicting Davis, Lee and General P.G.T. Beauregard. On Thursday, the Georgia division said in a news release: “the Georgia Division encourages its members and their families – as well as all Southerners – to drop plans to visit or do business in New Orleans until such time as the citizens and businesses of … (New Orleans) apply sufficient pressure to rescind the decision of the current administration.”\n\nThe Confederate heritage organization strongly condemned New Orleans and terms the vote an action of “hate and contempt aimed directly at the history and heritage of New Orleans and the Southern people.” The news release also stated that, SCV members are offended by the action as descendants of Confederate soldiers and termed the vote a “perfect example of the divisive and contentious actions” that “seek to bring discord and division to the people of” the United States.\n\nThe release also stated there is “absolutely no difference between the terrorist actions” of the New Orleans leaders and “those of the Taliban and ISIS in their on-going endeavor of the destruction of cultural and historical heritage.”\n\nThe wording of the release reflected that in a resolution issued by Jack Bridwell, Georgia SCV division commander, on Thursday.\n\nJefferson Finis Davis is the major Confederate figure who has the strongest ties to Coweta County. He was born on a Kentucky plantation in 1808. He served in the military and was a congressman and senator, as well as secretary of war, before the nation split over the issue of slavery in 1861.\n\nHe served as president of the Confederacy from Feb. 22, 1862–May 10, 1865. Davis reviewed troops at Palmetto – in his role as commander-in-chief – on Sept. 25, 1864.\n\nDavis spoke from the back of a train in Newnan on April 30, 1886, and received a floral tribute from a group of Newnan women.\n\nLocal legend also maintains Jefferson and Varina Davis and their daughter, Winnie, were once guests at the Virginia House Hotel in downtown Newnan. Davis reportedly made a speech from a balcony – which no longer exists – on the Washington Street side of the hotel. The building now houses offices and shops.\n\nJefferson Davis was first married briefly to Sarah Knox Taylor, daughter of Gen. Zachary Taylor. The Davises contracted malaria as newlyweds. He recovered, but she died three months after they married.\n\nTaylor was serving at the 12th president of the United States when he died at the White House in 1850. Zachary Taylor's first cousin was the great-great-grandfather of Newnan artist Martin Pate, and the Lee family from Lone Oak, south of Grantville, also has genealogical ties to Taylor.\n\nDavis died in 1889 at the home of a friend in New Orleans. He was initially buried there, but was reinterred at Hollywood Cemetery in Richmond, Va., where he is buried next to his second wife, Varina Howell Davis.\n\nThe bronze memorial to the Confederate president stands at Canal Street and Jefferson Davis Parkway. It was dedicated Feb. 22, 1911.\n\nIn 2004, a graffiti artist spray painted the words “slave owner” on the base of the massive statue.\n\nThe December vote came after months of impassioned debate. Four preservation groups have filed a lawsuit in federal court seeking to stop the city from taking down the monuments by challenging the city's removal process, according to the Associated Press.", "article_metadata": {"og": {"site_name": "The Newnan Times-Herald", "description": "In the wake of a vote to remove statues of Jefferson Davis, Robert E. Lee and other Confederate leaders in New Orleans, the Georgia Division of the Sons of Confederate Veterans have called for a boycott of the Louisiana city.", "title": "​SCV calls for boycott of New Orleans", "url": "http://times-herald.com/news/2016/02/scv-calls-for-boycott-of-new-orleans", "image": {"width": 300, "identifier": "http://cdn.nthstatic.net/static/global/og-logo-default.jpg", "height": 300}, "type": "article"}, "twitter": {"domain": "http://times-herald.com/", "description": "In the wake of a vote to remove statues of Jefferson Davis, Robert E. Lee and other Confederate leaders in New Orleans, the Georgia Division of the Sons of Confederate Veterans have called for a boycott of the Louisiana city.", "title": "​SCV calls for boycott of New Orleans", "url": "http://times-herald.com/news/2016/02/scv-calls-for-boycott-of-new-orleans", "site": "@TimesHerald", "card": "summary"}, "msapplication-TileColor": "#ffffff", "fb": {"admins": "7027018, 100000783540613, 501100169, 100006595873641"}, "theme-color": "#ffffff", "msapplication-TileImage": "//cdn.nthstatic.net/favicon/ms-icon-144x144.png", "article": {"section": "Local"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The New Orleans City Council voted on Dec. 17 to remove the monuments depicting Davis, Lee and General P.G.T.\nThe bronze memorial to the Confederate president stands at Canal Street and Jefferson Davis Parkway.\nIn the wake of a vote to remove statues of Jefferson Davis, Robert E. Lee and other Confederate leaders in New Orleans, the Georgia Division of the Sons of Confederate Veterans have called for a boycott of the Louisiana city.\nDavis died in 1889 at the home of a friend in New Orleans.\nJefferson Finis Davis is the major Confederate figure who has the strongest ties to Coweta County."}