{"article_title": "Hernandez fiancee seeks perjury-charge dismissal", "article_keywords": ["hernandez", "superior", "jury", "perjurycharge", "dismissal", "court", "killing", "fiancee", "grand", "judge", "jenkins", "evidence", "seeks", "told"], "article_url": "http://www.washingtontimes.com/news/2014/aug/22/hernandez-fiancee-to-ask-judge-to-drop-charges/", "article_text": "FALL RIVER, Mass. (AP) - A lawyer for the fiancee of former New England Patriots player Aaron Hernandez asked a judge Friday to throw out perjury charges, saying Shayanna Jenkins did not willfully lie as she was bombarded with 1,630 questions over two days before a grand jury.\n\nJenkins has pleaded not guilty in Fall River Superior Court. Prosecutors said she lied to the grand jury nearly 30 times during the investigation into the June 17, 2013, killing of semiprofessional football player Odin Lloyd, who was dating her sister.\n\nHernandez has pleaded not guilty to killing Lloyd. He is also separately charged with killing two men in Boston in 2012.\n\nProsecutors told Superior Court Judge E. Susan Garsh that Jenkins immediately began to lie to police and continued her lies to the grand jury.\n\nFriday’s arguments centered on three lies prosecutors say Jenkins told to the grand jury regarding her communication with alleged co-conspirator Ernest Wallace, her denial that she knew there were many guns stashed in the home she shared with Hernandez, and her contention that she did not remember where she had disposed of a box she got out of the basement.\n\nJanice Bassil, Jenkins’ attorney, said that there is no direct evidence to show her client lied, and that errors in her testimony were a “good faith mistake.”\n\n“It’s got to be more than circumstantial evidence. It’s got to be more than guesswork and speculation,” Bassil said. “There’s no evidence that she said to somebody, ‘I’m not going to remember,’ or ‘I’m going to go the grand jury and say I don’t remember.’”\n\nBassil submitted into evidence still photos from surveillance footage taken inside Hernandez’s home on the night of Lloyd’s killing that she said seemed to show Hernandez holding what could be a gun and appearing to hide it from Jenkins.\n\nProsecutor William McCauley said grand jurors were reasonable when they doubted Jenkins’ sudden gaps of memory and improbabilities in her story.\n\nLloyd’s family sat quietly in the front row of the courtroom during the hearing.\n\nThe judge did not immediately rule. Jenkins is due back in court for an evidentiary hearing on Dec. 22.", "article_metadata": {"description": "A lawyer for the fiancee of former New England Patriots player Aaron Hernandez asked a judge Friday to throw out perjury charges, saying Shayanna Jenkins did not willfully lie as she was bombarded with 1,630 questions over two days before a grand jury.", "Author": "MICHELLE R. SMITH", "og": {"site_name": "The Washingtion Times", "description": "A lawyer for the fiancee of former New England Patriots player Aaron Hernandez asked a judge Friday to throw out perjury charges, saying Shayanna Jenkins did not willfully lie as she was bombarded with 1,630 questions over two days before a grand jury.", "title": "Hernandez fiancee seeks perjury-charge dismissal", "url": "http://www.washingtontimes.com/news/2014/aug/22/hernandez-fiancee-to-ask-judge-to-drop-charges/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/08/22/3123542b67ba2c205d0f6a7067007383.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/08/22/3123542b67ba2c205d0f6a7067007383.jpg", "title": "Hernandez fiancee seeks perjury-charge dismissal", "description": "A lawyer for the fiancee of former New England Patriots player Aaron Hernandez asked a judge Friday to throw out perjury charges, saying Shayanna Jenkins did not willfully lie as she was bombarded wit", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "bitly-verification": "d180fd45f70d"}, "_id": "\"57477af46914bd0286fdd3b4\"", "article_summary": "Prosecutors told Superior Court Judge E. Susan Garsh that Jenkins immediately began to lie to police and continued her lies to the grand jury.\nJenkins has pleaded not guilty in Fall River Superior Court.\nProsecutors said she lied to the grand jury nearly 30 times during the investigation into the June 17, 2013, killing of semiprofessional football player Odin Lloyd, who was dating her sister.\nProsecutor William McCauley said grand jurors were reasonable when they doubted Jenkins’ sudden gaps of memory and improbabilities in her story.\nHernandez has pleaded not guilty to killing Lloyd."}