{"article_title": "Boulder funds $70K in new open-space research — including impacts of pet waste", "article_keywords": ["boulder", "mountain", "openspace", "impacts", "space", "pet", "funds", "study", "parks", "research", "program", "including", "visitor", "70k", "waste", "open"], "article_url": "http://www.dailycamera.com/news/boulder/ci_29657897/boulder-funds-70k-new-research-open-space-properties", "article_text": "Focus is on natural resources, agriculture and recreation management\n\nA woman who did not give her name walks her dog along the Mt. Sanitas Valley Trail on Thursday. The city is funding research on Open Space & Mountain Parks properties next year, including a study of the impacts of pet waste on open space land. ( David R. Jennings / Staff Photographer )\n\nBoulder's Open Space & Mountain Parks this year will once again serve as a living laboratory for a varied roster of researchers using its 45,000-plus acres and 147 miles of trails to probe scientific mysteries both exotic and earthy.\n\nA new round of grants has been awarded this month through the department's Funded Research Program, and $70,000 in city money is going to be funneled to study everything from the impacts of pet waste on open space land to the potential effects of human recreation on the Abert's squirrel and the dusky grouse.\n\n\"We got proposals asking for funding of over $160,000,\" said Brian Anacker, science officer for the city's Open Space & Mountain Parks department. The city received 13 proposals in all.\n\nA bag of dog waste is seen along the Wonderland Trail on Thursday. Boulder is funding research on Open Space & Mountain Parks properties next year, including a study of the impacts of pet waste on open space land. (David R. Jennings / Staff Photographer)\n\n\"We had a very tough time in our merit review process picking from among the good, high quality proposals we received. We were pleased that they were not only high quality, but detailed and geared to our high priorities. We were very happy with what we ended up selecting, in the end.\"\n\nThe grants, which are typically in the modest range of $2,000 to $5,000 each and rarely exceed $15,000, favor applicants whose work is in one of the city department's seven stated priority areas. Those are wildlife ecology, integrated pest management, agriculture, wetland ecology, recreation/visitor impacts, plant ecology and climate change.\n\nA 'lab' close to home\n\nAdvertisement\n\nStuart Cottrell is an associate professor in the Department of Human Dimensions of Natural Resources at Colorado State University. He is principal investigator on a new grant-funded project, as he described it in an email, \"to determine visitor perceptions and acceptability of recreation impacts as compared to agency (OSMP) perceptions. Secondly, do visitors attribute any of the responsibility to themselves?\"\n\nData at the core of his study will address visitor demographics, activity type, duration of visit, mode of access, time of day, weekend versus weekday, perceptions and acceptability ratings of visitor impacts, and assessing visitor responsibility for behaviors that could lead to recreational impacts at open space sites.\n\nCottrell said the Boulder open space research program appeals to him because, \"The area is close to Fort Collins and allows me the opportunity to do some consulting work outside of my normal academic job, as well as keeps me connected to agency work in natural resources and perhaps make a viable contribution to natural resource management decision making.\"\n\nOne of the principal investigators on the project exploring the social and ecological impacts of pet waste on open space lands is Ben Lawhon, education director of the Boulder-based nonprofit Leave No Trace Center for Outdoor Ethics.\n\nLawhon declined to talk yet about his funded research in detail, because details of the proposal are still being finalized.\n\n\"What I can say is that the research topics we explore are generally designed to better understand a particular impact on the ground, and how we can address that impact, so that we can have more sustainable use of our shared land,\" Lawhon said. \"We are very much pro recreation that is less impactful... It doesn't matter what your chosen pursuit is, but there are ways to do it without leaving a trace.\"\n\nHow much is left behind?\n\nAnacker said Open Space and Mountain Parks has conducted surveys and other monitoring programs showing that dog waste is an issue of concern for many recreationalists, and that to reduce the amount of dog waste going to local landfills, the city in 2014 introduced a dog-waste composting program at several trailheads.\n\n\"Through our research program, we have identified an opportunity to understand visitor attitudes and motivations regarding pet waste,\" Anacker said. \"We would like to know what we can do to encourage visitors to pick up after their pets.\n\n\"We have asked the researchers to help us understand how much dog waste is left behind and if there is any difference between leashed and unleashed areas.\"\n\nThe funded research program has been up and running for more than 20 years. It requires grant recipients in most cases to wrap their work within the same calendar year. A first draft of final reports is due this year by Nov. 7, and final drafts must be submitted by Dec. 19.\n\nA new wrinkle kicking in with this year's Open Space and Mountain Parks grant recipients is that there are plans to highlight study results in a public venue early next year.\n\n\"One new thing we're starting in 2017 is to conduct an annual research symposium in February or March,\" Anacker said. \"We're in the early stages of planning. It would most likely be a one-day symposium, where the PIs (principal investigators) will be asked to give talks on their research,\" followed by panel discussions that could include participants from local government, CSU, the University of Colorado and more.\n\nCharlie Brennan: 303-473-1327, brennanc@dailycamera.com or twitter.com/chasbrennan", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/news/boulder/ci_29657897/boulder-funds-70k-new-research-open-space-properties", "sailthru.author": "By Charlie Brennan \n  Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:29657897:view"}, "startDate": "2016-03-20T13:00:00-0600", "twitter": {"domain": "dailycamera.com", "description": "Boulder's Open Space & Mountain Parks this year will once again serve as a living laboratory for a varied roster of researchers using its 45,000-plus acres and 147 miles of trails to probe scientific mysteries both exotic and earthy.", "title": "Boulder funds $70K in new open-space research — including impacts of pet waste", "url": "http://www.dailycamera.com/news/boulder/ci_29657897/boulder-funds-70k-new-research-open-space-properties", "image": "http://extras.mnginteractive.com/live/media/site21/2016/0318/20160318__21DCAOPEw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Boulder News", "modificationDate": "2016-03-21T06:06:56-0600", "endDate": "2026-03-18T17:54:19-0600", "news_keywords": "Boulder News, Boulder News news, Boulder Colorado Boulder News news, Boulder Colorado news, Boulder News Boulder news, Boulder News Colorado news, US Boulder News news, world Boulder News news.", "byline": "By Charlie BrennanStaff", "pubDate": "2016-03-18T18:02:47-0600", "sailthru.date": "2016-03-20T13:00:00-0600", "sailthru.title": "Boulder funds $70K in new open-space research &mdash; including impacts of pet waste", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2016/0318/20160318__21DCAOPEw~1_300.jpg", "description": "Boulder's Open Space & Mountain Parks this year will once again serve as a living laboratory for a varied roster of researchers using its 45,000-plus acres and 147 miles of trails to probe scientific mysteries both exotic and earthy.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/news/boulder/ci_29657897/boulder-funds-70k-new-research-open-space-properties", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Boulder's Open Space & Mountain Parks this year will once again serve as a living laboratory for a varied roster of researchers using its 45,000-plus acres and 147 miles of trails to probe scientific mysteries both exotic and earthy.", "title": "Boulder funds $70K in new open-space research — including impacts of pet waste"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2016/0318/20160318__21DCAOPEw~1.jpg"}, "article_summary": "Boulder is funding research on Open Space & Mountain Parks properties next year, including a study of the impacts of pet waste on open space land.\nThe city is funding research on Open Space & Mountain Parks properties next year, including a study of the impacts of pet waste on open space land.\n\"We got proposals asking for funding of over $160,000,\" said Brian Anacker, science officer for the city's Open Space & Mountain Parks department.\n\"Through our research program, we have identified an opportunity to understand visitor attitudes and motivations regarding pet waste,\" Anacker said.\nThe funded research program has been up and running for more than 20 years."}