{"article_title": "Healthcare Reform Update: Texas Medical Association members applaud Ted Cruz", "article_keywords": ["aca", "reform", "applaud", "simplification", "medical", "ted", "update", "cruz", "health", "association", "members", "healthcare", "policy", "law", "administrative", "insurance", "texas", "care"], "article_url": "http://www.modernhealthcare.com/article/20131021/NEWS/310219966", "article_text": "\n\n\n\n“Obamacare isn't working,” said freshman\n\n\n\nDespite his displeasure with the law, Cruz did not pile on with criticism over the technical glitches with the federal insurance exchange website. “They'll get the technical things worked out,” Cruz said. “Eventually, they'll hire a programmer who can find his rear end with both hands.” Physicians at the Texas Medical Association's fall conference gave standing ovations Saturday to the Republican leader of the drive to roll back the federal healthcare reform law “Obamacare isn't working,” said freshman U.S. Sen. Ted Cruz (R-Texas) , who has been sharply criticized by fellow Republicans for leading Republicans to partially shut down the government to block the Patient Protection and Affordable Care Act. “Not only isn't it working, it is not working badly.”Despite his displeasure with the law, Cruz did not pile on with criticism over the technical glitches with the federal insurance exchange website. “They'll get the technical things worked out,” Cruz said. “Eventually, they'll hire a programmer who can find his rear end with both hands.”\n\n\n\n\n\n“Generally, I think the TMA is not red or blue—we're more purple,” said Dr. Stephen Brotherton, president of the TMA.\n\n\n\nBrotherton introduced Cruz as someone who has gained notoriety for “defending his principles.” He told Modern Healthcare that “it's up to individuals if they agree with those principles.” He said he personally would have liked Cruz to have spent more time talking about healthcare reforms he supported rather than focusing on what he was against.\n\n\n\nThe TMA has published a long list of changes it wants to see in the law, including eliminating the Medicare Independent Payment Advisory Board, repealing provisions that limit physician ownership of hospitals, and adding limits on noneconomic damages in medical malpractice suits. http://www.texmed.org/template.aspx?id=20404\n\n\n\nCruz said he didn't agree with those who argue for letting Obamacare fail on its own. He called that a “bad Samaritan” strategy and a “terrible, cynical approach to politics” because it would allow millions to be hurt by the law in the meantime.\n\n\n\nAs example of those being hurt, Cruz cited the 15,000 spouses of\n\n\n\nExperts say the Affordable Care Act is only one factor behind employers modifying their employee and retiree health benefit plans.\n\n\n\nCruz twice mentioned a\n\n\n\nIf the ACA is repealed, Cruz said it should be replaced with legislation that allows the interstate sale of health insurance, expansion of health savings accounts and de-linking health insurance from employment, which are longstanding elements of Republican health policy proposals. He didn't mention that some health policy experts, including conservatives, think the insurance exchanges established by the ACA actually begin the process of de-linking health insurance from employment.\n\n\n\nBrotherton said he didn't want to assign blame for the government shutdown to either party or to factions within the GOP, but he added that the shutdown did slow momentum for replacing the Medicare sustainable growth-rate formula. The American Medical Association generally supports the basic elements of the ACA but has faced strong resistance from its more conservative members and state medical societies, who have tried to reverse the AMA's position backing the individual mandate. A recent Medical Group Management Association Survey found that physicians are wary about participating in health plans offered on the state insurance exchanges.“Generally, I think the TMA is not red or blue—we're more purple,” said Dr. Stephen Brotherton, president of the TMA.Brotherton introduced Cruz as someone who has gained notoriety for “defending his principles.” He told Modern Healthcare that “it's up to individuals if they agree with those principles.” He said he personally would have liked Cruz to have spent more time talking about healthcare reforms he supported rather than focusing on what he was against.The TMA has published a long list of changes it wants to see in the law, including eliminating the Medicare Independent Payment Advisory Board, repealing provisions that limit physician ownership of hospitals, and adding limits on noneconomic damages in medical malpractice suits. http://www.texmed.org/template.aspx?id=20404Cruz said he didn't agree with those who argue for letting Obamacare fail on its own. He called that a “bad Samaritan” strategy and a “terrible, cynical approach to politics” because it would allow millions to be hurt by the law in the meantime.As example of those being hurt, Cruz cited the 15,000 spouses of UPS employees who would be losing their health insurance and 110,000 retired IBM employees who were being moved off the company's health plan and onto the state insurance exchanges.Experts say the Affordable Care Act is only one factor behind employers modifying their employee and retiree health benefit plans.Cruz twice mentioned a letter written by International Brotherhood of Teamsters President James Hoffa citing their problems with healthcare reform. He did not mention that Hoffa has called on Cruz and others to stop taking concerns outlined in the letter out of context to bolster their own arguments.If the ACA is repealed, Cruz said it should be replaced with legislation that allows the interstate sale of health insurance, expansion of health savings accounts and de-linking health insurance from employment, which are longstanding elements of Republican health policy proposals. He didn't mention that some health policy experts, including conservatives, think the insurance exchanges established by the ACA actually begin the process of de-linking health insurance from employment.Brotherton said he didn't want to assign blame for the government shutdown to either party or to factions within the GOP, but he added that the shutdown did slow momentum for replacing the Medicare sustainable growth-rate formula.\n\nMGMA cheers ACA's administration simplification\n\n\n\n\n\n“It's one of the hidden gems of the Affordable Care Act,” said Robert Tennant, MGMA senior policy adviser. “It's what the provider community has been asking for. It's a huge opportunity, but a lot of work has to be done.”\n\n\n\nincludes rules pertaining to administrative simplification while Section 10109 covers standards for financial and administrative transactions.\n\n\n\nSome of these went into effect at the beginning of this year, while others are scheduled to be phased in Jan. 1, 2014, Oct. 1, 2014, and Jan. 1, 2016. The centerpiece of the rules, now in effect, mandates that health plans supply medical practices with patient insurance eligibility and copay status within 20 seconds of a query.\n\n\n\nAt the organization's annual meeting this month in San Diego, MGMA government affairs representative Jeb Shepard noted that the law contains significant fines and actual teeth for health plans that are not in compliance.\n\n\n\nTennant called the fines “a strong driver to move ahead.” The fines payers may face range between $1 and $20 per covered life, and deal with payers certifying their ability to meet the requirements of the law, including being able to complete electronic fund transfers and supply electronic remittance advice, such as explaining why they may have paid $85 for a $100 charge. Implementation of this provision, however, is dependent on prior implementation of a\n\n\n\nDr. William Jessee, former president and CEO of the MGMA, said “slow-but-sure progress” is being made on implementation. “It seems like it's pulling hens' teeth to get a significant amount of administrative simplification,” he said. “But at least there's some progress.”\n\n\n\nJessee added that he's amazed that practices still have to manually key in a patient's policy number to get eligibility and copay information. “We still haven't gotten the swipe card out,” he said. “Sometime before I'm 95, we will have administrative simplification,” he predicted. “That gives us 28 more years.” The Medical Group Management Association saw one of its pet projects codified into the law— administrative simplification “It's one of the hidden gems of the Affordable Care Act,” said Robert Tennant, MGMA senior policy adviser. “It's what the provider community has been asking for. It's a huge opportunity, but a lot of work has to be done.” Section 1104 of the ACA (PDF) includes rules pertaining to administrative simplification while Section 10109 covers standards for financial and administrative transactions.Some of these went into effect at the beginning of this year, while others are scheduled to be phased in Jan. 1, 2014, Oct. 1, 2014, and Jan. 1, 2016. The centerpiece of the rules, now in effect, mandates that health plans supply medical practices with patient insurance eligibility and copay status within 20 seconds of a query.At the organization's annual meeting this month in San Diego, MGMA government affairs representative Jeb Shepard noted that the law contains significant fines and actual teeth for health plans that are not in compliance.Tennant called the fines “a strong driver to move ahead.” The fines payers may face range between $1 and $20 per covered life, and deal with payers certifying their ability to meet the requirements of the law, including being able to complete electronic fund transfers and supply electronic remittance advice, such as explaining why they may have paid $85 for a $100 charge. Implementation of this provision, however, is dependent on prior implementation of a national health plan identifier in 2016.Dr. William Jessee, former president and CEO of the MGMA, said “slow-but-sure progress” is being made on implementation. “It seems like it's pulling hens' teeth to get a significant amount of administrative simplification,” he said. “But at least there's some progress.”Jessee added that he's amazed that practices still have to manually key in a patient's policy number to get eligibility and copay information. “We still haven't gotten the swipe card out,” he said. “Sometime before I'm 95, we will have administrative simplification,” he predicted. “That gives us 28 more years.”\n\nCalifornia docs seek action on ACA grace period\n\n\n\n\n\nThe provision\n\n\n\nWhile the California Department of Managed Care has The California Medical Association House of Delegates has asked the American Medical Association to do something about the Patient Protection and Affordable Care Act's provision giving patients a 90-day grace period during which insurers can't drop them from coverage if they haven't paid their premium.The provision has been criticized by provider groups who say it puts the administrative burden on them to collect payments because insurers will not be required to pay claims incurred in the final 60 days of the grace period.While the California Department of Managed Care has moved forward with a plan helpful to physicians, the CMA noted that the grace period “has been a concern to physicians across the country,” and a national action plan is warranted.\n\nProviders uncertain about plans", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "Physicians at the Texas Medical Association's fall conference gave standing ovations Saturday to the Republican leader of the drive to roll back the federal healthcare reform law.", "title": "Healthcare Reform Update: Texas Medical Association members applaud Ted Cruz", "og": {"site_name": "Modern Healthcare", "description": "Physicians at the Texas Medical Association's fall conference gave standing ovations Saturday to the Republican leader of the drive to roll back the federal healthcare reform law.", "title": "Healthcare Reform Update: Texas Medical Association members applaud Ted Cruz", "url": "http://www.modernhealthcare.com/article/20131021/NEWS/310219966", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20131021/NEWS/310219966/AR/0/Ted-Cruz-.jpg&maxw=1200&maxh=630", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "Physicians at the Texas Medical Association's fall conference gave standing ovations Saturday to the Republican leader of the drive to roll back the federal healthcare reform law.", "title": "Healthcare Reform Update: Texas Medical Association members applaud Ted Cruz", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20131021/NEWS/310219966/AR/0/Ted-Cruz-.jpg&imageversion=thumbnail&maxw=240&maxh=240", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20131021/NEWS/310219966", "published_at": "2013-10-21", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20131021/NEWS/310219966/AR/0/Ted-Cruz-.jpg&maxw=360&maxh=240", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fcb445\"", "article_summary": "“It seems like it's pulling hens' teeth to get a significant amount of administrative simplification,” he said.\n“Sometime before I'm 95, we will have administrative simplification,” he predicted.\nHe didn't mention that some health policy experts, including conservatives, think the insurance exchanges established by the ACA actually begin the process of de-linking health insurance from employment.\nIt's a huge opportunity, but a lot of work has to be done.”includes rules pertaining to administrative simplification while Section 10109 covers standards for financial and administrative transactions.\n“Obamacare isn't working,” said freshmanDespite his displeasure with the law, Cruz did not pile on with criticism over the technical glitches with the federal insurance exchange website."}