{"article_title": "Donald Trump's greatest 2016 tweets", "article_keywords": ["13", "trump", "j", "bush", "rubio", "jeb", "really", "donald", "trumps", "hillary", "tweets", "2016", "realdonaldtrump", "greatest"], "article_url": "http://www.politico.com/story/2015/06/donald-trump-best-2016-tweets-119057", "article_text": "Donald Trump's greatest 2016 tweets\n\nDonald Trump’s run for president follows years of speculation that the business tycoon might finally jump into the fray as a political contender — he has certainly made his political opinions known over the years, especially since the advent of Twitter.\n\nTrump’s “Make America Great Again!” campaign website touts that he has “over 7 million followers on social media,” using the platforms to advocate for conservative causes, Republican candidates, and “to educate the public on the failures of the Obama administration.”\n\nStory Continued Below\n\nAs Trump announces his candidacy for the Republican nomination on Tuesday, here is a look back at how the billionaire mogul has interacted with and mentioned the likes of other 2016 hopefuls over the years (not counting retweets from his supporters and trolls).\n\nOn Hillary Clinton’s New York City campaign launch last Saturday\n\nI am really happy that Hillary made her speech right under Trump World Tower! — Donald J. Trump (@realDonaldTrump) June 13, 2015\n\nTo Republicans on 2016\n\nWhere’s the electability? Jeb is losing to HRC by 13 points. A Bush will never beat a Clinton. Wake up @GOP! — Donald J. Trump (@realDonaldTrump) December 30, 2014\n\nJeb Bush (and the Bushes)\n\nDo we really need another Bush in the White House—- we have had enough of them. https://t.co/sbUVyBG6KE — Donald J. Trump (@realDonaldTrump) June 15, 2015\n\nJeb Bush - “I am a conservative” = Barack Obama -“If you like your healthcare plan, you can keep your plan.” — Donald J. Trump (@realDonaldTrump) April 16, 2015\n\nJeb Bush gave five different answers in four days on whether or not we should have invaded Iraq.He is so confused.Not presidential material! — Donald J. Trump (@realDonaldTrump) May 18, 2015\n\nI cannot believe how bad Jeb Bush looks with his insane answer on Iraq, and then his numerous corrections which made him look even worse. — Donald J. Trump (@realDonaldTrump) May 15, 2015\n\nBush and Clinton\n\nRemember when Jeb gave Hillary a medal on the 1 year anniversary of Benghazi?! http://t.co/9b4goLdxTO Guess he would have invaded Libya too! — Donald J. Trump (@realDonaldTrump) May 19, 2015\n\nMarco Rubio\n\nMarco Rubio was a complete disaster today in an interview with Chris Wallace @FoxNews concerning our invading Iraq.He was as clueless as Jeb — Donald J. Trump (@realDonaldTrump) May 18, 2015\n\nCritiquing Rubio’s post-State of the Union water gaffe in 2013\n\nMarco Rubio is being crucified by the media for drinking water during speech! — Donald J. Trump (@realDonaldTrump) February 13, 2013\n\nNext time Marco Rubio should drink his water from a glass as opposed to a bottle—would have much less negative impact. — Donald J. Trump (@realDonaldTrump) February 13, 2013\n\nBush and Rubio\n\nPoliticians are all talk and no action. Bush and Rubio couldn't answer simple question on Iraq. They will NEVER make America great again! — Donald J. Trump (@realDonaldTrump) May 28, 2015\n\nI laugh when I see Marco Rubio and Jeb Bush pretending to \"love\" each other, with each talking of their great friendship. Typical phony pols — Donald J. Trump (@realDonaldTrump) May 18, 2015\n\nMike Huckabee\n\nI was the first & only potential GOP candidate to state there will be no cuts to Social Security, Medicare & Medicaid. Huckabee copied me. — Donald J. Trump (@realDonaldTrump) May 7, 2015\n\nHuckabee is a nice guy but will never be able to bring in the funds so as not to cut Social Security, Medicare & Medicaid. I will. — Donald J. Trump (@realDonaldTrump) May 7, 2015\n\nScott Walker\n\nGov. Scott Walker just left my office—we had a really wonderful talk. Very interesting! @GovWalker — Donald J. Trump (@realDonaldTrump) February 19, 2015\n\nRick Santorum (in 2012)\n\nWhen confronted, @RickSantorum can't defend his ridiculous attacks on @MittRomney http://t.co/PJ5tssfL — Donald J. Trump (@realDonaldTrump) March 26, 2012\n\nOn Romney’s decision to pass on 2016\n\nNow that Mitt is gone, all we have to do is get Bush to drop out and Trump to run—and we will win! — Donald J. Trump (@realDonaldTrump) January 30, 2015\n\nHis recommendations to Romney for 2012 running mate\n\n@MittRomney should consider Gov McDonnell of VA, Gov Christie of NJ and Senator Rubio of FL for VP. Really good men doing a really good job. — Donald J. Trump (@realDonaldTrump) March 20, 2012\n\nThe time he quoted Ben Carson\n\n“Successful people don't have fewer problems.They have determined that nothing will stop them from going forward.” Dr. Benjamin Carson — Donald J. Trump (@realDonaldTrump) February 12, 2013\n\nOn Hillary, Tom Brady and Deflategate punishment\n\nThey had no definitive proof against Tom Brady or #patriots. If Hillary doesn't have to produce Emails, why should Tom? Very unfair! — Donald J. Trump (@realDonaldTrump) May 11, 2015", "article_metadata": {"description": "He has made his political opinions known over the years, especially since the advent of Twitter.", "og": {"site_name": "POLITICO", "description": "He has made his political opinions known over the years, especially since the advent of Twitter.", "title": "Donald Trump's greatest 2016 tweets", "url": "http://www.politico.com/story/2015/06/donald-trump-best-2016-tweets-119057.html", "image": "http://s3-origin-images.politico.com/2015/06/16/150616_donald_trump_getty_1160.jpg", "fb_appid": 114037015331397, "type": "article"}, "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "keywords": "Elections,Donald Trump,2016 Election,Donald Trump 2016", "article": {"author": "https://www.facebook.com/NickGassReports"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "— Donald J. Trump (@realDonaldTrump) May 11, 2015\n— Donald J. Trump (@realDonaldTrump) June 13, 2015To Republicans on 2016Where’s the electability?\n— Donald J. Trump (@realDonaldTrump) May 7, 2015Scott WalkerGov.\n— Donald J. Trump (@realDonaldTrump) February 13, 2013Bush and RubioPoliticians are all talk and no action.\n— Donald J. Trump (@realDonaldTrump) May 15, 2015Bush and ClintonRemember when Jeb gave Hillary a medal on the 1 year anniversary of Benghazi?!"}