{"article_title": "Hobby Lobby Aftermath: Roman Catholic Business Owners Get Second Chance", "article_keywords": ["hhs", "catholic", "owners", "court", "business", "gilardis", "mandate", "injunction", "roman", "trial", "chance", "gilardi", "aftermath", "hobby", "religious", "lobby", "supreme", "second"], "article_url": "http://townhall.com/tipsheet/sarahjeanseman/2014/08/12/first-business-exempted-from-contraceptive-mandate-in-ruling-aftermath-n1877775", "article_text": "Philip and Francis Gilardi are brothers, business owners of Freshway Foods and Freshway Logistics, and Roman Catholics. They may also be among the first to be exempted from Obamacare’s contraceptive mandate in the wake of the U.S. Supreme Court’s June 30th decision on “Hobby Lobby.”\n\nThe American Center for Law and Justice reported:\n\nPrior to the Hobby Lobby decision, the U.S. Court of Appeals for the D.C. Circuit ruled in our favor concerning the Gilardis’ claims, but concluded that the companies themselves could not exercise religion. The D.C. Circuit recently issued a new order after the Supreme Court vacated the previous Gilardi decision for reconsideration in light of Hobby Lobby. The D.C. Circuit ordered the trial court to enter a preliminary injunction that will allow our clients to continue excluding the objectionable drugs and services from the company health plans as the case moves forward. The court also instructed the district court to reconsider whether the Gilardis should also be covered by a preliminary injunction. With the Gilardi case now back at the trial court, we will soon move forward with seeking a permanent injunction. We remain hopeful that the success we have had thus far in our HHS Mandate cases will continue.\n\nAs Catholics, the Gilardi’s firmly believe that “human life must be respected and protected absolutely from the moment of conception.” Forcing them to supply abortion inducing drugs to their employees goes directly against their sincere religious beliefs.\n\nAccording to the Supreme Court ruling, the HHS mandate violated the Religious Freedom Restoration Act, and was therefore unlawful. It further created room to include companies in the exemption:\n\n“In holding that the HHS mandate is unlawful, we reject HHS’s argument that the owners of the companies forfeited all RFRA protection when they decided to organize their businesses as corporations rather than sole proprietorships or general partnerships. The plain terms of RFRA make it perfectly clear that Congress did not discriminate in this way against men and women who wish to run their businesses as for-profit corporations in the manner required by their religious beliefs.”\n\nThe trial court should have no difficulty in finding legal grounds to exempt the Giradi’s from this government overreach.", "article_metadata": {"description": "Philip and Francis Gilardi are brothers, business owners of Freshway Foods and Freshway Logistics, and Roman Catholics. They may also be among the first to be exempted from Obamacare’s contraceptive mandate in the wake of the U.S. Supreme Court’s June 30th decision on “Hobby Lobby.”.05/26/2016 3:33:42AM EST.", "author": "Sarah Jean Seman", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Philip and Francis Gilardi are brothers, business owners of Freshway Foods and Freshway Logistics, and Roman Catholics. They may also be among the first to be exempted from Obamacare’s contraceptive mandate in the wake of the U.S. Supreme Court’s June 30th decision on “Hobby Lobby.”", "title": "Sarah Jean Seman - Hobby Lobby Aftermath: Roman Catholic Business Owners Get Second Chance", "url": "http://townhall.com/tipsheet/sarahjeanseman/2014/08/12/first-business-exempted-from-contraceptive-mandate-in-ruling-aftermath-n1877775", "image": "http://media.townhall.com/townhall/reu/ha/2014/187/534fef9e-a76a-46c2-94cd-cd1a7985c2b0.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Philip and Francis Gilardi are brothers, business owners of Freshway Foods and Freshway Logistics, and Roman Catholics. They may also be among the first to be exempted from Obamacare’s contraceptive mandate in the wake of the U.S. Supreme Court’s June 30th decision on “Hobby Lobby.”", "title": "Sarah Jean Seman - Hobby Lobby Aftermath: Roman Catholic Business Owners Get Second Chance", "url": "http://townhall.com/tipsheet/sarahjeanseman/2014/08/12/first-business-exempted-from-contraceptive-mandate-in-ruling-aftermath-n1877775", "image": "http://media.townhall.com/townhall/reu/ha/2014/187/534fef9e-a76a-46c2-94cd-cd1a7985c2b0.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Hobby Lobby Aftermath: Roman Catholic Business Owners Get Second Chance, Sarah Jean Seman, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fd9d46\"", "article_summary": "We remain hopeful that the success we have had thus far in our HHS Mandate cases will continue.\nCircuit recently issued a new order after the Supreme Court vacated the previous Gilardi decision for reconsideration in light of Hobby Lobby.\nAccording to the Supreme Court ruling, the HHS mandate violated the Religious Freedom Restoration Act, and was therefore unlawful.\nWith the Gilardi case now back at the trial court, we will soon move forward with seeking a permanent injunction.\nPhilip and Francis Gilardi are brothers, business owners of Freshway Foods and Freshway Logistics, and Roman Catholics."}