{"article_title": "Richmond Childrens Hospital Deal Collapses", "article_keywords": ["childrens", "deal", "facility", "hospital", "million", "secours", "richmond", "medical", "health", "vcu", "bon", "collapses"], "article_url": "http://www.baconsrebellion.com/2015/05/richmond-childrens-hospital-deal-collapses.html", "article_text": "by James A. Bacon\n\nTo be sure, building a new, free-standing childrens’ hospital for the Richmond region would be an expensive proposition — on the order of $600 million. But when mega-philanthropists Alice and William H. Goodwin are willing to kick in $150 million, a fund-raising campaign has been organized to raise another $100 million to $150 million, and dozens of pediatric physicians in the region are backing the project, one would think that community leaders could find a way to make it happen.\n\nBut all bets are off now that two key participants, Virginia Commonwealth University and Bon Secours Richmond Health System announced yesterday that they had pulled out of the deal. Goodwin, who with his wife has worked on the idea for eight years, said he would be willing to resume talks if the hospitals were, but otherwise, “I don’t need another couple of years of discussions.”\n\nThe collapse of the Childrens’ Hospital in the Richmond region stands in stark contrast to the announcement in Febuary by Inova Health Systems in Fairfax County that it would purchase the old Exxon-Mobil headquarters facility, assessed at $193 million in value, in order to house a world-class facility dedicated to genomics and personalized medicine. The big difference is that Inova did not have to balance competing interests in the same way that promoters of the Richmond childrens’ facility do.\n\nThe argument in favor of consolidating patient care for children in a single state-of-the-art facility is that a specialized facility can provide superior care and better medical outcomes for children than a system that is fragmented between three major health systems, VCU, Bons Secours and HCA. (For-profit HCA was not a party to the childrens’ hospital negotiations.) It is a truism of medical economics that the greater the number of medical procedures performed by a medical practice and its physicians, the more efficient the operations, the lower the cost and the better the outcomes. Another advantage of a dedicated childrens’ facility is that combining pediatric practices would create a larger volume that could support more specialties, saving many patients and their families from traveling outside the region for their medical care.\n\nAgainst those advantages is the hard business reality that neither VCU nor Bon Secours is willing to give up their significant pediatric practices out of the goodness of their hearts. Both health systems would lose major revenue streams during a time of great uncertainty caused by the legal challenge to Obamacare subsidies, the refusal of the General Assembly to expand Virginia’s Medicaid program and federal funding issues regarding the training of new physicians.\n\n“This particular model that was proposed was a free-standing hospital with no ownership by VCU or Bon Secours,” said Tony R. Ardabell, CEO of Bon Secours Richmond, as quoted in the Richmond Times-Dispatch. “That would have been a tremendous negative impact to the bottom line, and we were worried about the sustainability of our ministry at St. Mary’s Hospital for the whole population of Richmond.”\n\n“As a safety-net hospital we are headed into a very, very serious set of storms that are not totally predictable but you can see them out into the future being difficult periods,” said VCU President Michael Rao.\n\nGoodwin’s reaction: Those are short-term problems. He is looking at a 50-year time horizon.\n\nWhile the financial environment for the health care industry undoubtedly is cloudy, Bon Secours and VCU are staggeringly profitable. At least they were in 2013, according to data reported to Virginia Health Information; it is possible that the Obamacare roll-out and other factors have impacted profits negatively since then. Here is the data:\n\nFor all the benefits it would offer the community, a new children’s hospital would create problems for VCU and Bon Secours, which would stand to lose tens of millions, perhaps hundreds of millions, of dollars of pediatric business, saddling them with tremendous stranded costs in existing facilities, staff and equipment. The problem would be all the more acute for VCU, which is building a $168 million Children’s Pavilion on Broad Street to consolidate pediatrics services across the downtown campus.\n\nBut questions arise about the responsibility that these two not-for-profit enterprises have toward the public good. One could argue that the primary responsibility of VCU and Bon Secours should be to the health of the community, not their highly profitable bottom lines. If a consolidated, state-of-the-art childrens’ facility would provide superior health care to the region’s young people, the VCU and Bon Secours boards of directors have some serious soul searching to do.\n\nShare this: Email\n\nPrint\n\nFacebook\n\nTwitter\n\nMore\n\nReddit\n\n\n\nRelated\n\nThere are currently no comments highlighted.", "article_metadata": {"generator": "WordPress 4.5.2"}, "_id": "\"57477af46914bd0286fe2483\"", "article_summary": "The big difference is that Inova did not have to balance competing interests in the same way that promoters of the Richmond childrens’ facility do.\nBut all bets are off now that two key participants, Virginia Commonwealth University and Bon Secours Richmond Health System announced yesterday that they had pulled out of the deal.\n“This particular model that was proposed was a free-standing hospital with no ownership by VCU or Bon Secours,” said Tony R. Ardabell, CEO of Bon Secours Richmond, as quoted in the Richmond Times-Dispatch.\n(For-profit HCA was not a party to the childrens’ hospital negotiations.)\nby James A. BaconTo be sure, building a new, free-standing childrens’ hospital for the Richmond region would be an expensive proposition — on the order of $600 million."}