{"article_title": "The Pentagon Has Invaded Silicon Valley, and It’s Already Producing Results", "article_keywords": ["force", "pentagon", "million", "results", "devices", "silicon", "invaded", "defense", "cook", "valley", "producing", "potential", "unit", "secretary"], "article_url": "http://www.thefiscaltimes.com/2015/08/28/Pentagon-Has-Invaded-Silicon-Valley-and-It-s-Already-Producing-Results", "article_text": "Too often the gears of government grind slowly, but the Defense Department’s efforts to establish a beachhead in Silicon Valley are moving with lightning speed.\n\nDefense Secretary Ash Carter will announce Friday that the Pentagon is giving a $171 million award to FlexTech Alliance, a San Jose-based consortium of around 160 private and public members, to boost the manufacture of “flexible hybrid electronics.”\n\nRelated: The Army’s New $30 Billion Humvee Replacement Could Spark a Fight in Congress\n\nDOD will kick $75 million into the effort over the next five years, with more than $90 million coming from industry, academia, and local governments, according to the Pentagon. The partnership will be managed by the U.S. Air Force Research Laboratory.\n\nThe electronics themselves are thin, silicon devices that can be attached to flexible “substrates,” meaning a person could one day wear an ultra-light piece of tech that wraps around their arm rather than lug a computer and its associated hardware.\n\nFlexible electronic devices have huge potential for the Pentagon: they could lighten the load for soldiers and Marines in the field or be slapped on the side of existing platforms, like unmanned drones or ground vehicles, to boost their capabilities.\n\nIf successful, the commercial application for such devices could be limitless, with every industry from fashion to aerospace a potential customer.\n\nRelated: Did the Army and Air Force Squander $500 Million Fighting Over a Drone?\n\nCarter laid out the joint electronic initiative during a visit to the Defense Innovation Unit Experimental, the Pentagon’s recently-established hub specifically aimed at reaching out to the high-tech elite that populates Silicon Valley.\n\nCarter, a former physicist who has talked frankly about the Pentagon’s lack of a “coolness factor,” set up the office in April in a bid to harness the Valley’s talent pool and help keep DOD’s technological edge on the battlefield and in other areas, like cyber security.\n\nSince then he and other top officials have worked to convince West Coast firms that they have a willing, respectful partner in DOD.\n\nBesides a potential cultural gulf, there had been questions about how much the new unit would be able to accomplish before Carter’s term as Pentagon chief presumably wraps up in early 2017 with the end of the Obama administration.\n\nRelated: Pentagon Turns to F-22 Raptor to Counter Russia in Europe\n\nEarlier this week, Pentagon press secretary Peter Cook said Carter’s latest visit, and the then-pending technology announcement show how committed he is to getting the cause moving.\n\n“This is a secretary who's very serious about this. This is not bumper stickers … this is an effort to seriously engage part of the U.S. economy that could help this department in a significant way and at the same time benefit a lot of the companies out there,” Cook said during a press briefing.\n\nCarter is interested “not only in technology and innovation for the force of the future, but also ideas. What are these people working on that could ultimately, down the road, benefit the Department of Defense?” Cook said.\n\nAfter Friday’s announcement, Carter will hold a roundtable with leaders from the new experimental unit to discuss the office’s efforts and possible next steps.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Too often the gears of government grind slowly, but when it comes to the Defense Department’s efforts to establish a beachhead in Silicon Valley, the pace is moving at the speed of light.", "title": "The Pentagon Has Invaded Silicon Valley, and It’s Already Producing Results", "url": "http://www.thefiscaltimes.com/2015/08/28/Pentagon-Has-Invaded-Silicon-Valley-and-It-s-Already-Producing-Results", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/wpid-2012-09-14T195107Z_1_CBRE88D1J5C00_RTROPTP_2_US-PENTAGON.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/08/28/Pentagon-Has-Invaded-Silicon-Valley-and-It-s-Already-Producing-Results", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/wpid-2012-09-14T195107Z_1_CBRE88D1J5C00_RTROPTP_2_US-PENTAGON.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Too often the gears of government grind slowly, but when it comes to the Defense Department’s efforts to establish a beachhead in Silicon Valley, the pace is moving at the speed of light.", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "What are these people working on that could ultimately, down the road, benefit the Department of Defense?” Cook said.\nToo often the gears of government grind slowly, but the Defense Department’s efforts to establish a beachhead in Silicon Valley are moving with lightning speed.\nThe electronics themselves are thin, silicon devices that can be attached to flexible “substrates,” meaning a person could one day wear an ultra-light piece of tech that wraps around their arm rather than lug a computer and its associated hardware.\nIf successful, the commercial application for such devices could be limitless, with every industry from fashion to aerospace a potential customer.\nCarter laid out the joint electronic initiative during a visit to the Defense Innovation Unit Experimental, the Pentagon’s recently-established hub specifically aimed at reaching out to the high-tech elite that populates Silicon Valley."}