{"article_title": "Drug being tested to treat depression", "article_keywords": ["ketamine", "mood", "used", "dont", "drug", "tested", "patients", "treat", "hartman", "antidepressants", "depression", "treatment"], "article_url": "http://health.heraldtribune.com/2016/02/09/drug-being-tested-to-treat-depression/", "article_text": "By Sara Solovitch, The Washington Post\n\nIt was November 2012 when Dennis Hartman, a Seattle business executive, managed to pull himself out of bed, force himself to shower for the first time in days and board a plane that would carry him across the country to a clinical trial at the National Institute of Mental Health in Bethesda, Maryland.\n\nAfter a lifetime of profound depression, 25 years of therapy and cycling through 18 antidepressants and mood stabilizers, Hartman, then 46, had settled on a date and a plan to end it all. This clinical trial would be his last stab at salvation.\n\nFor 40 minutes, he sat in a hospital room as an IV drip delivered ketamine through his system. Several more hours passed before it occurred to him that all his thoughts of suicide had evaporated.\n\n“My life will always be divided into the time before that first infusion and the time after,” Hartman says today. “That sense of suffering and pain draining away. I was bewildered by the absence of pain.”\n\nKetamine, popularly known as the psychedelic club drug Special K, has been around since the early 1960s. It is a staple anesthetic in emergency rooms, regularly used for children when they come in with broken bones and dislocated shoulders. It’s an important tool in burn centers and veterinary medicine, as well as a notorious date-rape drug, known for its power to quickly numb and render someone immobile.\n\nSince 2006, dozens of studies have reported that it can also reverse the kind of severe depression that traditional antidepressants often don’t touch. The momentum behind the drug has now reached the American Psychiatric Association, which, according to members of a ketamine task force, seems headed toward a tacit endorsement of the drug for treatment-resistant depression.\n\nExperts are calling it the most significant advance in mental health in more than half a century. They point to studies showing ketamine not only produces a rapid and robust antidepressant effect; it also puts a quick end to suicidal thinking.\n\nTraditional antidepressants and mood stabilizers, by comparison, can take weeks or months to work. In 2010, a major study published in JAMA, the journal of the American Medical Association, reported that drugs in a leading class of antidepressants were no better than placebos for most depression.\n\nA growing number of academic medical centers, including Yale University, the University of California at San Diego, the Mayo Clinic and the Cleveland Clinic, have begun offering ketamine treatments off-label for severe depression, as has Kaiser Permanente in Northern California.\n\n“This is the next big thing in psychiatry,” says L. Alison McInnes, a San Francisco psychiatrist who over the past year has enrolled 58 severely depressed patients in Kaiser’s San Francisco clinic.\n\nShe says her long-term success rate of 60 percent for people with treatment-resistant depression who try the drug has persuaded Kaiser to expand treatment to two other clinics in the Bay Area. The excitement stems from the fact that it’s working for patients who have spent years cycling through antidepressants, mood stabilizers and various therapies.\n\n“Psychiatry has run out of gas” in trying to help depressed patients for whom nothing has worked, she says. “There is a significant number of people who don’t respond to antidepressants, and we’ve had nothing to offer them other than cognitive behavior therapy, electroshock therapy and transcranial stimulation.”\n\nWhen it works\n\nMcInnes is a member of the APA’s ketamine task force, assigned to codify the protocol for how and when the drug will be given. She says she expects the APA to support the use of ketamine treatment early this year.\n\nThe guidelines call for six IV drips over a two-week period. The dosage is very low, about a tenth of the amount used in anesthesia. And when it works, it does so within minutes or hours.\n\n“It’s not subtle,” says Enrique Abreu, a Portland, Ore., anesthesiologist who began treating depressed patients with it in 2012. “It’s really obvious if it’s going to be effective. And the response rate is unbelievable. This drug is 75 percent effective, which means that three-quarters of my patients do well. Nothing in medicine has those kind of numbers.”\n\nSo far, there is no evidence of addiction at the low dose in which infusions are delivered. Ketamine does, however, have one major limitation: Its relief is temporary. Clinical trials at NIMH have found that relapse usually occurs about a week after a single infusion.\n\nKetamine works differently from traditional antidepressants, which target the brain’s serotonin and noradrenalin systems. It blocks N-methyl-D-aspartate (NMDA), a receptor in the brain that is activated by glutamate, a neurotransmitter.\n\nIn excessive quantities, glutamate becomes an excitotoxin, meaning that it overstimulates brain cells.\n\n“Ketamine almost certainly modifies the function of synapses and circuits, turning certain circuits on and off,” explains Carlos Zarate Jr., NIMH’s chief of neurobiology and treatment of mood disorders, who has led the research on ketamine. “The result is a rapid antidepressant effect.”\n\nA study published in the journal Science in 2010 suggested that ketamine restores brain function through a process called synaptogenesis. Scientists at Yale University found that ketamine not only improved depression-like behavior in rats but also promoted the growth of new synaptic connections between neurons in the brain.\n\nEven a low-dose infusion can cause intense hallucinations. Patients often describe a kind of lucid dreaming or dissociative state in which they lose track of time and feel separated from their bodies. Many enjoy it; some don’t. But studies at NIMH and elsewhere suggest that the psychedelic experience may play a small but significant role in the drug’s efficacy.\n\n“It’s one of the things that’s really striking,” says Steven Levine, a Princeton, N.J., psychiatrist who estimates that he has treated 500 patients with ketamine since 2011. “With depression, people often feel very isolated and disconnected. Ketamine seems to leave something indelible behind. People use remarkably similar language to describe their experience: ‘a sense of connection to other people,’ ‘a greater sense of connection to the universe.’ ”\n\nAlthough bladder problems and cognitive deficits have been reported among long-term ketamine abusers, none of these effects have been observed in low-dose clinical trials. In addition to depression, the drug is being studied for its effectiveness in treating obsessive-compulsive disorder, post-traumatic stress disorder, extreme anxiety and Rett syndrome, a rare developmental disorder on the autism spectrum.\n\n‘We’re not there yet’\n\nThe drug’s fleeting remission effect has led many patients to seek booster infusions. Hartman, for one, began his search before he even left his hospital room in Bethesda.\n\nFour years ago, he couldn’t find a doctor in the Pacific Northwest willing to administer ketamine. It took nine months before he found an anesthesiologist in New York who was treating patients with ketamine. Soon, he was flying back and forth across the country for bimonthly infusions. With each return to New York, his relief seemed to last a little longer.\n\nThese days, he says his periods of remission between infusions often stretch to six months. He no longer takes any medication for depression besides ketamine.\n\n“I don’t consider myself permanently cured, but now it’s something I can manage,” Hartman says, “like diabetes or arthritis. Before, it was completely unmanageable. It dominated my life and prevented me from functioning.”\n\nIn 2012 he helped found the Ketamine Advocacy Network, a group that vets ketamine clinics, advocates for insurance coverage and spreads the word about the drug.\n\nAnd word has indeed spread. Ketamine clinics, typically operated by psychiatrists or anesthesiologists, are popping up in major cities around the country.\n\nDepression is big business. An estimated 15.7 million adults in the United States experienced at least one major depressive episode in 2014, according to the NIMH.\n\n“There’s a great unmet need in depression,” says Gerard Sanacora, director of the Yale Depression Research Program. “We think this is an extremely important treatment. The concern comes if people start using ketamine before CBT or Prozac. Maybe someday it will be a first-line treatment. But we’re not there yet.”\n\nSanacora says a lot more research is required.\n\n“It’s a medication that can have big changes in heart rate and blood pressure. There are so many unknowns, I’m not sure it should be used more widely till we understand its long-term benefits and risks.”\n\nWhile a single dose of ketamine is cheaper than a $2 bottle of water, the cost to the consumer varies wildly, running anywhere between $500 and $1,500 per treatment. The drug itself is easily available in any pharmacy, and doctors are free to prescribe it — as with any medication approved by the Food and Drug Administration — for off-label use. Practitioners attribute the expense to medical monitoring of patients and IV equipment required during an infusion.\n\n“We clearly need more standardization in its use,” Zarate says. “We still don’t know what the proper dose should be. We need to do more studies. It still, in my opinion, should be used predominantly in a research setting or highly specialized clinic.”\n\nAs a drug once known almost exclusively to anesthesiologists, ketamine now falls into a gray zone.\n\n“Most anesthesiologists don’t do mental health, and there’s no way a psychiatrist feels comfortable putting an IV in someone’s arm,” Abreu says.\n\nIt’s a drug, in other words, that practically demands collaboration. Instead, it has set off a turf war. As the use of ketamine looks likely to grow, many psychiatrists say that use of ketamine for depression should be left to them.\n\n“The bottom line is you’re treating depression,” says psychiatrist David Feifel, director of the Center for Advanced Treatment of Mood and Anxiety Disorders at the University of California at San Diego. “And this isn’t garden-variety depression. The people coming in for ketamine are people who have the toughest, potentially most dangerous depressions. I think it’s a disaster if anesthesiologists feel competent to monitor these patients. Many of them have bipolar disorder and are in danger of becoming manic. My question is: ‘Do you feel comfortable that you can pick up mania?’ ”\n\nBut ketamine has flourished from the ground up and with little or no advertising. Zarate says he receives “at least 100 emails a day” from patients.\n\nNearly every one of them wants to know where they can get it.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2016/02/1004817445-FL_SAR_HFCOVER09.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "article_summary": "She says she expects the APA to support the use of ketamine treatment early this year.\nThe momentum behind the drug has now reached the American Psychiatric Association, which, according to members of a ketamine task force, seems headed toward a tacit endorsement of the drug for treatment-resistant depression.\n“There’s a great unmet need in depression,” says Gerard Sanacora, director of the Yale Depression Research Program.\nSince 2006, dozens of studies have reported that it can also reverse the kind of severe depression that traditional antidepressants often don’t touch.\nAs the use of ketamine looks likely to grow, many psychiatrists say that use of ketamine for depression should be left to them."}