{"article_title": "AzaSite available again", "article_keywords": ["available", "lomb", "return", "support", "akorn", "note", "uses", "azasite", "white", "promote", "medicines"], "article_url": "http://www.healio.com/ophthalmology/practice-management/news/online/%7B3c462662-ffa7-421f-8fa7-0f3dc632db0d%7D/blog-azasite-available-again", "article_text": "Read more from Darrell E. White, MD.\n\nThe long AzaSite saga has taken another turn, this one for the better. I spent quite a bit of time last week on the phone with the VP of Provider Relations for Akorn, who shared that AzaSite has been produced, released and distributed nationally since Feb. 1. You can imagine my surprise because every prescription I’ve written up until March 1 has come back with a note: “Not available.” We did learn of a new app for your smartphone, GoodRx, that will show cost and availability for medicines at local pharmacies. Sure enough, AzaSite is here!\n\nAh well, be that as it may, we have our drop back and can now return to business as usual. Once more we have the perfect tool in our kit to deal with meibomian gland dysfunction and can resume prescribing it for our thus-afflicted patients.\n\nSadly, we will also return to our daily battles with insurance companies and PPMs over reimbursement and other coverage issues. At post time, I have no insight into the formulary support that we can expect from Akorn. I will note that Akorn is planning on providing managed care support, sample support and eventually rep support.\n\nWhere does that leave us, exactly? Certainly we can expect more support from Akorn than we received from Merck; I’ve said my piece about Merck’s behavior and will let it lie. Will we receive the near-evangelical support we got from Inspire? It’s unlikely, and that’s truly unfortunate. AzaSite is a fantastic medicine, one that is not FDA-approved for the indication we use it for 90+% of the time, and this makes it terribly difficult for a company to promote. This is another excellent example of a place where our collective voice could be heard, letting the FDA know that it is time to allow companies to promote the off-label uses of approved medicines if these uses become a standard.\n\nLike my quixotic quest battling the scourge of “bioequivalence” and the FDA, I won’t be letting this dog continue to snooze.\n\nDisclosure: White is a consultant for Bausch + Lomb, Allergan, Nicox and Eyemaginations. He is on the speaker board for Bausch + Lomb, Allergan and TearLab.", "article_metadata": {"site_name": "healiotwo", "description": "The long AzaSite saga has taken another turn, this one for the better. I spent quite a bit of time last week on the phone with the VP of Provider Relations for Akorn, who shared that AzaSite has been produced, released and distributed nationally since Feb. 1. You can imagine my surprise because every prescription I&rsquo;ve written up until March 1 has come back with a note: &ldquo;Not", "og": {"image": "http://i3.wyanokecdn.com/healio_safe_image.png"}, "PostedDate": "2014-03-18", "msvalidate.01": "AB0F11E889D663098DB556BB5ACBB719", "ModifiedDate": "2014-03-19", "content_type": "News Article", "google-site-verification": "TCYGZWR7Qscjc3GO_imiutAfXMSCFLpchm8rXzIk-5M", "VIcurrentDateTime": 635997454724740855, "content_version": 1, "pageid": "{3C462662-FFA7-421F-8FA7-0F3DC632DB0D}", "viewport": "width=device-width, initial-scale=1", "page_type": "Document"}, "_id": "\"57477af36914bd0286fc9561\"", "article_summary": "The long AzaSite saga has taken another turn, this one for the better.\nI will note that Akorn is planning on providing managed care support, sample support and eventually rep support.\nI spent quite a bit of time last week on the phone with the VP of Provider Relations for Akorn, who shared that AzaSite has been produced, released and distributed nationally since Feb. 1.\nSure enough, AzaSite is here!\nAzaSite is a fantastic medicine, one that is not FDA-approved for the indication we use it for 90+% of the time, and this makes it terribly difficult for a company to promote."}