{"article_title": "Alabama House rejects General Fund budget by vote of 92-2", "article_keywords": ["hubbard", "rejects", "senate", "house", "tax", "budget", "general", "fund", "session", "vote", "alabama", "come", "922", "special"], "article_url": "http://www.al.com/news/index.ssf/2015/08/alabama_house_debates_budget_t_1.html", "article_text": "The Alabama House of Representatives voted 92-2 tonight to reject a budget that was probably going to be vetoed by the governor anyway.\n\nIt would have cut about $185 million from the General Fund, a cut of about 10 percent from this year.\n\nHouse Speaker Mike Hubbard said the budget was dead for this session, meaning a second special session will be necessary.\n\n\"We ran out of time,\" Hubbard said. \"I think there are a lot different reasons for that. A large part of it is we weren't ready to come back.\"\n\nGov. Robert Bentley called lawmakers into special session a month earlier than they had expected. They immediately took a three-week recess before returning last week.\n\nProposals to close a General Fund shortfall by raising taxes, moving money from education, or some combination of the two, never came close to winning final approval.\n\nThe Senate had passed the budget earlier today, but senators approved it with the expectation that Bentley would veto it if it cleared the House.\n\nLawmakers have been resigned since last week that they would be called back for a special session before the budget year begins Oct. 1.\n\nBentley sought $302 million in tax increases and a budget that would spend $1.9 billion from the General Fund.\n\nBut the governor's main proposals failed, and the budget passed by the Senate would have spent $1.65 billion from the General Fund.\n\nRep. Steve Clouse, R-Ozark, the House budget chairman, recommended that the House concur and send the budget to the governor, even though he said \"it has a lot of shortcomings.\"\n\nClouse and Rep. Victor Gaston, R-Mobile, cast the only two votes in favor of the budget.\n\nGaston said he knew it was not a good budget but that the Legislature had a responsibility to send a budget to the governor.\n\nClouse also made it clear he did not like the budget.\n\nThe House had cut $156 million from Medicaid before sending it to the Senate last week, enough to possibly end a program that serves about 1 million Alabamians.\n\nHouse leaders said they did not intend for those cuts to take effect, but were trying to send a message on the need for a serious discussion about how to fund Medicaid, which takes more than one-third of the General Fund.\n\nThe Senate restored most of Medicaid's funding, but the version of the budget it sent back to the House also cut most agencies significantly.\n\n\"All they did was move around the chairs on the deck of the Titanic,\" Clouse said.\n\nRep Chris England, D-Tuscaloosa, said he had received many emails, text messages and phone calls urging him to oppose cuts to programs like Medicaid, Mental Health, prisons and education.\n\nBut he said it's not possible to prevent those cuts without new revenue.\n\n\"Something has got to give,\" England said. \"I hope that when we come back in the special session that what ends up giving is us, and we come up with revenue to fill these holes.\"\n\nHouse Minority Leader Craig Ford, D-Gadsden, said Democrats will push for a vote on a lottery to support the General Fund during the next special session.\n\n\"We want to see a voluntary package before we have to pass taxes on the working people of Alabama,\" Ford said.\n\nRepublican lawmakers and Bentley have said a lottery, which would require voter approval, could not come in time to help the 2016 budget. Ford said it could help long-term, though.\n\nDemocrats also support expanding Medicaid as allowed under the Affordable Care Act. But Bentley, who would have to approve that, is opposed.\n\nHubbard said he believes the House can come up with a plan to adequately fund the budget that includes a business tax, a consumer tax and moving some money from education.\n\nA House plan based on what Hubbard called that \"three-legged stool\" approach unraveled last week when the cigarette tax increase died in a committee.\n\n\"I think there are some proposals that are out there and some new ones that we're exploring that would provide some additional revenue,\" Hubbard said.\n\nHe said legislative leaders planned to talk to the governor about when to schedule the next session and what the governor should include in his call.\n\n\"My recommendation to him would be to listen to us and let us let him know when we feel like we are ready and we have come up with some plans and proposals that will work,\" Hubbard said.\n\nThis story was updated several times, including at 8:13 p.m. with the additional comments from legislators.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Robert J. Bentley, Mike Hubbard (politician), Alabama House of Representatives, Alabama Legislature 2015, news", "title": "Alabama House rejects General Fund budget by vote of 92-2", "og": {"site_name": "AL.com", "description": "Gov. Robert Bentley had said he would veto the budget without more revenue.", "title": "Alabama House rejects General Fund budget by vote of 92-2", "url": "http://www.al.com/news/index.ssf/2015/08/alabama_house_debates_budget_t_1.html", "image": "http://image.al.com/home/bama-media/width620/img/news_impact/photo/18514104-standard.jpg", "type": "article"}, "twitter": {"description": "Gov. Robert Bentley had said he would veto the budget without more revenue.", "creator": "@MikeCasonAL", "image": "http://image.al.com/home/bama-media/width620/img/news_impact/photo/18514104-standard.jpg", "title": "Alabama House rejects General Fund budget by vote of 92-2", "site": "@aldotcom", "card": "summary_large_image"}, "article_date_updated": "Monday, August 10, 2015,  8:25 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "AL.com", "article_comments": 0, "article_date_original": "Monday, August 10, 2015,  6:32 PM", "article_author": "Mike Cason | mcason@al.com", "Description": "Gov. Robert Bentley had said he would veto the budget without more revenue."}, "_id": "\"57477af36914bd0286fcb480\"", "article_summary": "It would have cut about $185 million from the General Fund, a cut of about 10 percent from this year.\nRep. Steve Clouse, R-Ozark, the House budget chairman, recommended that the House concur and send the budget to the governor, even though he said \"it has a lot of shortcomings.\"\nHouse Minority Leader Craig Ford, D-Gadsden, said Democrats will push for a vote on a lottery to support the General Fund during the next special session.\nBentley sought $302 million in tax increases and a budget that would spend $1.9 billion from the General Fund.\nHouse Speaker Mike Hubbard said the budget was dead for this session, meaning a second special session will be necessary."}