{"article_title": "Pa. won't allow medical coverage denials to transgender people", "article_keywords": ["wont", "insurers", "coverage", "pennsylvania", "gender", "medical", "federal", "state", "pa", "health", "allow", "services", "transgender", "denials", "sexual", "insurance", "identity"], "article_url": "http://www.pennlive.com/news/2016/04/health_insurance_discriminatio.html", "article_text": "Health insurers in Pennsylvania will have to cover medically necessary services no matter the person's gender identity, sexual orientation or sex.\n\n\"Denying coverage for medically necessary covered services on the basis of gender violates federal regulations and Governor [Tom] Wolf's policy for Pennsylvania, and my department will not tolerate discrimination in the policies that it regulates,\" Insurance Commissioner Theresa Miller said.\n\nOfficials said the move won't require insurers to pay for any specific services they aren't otherwise require to cover. But it will prevent them from not covering services based on gender identity, or denying services because of someone's gender transition. It applies to all health insurance plans regulated by the state, including plans sold on the federally-run health insurance exchange.\n\nWolf said, \"We need to ensure that Pennsylvania is a welcoming place, regardless of the color of your skin, your gender, the religion you profess, or the person you love.\"\n\nOfficials said the move is consistent with a proposed federal rule, part of the Affordable Care Act, that protects against discrimination resulting from sex stereotyping, gender identity, and sexual orientation.\n\nMiller said the insurance department \"expects health insurers to include language within policies that specifically details these protections in order to maintain compliance with state and federal laws.\"\n\nPeople with questions about whether their health insurance policy is affected can contact the insurance department's Bureau of Consumer Services at 1-877-881-6388 or online at www.insurance.pa.gov.", "article_metadata": {"article_author": "David Wenner | dwenner@pennlive.com", "medium": "news", "news_keywords": "Pennsylvania, health insurance, health insurance policy, Theresa Miller, Tom] Wolf, Bureau of Consumer Services, health-care", "title": "Pa. won't allow medical coverage denials to transgender people", "og": {"site_name": "PennLive.com", "description": "It reflects a provision within the Affordable Care Act.", "title": "Pa. won't allow medical coverage denials to transgender people", "url": "http://www.pennlive.com/news/2016/04/health_insurance_discriminatio.html", "image": "http://image.pennlive.com/home/penn-media/width620/img/midstate_impact/photo/19209556-standard.jpg", "type": "article"}, "twitter": {"description": "It reflects a provision within the Affordable Care Act.", "title": "Pa. won't allow medical coverage denials to transgender people", "image": "http://image.pennlive.com/home/penn-media/width620/img/midstate_impact/photo/19209556-standard.jpg", "creator": "@DavidRWenner", "site": "@pennlive", "card": "summary_large_image"}, "article_date_updated": "Wednesday, April 27, 2016,  4:17 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "PennLive.com", "article_comments": 0, "article_date_original": "Wednesday, April 27, 2016,  4:07 PM", "viewport": "width=device-width,initial-scale=1", "Description": "It reflects a provision within the Affordable Care Act."}, "article_summary": "It applies to all health insurance plans regulated by the state, including plans sold on the federally-run health insurance exchange.\nHealth insurers in Pennsylvania will have to cover medically necessary services no matter the person's gender identity, sexual orientation or sex.\nBut it will prevent them from not covering services based on gender identity, or denying services because of someone's gender transition.\nPeople with questions about whether their health insurance policy is affected can contact the insurance department's Bureau of Consumer Services at 1-877-881-6388 or online at www.insurance.pa.gov.\nOfficials said the move won't require insurers to pay for any specific services they aren't otherwise require to cover."}