{"article_title": "Provider Awarded $1M to Develop NY's First Telehealth Program for Children", "article_keywords": ["marys", "develop", "telehealth", "nys", "medical", "healthcare", "system", "awarded", "program", "york", "provider", "patient", "1m", "children", "care"], "article_url": "http://hitconsultant.net/2015/01/22/nys-first-telehealth-program-for-children/", "article_text": "Thought you might find this interesting Submit\n\nIf children with severe medical complexity can thrive with ongoing treatment at home – rather than in a hospital or institutional setting – then there’s a promising model pointing towards success for current efforts to rebalance healthcare from hospitals to the community.\n\nSt. Mary’s Healthcare System for Children, New York’s largest provider of post-acute care to children and young adults with medical complexity, has been awarded a $928,668 grant to improve care for children who receive services at home through the implementation of an innovative remote patient monitoring telehealth program. The grant—funded by the Centers for Medicare and Medicaid Services (CMS) and awarded by the New York State Department of Health—enables St. Mary’s Home Care to deploy an Interactive Voice Response (IVR) program, with the three-fold goal of reducing avoidable hospitalizations, increasing medication adherence, and increasing overall patient/family satisfaction.\n\nPilot Program Details\n\nThe pilot program includes 500 patients identified as most at risk for admission or readmission to hospitals and other institutional settings. In addition to receiving traditional nursing and rehabilitation home care visits, patient caregivers receive regular automated calls from an IVR system inquiring about the child’s medication adherence, falls, emergency room visits, occurrences of major medical events, and other changes in condition.\n\nThe responses to the brief 2-3 minute calls automatically generate reports, flagging responses that require immediate outreach by the telehealth nurse manager or other home care staff. The calls provide an additional opportunity to enhance communication and improve the collection of patient information, thus identifying potential areas of risk and enabling the case manager to step in with appropriate and preventive interventions. Additional expected outcomes are increased communication among clinicians, accelerated medical interventions, and improved organizational efficiencies.\n\nSt. Mary’s telehealth initiative, the first in New York State for children with medical complexity, is supported by AMC Health, a leading provider of proven remote patient monitoring solutions for organizations serving at-risk populations. Several AMC Health programs have demonstrated dramatic results, including an initiative by Geisenger Health System (PA) that demonstrated a 44% reduction in risk for 30-day re-hospitalizations among Medicare populations, as reported in the peer-reviewed “Medical Care” publication in January 2012. In New York State, five similar telehealth initiatives with non-pediatric populations improved care and reduced costs by more than $1.3 million.\n\n“Remote patient monitoring is redefining how and where patients receive care, with meaningful and clinically actionable information collected at the patient’s home,” said Nesim Bildirici, president and chief executive officer of AMC Health. “We are excited to collaborate with St. Mary’s to bring the proven benefits of telehealth to pediatric populations.”\n\nACA & NY Medicaid Redesign Initiatives Driving Telehealth Adoption\n\nThe implementation of the Affordable Care Act and sweeping New York State Medicaid Redesign initiatives are contributing to a transformation in national and state-wide healthcare policy, with a strong emphasis on rebalancing care from hospitals back to the community. This April, the NY state-wide DSRIP (Delivery System Reform Incentive Program) period begins, with the goal of reducing avoidable hospital use by 25% over the next 5 years.\n\nThe emerging population of children with medical complexities (more than 3 million children) is now growing at a rate of 5% nationally–approximately double that of typically developing children. This population currently accounts for 33% of all pediatric healthcare costs but represents less than 3% of the pediatric population. This grant will allow St. Mary’s to supplement its existing community programs to enable at risk children to remain at home with their families.\n\nGrant Background\n\nThe grant was awarded as part of the Balancing Incentive Program’s (BIP) Innovation Fund, a highly competitive funding opportunity that fosters community inclusion by shifting care from institutional settings to the community. St. Mary’s was among New York’s leading healthcare providers that competed for a pool of $45 million in BIP funding, as authorized by the Affordable Care Act.", "article_metadata": {"description": "St. Mary’s Healthcare System for Children Awarded Nearly $1 Million to Develop NY’s First Telehealth Program for Children with Medical Complexity", "generator": "WordPress 4.5.2", "og": {"description": "St. Mary’s Healthcare System for Children Awarded Nearly $1 Million to Develop NY’s First Telehealth Program for Children with Medical Complexity", "title": "Provider Awarded $1M to Develop NY's First Telehealth Program for Children", "locale": "en_US", "image": {"width": 679, "identifier": "http://wrm5sysfkg-flywheel.netdna-ssl.com/wp-content/uploads/2015/01/First-Telehealth-Program-for-Children.jpg", "height": 470}, "updated_time": "2015-01-22T01:33:37-04:00", "url": "http://hitconsultant.net/2015/01/22/nys-first-telehealth-program-for-children/", "type": "article"}, "twitter": {"description": "St. Mary’s Healthcare System for Children Awarded Nearly $1 Million to Develop NY’s First Telehealth Program for Children with Medical Complexity", "creator": "@hitconsultant", "image": "http://wrm5sysfkg-flywheel.netdna-ssl.com/wp-content/uploads/2015/01/First-Telehealth-Program-for-Children.jpg", "title": "Provider Awarded $1M to Develop NY's First Telehealth Program for Children", "site": "@hitconsultant", "card": "summary"}, "robots": "noodp", "google-site-verification": "ZfA9TYzJhTo4Qq5hZKk2GVBYHj0-7Bu73PO0P5jbDaI", "article": {"publisher": "https://www.facebook.com/pages/HIT-Consultant-Media/302199219847409", "section": "mHealth", "published_time": "2015-01-22T01:32:03-04:00", "modified_time": "2015-01-22T01:33:37-04:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcb487\"", "article_summary": "St. Mary’s Healthcare System for Children, New York’s largest provider of post-acute care to children and young adults with medical complexity, has been awarded a $928,668 grant to improve care for children who receive services at home through the implementation of an innovative remote patient monitoring telehealth program.\nPilot Program DetailsThe pilot program includes 500 patients identified as most at risk for admission or readmission to hospitals and other institutional settings.\nThe emerging population of children with medical complexities (more than 3 million children) is now growing at a rate of 5% nationally–approximately double that of typically developing children.\nIn New York State, five similar telehealth initiatives with non-pediatric populations improved care and reduced costs by more than $1.3 million.\nSt. Mary’s telehealth initiative, the first in New York State for children with medical complexity, is supported by AMC Health, a leading provider of proven remote patient monitoring solutions for organizations serving at-risk populations."}