{"article_title": "Premiums to Rise Again", "article_keywords": ["medical", "rise", "obamacare", "patients", "private", "players", "premiums", "pricing", "healthcare", "insurance", "care"], "article_url": "http://www.financialbuzz.com/premiums-to-rise-again-441024", "article_text": "Obamacare was designed to help make healthcare more affordable for everyone. Its goal was to bring more Americans under the umbrella of insurance. However, insurance premiums have actually risen. And now, it seems like things are set to get worse as some major players plan to raise premiums again to counter losses they have incurred.\n\nHealthcare costs rise, Medicare spends up\n\nHealthcare spending in the country hit the 3 trillion dollar mark last year, as the Affordable Care Act expanded the Medicaid as well as private insurance coverage. An estimated 88.8 percent of the total population of the United States is now covered by some form of health insurance. Unfortunately, while the number of people under coverage has grown, healthcare may not actually be that much more affordable.\n\nPrescription drug spends grew for Medicare by 16.9 percent as expensive specialty drugs, including one that treats Hepatitis C, were priced prohibitively high. Overall Medicare spending per beneficiary was about USD 11,700 on the average.\n\nPremiums to get expensive as insurers face losses\n\nSeveral insurers who began with low pricing in the Obamacare marketplaces are now finding themselves having to consider hefty hikes in their premiums. Mounting losses are forcing some players like UnitedHealth Group to exit a few exchanges after they were hit by over a billion dollars in losses in 2015-16. Other players will be forced to raise premiums to stay in the game in the long run. Double digit rates of increase in pricing have not been ruled out. In parallel, reports like the one from The Blue Cross Blue Shield Association emerge, which indicate that those newly enrolled in Obamacare may have medical costs that are 22 percent more than if their coverage was employer provided.\n\nWhen the consumer isn’t king\n\nDue to the healthcare space now being dominated by the government and big private insurers, the actual pricing of medical care is rising too fast. Reform involving the government is a recipe for disaster argue some, making the already complicated healthcare system even more challenging to navigate.\n\nBy passing the onus of clearing medical bills to a third party like Medicaid, or a private insurer, a patient gives up the power they should wield as a consumer. Negotiations happen at a higher broader level, and the end user has little say. Hospitals and medical professionals have limited incentive to lower their prices or to make care affordable since almost all their patient’s bills are being paid for by the big fish. The patients themselves almost never bother to concern themselves with the pricing of these services or treatments, because their insurance or government funded medical plans will take care of the bills.\n\nIt is only in areas where patients pay for treatment themselves, as in the case of LASIK eye surgery or medical care for their animals that there is transparency. In such cases prices are more competitive, there are myriad options for the consumer, and their convenience takes center stage. And that’s why there is a growing segment that believes that by making the patient pay directly for their services, the sector may actually become more favorable for consumers again.", "article_metadata": {"og": {"url": "http://www.financialbuzz.com//premiums-to-rise-again-441024", "image": "http://d2dbcr33josved.cloudfront.net/images/article/1461697678_shutterstock_154183421_(1).jpg", "description": "Obamacare was designed to help make healthcare more affordable for everyone. Its goal was to bring more Americans under the umbrella of insurance. However, insurance premiums have actually risen. And now, it seems like things are set to get worse as some major players plan to raise premiums again to counter losses they have incurred.", "title": "Premiums to Rise Again"}, "keywords": "Obamacare, Healthcare, Premiums, Affordable, Goals, Insuranc", "description": "Obamacare was designed to help make healthcare more affordable for everyone. Its goal was to bring more Americans under the umbrella of insurance. However, insurance premiums have actually risen. And now, it seems like things are set to get worse as some major players plan to raise premiums again to counter losses they have incurred.", "viewport": "width=device-width", "google-site-verification": "RIjkPsz-2mePVJ2Om0nSajIO-bJjGVPwxuwHus4gWro"}, "article_summary": "However, insurance premiums have actually risen.\nPremiums to get expensive as insurers face lossesSeveral insurers who began with low pricing in the Obamacare marketplaces are now finding themselves having to consider hefty hikes in their premiums.\nAnd now, it seems like things are set to get worse as some major players plan to raise premiums again to counter losses they have incurred.\nOther players will be forced to raise premiums to stay in the game in the long run.\nHealthcare costs rise, Medicare spends upHealthcare spending in the country hit the 3 trillion dollar mark last year, as the Affordable Care Act expanded the Medicaid as well as private insurance coverage."}