{"article_title": "Low-Information Leadership", "article_keywords": ["lowinformation", "doing", "probably", "leadership", "know", "words", "president", "seen", "problem", "law", "think", "obama"], "article_url": "http://blogs.wsj.com/peggynoonan/2013/12/03/low-information-leadership/", "article_text": "The president’s problem right now is that people think he’s smart. They think he’s in command, aware of pitfalls and complexities. That’s his reputation: He’s risen far on his brains. They think he is sophisticated.\n\nThat is his problem in the health insurance debacle.\n\n* * *\n\nPeople have seen their prices go up, their choices narrow. They have lost coverage. They have lost the comfort of keeping the doctor who knows them and knows they tend to downplay problems and not complain of pain, and so doing more tests might be in order, or tend to be hypochondriacal and probably don’t need an echocardiogram, or at least not a third one this year.\n\nAt the very least people have been inconvenienced; at the most they’ve been made more anxious in an already anxious world. In a month, at the worst they may be on a gurney in an ER not knowing the answer to the question “Do you have insurance?” and hoping they can get into an exam room before somebody runs the number on the little green plastic card they keep in the back of their wallet.\n\nEveryone understands in their own rough way that ObamaCare is a big mess. And that it’s not the website, it’s the law itself. They have seen systems crash. In the past 20 years they’ve seen their own computers crash. They know systems and computers get fixed.\n\nBut they understand a conceptual botch when they see one. They understand this new program was so big and complex and had so many moving parts and was built on so many assumptions that may or may not hold true, and that deals with so many people with so many policies—and they know they themselves have not read their own policies, for who would when the policies, like the law that now controls the policies, are written in a way that is deliberately obscure so as to give maximum flexibility to administrators in offices far away. And that’s just your policy. What about 200 million other policies? The government can’t handle that. The government can barely put up road signs.\n\nThe new law seems like just another part of the ongoing shakedown operation that is the relationship of the individual and the federal government, circa 2013.\n\nBut back to the president, and his problem with being known as intelligent—Columbia, Harvard Law, lecturer on constitutional issues at the University of Chicago Law School.\n\nThe program he created in 2009-10, ran on in 2012, and whose implantation he delayed until one year after that election—in retrospect, that delay seems meaningful, doesn’t it?—has turned out to be wildly misleading as to its basic facts.\n\nMillions are finding you can’t keep your plan, your premium, your deductible, your doctor. And millions more will discover this when the business mandate kicks in.\n\nAll of this—the fraudulent nature of the program—came as a rolling shock to people the past two months.\n\nIt’s a shock for most people that it’s a shambles. A fellow very friendly to the administration, a longtime supporter, cornered me at a holiday party recently to ask, with true perplexity: “How could any president put his entire reputation on the line with a program and not be on the phone every day pushing people and making sure it will work? Do you know of any president who wouldn’t do that?” I couldn’t think of one, and it’s the same question I’d been asking myself. The questioner had been the manager of a great institution, a high stakes 24/7 operation with a lot of moving parts. He knew Murphy’s law—if it can go wrong, it will. Managers—presidents—have to obsess, have to put the fear of God, as Mr. Obama says, into those below them in the line of authority. They don’t have to get down in the weeds every day but they have to know there are weeds, and that things get caught in them.\n\nIt’s a leader’s job to be skeptical of grand schemes. Sorry, that’s a conservative leader’s job. It is a liberal leader’s job to be skeptical that grand schemes will work as intended. You have to guide and goad and be careful.\n\nAnd this president wasn’t. I think part of the reason he wasn’t careful is because he sort of lives in words. That’s been his whole professional life—books, speeches. Say something and it magically exists as something said, and if it’s been said and publicized it must be real. He never had to push a lever, see the machine not respond, puzzle it out and fix it. It’s all been pretty abstract for him, not concrete. He never had to stock a store, run a sale and see lots of people come but the expenses turn out to be larger than you’d expected and the profits smaller, and you have to figure out what went wrong and do better next time.\n\nPeople say Mr. Obama never had to run anything, but it may be more important that he never worked for the guy who had to run something, and things got fouled up along the way and he had to turn it around. He never had to meet a payroll, never knew that stress. He probably never had to buy insurance! And you know, his policies were probably gold-plated—at the law firm, through his wife’s considerable hospital job, in the Illinois Legislature, in the U.S. Senate. Those guys know how to take care of themselves! Maybe he felt guilty. Maybe that’s to his credit, knowing he was lucky. Too bad he didn’t know what he didn’t know, like how every part has to work for a complicated machine to work.\n\nHere I will say something harsh, and it’s connected to the thing about words but also images.\n\nFrom what I have seen the administration is full of young people who’ve seen the movie but not read the book. They act bright, they know the reference, they’re credentialed. But they’ve only seen the movie about, say, the Cuban missile crisis, and then they get into a foreign-policy question and they’re seeing movies in their heads. They haven’t read the histories, the texts, which carry more information, more texture, data and subtlety, and different points of view. They’ve only seen the movie—the Cubans had the missiles and Jack said “Not another war” and Bobby said “Pearl Harbor in reverse” and dreadful old Curtis LeMay chomped his cigar and said “We can fry a million of ‘em by this afternoon, Mr. President.” Grrr, grrr, good guys beat bad guys.\n\nIt’s as if history isn’t real to them. They run around tweeting, all of them, even those in substantial positions. “Darfur government inadequate. Genocide unacceptable.” They share their feelings – that happens to be one of the things they seem to think is real, what they feel. “Unjust treatment of women—scourge that hurts my heart.” This is the dialogue to the movies in their heads.\n\nThere’s a sense that they’re all freelancing, not really part of anything coherent.\n\nFor four years I have been told, by those who’ve worked in the administration and those who’ve visited it as volunteers or contractors, that the Obama White House isn’t organized. It’s just full of chatter. Meetings don’t begin on time, there’s no agenda, the list of those invited seems to expand and contract at somebody’s whim. There is a tendency to speak of how a problem will look and how its appearance should be handled, as opposed to what the problem is and should be done about it. People speak airily, without point. They scroll down, see a call that has to be returned, pop out and then in again.\n\nIt does not sound like a professional operation. And this is both typical of White Houses and yet on some level extreme. People have always had meetings to arrange meetings, but the lack of focus, the lack of point, the sense that they are operating within accepted levels of incoherence—this all sounds, actually, peculiar.\n\nAnd when you apply this to the ObamaCare debacle, suddenly it seems to make sense. The White House is so unformed and chaotic that they probably didn’t ignore the problem, they probably held a million meetings on it. People probably said things like, “We’re experiencing some technological challenges but we’re sure we’ll be up by October,” and other people said, “Yes, it’s important we launch strong,” and others said, “The Republicans will have a field day if we’re not.” And then everyone went to their next meeting. And no one did anything. And the president went off and made speeches.\n\nBecause the doing isn’t that important, the talking is.\n\n* * *\n\nThe president is interested in Ronald Reagan, and in the past has seemed mildly preoccupied with him, but he misunderstands him. Mr. Obama shows every sign of thinking Reagan led only through words. But Reagan led through actions, as every leader must. The words explained, argued for and advanced those actions; they gave people a sense of who it was who was acting. But Obama’s generation of the left could never see or come to terms with the fact that it was, say, the decision to fire the air traffic controllers, or the decision to take the hit and bleed out inflation, that made Reagan’s presidency successful and meaningful. With an effective presidency, everything is in the doing. The words are part of the doing and at some points can be crucial to it; at some interesting points they even are the doing, such as looking at the Soviets and declaring that we knew what their system was and wouldn’t accept any but an honest interpretation of it, and yes, that constituted a change of attitude and approach. That took words. But it’s never all words, it can’t be. It’s making the right decision and carrying it through—executing it.\n\nMr. Obama learned only half of Reagan’s lesson.\n\nAnd here’s something odd. The first President Bush, George H.W., learned half the lesson too, but the other half. Bush managed, executed and decided his way through the peaceful fall of the Soviet Empire and the reunification of Germany. But he couldn’t, for reasons characterological and having to do with his own highly refined sense of the demands of diplomacy, explain to people exactly what he was doing, why he was doing it and how. And so a feat of great historical weight and magnitude, deserving of a Nobel Prize for peace and utterly ignored by that silly committee, is half forgotten. Whereas Mr. Obama won that prize—for words.\n\nBut let’s go back to the first paragraph, and the original point of this piece.\n\nMr. Obama’s problem now is that people think he is smart.\n\nThey think, as they look at his health-care vows, that either he didn’t know how bad his program was, what dislocations it would cause, what a disturbance it would be to the vast middle class of America . . .\n\nOr he knew, and deliberately misled everyone.\n\nIf they thought he wasn’t very bright, they might give him some leeway on that question. But they think he’s really smart.\n\nSo they think he knew.\n\nAnd deliberately misled.\n\nThey think he knowingly quelled people’s fears when he knew they had every reason to be afraid.\n\nWhich makes him just another dishonest pol, just another guy hiding in the deliberately obscure paragraph on page 1,037 of the omnibus comprehensive reform bill.\n\nHe has taken himself down, lowered his own stature.\n\nCommentators like to decry low-information voters—the stupid are picking our leaders. I think the real problem is low-information leaders. They have so little experience of life and have so much faith in magic—in media, in words—that they don’t understand people will get angry at you when you mislead them, and never see you the same way again.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Obama's problem: People think he's smart.", "title": "Low-Information Leadership", "url": "http://blogs.wsj.com/peggynoonan/2013/12/03/low-information-leadership/", "image": {"src": "http://s.wsj.net/img/WSJ_profile_lg.gif"}, "site": "WSJ", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Opinion", "article.headline": "Low-Information Leadership", "description": "Obama's problem: People think he's smart.", "article_section": "Opinion", "author": "pnoonan2", "user.type": "unsubscribed", "article.page": "Peggy Noonan's Blog Blog", "page.content.format": "responsive", "page.subsection": "Peggy Noonan's Blog", "article.summary": "Obama's problem: People think he's smart.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2013-12-03T22:36:03-05:00", "dj.asn": "10-157", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/peggynoonan/2013/12/03/low-information-leadership/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-233B-146", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Opinion", "language": "en-US", "og": {"site_name": "WSJ", "description": "Obama's problem: People think he's smart.", "title": "Low-Information Leadership", "url": "http://blogs.wsj.com/peggynoonan/2013/12/03/low-information-leadership/", "image": {"width": 1200, "identifier": "http://s.wsj.net/blogs/img/WSJ_Logo_BlackBackground_1200x630social", "height": 630}, "type": "article"}, "article.access": "free", "article.type": "Peggy Noonan's Blog", "article.id": "BL-233B-146", "user.exp": "default", "article.updated": "2014-01-10T19:28:27-05:00"}, "_id": "\"57477af46914bd0286fd9d83\"", "article_summary": "I think the real problem is low-information leaders.\nCommentators like to decry low-information voters—the stupid are picking our leaders.\nThe White House is so unformed and chaotic that they probably didn’t ignore the problem, they probably held a million meetings on it.\nToo bad he didn’t know what he didn’t know, like how every part has to work for a complicated machine to work.\nDo you know of any president who wouldn’t do that?” I couldn’t think of one, and it’s the same question I’d been asking myself."}