{"article_title": "A.M. Best Briefing: ACA Participation Boosts Pressure on Blue Plans", "article_keywords": ["blue", "rating", "aca", "plans", "earnings", "companies", "results", "best", "bcbs", "pressure", "boosts", "briefing", "net", "care", "participation", "increased"], "article_url": "http://www.businesswire.com/news/home/20160414006041/en/A.M.-Briefing-ACA-Participation-Boosts-Pressure-Blue", "article_text": "OLDWICK, N.J.--(BUSINESS WIRE)--The net income of Blue Cross Blue Shield (BCBS) companies covered in a new A.M. Best report declined 75.3% from 2013-2015 as the majority of the plans have been affected by a higher risk population in the Patient Protection and Affordable Care Act (ACA) exchanges.\n\nThe Best’s Briefing, titled, “ACA Participation Boosts Pressure on Blue Plans,” states that the BCBS companies experienced a year-over-year 35.0% decrease in underwriting earnings in 2015, and a 35.4% drop in investment income during the 2013-2015 period, which helped to drive the net income decline. Another factor impacting overall earnings is increased prescription drug costs, driven by an increase in generic prescription drug costs and new expensive specialty pharmaceutical drugs.\n\nHowever, results of the nearly 50 companies in this briefing show that net premiums written (NPW) overall grew 14.0% to $157.7 billion over the last three years. The increase in NPW was greater at the publicly traded companies, which tend to be more active participants in government-sponsored programs, such as Medicaid managed care and Medicare Advantage, both of which have experienced stronger enrollment growth than the commercial segment due to Medicaid expansion through the ACA and the aging U.S. population.\n\nAdditionally, consolidated earnings have been impacted by the ACA health insurer fee, which was $2.66 billion in 2015 compared with $2.69 billion in 2014, a decline of 1.3% in aggregate for the BCBS companies. The fee is not tax-deductible and therefore has a greater impact to net income.\n\nThe health care environment has changed year over year. The high level of morbidity of the ACA exchange marketplace enrollment continues to have a large negative financial impact on the whole industry, including the BCBS companies. Carriers are focused on attracting a larger share of younger, healthier enrollees through active outreach, increased use of technology and customer engagement. Additionally, BCBS companies are looking at initiatives to better control cost of care, which includes narrow networks, disease management programs, better coordination of care and increased collaborations with providers. These initiatives are particularly important for higher-risk individuals, where material savings can be achieved through appropriate quality care.\n\nA.M. Best believes that the earnings pressure at the BCBS companies will continue. The lower earnings and growth in premiums from increased membership may result in further decline of risk-adjusted capitalization. A.M. Best will monitor company results and have discussions with company management regarding results and potential plans to improve operating performance. However, A.M. Best believes that many of the pressures will not cease in the near term, potentially leading to negative rating actions.\n\nTo access a copy of this briefing, please visit http://www3.ambest.com/bestweek/purchase.asp?record_code=248122.\n\nA.M. Best is the world's oldest and most authoritative insurance rating and information source. For more information, visit www.ambest.com.\n\nCopyright © 2016 by A.M. Best Rating Services, Inc. ALL RIGHTS RESERVED.", "article_metadata": {"description": "The net income of Blue Cross Blue Shield (BCBS) companies covered in a new A.M. Best report declined 75.3% from 2013-2015 as the majority of the plans", "og": {"image": {"width": 465, "identifier": "http://www.businesswire.com/images/bwlogo_square.png", "type": "image/png", "height": 225}}, "twitter": {"description": "The net income of Blue Cross Blue Shield (BCBS) companies covered in a new A.M. Best report declined 75.3% from 2013-2015 as the majority of the plans", "title": "A.M. Best Briefing: ACA Participation Boosts Pressure on Blue Plans", "image": {"src": "http://mms.businesswire.com/media/20160414006041/en/87025/21/AM_Best_logo.jpg"}, "site": "@businesswire", "widgets": {"csp": "on"}, "card": "summary_large_image"}, "robots": "noodp,noydir", "DC.date.issued": "2016-04-14", "p": {"domain_verify": "95725e0359a14c2e1ccbd936e10d20d6"}, "viewport": "width=device-width,initial-scale=1"}, "article_summary": "Copyright © 2016 by A.M. Best Rating Services, Inc. ALL RIGHTS RESERVED.\nA.M. Best believes that the earnings pressure at the BCBS companies will continue.\nThe Best’s Briefing, titled, “ACA Participation Boosts Pressure on Blue Plans,” states that the BCBS companies experienced a year-over-year 35.0% decrease in underwriting earnings in 2015, and a 35.4% drop in investment income during the 2013-2015 period, which helped to drive the net income decline.\nA.M. Best will monitor company results and have discussions with company management regarding results and potential plans to improve operating performance.\nThe high level of morbidity of the ACA exchange marketplace enrollment continues to have a large negative financial impact on the whole industry, including the BCBS companies."}