{"article_title": "15 States Get an \",F\", in Reproductive Health", "article_keywords": ["affordable", "access", "15", "family", "reproductive", "f", "rights", "states", "planning", "health", "population", "care"], "article_url": "http://www.cosmopolitan.com/politics/news/a35112/reproductive-health-report-card/", "article_text": "Pin Population Institute\n\nAdvertisement - Continue Reading Below\n\nIf America were a student, it would probably be grounded this weekend.\n\nToday, the Population Institute released its annual report card on reproductive health and rights, and 15 states got big fat Fs: Alabama, Idaho, Indiana, Kansas, Louisiana, Mississippi, Missouri, Nebraska, North Dakota, Oklahoma, South Dakota, Tennessee, Texas, Virginia, and Wyoming. Only four states got As: California, New Mexico, Oregon, and Washington. The national average is a C, and no states in the South earned achieved any higher than that.\n\nMost Popular\n\n\"Nationally, the 2014 report card result shows reproductive health and rights improved incrementally over the past year,\" Robert Walker, president of Population Institute, said in a statement. \"The reported teenage birth rate, while still high, continued to fall, and as a result of the Affordable Care Act more women were able to access affordable reproductive health care. But there were also setbacks: 23 states refused to expand their Medicaid coverage leaving millions without increased access to services, and states continued their attacks on reproductive rights. This year, if Congress and/or states cut funding for family planning, impose arbitrary restrictions on abortion services, or repeal or limit contraceptive coverage under the Affordable Care Act, the U.S. grade could slip backwards in 2015.\"\n\nThe Population Institute looked at several criteria in evaluating all 50 states and the District of Columbia, including effectiveness (data on rates of teen and unintended pregnancy); prevention (mandated comprehensive sexual health education in schools and access to emergency contraception); affordability (whether the state accepted the Medicaid expansion of the Affordable Care Act, a state's Medicaid eligibility rules on family planning, and the state's funding of family planning services for low-income residents); and access (abortion restrictions and what percentage of women in the state live in a county without an abortion provider).\n\nThe U.S. teen pregnancy rate is at historic lows, but it's still one of the highest in the developed world. And about half of all pregnancies remain unintended. How easily a woman can access good sex education, family planning tools, and abortion care often depends on her zip code and the laws in her state.\n\n\"Women's access to reproductive health care should not depend on where she lives, but increasingly it does,\" Walker said. \"People who care about reproductive health and rights have a right to know how their state ranks vis-à-vis other states.\"\n\nFollow Jill on Twitter.", "article_metadata": {"sailthru.contenttype": "article", "sailthru.image.thumb": "http://cos.h-cdn.co/assets/15/02/320x320/square_1420755872-screen_shot_2015-01-08_at_52309_pm.png", "description": "According to a new report, America has a \",C\", average when it comes to reproductive rights.", "title": "15 States Get an \",F\", in Reproductive Health", "og": {"site_name": "Cosmopolitan", "description": "According to a new report, America has a \"C\" average when it comes to reproductive rights.", "title": "15 States Get an \"F\" in Reproductive Health", "url": "http://www.cosmopolitan.com/politics/news/a35112/reproductive-health-report-card/", "image": {"url": "http://cos.h-cdn.co/assets/15/02/1600x800/landscape_1420755872-screen_shot_2015-01-08_at_52309_pm.png", "width": 1600, "identifier": "http://cos.h-cdn.co/assets/15/02/1600x800/landscape_1420755872-screen_shot_2015-01-08_at_52309_pm.png", "height": 800}, "type": "article"}, "twitter": {"image": {"src": "http://cos.h-cdn.co/assets/15/02/1420755872-screen_shot_2015-01-08_at_52309_pm.png"}, "title": "15 States Get an \"F\" in Reproductive Health", "description": "According to a new report, America has a \"C\" average when it comes to reproductive rights.", "card": "summary_large_image", "site": "@Cosmopolitan"}, "sailthru.date": "2015-01-08T17:54:00-05:00", "sailthru.socialtitle": "15 States Get an \"F\" in Reproductive Health", "apple-itunes-app": "app-id=951817550, affiliate-data=pt=305920&ct=OnSiteCosmo&mt=8", "fb": {"app_id": 162305873819997, "pages": 8358247707}, "auto-publish": "evergreen", "sailthru.tags": "Politics", "article": {"publisher": "https://www.facebook.com/Cosmopolitan", "section": "Politics", "published_time": "2015-01-08 10:54:00", "modified_time": "2015-01-09 16:37:13"}, "sailthru.image.full": "http://cos.h-cdn.co/assets/15/02/768x384/landscape_1420755872-screen_shot_2015-01-08_at_52309_pm.png", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "\"People who care about reproductive health and rights have a right to know how their state ranks vis-à-vis other states.\"\n\"The reported teenage birth rate, while still high, continued to fall, and as a result of the Affordable Care Act more women were able to access affordable reproductive health care.\n\"Women's access to reproductive health care should not depend on where she lives, but increasingly it does,\" Walker said.\nBut there were also setbacks: 23 states refused to expand their Medicaid coverage leaving millions without increased access to services, and states continued their attacks on reproductive rights.\nToday, the Population Institute released its annual report card on reproductive health and rights, and 15 states got big fat Fs: Alabama, Idaho, Indiana, Kansas, Louisiana, Mississippi, Missouri, Nebraska, North Dakota, Oklahoma, South Dakota, Tennessee, Texas, Virginia, and Wyoming."}