{"article_title": "Think patients first and consolidate before closing hospitals: guest opinion", "article_keywords": ["consolidate", "guest", "demands", "quality", "compliance", "consolidation", "patients", "rural", "ftc", "healthcare", "opinion", "closing", "hospitals", "think", "market", "care"], "article_url": "http://www.al.com/opinion/index.ssf/2015/04/think_patients_first_and_conso.html", "article_text": "By Dr. Chad Mathis\n\n\n\nA new day dawned in medicine with the passage and Supreme Court ruling on the Affordable Care Act (ACA), and yet, people and institutions still respond to the incentives created for them. Unfortunately, government- created incentives in one department are sometimes adversely looked upon by another government entity.\n\nOne example is how the Federal Trade Commission (FTC) is inhibiting patient care and access in the name of promoting competition by stopping hospital consolidation. Physicians and hospitals, particularly rural hospitals, are seeking safety in numbers to carry the load that is the Obamacare albatross.\n\nAL.com Opinion About the writer\n\nChad Mathis, MD, is managing partner of the Alabama Bone and Joint Clinic in Pelham.\n\n\n\nHospitals have been ubiquitous in our nation's healthcare system, but under ACA, hospitals are the new center of the universe, as all care is driven to hospital-based medicine. Hospitals have a difficult task to provide high quality care, maintain market demands for efficiency, and now voluminous compliance demands and regulations.\n\nAn article in The Los Angeles Times expressed that, \"Across the nation, both rural and urban areas are struggling daily to maintain the necessary infrastructure to provide support for residents.\"\n\nHospitals face difficult choices these days between emergency services and quality care or compliance with government mandated technology and electronic medical records.\n\nAs hospitals struggle with these difficult choices, the market is striving for efficiency. Hospitals are seeking to balance this market pressure and the burdens of compliance with consolidation. Pooling resources is a natural response to the increased demands placed on any single entity seeking to survive in difficult market conditions. Falling reimbursements and lack of public or private capital infusion has forced such an approach.\n\nThe simple truth is that consolidation is working to benefit patient care. Hospitals, through pooled resources, are meeting the market and government demands of high quality, efficient care for their patients. Furthermore, as efficiency increases costs go down and the consumer gets a better product at a lower price, and yet in trying to meet the dual demands of government and market, hospitals are up against an adversarial FTC that is armed with outdated anti-trust laws that don't account for today's health care landscape.\n\nWhen looking at struggling hospitals, rural hospitals are particularly caught between a rock and a hard place when it comes to compliance and market demands. Consolidation becomes the only means to survive and continue to serve these local communities. According to USA Today, \"For many rural hospitals, partnering with big health systems is the only hope for survival. Some have resorted to begging large hospitals for mergers or at least money to help them pay their bills. But Douglas Leonard, president of the Indiana Hospital Association, said these days, 'I'm not sure they can get anyone to answer the phone when they call.'\" As the supply of hospitals asking for consolidation goes up, the larger systems can afford to take the cream of rural hospitals and leave the rest (what might have been a viable option) to only wither on the vine.\n\nMany times, rural hospitals are serving low-income, medically complicated patients that consume a tremendous amount of healthcare dollars. All too often, compliance with readmission regulations is a final deathblow to many of these hospitals. The burden of compliance and care becomes to much, and so, over the past decade, the free market graveyard has become littered with hundreds of acute care hospitals that operated in rural areas around the country- leaving their patients with no options for local care. In my home state of Alabama, ten hospitals have closed in the past three years.\n\nAs rural hospitals actively seek partners to meet regulatory demands and still provide high quality care, the FTC hinders a hospital's ability to meet the demands by stopping mergers in the name of consumer advocacy. There are mounting reports to support a change in the FTC's policy.\n\nOne, by Altarum Institute shows how the thought process in healthcare is changing to advocate for consolidation. Contrary to popular belief, prices are actually falling due to, and not in spite of, consolidation. In an excellent meta-analysis the Center for Healthcare Economics and Policy reviewed seventy-five studies spanning the years 1996-2013, as well as thirty-six primary sources for its study. The Center's analysis found mergers resulted in improved healthcare for the communities, an increase in access to quality care, and improved technology. Mergers and acquisitions are having a positive effect on facilities finding a way to survive in the most heavily regulated industry in the world.\n\nWhether you agree withthe law or not, ACA is the driving force of healthcare today, and healthcare providers need to be able to adapt to serve their community. The FTC antitrust hurdles are impacting hospitals and doctors alike. Independent practitioners and stand-alone facilities are giving way in a more cooperative effort to drive down costs through economies of scale. The FTC is impeding progress, and as a result, communities are loosing facilities that could be saved through consolidation.\n\nIf regulators were concerned for the patients for whom they purport to advocate, then they should empower hospitals, not inhibit them as providers search for viable answers to dealing with the Affordable Care Act.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "opinion", "title": "Think patients first and consolidate before closing hospitals: guest opinion", "og": {"site_name": "AL.com", "description": "A new day dawned in medicine with the passage and Supreme Court ruling on the Affordable Care Act (ACA), and yet, people and institutions still respond to the incentives created for them. Unfortunately, government- created incentives in one department are sometimes adversely looked upon by another government entity.", "title": "Think patients first and consolidate before closing hospitals: guest opinion", "url": "http://www.al.com/opinion/index.ssf/2015/04/think_patients_first_and_conso.html", "image": "http://image.al.com/home/bama-media/width620/img/opinion/photo/doctor-stockjpg-ea4f19fed24b54f8.jpg", "type": "article"}, "twitter": {"site": "@aldotcom", "image": "http://image.al.com/home/bama-media/width620/img/opinion/photo/doctor-stockjpg-ea4f19fed24b54f8.jpg", "description": "A new day dawned in medicine with the passage and Supreme Court ruling on the Affordable Care Act (ACA), and yet, people and institutions still respond to the incentives created for them. Unfortunately, government- created incentives in one department are sometimes adversely looked upon by another government entity.", "card": "summary", "title": "Think patients first and consolidate before closing hospitals: guest opinion"}, "article_date_updated": "Tuesday, April 14, 2015,  3:55 PM", "fb": {"admins": 100000302287435}, "article_publication_name": "AL.com", "article_comments": 0, "article_date_original": "Tuesday, April 14, 2015,  3:48 PM", "article_author": "Guest Voices", "Description": "A new day dawned in medicine with the passage and Supreme Court ruling on the Affordable Care Act (ACA), and yet, people and institutions still respond to the incentives created for them. Unfortunately, government- created incentives in one department are sometimes adversely looked upon by another government entity."}, "_id": "\"57477af36914bd0286fcb49c\"", "article_summary": "Physicians and hospitals, particularly rural hospitals, are seeking safety in numbers to carry the load that is the Obamacare albatross.\nWhen looking at struggling hospitals, rural hospitals are particularly caught between a rock and a hard place when it comes to compliance and market demands.\nHospitals have a difficult task to provide high quality care, maintain market demands for efficiency, and now voluminous compliance demands and regulations.\nAccording to USA Today, \"For many rural hospitals, partnering with big health systems is the only hope for survival.\nMany times, rural hospitals are serving low-income, medically complicated patients that consume a tremendous amount of healthcare dollars."}