{"article_title": "Hospitals Urge Congress to Protect 340B Program", "article_keywords": ["urge", "protect", "340b", "leaders", "congress", "lowincome", "drug", "patients", "program", "health", "services", "hospitals", "care"], "article_url": "http://www.hhnmag.com/articles/3458-hospitals-urge-congress-to-protect-340b-program", "article_text": "The 340B Drug Pricing Program is “a lifesaver for low-income patients” and critical to maintaining the nation’s health care safety net, hospital leaders stressed today, and, in a letter to Congress, called any legislation that might change the program “premature.”\n\n“For more than 20 years, the 340B drug discount program has played a critical role in enabling public and nonprofit hospitals that care for a high number of low-income Medicare and Medicaid patients to service our communities,” stated the letter signed by leaders of 524 hospitals and health systems across the country. “340B allows our hospitals — both rural and urban — to reduce pharmaceutical costs for tens of millions of needy residents and stretch scarce federal resources, just as Congress intended.”\n\nThis summer, perhaps as early as June, the Health Resources and Services Administration plans to release “mega-guidance” that will address several aspects of the 340B program.\n\nIn separate comments submitted Monday to leaders of the House Energy & Commerce Committee, American Hospital Association Vice President Rick Pollack wrote, “While the AHA appreciates the committee’s attempts to address the administration of the 340B program, we are concerned that the committee is choosing to legislate important changes to the 340B program at a time when release of long-awaited regulatory guidance by the Department of Health & Human Services is imminent.” The AHA expressed concern with a number of provisions included in a discussion draft of the 21st Century Cures Act that would have added requirements and “regulatory burden” to 340B hospitals. Those provisions were not included in the bill that was released yesterday.\n\nIn a telephone briefing today, organized by a group called 340B Health, representatives from four health systems explained how savings from the program allow their organizations to support access and treatment for low-income Americans both in the outpatient and inpatient settings, and to actively partner with federally qualified health clinics in their communities.\n\n“It’s unfortunate that some in the pharmaceutical industry want to gut the 340B program,” said David L. Ramsey, president and CEO of CAMC Health System in Charleston, W.Va., noting that the program accounts for just 2 percent of U.S. drug revenues.\n\nOther speakers offered various examples of how 340B savings allow them to provide prescriptions to uninsured patients upon discharge who otherwise would have to go home without needed medications; support graduate medical education and other educational programs for physicians, nurses pharmacists and others, particularly in areas where those positions are difficult to fill; provide neonatal intensive care to needy families; and offer a host of other health promotion and health care services to vulnerable residents.\n\nFor more information, visit www.340Bhealth.org.", "article_metadata": {"description": "The 340B Drug Pricing Program is a lifesaver for low-income patients and critical to maintaining the nations health care safety net, hospital leaders stressed today, and, in a letter to Congress, called any legislation that might change the program premature. Savings allow safety net hospitals to provide care to the neediest patients in their communities.", "csrf-token": "q3usPAr4PF8rf37e5eRBuauIaHoIcF3wcTOoa/7yGXg=", "twitter": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/2015/May/340Bdrug_190x127.jpg?1448315760", "description": "Savings allow safety net hospitals to provide care to the neediest patients in their communities.", "card": "summary", "title": "Hospitals Urge Congress to Protect 340B Program"}, "msapplication-TileColor": "#FFFFFF", "csrf-param": "authenticity_token", "og": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/2015/May/340Bdrug_190x127.jpg?1448315760", "type": "Article", "description": "Savings allow safety net hospitals to provide care to the neediest patients in their communities.", "title": "Hospitals Urge Congress to Protect 340B Program"}, "msapplication-TileImage": "/images/favicons/favicon-144.png", "keywords": "population health 340B, uncompensated care, drug, medications 340B, pharmaceutical 340B hospitals", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdb359\"", "article_summary": "“It’s unfortunate that some in the pharmaceutical industry want to gut the 340B program,” said David L. Ramsey, president and CEO of CAMC Health System in Charleston, W.Va., noting that the program accounts for just 2 percent of U.S. drug revenues.\n“340B allows our hospitals — both rural and urban — to reduce pharmaceutical costs for tens of millions of needy residents and stretch scarce federal resources, just as Congress intended.”This summer, perhaps as early as June, the Health Resources and Services Administration plans to release “mega-guidance” that will address several aspects of the 340B program.\nThose provisions were not included in the bill that was released yesterday.\nIn a telephone briefing today, organized by a group called 340B Health, representatives from four health systems explained how savings from the program allow their organizations to support access and treatment for low-income Americans both in the outpatient and inpatient settings, and to actively partner with federally qualified health clinics in their communities.\nThe 340B Drug Pricing Program is “a lifesaver for low-income patients” and critical to maintaining the nation’s health care safety net, hospital leaders stressed today, and, in a letter to Congress, called any legislation that might change the program “premature.”“For more than 20 years, the 340B drug discount program has played a critical role in enabling public and nonprofit hospitals that care for a high number of low-income Medicare and Medicaid patients to service our communities,” stated the letter signed by leaders of 524 hospitals and health systems across the country."}