{"article_title": "Here Come Big Budget Deficits!", "article_keywords": ["gdp", "billion", "difference", "especially", "big", "trillion", "deficits", "budget", "past", "2026", "economic", "debt", "come"], "article_url": "http://reason.com/blog/2016/01/19/here-come-big-budget-deficits", "article_text": "During the George W. Bush years, the rapid increase in annual deficits and national debt worried a lot of people (including many of us at Reason). Persistent deficit spending is an indicator of unserious governance and allows politicians not just to buy votes but to buy votes that will be paid for by future generations. While there is some difference of opinion at what stage a country's public debt starts to reduce economic growth, even ardent Keynesians agree that large and increasing debt ultimately has that effect.\n\nBut in the wake of the Great Recession and the Not-So-Great Recovery, discussion of debt and deficits has gone missing, especially as President Obama has been hailing his ability to reduce annual deficits over the past several years (he tends to leave out the part about reduced outlays due to sequestration and the inability of the federal government to agree on budgets until recently).\n\nNow the Committee for a Responsible Budget is back with bad news. Rising deficits are back, baby. With a vengeance (all emphasis in original):\n\nCBO now projects deficits more than tripling, from $439 billion in 2015 to $1.37 trillion by 2026, with trillion dollar deficits returning by 2022 – three years earlier than prior projections. Debt held by the public, meanwhile, will grow by over $10 trillion from $13.1 trillion at the end of 2015 to $23.8 trillion by 2026. As a share of Gross Domestic Product (GDP), debt will grow from 74 percent of GDP in 2015 – already twice its pre-recession levels – to 86 percent of GDP in 2026. By comparison, August projections showed debt on track to reach roughly 77 percent of GDP, or $21 trillion, by 2025.... The largest driver of this difference is legislation changes, especially the $855 billion tax extenders and omnibus spending package. Total legislative changes appear somewhat lower, driven by gimmicks and baseline quirks surrounding the $70 billion highway bill and the Bipartisan Budget Act. The remaining difference is from a combination of economic and technical factors, especially driven by lower projected economic growth.... CBO shows a worse debt picture than before both because of lawmakers' own doing and other factors. It is clear now that deficits will no longer be in decline as they have been for the past five years, and debt will continue to increase from near-record high levels. The complacency that lawmakers have shown about debt over the past few years must end so they can address the troublesome trajectory of deficits and debt.\n\nMore here.\n\nAnd there's this, from Rep. Mark Sanford (R-S.C.), noted fiscal hawk, writing in The Fiscal Times:", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Thanks to more spending, annual deficits will grow faster than expected.", "title": "Here Come Big Budget Deficits!", "url": "http://reason.com/blog/2016/01/19/here-come-big-budget-deficits", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1453232223911.jpg", "type": "article"}, "twitter": {"description": "Thanks to more spending, annual deficits will grow faster than expected.", "creator": "@nickgillespie", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1453232223911.jpg", "title": "Here Come Big Budget Deficits!", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Barack Obama", "published_time": "2016-01-19T22:39:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "The complacency that lawmakers have shown about debt over the past few years must end so they can address the troublesome trajectory of deficits and debt.\nWith a vengeance (all emphasis in original):CBO now projects deficits more than tripling, from $439 billion in 2015 to $1.37 trillion by 2026, with trillion dollar deficits returning by 2022 – three years earlier than prior projections.\nDuring the George W. Bush years, the rapid increase in annual deficits and national debt worried a lot of people (including many of us at Reason).\nAs a share of Gross Domestic Product (GDP), debt will grow from 74 percent of GDP in 2015 – already twice its pre-recession levels – to 86 percent of GDP in 2026.\nTotal legislative changes appear somewhat lower, driven by gimmicks and baseline quirks surrounding the $70 billion highway bill and the Bipartisan Budget Act."}