{"article_title": "Health care providers prepare to put records online", "article_keywords": ["information", "patient", "prepare", "providers", "team", "access", "records", "patients", "health", "physicians", "online", "portal", "care"], "article_url": "http://www.johnsoncitypress.com/frontpage/2014/09/26/Health-care-providers-prepare-to-put-records-online", "article_text": "The patient portals are part of the Patient Protection and Affordable Care Act, more commonly known as Obamacare, which requires doctors to use electronic health records in order to participate in federal incentive programs to pay for the system.\n\n“In an era of electronic messaging and communication, a patient portal will allow the patient unfettered access to their health information,” said Dr. Tom Jernigan, associate dean for Clinical Affairs at East Tennessee State University’s Quillen College of Medicine. “This access will allow patients and the health care team the ability to develop better individual health care.”\n\nThe portal will allow patients to review their personal medical records online, communicate privately with the physician’s office or another member of the health care team; view test and lab results; update their own health information, such as allergies, medications or other conditions; request medication refills; request, schedule or cancel appointments; and receive reminders about upcoming appointments or tests.\n\n“Patients save time. They can avoid waiting on hold to speak to staff or schedule appointments,” Briggs said. “Patients can communicate on their own time.”\n\nOther health care organizations using FollowMyHealth include State of Franklin Healthcare Associates and Mountain States Medical Group, he said.\n\nA similar program is already in place through the Mountain States Health Alliance hospitals. It launched a year ago, according to Paul Merrywell, MSHA vice president of information systems. That information is logged into a system called OWL — online wellness link — and provides patient access to hospitalizations.\n\nLike ETSU Physicians, MSHA clinics will go online with FollowMyHealth next week as well. Health care systems have been providing information to patients over the past several months in preparation for the program going live.\n\nMerrywell said one of the challenges with OWL has been getting patients to go online and access the system.\n\n“We were fairly successful,” Merrywell said. ”It’s been pretty well received by our patients. We have met the regulatory requirements of 5 percent of our patients discharged to log into the portal and actually use the portal,” he said.\n\nJernigan said the idea is to get patients to think more in terms of having a health care team as opposed to just having a doctor. That health care team — whether it’s an appointment scheduler or the doctor — can communicate with patients who utilize the portal.\n\nSecurity of the website has been a key issue, but Monaco Briggs, administrator for ETSU Physicians, said that is a top priority for the organization.\n\n“When the patient logs on, it goes through a secure SSL. We’re at the highest security level” in order to protect patients privacy, Briggs said.\n\nSSL, short for secure socket layer, is a technology term used for high-level encryption to provide secure access to private information.\n\n“FollowMyHealth monitors the security to make sure there are no breaches. We’re taking security in our office very seriously,” Briggs said.\n\nETSU Physicians’ patient portal will go live Monday while State of Franklin Healthcare Associates, MSHA clinics and other local medical groups will be activated Wednesday.\n\nFor more information, visit the FollowMyHealth website at www.followmyhealth.com.\n\nFollow Becky Campbell on Twitter @CampbellinCourt. Like her on Facebook at www.facebook.com/BeckyCampbellJCPress.", "article_metadata": {"description": "<p>Patients with Quillen ETSU Physicians, like those from several other area medical groups, will soon be able to access their medical records online.</p>\n<p>The patient portals are", "og": {"url": "http://www.johnsoncitypress.com/frontpage/2014/09/26/Health-care-providers-prepare-to-put-records-online", "site_name": "Johnson City Press", "image": "http://www.johnsoncitypress.com/image/2014/09/26/x720_q60/83d2115346fcead4cb3ab83deccd9423-jpg.jpg", "type": "article", "title": "Health care providers prepare to put records online"}, "twitter": {"domain": "http://www.johnsoncitypress.com", "creator": "JCPress", "image": {"src": "http://www.johnsoncitypress.com/image/2014/09/26/x720_q60/83d2115346fcead4cb3ab83deccd9423-jpg.jpg"}, "title": "Health care providers prepare to put records online", "site": "@JCPress", "card": "summary_large_image"}, "fb": {"app_id": 848454308559958}, "tout": {"article": {"id": 201409260004}}, "keywords": "Johnson City Press,All Updates", "google-site-verification": "UTYidLMnIyXFs261jI5BgFnyem2HTUSm6Q0pwAiJnAk", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcb4b5\"", "article_summary": "That health care team — whether it’s an appointment scheduler or the doctor — can communicate with patients who utilize the portal.\nHealth care systems have been providing information to patients over the past several months in preparation for the program going live.\nJernigan said the idea is to get patients to think more in terms of having a health care team as opposed to just having a doctor.\n“Patients can communicate on their own time.”Other health care organizations using FollowMyHealth include State of Franklin Healthcare Associates and Mountain States Medical Group, he said.\nETSU Physicians’ patient portal will go live Monday while State of Franklin Healthcare Associates, MSHA clinics and other local medical groups will be activated Wednesday."}