{"article_title": "Q&A: J&J’s Alissa Hsu Lynch talks about partnering with retailers on health and wellness", "article_keywords": ["delivery", "patient", "johnson", "partnering", "wellness", "healthcare", "jjs", "alissa", "qa", "patients", "journey", "health", "lynch", "retailers", "hsu", "talks", "retail", "care"], "article_url": "http://www.drugstorenews.com/article/qa-jjs-alissa-hsu-lynch-talks-about-partnering-retailers-health-and-wellness", "article_text": "NEW YORK — Drug Store News recently had an opportunity to sit down with Alissa Hsu Lynch, VP sales strategy, operations and global capabilities at Johnson & Johnson Consumer to discuss how J&J is optimizing its health-and-wellness position in retail. Hsu Lynch leads the strategic development of key retail initiatives across J&J's $6 billion portfolio of consumer brands and is a 2013 Henry Crown Fellow of the Aspen Institute.\n\n\n\nDSN: How is J&J delivering value within the health-and-wellness space to its retailer customers?\n\n\n\nAlissa Hsu Lynch: We all know that the healthcare landscape is changing rapidly. Our population is aging, chronic diseases are on the rise and healthcare reform is changing the way health care is delivered for consumers. We see a huge opportunity for retailers to play a much bigger role as part of the overall healthcare system, addressing gaps in care and engaging with consumers in their local neighborhoods to drive better behaviors to improve health outcomes.\n\n\n\nJohnson & Johnson is a global leader in health care with a broad portfolio across pharmaceuticals, medical devices and iconic consumer brands, so we’re uniquely positioned to view a patient’s journey across their entire continuum of care. We’ve shifted our lens to view the individual as a whole, recognizing that the patient in the hospital or doctor’s office is the same individual that is in the retail environment to have prescriptions filled, buy other health-related items or meet their other household needs.\n\n\n\nWe’re very excited to be partnering with our retail customers to share our knowledge, test new business models and services and help deliver new health-and-wellness solutions for their shoppers.\n\n\n\nDSN: What core consumer segments do you see as key to your health-and-wellness strategy?\n\n\n\nHsu Lynch: We believe that there are two main areas to focus on — acute and chronic. There is a significant difference between the two, where the acute issue can be viewed as an “episode of care” with reasonably defined beginning and end points. The other is chronic, where the patient/consumer has ongoing needs that must be served to ensure that individual’s health is optimized. Within both acute and chronic health needs, we’re approaching the conditions to offer broad-based solutions that cover the breadth of the issue. This requires us to include category/condition level solutions — not just those that a Johnson & Johnson product can address.\n\n\n\nAt this point in our journey, we are focused on five key areas to partner and co-create with our retailers: Diabetes — creating a comprehensive Diabetes Care solution; Pre/Post Surgery — supporting patients through their surgical episode; Caregiving — how to help the caregiver with their role as Chief Care Officer for their family; Community Health — expanding access to health education and services for under-served communities; and Professional Education & Training — preparing the retail health team for their future roles.\n\n\n\nDSN: How is the Affordable Care Act affecting your growth plans?\n\n\n\nHsu Lynch: The ACA has enabled more consumers to have access to health care, which has created a greater need for providers to deliver that care. But with the current shortage of physicians in the United States (there’s a projected shortage of 300,000 doctors by the year 2020), where will consumers go to meet their healthcare needs? We see retail clinics and the in-store healthcare professional as a big opportunity for growth, as they offer convenience and access at a potentially lower cost for consumers, and we’re working with our retail partners to pilot a number of initiatives focused on both acute and chronic care. With our broad portfolio as well as reach and relationships with healthcare providers and systems, we have the potential to deliver solutions that will address the “Triple Aim” — better outcomes at a lower cost with higher patient satisfaction. Ultimately, our goal is to help consumers live longer, healthier and happier lives.\n\n\n\nDSN: How is technology changing the way you engage with patients and consumers?\n\n\n\nHsu Lynch: The rapid advance of technology and its ubiquitous nature is allowing us to tap into assets and knowledge that Johnson & Johnson has, and build platforms that will address the patients’ needs throughout their journey — whether it be for such chronic conditions as diabetes or episodes of care like a hip or knee replacement.\n\n\n\nIn addition, we have an entire operating company that is staffed with behavioral scientists and exercise physiologists. That team has a deep understanding of how the human mind works and what it takes to create a sustained behavior change — the nirvana end state for many preventable conditions. Technology enables the delivery of algorithmically generated patient coaching modules that tailor care to an individual’s mindset and adjusts based on how they respond during their engagement.\n\n\n\nA great example of this is the Johnson & Johnson Official 7 Minute Workout App which is a fast, simple, science-based way to work out anywhere, anytime. Designed by Chris Jordan, director of exercise physiology at the Johnson & Johnson Human Performance Institute, the workout has helped over 1.4 million people get the most out of every minute. Through our partnership with Walgreens, the app is being offered as part of the Balance Rewards for Healthy Choices program to reward shoppers with loyalty points every time they exercise.\n\n\n\nDSN: How are you aligning your company’s assets to match the go-to market strategy of large integrated retail healthcare providers?\n\n\n\nHsu Lynch: As the mode of healthcare delivery continues to evolve, we are working internally to bring the various teams together to “connect the dots” for the patient along their journey. We have expertise with payers, providers and retailers where patients fill prescriptions and purchase other household healthcare needs. Our teams are starting to work together to ensure that the patient has the right resources, at the right point in their journey — in essence, a coordinated care model.\n\n\n\nDSN: What key insight do you want your retail partners to know about the future of health care?\n\n\n\nHsu Lynch: From our point of view and knowledge of the shifting environment, the retail setting will be at the forefront of healthcare delivery. We are already seeing seismic shifts that have signaled that we are past the beginnings of this new mode of healthcare delivery. We are seeing pharmacists elevate their level of practice to include the administration of immunizations. This is just the beginning. As legislation continues to move through the government, we expect that the role of the pharmacist will continue to evolve to allow the pharmacist population to practice to the top limits of their education and training. In addition, with the projected shortage of physicians, the rise of the health clinic will continue to expand — whether a retail clinic or urgent care facility. There will need to be partnerships that are created to optimize the delivery of patient care. We believe there are a number of parties that need to be involved to maximize the benefit to patients. These partnerships should include the provider, the payer and the appropriate retailer. This will allow for more personalization and customization in the delivery of care that will generate better outcomes. No single entity will be able to go it alone in the future. Johnson & Johnson is ideally suited to be the company of choice, given our broad portfolio that includes medical devices, pharmaceuticals, consumer products and services that enhance the patients’ experience and outcome on their journey.\n\n", "article_metadata": {"sailthru.image.thumb": "http://www.drugstorenews.com/sites/drugstorenews.com/files/field_thumbnail_image/12-2015/AlissaHsuLynch.jpg", "sailthru.author": "Michael Johnsen", "description": "Drug Store News recently had an opportunity to sit down with Alissa Hsu Lynch, VP sales strategy, operations and global capabilities at Johnson  Johnson Consumer to discuss how JJ is optimizing its health-and-wellness position in retail. Hsu Lynch leads the strategic development of key retail initiatives across JJs $6 billion portfolio of consumer brands and is a 2013 Henry Crown Fellow of the Aspen Institute.", "og": {"image": {"width": 200, "identifier": "http://www.drugstorenews.com/sites/drugstorenews.com/files/field_medium_image/12-2015/AlissaHsuLynch.jpg", "height": 200}, "type": "article", "title": "Q&A: J&J’s Alissa Hsu Lynch talks about partnering with retailers on health and wellness"}, "twitter": {"description": "Drug Store News recently had an opportunity to sit down with Alissa Hsu Lynch, VP sales strategy, operations and global capabilities at Johnson & Johnson Consumer to discuss how J&J is optimizing its health-and-wellness position in retail. Hsu Lynch leads the strategic development of key retail initiatives across J&J's $6 billion portfolio of consumer brands and is a 2013 Henry Crown Fellow of the Aspen Institute.", "title": "Q&A: J&J’s Alissa Hsu Lynch talks about partnering with retailers on health and wellness", "url": "http://www.drugstorenews.com/article/qa-jjs-alissa-hsu-lynch-talks-about-partnering-retailers-health-and-wellness", "image": "http://www.drugstorenews.com/sites/drugstorenews.com/files/field_main_image/2015-12/AlissaHsuLynch.jpg", "site": "@drugstorenews", "card": "summary"}, "sailthru.date": "2015-12-02 01:01:00", "sailthru.title": "Q&A: J&J’s Alissa Hsu Lynch talks about partnering with retailers on health and wellness", "keywords": "Alissa Hsu Lynch, J&J, Johnson & Johnson, health and wellness", "google-site-verification": "qD-DLdnS9RBbjYJ-MITi4cSvUByohsoX4WClEJJuv7I", "sailthru.image.full": "http://www.drugstorenews.com/sites/drugstorenews.com/files/field_main_image/2015-12/AlissaHsuLynch.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "This requires us to include category/condition level solutions — not just those that a Johnson & Johnson product can address.\nA great example of this is the Johnson & Johnson Official 7 Minute Workout App which is a fast, simple, science-based way to work out anywhere, anytime.\nDesigned by Chris Jordan, director of exercise physiology at the Johnson & Johnson Human Performance Institute, the workout has helped over 1.4 million people get the most out of every minute.\nDSN: How are you aligning your company’s assets to match the go-to market strategy of large integrated retail healthcare providers?\nHsu Lynch: The ACA has enabled more consumers to have access to health care, which has created a greater need for providers to deliver that care."}