{"article_title": "Patients discharged too early end up less satisfied with their healthcare experience", "article_keywords": ["satisfaction", "end", "feel", "hospital", "satisfied", "experience", "early", "patients", "discharge", "healthcare", "ready", "patient", "hospitals", "study", "discharged", "care"], "article_url": "http://www.fiercehealthcare.com/story/patients-discharged-too-early-end-less-satisfied-their-healthcare-experienc/2015-10-09", "article_text": "Patients who are discharged from the hospital before they feel they are ready report lower levels of satisfaction with their healthcare experience, according to a new study published in the Journal of the American College of Surgeons.\n\nResearchers, led by Emily R. Winslow, M.D., of the University of Wisconsin School of Medicine and Public Health, surveyed 318 patients, asking them whether they felt ready for discharge when they were sent home from the hospital.\n\nOf the 55 percent of patients who felt \"very good\" about their discharge time, 87 percent were satisfied with their hospital stay overall. But only 62 percent of the patients who didn't feel ready for discharge said they found their healthcare experience satisfactory. In the long term, 11 percent of patients who felt ready to leave were readmitted to the hospital, compared to 18 percent of those who did not feel ready for discharge.\n\nPatients may feel unready to leave the hospital for a number of reasons, according to the study. They may not feel recovered enough to take care of themselves at home. They may not have adequate family or social resources to provide proper post-hospitalization support like pharmacy visits and wound care. Some patients feel they are still in too much pain to transition to home pain management.\n\nHowever, staying in the hospital too long raises the risk of complications like blood clots and hospital-acquired infections. Study authors suggested that hospitals consider patients' feelings when determining the time of discharge. \"In general, the length of hospitalization is determined by the amount of time it takes for patients to return to a state of health that will allow the remainder of their recovery to be done safely outside the hospital,\" Winslow told Reuters.\n\nSome discharge decisions are further complicated by hospitals that prioritize profit over patient outcomes, basing patients' transitions to home care on their ability to pay rather than on their progress.\n\nWhile readiness for discharge appears to be a valuable metric, the study authors called for further research, particularly concerning determinants of patient satisfaction among those less prepared for discharge.\n\nTo learn more:\n\n- here's the study abstract\n\n- read the Reuters article\n\nRelated Articles:\n\nHospitals base discharges on payments, not patient progress\n\nLong-term care hospitals time discharges to increase payments\n\n3 steps to better understand the patient experience, improve satisfaction\n\nDo patient satisfaction surveys value comfort over outcomes?", "article_metadata": {"description": "Patients who are discharged from the hospital before they feel they are ready report lower levels of satisfaction with their healthcare experience, according to a new study published in the Journal of the American College of Surgeons.", "og": {"site_name": "FierceHealthcare", "description": "Patients who are discharged from the hospital before they feel they are ready report lower levels of satisfaction with their healthcare experience, according to a new study published in the Journal of the American College of Surgeons.", "title": "Patients discharged too early end up less satisfied with their healthcare experience", "url": "http://www.fiercehealthcare.com/story/patients-discharged-too-early-end-less-satisfied-their-healthcare-experienc/2015-10-09", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "discharge,hospital-acquired infections (HAI),Patient Care & Outcomes,patient engagement,Patient Satisfaction,readmissions", "viewport": "width=device-width", "news_keywords": "Patient Care & Outcomes,Patient Engagement,Patient Satisfaction"}, "article_summary": "But only 62 percent of the patients who didn't feel ready for discharge said they found their healthcare experience satisfactory.\nSome patients feel they are still in too much pain to transition to home pain management.\nOf the 55 percent of patients who felt \"very good\" about their discharge time, 87 percent were satisfied with their hospital stay overall.\nPatients may feel unready to leave the hospital for a number of reasons, according to the study.\nPatients who are discharged from the hospital before they feel they are ready report lower levels of satisfaction with their healthcare experience, according to a new study published in the Journal of the American College of Surgeons."}