{"article_title": "Lawsuit against hospitals sending patients home in ambulances could have nationwide impact", "article_keywords": ["impact", "sending", "ambulances", "center", "nationwide", "federal", "lawsuit", "medical", "companies", "jacksonville", "patients", "health", "ambulance", "hospitals", "hospital", "transport"], "article_url": "http://jacksonville.com/news/health-and-fitness/2015-05-02/story/lawsuit-against-hospitals-sending-patients-home-ambulances", "article_text": "A federal prosecutor in Jacksonville has developed a legal strategy that could have hospitals across the country on the hook for billions of dollars in unnecessary ambulance services.\n\nU.S. Attorney A. Lee Bentley III said a group of Jacksonville hospitals has agreed to reimburse the federal government for ambulance companies’ inappropriate billing despite the hospitals not receiving direct financial gain.\n\nThe legal strategy allows the government to sue because the hospitals were the cause of the fraudulent billing by calling the ambulance services to take patients from the hospital to their residence and provided the necessary forms to bill federal health care programs, according to the U.S. Attorney’s Office.\n\nThe total amount of the settlement is about $7.5 million.\n\nThe hospitals agreed to reimburse the government $6.25 million for non-emergency ambulance rides. An ambulance service agreed to pay $1.25 million.\n\nHowever, Baptist Medical Center officials believe the organization did nothing wrong and “fundamentally disagree” with the allegations.\n\n“The government’s position essentially forces hospitals to become knowledgeable about complicated federal regulations applicable to ambulance companies,” said director of public relations Cindy Hamilton. “It puts the focus on reimbursement, not patient care.”\n\n“The appropriate mode of transport should be determined by the attending physician, based on a professional assessment of the patient’s clinical needs,” she said.\n\nBaptist settled the lawsuit to avoid the inconvenience and expense of lengthy litigation, Hamilton said.\n\nThe settlement does include language that the hospitals and ambulance companies do not admit fraudulently billing federal health care programs.\n\nAt least one of the operators of an ambulance service in the lawsuit is calling the government’s actions a “federal money grab” that’s bankrupting companies nationwide.\n\n“We will continue to maintain to our dying breath that we are innocent,” said Michael Assaf, president of Liberty Ambulance. “It’s happening all over the nation. This is a federal money grab in our opinion.”\n\nHe said he’s refuted every claim the federal government has presented to him. He said the federal prosecutor who is working these cases even told him that ambulance billing for federal health care programs is one of the most difficult systems to navigate.\n\nRecently, the U.S. attorney’s offices in South Carolina and New Jersey shut down about a dozen ambulance companies in those states with large settlement agreements.\n\nLiberty Ambulance is the only company involved in the lawsuit that hasn’t settled with the U.S. Attorney’s Office.\n\nThe hospitals included in the lawsuit are: Baptist Medical Center Downtown, Baptist Medical Center South, Baptist Medical Center Beaches, Baptist Medical Center Nassau, Memorial Hospital Jacksonville, Orange Park Medical Center, Specialty Hospital Memorial Health, Lake City Medical Center and UF Health Jacksonville.\n\nSt. Vincent’s Medical Center and the Mayo Clinic did not have the same problems with ambulance transport as the other Northeast Florida hospitals, according to the U.S. Attorney’s Office.\n\nThe two largest, private ambulance companies in Jacksonville — Century Ambulance and Liberty Ambulance — also were sued. Century settled and agreed to pay $1.25 million over five years.\n\nJohn Glover, chief executive officer at Century Ambulance, said his company fully cooperated with the government during the investigation. He said Century is looking at this as a constructive process and company officials meet weekly with hospital officials to discuss how to make sure they are in compliance with federal health care program billing practices.\n\n“Health care fraud is a serious matter and it is not tolerated by Century, period,” he said. “We do business the right way.”\n\nJason Mehta, an assistant U.S. attorney, began the federal investigation into Medicare fraud by Jacksonville ambulance companies in 2011 after a whistle-blower lawsuit was filed by Shawn Pelletier, an EMT since 1998 who worked for Century from 2004 to 2006 and Liberty from 2007 to 2009.\n\nPelletier said he witnessed documents being falsified for the purpose of billing Medicare or Medicaid during his employment at both companies, according to the lawsuit.\n\nMehta said as he began pulling information from the ambulance companies, he noticed the majority of the non-emergency ambulance rides originated from the hospitals. Most of those rides ended at a nursing home. He said the other most common transport from a hospital in an ambulance ended at the patients’ residences.\n\nThe next most common destination was to another hospital, Mehta said.\n\nHe said there are also reasons for a hospital to use an ambulance service to transport a patient home, but when he cross-referenced those rides with available medical records, the U.S. Attorney’s Office deemed the vast majority were not needed.\n\nMehta said although the hospitals didn’t gain financially from billing Medicare, they did gain indirectly by removing patients who had already been treated, allowing for rooms to be filled quicker with new patients.\n\nBaptist countered that it is often faster to transport a patient by family, friend or taxi.\n\nThe other hospitals also contend they did nothing wrong.\n\n“It is important to note that UF Health Jacksonville did not receive any payments for transportation or ambulance services and did not charge federal payers for any services, which were central to the lawsuit,” the hospital said. “UF Health Jacksonville only makes requests for transportation services. As a condition of the settlement, UF Health Jacksonville has not admitted to any wrongdoing or violation of applicable laws but has agreed to provide additional guidance and education to employees involved in requesting ambulance services.”\n\nHCA Healthcare owns four of the hospitals sued by the federal government — Memorial Hospital, Orange Park Medical Center, Specialty Hospital Memorial Health and Lake City Medical Center.\n\n“Our goal is to do what is best for our patients — including post-discharge transport, whether by ambulance or not,” spokeswoman Ilyssa Drumm said. “There are complex Medicare rules that govern the appropriateness of when ambulance companies may bill for such transport if the patient is deemed well enough to travel in a cab or van. This settlement addresses that issue for certain former patients, and we are pleased the matter is resolved.”\n\nMehta said since the U.S. Attorney’s Office lawsuit became public, the expenses of ambulance transport has decreased by one-third in the Jacksonville area and many of the hospitals have began voucher programs for taxi services.\n\nMehta said ambulance companies filing fraudulent claims is a nationwide issue. He said while federal health care program expenses are increasing, the rate at which ambulance transport expenses are increasing is about twice the rate of other expenses.\n\nIn fact, this type of ambulance transport — a minimum of $150 per ride — cost the U.S. government $250 million during a six-month span in 2014, according to Mehta.\n\nBentley, the U.S. attorney for the Middle District of Florida, said the total hospital liability could be in the billions as the statute of limitations for this type of crime goes back six years.\n\nMehta described trying to fix the problem in arcade-style terms using Whack-a-Mole as an example.\n\n“You hit one and three more popped up,” he said about past investigations. “This has unplugged the machine.”\n\nDerek Gilliam: (904) 359-4619", "article_metadata": {"description": "A federal prosecutor in Jacksonville has developed a legal strategy that could have hospitals across the country on the hook for billions of dollars in unnecessary ambulance services.U.S. Attorney A. Lee Bentley III said a group of Jacksonville hospitals has agreed to reimburse the federal government for ambulance companies’ inappropriate billing despite the hospitals not receiving direct financial gain.", "application-name": "Jacksonville.com", "og": {"site_name": "jacksonville.com", "description": "U.S. Attorney A. Lee Bentley III said for the first time a group of Jacksonville hospitals have agreed to reimburse the federal government for ambulance companies billing inappropriately despite the hospitals not receiving direct financial gain.", "title": "Lawsuit against hospitals sending patients home in ambulances could have nationwide impact", "url": "http://jacksonville.com/news/health-and-fitness/2015-05-02/story/lawsuit-against-hospitals-sending-patients-home-ambulances", "image": "http://jacksonville.com/sites/default/files/baptistfull.jpg", "type": "article"}, "msapplication-TileColor": "#426ab2", "msapplication-square70x70logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8icon70x70tiny1.png", "msapplication-square310x310logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8iconLarge1.png", "msapplication-wide310x150logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/wide310x150.png", "msapplication-TileImage": "http://jacksonville.com/files/img/Win8icon.png", "keywords": "Health and Fitness, Metro, News", "msapplication-square150x150logo": "http://jacksonville.com/files/img/editorial/Win8Tiles/Win8icon150x150square1.png", "cXenseParse": {"recs": {"msm-image150": "http://jacksonville.com/sites/default/files/imagecache/cxense150x111/14352996.jpg", "msm-image319": "http://jacksonville.com/sites/default/files/imagecache/cxense319x185/14352996.jpg", "articleid": 646346, "publishtime": "2015-05-03T02:36:20Z", "msm-image320": "http://jacksonville.com/sites/default/files/imagecache/cxense320/14352996.jpg"}}}, "_id": "\"57477af36914bd0286fcb4ca\"", "article_summary": "The hospitals included in the lawsuit are: Baptist Medical Center Downtown, Baptist Medical Center South, Baptist Medical Center Beaches, Baptist Medical Center Nassau, Memorial Hospital Jacksonville, Orange Park Medical Center, Specialty Hospital Memorial Health, Lake City Medical Center and UF Health Jacksonville.\nThe settlement does include language that the hospitals and ambulance companies do not admit fraudulently billing federal health care programs.\nHowever, Baptist Medical Center officials believe the organization did nothing wrong and “fundamentally disagree” with the allegations.\nThe two largest, private ambulance companies in Jacksonville — Century Ambulance and Liberty Ambulance — also were sued.\nMehta said ambulance companies filing fraudulent claims is a nationwide issue."}