{"article_title": "The Official Obama 2015 Report Card", "article_keywords": ["wont", "hes", "official", "young", "winning", "2015", "view", "today", "president", "report", "party", "theres", "card", "obama"], "article_url": "http://www.complex.com/pop-culture/2015/01/president-obama-official-report-card-2015/", "article_text": "Today marks the six-year anniversary of President Barack Obama taking up the most powerful governing seat on the planet. And he's gotten a hell of a lot grayer since 2009.\n\nObama has boosted a struggling economy, dealt with threats from Iran and North Korea, saw the rise of a new terrorist network, responded to domestic shootings and bombings, and contended with a reinvigorated Republican party that's backed by the borderline psychotic Tea Party. The calls for \"Hope\" and \"Change\" during the 2008 campaign are now fading into the distance—and with only two years to go until there's a new leader in 1600 Pennsylvania Avenue, Obama's time to solidify his legacy is ticking by.\n\nHis responses to the crises of the last six years have cemented how Americans will view him for the next hundred. So, how's he done so far? It depends who you talk to. Speaker John Boehner's answer won't be the same as a young college student in California. There's only so much a president can do when an opposing party is in full control of Congress. But winning his reelection at least tells us that the nation believes he's better than the alternatives, even if he hasn't entirely lived up to his promises. Here is The Official Obama 2015 Report Card.", "article_metadata": {"sailthru.image.thumb": "http://images.complex.com/complex/image/upload/t_feed_thumb/tvacdrffpjbxtgy8zul1.jpg", "sailthru.author": "Jason Duaine Hahn", "description": "President Obama has been in office for six years today—so how's he doing?", "og": {"site_name": "Complex", "description": "President Obama has been in office for six years today—so how's he doing?", "title": "The Official Obama 2015 Report Card", "url": "http://www.complex.com/pop-culture/2015/01/president-obama-official-report-card-2015/", "image": "http://images.complex.com/complex/image/upload/t_article_image/tvacdrffpjbxtgy8zul1.jpg", "type": "article"}, "twitter": {"description": "President Obama has been in office for six years today—so how's he doing?", "title": "The Official Obama 2015 Report Card", "url": "http://www.complex.com/pop-culture/2015/01/president-obama-official-report-card-2015/", "image": "http://images.complex.com/complex/image/upload/t_article_image/tvacdrffpjbxtgy8zul1.jpg", "site": {"id": 13049362}, "widgets": {"csp": "on"}, "card": "summary"}, "sailthru.date": "2015-01-20T12:38:01-0500", "p": {"domain_verify": "51da1c238ae41f7163c35ac3e762917b"}, "fb": {"app_id": 685812641524750}, "sailthru.content.type": "News", "sailthru.tags": "Lists, Obama, President Barack Obama, Complex Original, Complex, Pop Culture, complex", "keywords": "Lists, Obama, President Barack Obama, Complex Original, Complex, Complex Magazine, Style Guide, Fashion News, Celebrity Profiles, Sneakers, Sneakers Guide, Sneakers Blog", "sailthru.channel": "Pop Culture", "sailthru.image.full": "http://images.complex.com/complex/image/upload/t_article_image/tvacdrffpjbxtgy8zul1.jpg", "viewport": "width=device-width, user-scalable=no, initial-scale=1, minimum-scale=1, maximum-scale=1"}, "article_summary": "Here is The Official Obama 2015 Report Card.\nToday marks the six-year anniversary of President Barack Obama taking up the most powerful governing seat on the planet.\nThere's only so much a president can do when an opposing party is in full control of Congress.\nHis responses to the crises of the last six years have cemented how Americans will view him for the next hundred.\nSpeaker John Boehner's answer won't be the same as a young college student in California."}