{"article_title": "Putin calls NATO a threat in security strategy", "article_keywords": ["putin", "russias", "calls", "national", "expansion", "strategy", "alliance", "nato", "threat", "military", "security", "russia"], "article_url": "http://www.news4jax.com/news/politics/putin-calls-nato-a-threat-in-security-strategy", "article_text": "Russian President Vladimir Putin has endorsed a new security strategy, which points to NATO expansion as a threat to the country.\n\nThe document outlines the national interests and strategic priorities of the nation. Putin signed the executive order Thursday, establishing a new posture toward the NATO bloc, which has seen its relationship with Russia deteriorate since the crisis in Ukraine, which began in 2014.\n\nRussian news agency Tass quotes the strategy, which cites a NATO military buildup, and \"the alliance's approach to Russia's borders,\" as a threat to Russia's national security. The document says the organization is illegally extending its reach.\n\n\"The buildup of the military potential of the North Atlantic Treaty Organization (NATO) and vesting it with global functions implemented in violations of norms of international law, boosting military activity of the bloc's countries, further expansion of the alliance, the approach of its military infrastructure to Russian borders create a threat to the national security,\" it says.\n\nIt says that Russia's actions at home and abroad have prompted \"counteraction\" from the United States and its NATO allies.\n\n\"Russia's strengthening is taking part on the background of new threats to national security that have a complicated and interlinked character. The independent domestic and foreign policy conducted by Russia triggers counteraction from the U.S. and their allies seeking to keep up their domination in global affairs.\"\n\nIn a response to CNN, a NATO official said, \"We will study this strategy closely. That said, we categorically reject totally unfounded claims that NATO and its policies constitute a security threat to Russia.\n\n\"NATO enlargement is not directed against anyone. Each sovereign nation has the right to choose for itself whether it joins any treaty or alliance. This is a fundamental principle of European security that Russia has also subscribed to and should respect. NATO's Open Door has been a historic success -- together with EU enlargement, it has spread stability and prosperity in Europe since the fall of the Berlin Wall.\"\n\nNATO is an alliance of 28 countries, founded in 1949 with 12 members. The latest expansion, in 2009, added Albania and Croatia.\n\nCopyright 2016 Cable News Network/Turner Broadcasting System, Inc. All rights reserved. This material may not be published, broadcast, rewritten, or redistributed.", "article_metadata": {"sailthru.image.thumb": "http://sharedmedia.grahamdigital.com/photo/2016/01/01/Vladimir-Putin-Ukraine-2014-jpg_1447021_ver1.0_160_90.jpg", "news_keywords": "Putin calls NATO a threat in security strategy", "og": {"site_name": "WJXT", "title": "Putin calls NATO a threat in security strategy", "url": "http://www.news4jax.com/news/international/putin-calls-nato-a-threat-in-security-strategy", "image": {"width": 1280, "identifier": "http://sharedmedia.grahamdigital.com/photo/2016/01/01/Vladimir-Putin-Ukraine-2014-jpg_1447021_ver1.0_1280_720.jpg", "height": 720}, "locale": "en_US", "type": "article"}, "twitter": {"url": "http://www.news4jax.com/news/politics/putin-calls-nato-a-threat-in-security-strategy", "image": {"width": 1280, "identifier": "http://sharedmedia.grahamdigital.com/photo/2016/01/01/Vladimir-Putin-Ukraine-2014-jpg_1447021_ver1.0_1280_720.jpg", "height": 720}, "site": "@wjxt4", "card": "summary", "title": "Putin calls NATO a threat in security strategy"}, "sailthru.date": "2016-01-01T21:41:40+0000", "sailthru.title": "Putin calls NATO a threat in security strategy", "sailthru.tags": "Politics", "fb": {"app_id": 196517170397638}, "keywords": "politics,international,national,top stories", "article": {"section": "International", "tag": "politics", "published_time": "2016-01-01T21:41:40+0000", "modified_time": "2016-01-01T15:54:35+0000"}, "content_id": 186571586, "sailthru.image.full": "http://sharedmedia.grahamdigital.com/photo/2016/01/01/Vladimir-Putin-Ukraine-2014-jpg_1447021_ver1.0_1280_720.jpg", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "page-type": "article"}, "article_summary": "Russian President Vladimir Putin has endorsed a new security strategy, which points to NATO expansion as a threat to the country.\nRussian news agency Tass quotes the strategy, which cites a NATO military buildup, and \"the alliance's approach to Russia's borders,\" as a threat to Russia's national security.\nThat said, we categorically reject totally unfounded claims that NATO and its policies constitute a security threat to Russia.\n\"Russia's strengthening is taking part on the background of new threats to national security that have a complicated and interlinked character.\nThis is a fundamental principle of European security that Russia has also subscribed to and should respect."}