{"article_title": "Hillary Clinton Slams GOP Vote to Repeal Obamacare", "article_keywords": ["care", "republican", "clinton", "house", "bill", "obamacare", "hillary", "slams", "health", "using", "vote", "president", "repeal", "gop", "law", "obama"], "article_url": "http://www.nbcnews.com/politics/2016-election/hillary-clinton-slams-gop-vote-repeal-obamacare-n490016", "article_text": "DAVENPORT, Iowa — Hillary Clinton defended the Affordable Care Act in fierce terms on Monday amid a new Republican effort to unravel the health care law in Congress.\n\n\"They have no plan,\" Clinton told a crowd of several hundred. \"The Republicans just want to undo what Democrat have fought for for decades and what President Obama got accomplished. So we need a president, just as President Obama will, to veto that.\"\n\nClinton credited the law with expanding health coverage to 19 million Americans, ending discrimination over pre-existing conditions, and requiring insurers to charge equal premiums to men and women. She pledged to expand it to further bring down drug costs, which remain a prime driver of rising health costs.\n\n\"[I]f there's a Republican sitting there, it will be repealed and then we will have to start all over again,\" she said.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Bill Clinton Talks About Falling in Love With Hillary 0:43 autoplay autoplay Copy this code to your website or blog\n\nFor the first time since capturing the House and Senate in 2014, Republicans are set to send a bill this week to Obama's desk that would repeal the ACA. The Senate passed the legislation last month using budget reconciliation, a rare parliamentary maneuver that can bypass a Democratic filibuster with a simple majority vote. Democrats used the same procedure to pass portions of the Affordable Care Act in 2010 after Scott Brown's upset victory in a Massachusetts special election cost them their filibuster-proof majority.\n\nThe GOP presidential field is running on a platform of repealing the law and replacing it with a mostly unspecified alternative. Past efforts by GOP leaders in Congress to find a consensus replacement bill have failed to yield fruit, but House Speaker Paul Ryan has pledged to produce a Republican health plan.\n\nIn addition to health care, Clinton praised Obama for using executive action and regulations to tackle climate change and gun control, where the White House is preparing to roll out new efforts to tighten background checks.\n\n\"I don't think the stakes could be higher,\" the candidate said, warning that all these measures could be undone by a Republican president.\n\nClinton's remarks came at the first event in a two-day swing through Iowa for Clinton, who has five more appearances scheduled throughout the state. It was billed as a town hall, prompting some confusion in the audience when Clinton instead delivered a 40-minute speech. The Clinton campaign attributed the surprise change in format to a mix up on the candidate's behalf and assured that the next event in the day in Cedar Rapids would be indeed be a town hall.\n\nThis article originally appeared on MSNBC.com.", "article_metadata": {"description": "Hillary Clinton defended the Affordable Care Act in fierce terms on Monday amid a new Republican effort to unravel the health care law in Congress.", "og": {"site_name": "NBC News", "description": "Hillary Clinton defended the Affordable Care Act in fierce terms on Monday amid a new Republican effort to unravel the health care law in Congress.", "title": "Hillary Clinton Slams GOP Vote to Repeal Obamacare", "url": "http://www.nbcnews.com/politics/2016-election/hillary-clinton-slams-gop-vote-repeal-obamacare-n490016", "image": "http://media1.s-nbcnews.com/j/newscms/2016_53/1360546/160101-hillary-1413_830faaa9e78cd6a88490891293f0f98d.nbcnews-fp-1200-800.jpg", "type": "article"}, "twitter": {"domain": "NBCNews.com", "description": "Hillary Clinton defended the Affordable Care Act in fierce terms on Monday amid a new Republican effort to unravel the health care law in Congress.", "title": "Hillary Clinton Slams GOP Vote to Repeal Obamacare - NBC News", "image": {"src": "http://media1.s-nbcnews.com/j/newscms/2016_53/1360546/160101-hillary-1413_830faaa9e78cd6a88490891293f0f98d.nbcnews-fp-1200-800.jpg"}, "creator": "NBCNews", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2016-01-04", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/politics/2016-election/hillary-clinton-slams-gop-vote-repeal-obamacare-n490016", "fb": {"app_id": 10150138890205613}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "article": {"author": "https://www.facebook.com/NBCNews"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Hillary Clinton,Politics,2016 Election,First Read"}, "article_summary": "\"The Republicans just want to undo what Democrat have fought for for decades and what President Obama got accomplished.\nDAVENPORT, Iowa — Hillary Clinton defended the Affordable Care Act in fierce terms on Monday amid a new Republican effort to unravel the health care law in Congress.\nSo we need a president, just as President Obama will, to veto that.\"\n\"I don't think the stakes could be higher,\" the candidate said, warning that all these measures could be undone by a Republican president.\nIt was billed as a town hall, prompting some confusion in the audience when Clinton instead delivered a 40-minute speech."}