{"article_title": "Ex-gov announces bid for Congress", "article_keywords": ["saying", "run", "congress", "exgov", "announces", "bid", "edwards", "governor", "seat", "reasons", "running", "race", "edwin"], "article_url": "http://www.politico.com/story/2014/03/edwin-edwards-louisiana-ex-gov-to-announce-bid-for-congress-104732", "article_text": "Edwards was convicted in 2000 of extorting businesses applying for casino licenses. Ex-gov announces bid for Congress\n\nFormer Louisiana Gov. Edwin Edwards officially announced he is running for Congress on Monday, hoping to recharge a political career after serving nearly a decade in prison on federal corruption charges.\n\nEdwards announced his bid Monday at a weekly meeting of the Baton Rouge Press Club, ending months of speculation as to whether the 86-year-old former governor, convict and reality star would run for the vacant Baton Rouge-area seat.\n\nStory Continued Below\n\n“I’ve given a great deal of thought to do this, I’ve read articles from pundits … and I acknowledge there are good reasons why I should not run,” Edwards said. “But there are better reasons why I should, and good reasons should give way to better reasons. Therefore I will be a candidate for Congress from the 6th Congressional District this year.”\n\nReports trickled out last month that the Democrat was seriously considering jumping into the race to replace Rep. Bill Cassidy (R-La.), who is not running for reelection in order to challenge Sen. Mary Landrieu (D-La.) for her seat in the upper chamber, but Edwards’s 35-year-old wife, Trina, cautioned he had not made his final decision.\n\nHis wife joined him Monday for the announcement, as did their infant son. He said he had not made a final decision “until recently” and wanted to announce it before the entire press corps at once.\n\nEdwards poked fun at his age and criminal record in his announcement Monday. He said the Constitution requires that a person who wants to run for Congress be at least 25 years old.\n\n“And clearly, I meet that qualification,” Edwards said. “There’s a guy in Florida, 101 years old running, and by the time I am his age, I’ll be in my seventh term.”\n\nEdwards said if he is elected, he wants to serve on the Public Works Committee and Agriculture Committee to help his home state economy. He also took some conservative positions, including being against Obamacare and for the Keystone pipeline.\n\n“I did not vote for Obama — where I was at the time there were no voting machines,” Edwards said, alluding to his federal prison sentence. “But I would not have voted for Obamacare were I in Washington, not because I don’t agree with the intent … because it is too fraught with pitfalls and unknown dangers.”\n\nHe said if he were to go to Congress, he would try to work across the aisle and fix the partisanship in Washington today.\n\n“All they do is argue and complain and cry and nothing is accomplished,” Edwards said, saying thanks to his “Cajun mother’s advice and attitude, I have learned to work with people of other situations.”\n\nEdwards also rejected that he was running for the seat, in a Republican district, in an effort to boost turnout for Landrieu’s reelection bid, saying he and Landrieu have not spoken “one word” about their campaigns.\n\n“I assume that we will both benefit from our respective candidacies, but frankly, I thought for a long time about running for her seat. I determined not to do it because I just didn’t want another statewide race, spend that much time with it,” Edwards said. “I assume we’ll help each other, but she’s running her race and I’m running mine.”\n\nBefore serving four terms as governor of Louisiana, Edwards was a member of the House of Representatives for seven years.\n\nEdwards was convicted in 2000 of extorting businesses applying for casino licenses.\n\nOn Monday, Edwards maintained that he did nothing to corrupt the public office he held, and said the trial was not about his governorship.\n\n“It was not about Edwin Edwards the governor. It was about Edwin Edwards who was a friend of people who, for reasons of their own, falsely testified about our relationship after I was out of the governor’s office,” Edwards said.\n\nA poll taken after his release in 2011 found him the second-most popular governor in the state since 1980, with 30 percent saying he was the best governor in that time, 5 points behind incumbent Gov. Bobby Jindal.\n\nHe is the first serious Democrat to announce his candidacy for the seat.", "article_metadata": {"og": {"site_name": "POLITICO", "description": "Edwin Edwards aims to recharge his career in Louisiana after serving nearly a decade in prison.", "title": "Ex-gov announces bid for Congress", "url": "http://www.politico.com/story/2014/03/edwin-edwards-louisiana-ex-gov-to-announce-bid-for-congress-104732.html", "image": "http://s3-origin-images.politico.com/2012/01/120129_edwin_edwards_605_ap.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Elections,2014 Elections,Louisiana,Edwin Edwards", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "Edwin Edwards aims to recharge his career in Louisiana after serving nearly a decade in prison.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd9dd7\"", "article_summary": "Edwin Edwards officially announced he is running for Congress on Monday, hoping to recharge a political career after serving nearly a decade in prison on federal corruption charges.\nHe said the Constitution requires that a person who wants to run for Congress be at least 25 years old.\nEx-gov announces bid for CongressFormer Louisiana Gov.\n“It was not about Edwin Edwards the governor.\nStory Continued Below“I’ve given a great deal of thought to do this, I’ve read articles from pundits … and I acknowledge there are good reasons why I should not run,” Edwards said."}