{"article_title": "Update: Rain moves in, and severe weather threat ‘enhanced’ for Monday night", "article_keywords": ["chance", "gudmestad", "threat", "storms", "update", "rain", "morning", "early", "severe", "weather", "enhanced", "night", "moves", "tomorrow"], "article_url": "http://thescoopblog.dallasnews.com/2015/11/cool-cloudy-and-damp-sunday-in-dallas-will-likely-give-way-to-a-stormy-monday.html/", "article_text": "Update at 6:35 p.m.: The rain — and thunder and lightning — has moved into Dallas-Fort Worth, and is likely to stick around, on and off, through tomorrow. And, now, the threat of severe weather Monday night into Tuesday has increased.\n\nThe National Weather Service says all of North Texas is facing an “enhanced” threat of severe weather tomorrow night and especially early Tuesday morning, meaning there’s a 30 percent chance there will be damaging winds, big hail and heavy rain within 25 miles of your location if you’re in the red-shaded area below.\n\nMore tomorrow. For now, enjoy the rain.\n\nOriginal post at 10:41 a.m.: “It’s cold and dreary.”\n\nThat’s this morning’s weather summary from Jamie Gudmestad, a meteorologist in the National Weather Service’s Fort Worth office. It comes as no surprise to anyone who has been outside or has a window.\n\nAnd, for most, that will be today’s forecast: There is but a 33 percent chance of rain for Dallas, as an upper level trough begins its march across the country. There is rain on the radar out west, but, for now, it’s trailing to the northeast as it heads up Interstate 20. If nothing else, it’s a good day to stay in and watch the Cowboys game … I guess?\n\nBut look to the west — all the way to California. That’s our next weather-maker, and it’s no small thing. Says Gudmestad, we should begin to feel its effects as early as this evening and Sunday night, as increased moisture from the south commingles with instability associated with yet another upper-level low sparked by a strengthening El Niño that has erased our extreme drought in recent weeks.\n\n“Expect rain tonight, with isolated storms,” says Gudmestad. But accumulation should be light, around a quarter of an inch. Rinse and repeat early Monday morning, with another round of rain due in during the pre-dawn hours. And more to come during the day, as temperatures warm to pre-cold-front highs of springlike lower 70s.\n\n“There’s enough instability to suggest there’ll be thunder,” she says, no doubt referring to this forgotten gem by The Common People.\n\nBut The Big Show isn’t expected until the wee small hours of Tuesday morning — around 3-5 a.m., when severe storms are likely with strong winds and heavy rains and the potential for flash flooding, all associated with the trough now in California. The timing remains a bit up in the air; so too its impact. But for now, the NWS puts our chance of rain at 90 percent. We could see more than two inches in some places.\n\nRick Mitchell, meteorologist for our media partners at KXAS-Channel 5, concurs: “Our latest Microcast model shows line of strong/severe storms in DFW at 4 a.m. Tuesday.”\n\nTuesday morning “could be rough,” says Gudmestad. We’ll get to that tomorrow. Today — overcast, dreary. Much like the Cowboys’ season so far.", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE1LzExL2Nvb2wtY2xvdWR5LWFuZC1kYW1wLXN1bmRheS1pbi1kYWxsYXMtd2lsbC1saWtlbHktZ2l2ZS13YXktdG8tYS1zdG9ybXktbW9uZGF5Lmh0bWwv", "generator": "WordPress 3.9.12", "author": "Robert Wilonsky", "og": {"site_name": "The Scoop Blog", "description": "Update at 6:35 p.m.: The rain -- and thunder and lightning -- has moved into Dallas-Fort Worth, and is likely to stick around, on and off, through tomorrow. And, now,…", "title": "Update: Rain moves in, and severe weather threat ‘enhanced’ for Monday night", "url": "http://thescoopblog.dallasnews.com/2015/11/cool-cloudy-and-damp-sunday-in-dallas-will-likely-give-way-to-a-stormy-monday.html/", "image": "http://thescoopblog.dallasnews.com/files/2015/11/Mon-night.jpg", "type": "article"}, "LastModifiedDate": "2015-11-15T18:45:21Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}, "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "viewport": "width=device-width"}, "article_summary": "And, now, the threat of severe weather Monday night into Tuesday has increased.\nThe National Weather Service says all of North Texas is facing an “enhanced” threat of severe weather tomorrow night and especially early Tuesday morning, meaning there’s a 30 percent chance there will be damaging winds, big hail and heavy rain within 25 miles of your location if you’re in the red-shaded area below.\nRinse and repeat early Monday morning, with another round of rain due in during the pre-dawn hours.\nOriginal post at 10:41 a.m.: “It’s cold and dreary.”That’s this morning’s weather summary from Jamie Gudmestad, a meteorologist in the National Weather Service’s Fort Worth office.\nUpdate at 6:35 p.m.: The rain — and thunder and lightning — has moved into Dallas-Fort Worth, and is likely to stick around, on and off, through tomorrow."}