{"article_title": "5 Reasons NCAI’s Report Says Redskins Is a ‘Racist and Ugly’ Word", "article_keywords": ["term", "ncais", "word", "reasons", "washington", "trademark", "harmful", "ugly", "american", "indian", "racist", "redskins", "team", "report", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2013/10/12/5-reasons-ncais-report-says-redskins-racist-and-ugly-word-151717", "article_text": "This week, the National Congress of American Indians released a 29 page report detailing why the Washington Redskins team name has an “ugly and racist legacy.”\n\nThe report, titled, “Ending the Legacy of Racism in Sports & the Era of Harmful ‘Indian’ Sports Mascots” and calls on the NFL, MLB, NHL, other professional sports leagues, and all associated businesses to end the era of harmful ‘Indian’ mascots.\n\nHere are five things you may not know about the 'R’ word’s offensive history.\n\n1. In 1932, Walter O. Gutlohn’s animated cartoon short of Tom and Jerry titled Redskin Blues tells the story of the main characters being attacked by stereotypical 'savage' Indians, only to be rescued by the US Army. As NPR reported on the context of the team name in relation to this cartoon, “Just a year after that stereotype-laden Tom and Jerry cartoon was released, Boston Braves owner George Preston Marshall decided in 1933 to change the franchise's name from the Braves (another name with a racial history) to the Redskins.”\n\nSee video here.\n\n2. According to the NCAI's report, Marshall was well known for requiring the coach William Henry 'Lone Star' Dietz and players “to wear Indian feathers and put on war paint before home games” and Cliff Battles, a non-Native member of the team, said in an interview in Showdown: JFK and the Integration of the Washington Redskins, by Thomas G. Smith, in the 30’s, players would do so and “do a little Indian dance to entertain the paying customers. None of us liked that very much…it was embarrassing.”\n\nRELATED http://indiancountrytodaymedianetwork.com/2013/06/11/nfl-commissioner-tells-congress-redskins-positive-name-149843\n\n3. According to the report, in 1963 – four years before the Washington franchise first filed for trademark protection – the National Indian Youth Council was formed and began working on campuses, most notably the University of Oklahoma, to eliminate its mascot, 'Little Red,' and always made the case about the worst 'Indian' reference, the one in the nation’s capital, the Red*kins. In 1968, – just one year after Pro-Football gained its first license for the “Red*kins” mark – the Native American community commenced a broad-scale effort to eradicate the use of all 'Native' names and symbols. In 1972, representatives of NCAI, the American Indian Press Association, the American Indian Movement, and others reached out directly to the team owner to request that the franchise change its name. And since that time there have been substantial efforts to protest the name and call for the name change.\n\n4. The trademark Redskins was declared harmful by the Trademark Trial and Appeal Board, Redskins is a pejorative term for Native Americans and is a registered trademark that disparages an entire group and perpetuates a centuries old stereotype. The logo and term Redskins should never have been registered as a federally protected trademark, according to the report.\n\n5. The report also says that, \"to many Native Americans, the term 'Redskins' is associated with the barbaric practice of scalping. The record in this case is replete with evidence of bounty proclamations issued by the colonies and companies. These proclamations demonstrate that the term 'Redsk*ns' had its origins in the commodification of Indian skins and body parts; these 'Redsk*ns' were required as proof of Indian kill in order for bounty hunters to receive payment...\"", "article_metadata": {"description": "5 Reasons NCAI’s Report Says Redskins Is a ‘Racist and Ugly’ Word", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "rcjohnson", "og": {"url": "http://indiancountrytodaymedianetwork.com/2013/10/12/5-reasons-ncais-report-says-redskins-racist-and-ugly-word-151717", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/offensive_mascot_redskins.jpg", "site_name": "Indian Country Today Media Network.com", "title": "5 Reasons NCAI’s Report Says Redskins Is a ‘Racist and Ugly’ Word"}, "dcterms.date": "2013-10-12T09:00-04:00", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2013/10/12/5-reasons-ncais-report-says-redskins-racist-and-ugly-word-151717", "dc": {"title": "5 Reasons NCAI’s Report Says Redskins Is a ‘Racist and Ugly’ Word"}, "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 11}, "dcterms.title": "5 Reasons NCAI’s Report Says Redskins Is a ‘Racist and Ugly’ Word"}, "_id": "\"57477af36914bd0286fcb4ff\"", "article_summary": "The report also says that, \"to many Native Americans, the term 'Redskins' is associated with the barbaric practice of scalping.\nThe logo and term Redskins should never have been registered as a federally protected trademark, according to the report.\nIn 1972, representatives of NCAI, the American Indian Press Association, the American Indian Movement, and others reached out directly to the team owner to request that the franchise change its name.\nIn 1968, – just one year after Pro-Football gained its first license for the “Red*kins” mark – the Native American community commenced a broad-scale effort to eradicate the use of all 'Native' names and symbols.\nThe trademark Redskins was declared harmful by the Trademark Trial and Appeal Board, Redskins is a pejorative term for Native Americans and is a registered trademark that disparages an entire group and perpetuates a centuries old stereotype."}