{"article_title": "Healing With Hoops", "article_keywords": ["school", "basketball", "sick", "played", "didnt", "tournament", "tim", "health", "healing", "cindy", "jay", "hoops"], "article_url": "http://www.keloland.com/news/article/featured-stories/healing-with-hoops", "article_text": "It's been 10 years since a lanky left hander from Tri-Valley High School played an entire basketball season with leukemia. During his senior year, Jay Tennessen led his team to the state tournament despite his illness.\n\nJay not only achieved his goal of playing that year, but captured the attention of basketball fans everywhere and won the hearts of an entire state.\n\nDuring the 2004-2005 basketball season, Jay set out to do what many thought couldn't be done.\n\nAlthough he was diagnosed with leukemia at the start of his senior year, Jay was determined not to let his illness stop him from playing the sport he loved: basketball.\n\n\"He talked hard to his doctors to let him play, he really did,\" Cindy Tennessen said.\n\nOn and off the court, Jay battled his cancer throughout the season like an opponent. Jay's mother says although at times his body was battered, bruised and weak, he never let on that he was sick.\n\nOften times that meant playing through the pain.\n\n\"I guess it was at the state tournament, he got hit in the face and still played. He still went out there and played,\" Cindy said.\n\nJay broke his nose that game and it left him with a black eye. The Tennessens say Jay played basketball the way it was meant to be played, with heart.\n\n\"Whenever he was out on the basketball court, everybody treated him normal. They didn't treat him like he was sick or anything. He didn't want people to have pity for him or feel like he was sick or anything like that,\" dad Tim Tennessen said.\n\nThey say Jay was always putting others first.\n\n\"He always worried about everybody else. When he was a Make-A-Wish kid, he didn't think he deserved it. He didn't think he was sick enough,\" Cindy said.\n\nAlthough there is an 80 percent survival rate with the type of leukemia Jay had, sadly he lost his battle that following fall.\n\nJay's dad wants him to be remembered this way.\n\n\"Just about his character, how much he cared about others even in his illness, he didn't worry about himself,\" Tim said.\n\nThe Tennessens have kept his story alive through basketball.\n\nEach year they host a basketball tournament for area kids at Tri-Valley High School in Jay's honor.\n\n\"We did it not so much as a competition, but to help those young kids get time and learn the sport of playing basketball, because that's what Jay was. He was basketball,\" Cindy said.\n\n\"It's for Jay's memory. We post the story on the door and people read it,\" Tim said. \"Coaches tell me they make sure every one of their players reads that story. That tells me at the end of the tournament what good cause it's for; I mean it keeps Jay's memory alive.\"\n\nBecause of how Jay played the game and fought his battle to the very end, Tri-Valley recognized him posthumously by retiring his number. His jersey is now displayed in the school and his story is told over and over every year at the tournament.\n\n\"I can hear the coaches sitting with their kids in the hallway between games and telling them about Jay,\" Cindy said.\n\nThe money raised during the basketball tournament goes to help others; the same people who supported the Tennessens when Jay was battling his leukemia.\n\n\"All the money we raise, we give away. It's nice to be able to help. When all the community came together and helped when Jay was sick, it's something we can do for the community and there is no other way you can repay them,\" Tim said.\n\nThe Tennessens have raised more than $42,000 for college scholarships for area kids. Plus, they've helped other families with sick children pay for some of their medical costs.\n\nThey say it's something Jay would have wanted.\n\n\"It doesn't seem like 10 years. It still seems like yesterday, but we've done a lot of good,\" Cindy said.\n\nThe Jay Tennessen Memorial basketball tournament is coming up in February.\n\nFeatured Stories\n\nEye on KELOLAND {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "It&#39;s been 10 years since a lanky left hander from Tri-Valley High School played an entire basketball season with leukemia. During his senior year,", "title": "Healing With Hoops", "url": "http://www.keloland.com/news/article/featured-stories/healing-with-hoops", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/61645.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "It&#39;s been 10 years since a lanky left hander from Tri-Valley High School played an entire basketball season with leukemia. During his senior year,"}, "_id": "\"57477af46914bd0286fd9df4\"", "article_summary": "The Tennessens say Jay played basketball the way it was meant to be played, with heart.\n\"I can hear the coaches sitting with their kids in the hallway between games and telling them about Jay,\" Cindy said.\nIt's been 10 years since a lanky left hander from Tri-Valley High School played an entire basketball season with leukemia.\nBecause of how Jay played the game and fought his battle to the very end, Tri-Valley recognized him posthumously by retiring his number.\nHe still went out there and played,\" Cindy said."}