{"article_title": "California Governor Declares Drought Emergency", "article_keywords": ["13", "emergency", "shortages", "west", "governor", "coast", "water", "weather", "california", "declares", "rain", "drought", "weeks"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/01/17/california-governor-declares-drought-emergency-153160", "article_text": "California Governor Jerry Brown declared a statewide drought emergency on January 17 and warned of potential upcoming water shortages as a storm-blocking, high-pressure zone parked just off the West Coast for the past 13 months showed no signs of budging.\n\n“We can’t make it rain, but we can be much better prepared for the terrible consequences that California’s drought now threatens, including dramatically less water for our farms and communities and increased fires in both urban and rural areas,” Brown said in a statement. “I’ve declared this emergency and I’m calling all Californians to conserve water in every way possible.”\n\nState officials have now been directed to assist farmers and communities that find themselves affected economically by the dry conditions, and to prepare for quick mobilization in case of drinking-water shortages. The public is exhorted to reduce water use, and state agencies are mandated to do so.\n\nBrown made the declaration after weeks of urging from residents and lawmakers alike, KXTV News 10 reported.\n\n\"All I can report to you is it's not raining today and it's not likely to rain for several weeks,\" the governor said in a news conference in San Francisco, according to KXTV News 10. \"We ought to be ready for a long, continuous, persistent effort.”\n\nThe drought is caused by four-mile-high, 2,000-mile-long “ridge” of atmospheric high pressure off the West Coast, according to a recent report in the San Jose Mercury News.\n\n“Like a brick wall, the mass of high pressure air has been blocking Pacific winter storms from coming ashore in California, deflecting them up into Alaska and British Columbia, even delivering rain and cold weather to the East Coast,” the Mercury News reported on January 13. “Similar high-pressure zones pop up all the time during most winters, but they usually break down, allowing rain to get through to California. This one, ominously, has anchored itself for 13 months, since December 2012, making it unprecedented in modern weather records and leaving researchers scratching their heads.”\n\nThis has put California rivers and reservoirs below record lows, the governor’s office said, and snowpack water content statewide at just 20 percent of normal average for this time of year.\n\nThe state has more than 100 tribes, many of which are already suffering under water shortages.", "article_metadata": {"description": "California Governor Jerry Brown declared a statewide drought emergency on January 17 and warned of potential upcoming water shortages as a storm-blocking, high-pressure zone parCalifornia Governor Jerry Brown has declared a drought emergency after 13 months of exceptionally dry weather, low snowpack.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "theresa", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/01/17/california-governor-declares-drought-emergency-153160", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/california_drought_2013-14-noaa.jpg", "site_name": "Indian Country Today Media Network.com", "title": "California Governor Declares Drought Emergency"}, "dcterms.date": "2014-01-17T18:00-05:00", "dc": {"title": "California Governor Declares Drought Emergency"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/01/17/california-governor-declares-drought-emergency-153160", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Drought, Extreme Weather, California, California Gov. Jerry Brown, Gov. Jerry Brown, snowpack, Sierra snowpack, NOAA, National Oceanic and Atmospheric Administration", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "California Governor Declares Drought Emergency"}, "_id": "\"57477af36914bd0286fcb534\"", "article_summary": "The state has more than 100 tribes, many of which are already suffering under water shortages.\nCalifornia Governor Jerry Brown declared a statewide drought emergency on January 17 and warned of potential upcoming water shortages as a storm-blocking, high-pressure zone parked just off the West Coast for the past 13 months showed no signs of budging.\n“Similar high-pressure zones pop up all the time during most winters, but they usually break down, allowing rain to get through to California.\n\"We ought to be ready for a long, continuous, persistent effort.”The drought is caused by four-mile-high, 2,000-mile-long “ridge” of atmospheric high pressure off the West Coast, according to a recent report in the San Jose Mercury News.\nBrown made the declaration after weeks of urging from residents and lawmakers alike, KXTV News 10 reported."}