{"article_title": "Ford Recalls Crown Victoria, Grand Marquis, Lincoln Town Car Due To Potential Steering Shaft Corrosion", "article_keywords": ["town", "shaft", "lincoln", "nhtsa", "marquis", "recall", "company", "vehicles", "lower", "victoria", "potential", "recalled", "grand", "recalls", "ford", "steering"], "article_url": "http://www.medicaldaily.com/ford-recalls-crown-victoria-grand-marquis-lincoln-town-car-due-potential-steering-shaft-corrosion", "article_text": "Ford will recall approximately 355,000 vehicles — Crown Victoria, Mercury Grand Marquis, and Lincoln Town Car (model years 2005 to 2011) — to inspect for steering shaft corrosion. Bill Doser, Creative Commons released into the public domain\n\nFord Motor Company announced a recall of Ford Crown Victoria (including Crown Victoria Police Interceptors), Mercury Grand Marquis, and Lincoln Town Car vehicles in the U.S. and Canada (model years 2005 to 2011) to fix a steering shaft issue. The recall is due to severe corrosion in the steering column of approximately 355,000 vehicles.\n\n“If the lower bearing separates, the vehicle may experience a loss of steering, increasing the risk of a crash,” Ford stated in its notification to the National Highway Traffic Safety Administration (NHTSA). No accidents or injuries have been linked to the issue, the company noted.\n\nFord will notify owners, and dealers will replace the lower intermediate shaft, free of charge, in a recall that is expected to begin Oct. 21. The affected vehicles are registered or were originally sold in Connecticut, Delaware, the District of Columbia, Illinois, Indiana, Iowa, Kentucky, Maine, Maryland, Massachusetts, Michigan, Minnesota, Missouri, New Hampshire, New Jersey, New York, Ohio, Pennsylvania, Rhode Island, Vermont, Virginia, West Virginia, Wisconsin, and Canada.\n\nIn 2013, the largest recalls affecting the U.S. automotive market have been issued by Chrysler, Hyundai, Toyota, Honda, Kia, Subaru, and BMW, according to Matt Schmitz of Cars.com. In 2012, NHTSA recalled nearly 18 million vehicles in the United States; in 2011, it recalled about 15.5 million.\n\nFord stated that it will inspect recalled vehicles to identify any damage in the steering column caused by corrosion and will repair or replace as necessary. The company noted it will install a retainer clip if the steering column lower bearing has separated. Owners may contact Ford at 1-866-436-7332 or NHTSA Vehicle Safety Hotline at 1-888-327-4236 (1-800-424-9153).\n\nThe original Ford Motor Company was incorporated in 1903 to produce and sell automobiles designed and engineered by Henry Ford. The company now ranks among the world's largest producers of automotive vehicles.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "ford motor company, recall, crown victoria, mercury grand marquis, lincoln town car", "og": {"site_name": "Medical Daily", "description": "Ford will recall approximately 355,000 vehicles — Crown Victoria, Mercury Grand Marquis, and Lincoln Town Car (model years 2005 to 2011) — to inspect for steering shaft corrosion.", "title": "Ford Recalls Crown Victoria, Grand Marquis, Lincoln Town Car", "url": "http://www.medicaldaily.com/ford-recalls-crown-victoria-grand-marquis-lincoln-town-car-due-potential-steering-shaft-corrosion", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/03/mercury-grand-marquis.jpg", "type": "article"}, "twitter": {"description": "Ford will recall approximately 355,000 vehicles — Crown Victoria, Mercury Grand Marquis, and Lincoln Town Car (model years 2005 to 2011) — to inspect for steering shaft corrosion.", "title": "Ford Recalls Crown Victoria, Grand Marquis, Lincoln Town Car", "url": "http://www.medicaldaily.com/ford-recalls-crown-victoria-grand-marquis-lincoln-town-car-due-potential-steering-shaft-corrosion", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/03/mercury-grand-marquis.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/03/mercury-grand-marquis.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Consumer News", "published_time": "2013-09-03T19:07:18-04:00", "modified_time": "2013-09-25T12:52:25-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Ford will recall approximately 355,000 vehicles — Crown Victoria, Mercury Grand Marquis, and Lincoln Town Car (model years 2005 to 2011) — to inspect for steering shaft corrosion."}, "_id": "\"57477af46914bd0286fd9e46\"", "article_summary": "Ford will recall approximately 355,000 vehicles — Crown Victoria, Mercury Grand Marquis, and Lincoln Town Car (model years 2005 to 2011) — to inspect for steering shaft corrosion.\nIn 2012, NHTSA recalled nearly 18 million vehicles in the United States; in 2011, it recalled about 15.5 million.\nThe original Ford Motor Company was incorporated in 1903 to produce and sell automobiles designed and engineered by Henry Ford.\nBill Doser, Creative Commons released into the public domainFord Motor Company announced a recall of Ford Crown Victoria (including Crown Victoria Police Interceptors), Mercury Grand Marquis, and Lincoln Town Car vehicles in the U.S. and Canada (model years 2005 to 2011) to fix a steering shaft issue.\nFord stated that it will inspect recalled vehicles to identify any damage in the steering column caused by corrosion and will repair or replace as necessary."}