{"article_title": "Leroux and Wambach each score twice, US beats Mexico 5-1", "article_keywords": ["wambach", "scored", "united", "goal", "mexico", "cup", "51", "second", "states", "twice", "beats", "score", "half", "world", "leroux", "minute"], "article_url": "http://www.salon.com/2015/05/18/leroux_and_wambach_each_score_twice_us_beats_mexico/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nCARSON, Calif. (AP) — Sydney Leroux and Abby Wambach each scored twice and the United States beat Mexico 5-1 on Sunday night in the second send-off match for the team in advance of the Women’s World Cup next month in Canada.\n\nWambach, who came in as a substitute to start the second half, scored on a penalty kick in the 58th minute and added a header in the 72nd minute to bring her career total to 182 goals. She has scored 24 goals against Mexico, the most has against any nation.\n\nLori Chalupny added a goal for the United States early in the second half.\n\nAriana Calderon scored on a header for Mexico late in the first half, snapping Hope Solo’s shutout streak at five matches. It was the first goal the U.S. conceded to Mexico since November 2010, when Las Tri surprised the Americans with a 2-1 victory in World Cup qualifying.\n\nThe Americans were playing without forward Alex Morgan, who has a bone bruise in her left knee. Morgan also might miss the final send-off match against South Korea at Red Bull Stadium in New Jersey on May 30.\n\n“She’s doing well. We still have not had her back in full training, but she’s feeling better and we’re going to keep it precautionary and be conservative with her through the end of this camp and potentially through the next camp as well,” coach Jill Ellis said.\n\nMexico goalkeeper Cecilia Santiago was the star early on, fending off two tremendous attempts by Megan Rapinoe in the 14th minute. Santiago played during the 2011 World Cup at age 16, becoming the youngest women’s player to appear in goal in a tournament match.\n\nLeroux scored from a seemingly impossible angle in the 28th minute, for her first goal in 14 matches, to put the United States up 1-0.\n\nRangel got a shot off when Hope Solo was occupied in the 36th minute, but it went slightly wide of the far post. Las Tri evened it just before the half on Calderon’s header.\n\nChalupny entered the game to start the second half and scored on her first touch, with a feed from Wambach in the 46th minute, to put the Americans up 2-1.", "article_metadata": {"description": "Leroux and Wambach each score twice, US beats Mexico 5-1", "title": "Leroux and Wambach each score twice, US beats Mexico 5-1", "og": {"site_name": "Salon", "description": "Leroux and Wambach each score twice, US beats Mexico 5-1", "title": "Leroux and Wambach each score twice, US beats Mexico 5-1", "url": "http://www.salon.com/2015/05/18/leroux_and_wambach_each_score_twice_us_beats_mexico_5_1/", "image": "http://media.salon.com/2015/05/mexico-us-women-soccer.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Leroux and Wambach each score twice, US beats Mexico 5-1", "title": "Leroux and Wambach each score twice, US beats Mexico 5-1", "image": "http://media.salon.com/2015/05/mexico-us-women-soccer.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Anne M. Peterson", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fc956e\"", "article_summary": "Lori Chalupny added a goal for the United States early in the second half.\nSantiago played during the 2011 World Cup at age 16, becoming the youngest women’s player to appear in goal in a tournament match.\nLeroux scored from a seemingly impossible angle in the 28th minute, for her first goal in 14 matches, to put the United States up 1-0.\nIt was the first goal the U.S. conceded to Mexico since November 2010, when Las Tri surprised the Americans with a 2-1 victory in World Cup qualifying.\nWambach, who came in as a substitute to start the second half, scored on a penalty kick in the 58th minute and added a header in the 72nd minute to bring her career total to 182 goals."}