{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["navigators", "risk", "business", "cms", "modern", "research", "state", "program", "payments", "corridor", "healthcare", "act", "insurers", "data", "events", "laws"], "article_url": "http://www.modernhealthcare.com/article/20140516/NEWS/305169940", "article_text": "The agency is sticking by its plans to lessen state control over navigators by preempting state laws, or portions of them, if they “prevent the application of the provisions of Title I of the Affordable Care Act,” the CMS said.Throughout 2013, numerous, mostly GOP-led states passed laws limiting navigator activities. Such measures included stringent restrictions on the advice navigators can offer consumers.Pre-empting such state laws is its prerogative, CMS contends, because of an HHS interpretation of the Patient Protection and Affordable Care Act “Congress made clear that while states continue to have authority to enact laws that affect programs established under the Affordable Care Act, that authority is not unlimited,” CMS said.The CMS also made clear it's not pre-empting all state laws, such as those that don't stop navigators from doing their federal duties. As a result, local laws that require registration, passing fingerprinting and background checks, or completing state training are untouched.The CMS is sticking by its decision to strike state laws that require navigators to refer consumers to agents or brokers when they request help in choosing an exchange plan because navigators are required by the ACA to provide consumers with impartial advice, while other entities like brokers are not.“We are not persuaded by comments suggesting that assisters can uphold their duties to provide information in a fair and impartial manner and act in the consumer's best interests if they are required to advise a consumer to consult with an insurance professional when they learn that the consumer is insured or previously purchased health insurance with the aid of an agent or broker,” CMS said in the final rule.The CMS also indicated that it intends to lower the threshold for reinsurance payments in 2015. Those payments are designed to subsidize insurers that end up with disproportionately expensive enrollees. The agency had originally proposed that such payments would kick in when a customer had made $70,000 in claims. The federal government would then pay 50% of claims up to $250,000.But the CMS indicated that it now intends to lower that threshold to $45,000, the same level in place for 2014, to provide more protection to insurers. Further guidance on the exact parameters of the program will be forthcoming. The reinsurance program is budgeted for $10 billion in the current fiscal year and $6 billion for 2015.In addition, the CMS finalized changes to the risk corridor program intended to shield insurers from some of the turbulence associated with implementation of the ACA.The risk corridor program provides subsidies to insurers who end up with an unduly expensive client population and extracts payments from insurers that capture a healthier customer base. The program is designed to be budget neutral.Under the changes adopted by the CMS, the risk corridor formula would be adjusted to allow administrative costs to be 2% higher. In addition, the profit margin floor would be increased by 2 percentage points. The end result would be to increase risk corridor payments to plans and decrease assessments.Follow Virgil Dickson on Twitter: @MHvdickson Follow Paul Demko on Twitter: @MHPDemko", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "The CMS on Friday issued its final rule for exchange and insurance market standards for 2015 and beyond, a potpourri of policies that address consumer notices, quality reporting and enrollee satisfaction surveys, the Small Business Health Options Program (SHOP), standards for navigators and other consumer assisters, and policies regarding the premium stabilization programs, among others.", "title": "CMS issues final rule on navigators, risk corridors for 2015", "og": {"site_name": "Modern Healthcare", "description": "The CMS on Friday issued its final rule for exchange and insurance market standards for 2015 and beyond, a potpourri of policies that address consumer notices, quality reporting and enrollee satisfaction surveys, the Small Business Health Options Program (SHOP), standards for navigators and other consumer assisters, and policies regarding the premium stabilization programs, among others.", "title": "CMS issues final rule on navigators, risk corridors for 2015", "url": "http://www.modernhealthcare.com/article/20140516/news/305169940", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140516/NEWS/305169940/AR/0/AR-305169940.jpg&maxw=1200&maxh=630", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "The CMS on Friday issued its final rule for exchange and insurance market standards for 2015 and beyond, a potpourri of policies that address consumer notices, quality reporting and enrollee satisfaction surveys, the Small Business Health Options Program (SHOP), standards for navigators and other consumer assisters, and policies regarding the premium stabilization programs, among others.", "creator": "@modrnhealthcr", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140516/NEWS/305169940/AR/0/AR-305169940.jpg&imageversion=thumbnail&maxw=240&maxh=240", "title": "CMS issues final rule on navigators, risk corridors for 2015", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "published_at": "2014-05-16", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20140516/news/305169940", "apple-mobile-web-app-status-bar-style": "black", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "http://www.modernhealthcare.com/apps/pbcsi.dll/storyimage/CH/20140516/NEWS/305169940/AR/0/AR-305169940.jpg&maxw=360&maxh=240", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477afa6914bd0286fe6172\"", "article_summary": "The end result would be to increase risk corridor payments to plans and decrease assessments.Follow Virgil Dickson on Twitter: @MHvdickson Follow Paul Demko on Twitter: @MHPDemko\nThe program is designed to be budget neutral.Under the changes adopted by the CMS, the risk corridor formula would be adjusted to allow administrative costs to be 2% higher.\nThe agency had originally proposed that such payments would kick in when a customer had made $70,000 in claims.\nThose payments are designed to subsidize insurers that end up with disproportionately expensive enrollees.\nIn addition, the profit margin floor would be increased by 2 percentage points."}