{"article_title": "World Cup expectations climb high for U.S. men in last quarter century – The Denver Post", "article_keywords": ["soccer", "balboa", "century", "cup", "men", "expectations", "denver", "high", "pressure", "qualify", "green", "team", "world", "post", "quarter", "germany", "climb", "thats"], "article_url": "http://www.denverpost.com/sports/ci_25914675/world-cup-expectations-climb-high-u-s-men", "article_text": "COMMERCE CITY — On those rare occasions the U.S. men’s soccer team has made history, it has often done so in virtual secrecy. When the U.S. beat England 1-0 at the 1950 World Cup in Brazil, an epic upset, only one U.S. newspaper had a man there. And he paid his own way.\n\nWhen the U.S. beat Trinidad and Tobago 1-0 on a Paul Caligiuri goal to qualify for the 1990 World Cup — the first time the U.S. made it back to the tournament since the miracle in 1950 — hardly anyone noticed. A young defender at San Diego State did, though. Caligiuri’s goal made it possible for Marcelo Balboa to play in the first of his three World Cups.\n\n“Caligiuri hits that goal, we qualify, you see, ‘U.S. qualified for the first World Cup in 40 years,’ and it was like the littlest thing,” Balboa recalls. “Now, when we qualify it’s like a party everywhere.”\n\nBalboa, a hard-nosed defender who played for the Rapids from 1996-2001 and made 128 appearances for the U.S. national team, played in the World Cup in 1990, 1994 and 1998. He covered it as a broadcaster in 2006 and 2010, and he will be in Brazil covering this one for Univision.\n\n“It’s nice to see that people care,” Balboa said. “Now you put on a TV and you can watch soccer at any time of the day, from any part of the world, something I never thought would happen when I was alive.”\n\nThat’s great for America’s growing legion of soccer fans, but it puts more pressure on Team USA.\n\n“We didn’t have a lot of pressure, we weren’t expected to qualify for ’90,” Balboa said. “The pressure was on ourselves because we wanted to qualify, but nobody else really followed us. Now it’s, ‘We should qualify.’ The pressure now is, ‘We should get out of the group,’ and if we don’t, the fans get upset. That passion is here finally. That’s what we want.”\n\nIt figures to be a mighty challenge for the U.S. to advance out of group play to the round of 16 this time. In its “Group of Death” are Germany (ranked second in the world), Portugal (fourth) and Ghana, which eliminated the U.S. from the past two World Cups.\n\n“The good thing is that they’ve got Germany last,” Balboa said. “We all know what Ghana’s got. They’re quick, they’re fast, they move the ball around well. I still think, looking at the U.S., how organized they are and how they can play, they have a shot. We’ve got to get over that hill eventually of beating Ghana.”\n\nThere are major questions about Team USA. Will it wilt in Brazil’s oppressive heat and humidity, or will the conditions actually be an advantage for a U.S. team known for superior fitness? Will a back line that has been unsettled come together in front of stalwart goalkeeper Tim Howard? And will coach Jurgen Klinsmann be vindicated or excoriated for leaving Landon Donovan off the team?\n\n“It surprised me,” Balboa said. “When you talk about soccer over the last 10 years in the United States, you talk Landon Donovan. To say Landon’s not one of the best 23 players in the United States is kind of weird. But we’re not there in camp, we don’t know the dynamics of what’s going on in camp, and when you build a team you’ve got to have great dynamics.\n\n“Did Jurgen take it personally that Landon left on a sabbatical right in the middle of World Cup qualifying? That’s huge.”\n\nKlinsmann was a striker on the West German team that won the 1990 World Cup, and he coached Germany to a third-place finish in 2006. He took over as U.S. head coach in 2011.\n\nLeaving Donovan off this squad, Klinsmann opened himself to even more criticism by putting 18-year-old Julian Green on the roster. Green, a winger who was born in Florida, moved to Germany at age 2 and plays for the second team of European power Bayern Munich. He has dual citizenship and weighed playing for Germany in the future versus playing for the U.S. now. He chose the U.S., but he never played for the U.S. until a friendly against Mexico on April 2.\n\nHe’s a gifted young player, perhaps even a future superstar. But did Klinsmann leave Donovan at home to give Green seasoning for future World Cups? Is this World Cup about preparing the next generation of U.S. players? Seven of the 23 players on the roster are under 25.\n\n“There is one young man everybody is waiting to see, and that’s Julian Green,” Balboa said. “Everybody is talking about, was it Julian Green or Landon Donovan? I want to see what this kid’s got. I’m curious to see what he can do at that level.”\n\nEverybody knows who the heavyweight teams are: Spain, Germany, Portugal, Argentina and host Brazil. Everybody knows who the best players figure to be: Lionel Messi (Argentina and FC Barcelona), Cristiano Ronaldo (Portugal and Real Madrid) and Neymar (Brazil and Barcelona). Neymar, only 22, led Brazil to the Confederations Cup title last year with a victory over Spain in the final and was named the tournament’s outstanding player.\n\nBrazil has the pressure of being favored at home, but that may bring the best out of them.\n\n“They love pressure,” Balboa said. “With the Brazilians, you’ve got to perform every game, and you’ve got to make it look good. They’ve got to dance, they’ve got to samba, they’ve got to play. They need to entertain.\n\n“You can see that smile, alegria (joy) we call it. They’re dancing, playing with confidence. That’s what people want to see. That’s what people expect this World Cup. It’s the happiness, the joy soccer brings to people. That’s what the Brazilians are going to be doing on the street, and that’s what they expect them to do on the field.”\n\nJohn Meyer: 303-954-1616, jmeyer@denverpost.com or twitter.com/johnmeyer", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "World Cup expectations climb high for U.S. men in last quarter century", "title": "World Cup expectations climb high for U.S. men in last quarter century", "url": "http://www.denverpost.com/2014/06/06/world-cup-expectations-climb-high-for-u-s-men-in-last-quarter-century/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140606__soccer-balboa-060614p1.jpg", "height": 424}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140606__soccer-balboa-060614p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2014-06-06T16:24:05+00:00", "modified_time": "2016-04-27T11:25:36+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd9e58\"", "article_summary": "“Did Jurgen take it personally that Landon left on a sabbatical right in the middle of World Cup qualifying?\nWhen the U.S. beat England 1-0 at the 1950 World Cup in Brazil, an epic upset, only one U.S. newspaper had a man there.\nqualified for the first World Cup in 40 years,’ and it was like the littlest thing,” Balboa recalls.\nCOMMERCE CITY — On those rare occasions the U.S. men’s soccer team has made history, it has often done so in virtual secrecy.\nIs this World Cup about preparing the next generation of U.S. players?"}