{"article_title": "'Tis the season to enjoy outdoor activities at Village at the Peaks", "article_keywords": ["enjoy", "activities", "outdoor", "peaks", "restaurant", "season", "wyatts", "center", "pie", "free", "tis", "retailers", "village", "workers", "gabriel"], "article_url": "http://www.timescall.com/longmont-local-news/ci_29207617/tis-season-enjoy-outdoor-activities-at-village-at", "article_text": "Center's director: 'It's all coming together'\n\nChildren with shining eyes waited impatiently to play on a sculpted ice slide at the new Village at the Peaks shopping center on Saturday afternoon.\n\nNearby, other kids threw the free mini-footballs to each other that they had received from Pie Five Pizza Co. restaurant workers at the new shopping center at 1250 S. Hover Road.\n\nThey also played with mini-beach balls from Jersey Mike's Subs restaurant at the First Annual Tree Lighting Experience at the Village at the Peaks.\n\nMany raced around a piece of newly laid Astroturf near several of the restaurants. Village Inn restaurant workers with chef hats passed out free slices of pie and hot chocolate nearby, while other new businesses passed out coupons and other treats.\n\nChildren of all ages stood in line to wait for carriage rides, enjoying sunshine and the 40-degree weather.\n\nAnd not long after the sun went down, a towering Christmas tree was lit to the delight of onlookers by Longmont Mayor Dennis Coombs.\n\nEarlier, Diane Gabriel and boyfriend David Siemer discussed the specials at Wyatt's Wine & Spirits as a plane circled overhead with a Wyatt's opening banner. Gabriel said she already has been to Village at the Peaks several times to watch movies at the Regal Cinemas theater and to buy new shoes at Sports Authority.\n\n\"If it's a warm day, I'd walk over here,\" said Gabriel, who lives near the King Soopers grocery store on Hover Road.\n\nAdvertisement\n\nClaudia Rogerio and Alejandro Laguna brought their two daughters to get their faces painted.\n\n\"Coming here is a good way to know what's going to open\" next, Rogerio said.\n\nLaguna said he planned to come back soon to use a coupon he had just received to take a free class at Ripple Effect Martial Arts, which is scheduled to open in mid-January. Ripple Effect owner Greg Macy said he has been giving away free class and free uniform coupons to encourage all of the potential customers to return that he has met so far.\n\nKennetha Paetow said she and her family decided to come for the family Christmas theme, too. The Paetows checked out the free pieces of pie from Village Inn.\n\nBack on the Astroturf, Eric Simpson and son Brody said they were waiting for Gold's Gym push-up and sit-up competitions to start. Wife Susan works at the recently opened gym, Simpson said.\n\nAllen Ginsborg, managing director of NewMark Merrill Mountain States, surveyed the scene. The company developed the new center in the former Twin Peaks Mall space.\n\n\"It's all coming together,\" Ginsborg said. \"This is my vision — to be a place for the community to come.\"\n\nIn early November, the Village project was 85 percent leased with a total of 25 retailers restaurants and services.\n\nOpen retailers and open-soon retailers include: Party City, T-Mobile, VisionWorks, SuperCuts, Chuck & Don's Pet Food and Supplies, and Fuzzy's Taco Shop. In addition, look for Sam's Club, Sports Authority, Whole Foods Market, Regal Cinemas, Parry's Pizza, Bad Daddy's Burger Bar, Verizon Wireless, Luxury Nails and Spa, The Melt and Pacific Dental.\n\nBeth Potter: 303-473-1422, potterb@coloradohometownweekly.com", "article_metadata": {"sailthru.url": "http://www.timescall.com/longmont-local-news/ci_29207617/tis-season-enjoy-outdoor-activities-at-village-at", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site46/2015/1205/20151205__06TCACHRw~1_300.jpg", "sailthru.author": "By Beth Potter \n \n  Staff Writer", "description": "Children with shining eyes waited impatiently to play on a sculpted ice slide at the new Village at the Peaks shopping center on Saturday afternoon.", "ag": {"canon": "LongmontTimes-Call:article:29207617:view"}, "startDate": "2015-12-05T18:30:18-0700", "og": {"url": "http://www.timescall.com/longmont-local-news/ci_29207617/tis-season-enjoy-outdoor-activities-at-village-at", "image": "http://extras.mnginteractive.com/live/media/site46/2015/1205/20151205__06TCACHRw~2.jpg", "type": "article", "description": "Children with shining eyes waited impatiently to play on a sculpted ice slide at the new Village at the Peaks shopping center on Saturday afternoon.", "title": "'Tis the season to enjoy outdoor activities at Village at the Peaks"}, "twitter": {"domain": "timescall.com", "description": "Children with shining eyes waited impatiently to play on a sculpted ice slide at the new Village at the Peaks shopping center on Saturday afternoon.", "title": "'Tis the season to enjoy outdoor activities at Village at the Peaks", "url": "http://www.timescall.com/longmont-local-news/ci_29207617/tis-season-enjoy-outdoor-activities-at-village-at", "image": "http://extras.mnginteractive.com/live/media/site46/2015/1205/20151205__06TCACHRw~2.jpg", "site": "@TimesCall", "card": "summary_large_image"}, "sailthru.date": "2015-12-05T18:30:18-0700", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "sailthru.title": "'Tis the season to enjoy outdoor activities at Village at the Peaks", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site46/2015/1205/20151205__06TCACHRw~1.jpg", "sailthru.article-section-or-homepage": "article", "sailthru.section": "Local News", "google-site-verification": "lLtD9ZooxmJUEEdRSCVzkO06t_hYKtyDqZF7EA3N2U0", "modificationDate": "2015-12-05T18:30:59-0700", "endDate": "2025-12-05T18:30:18-0700", "byline": "By Beth PotterStaff", "sailthru.site": "timescall.com", "pubDate": "2015-12-05T18:32:58-0700", "news_keywords": "Longmont Colorado TimesCall local news"}, "article_summary": "They also played with mini-beach balls from Jersey Mike's Subs restaurant at the First Annual Tree Lighting Experience at the Village at the Peaks.\nVillage Inn restaurant workers with chef hats passed out free slices of pie and hot chocolate nearby, while other new businesses passed out coupons and other treats.\nOpen retailers and open-soon retailers include: Party City, T-Mobile, VisionWorks, SuperCuts, Chuck & Don's Pet Food and Supplies, and Fuzzy's Taco Shop.\nCenter's director: 'It's all coming together'Children with shining eyes waited impatiently to play on a sculpted ice slide at the new Village at the Peaks shopping center on Saturday afternoon.\nIn early November, the Village project was 85 percent leased with a total of 25 retailers restaurants and services."}