{"article_title": "Boy With a Purse Causes School Freakout", "article_keywords": ["boy", "school", "kctv", "wouldnt", "skyler", "bags", "students", "kansas", "purse", "purses", "freakout", "class", "causes"], "article_url": "http://reason.com/blog/2013/11/08/boy-with-a-purse-causes-school-freakout", "article_text": "13-year-old Skyler Davis, an 8th-grader in Anderson County Junior-Senior School in Garnett, Kansas, just wants to wear his Vera Bradley purse to class, but some folks are just being jerks about it.\n\nBased on coverage from KCTV in Kansas, it doesn’t appear as though the problem is bullying from other students. Even Skyler’s own brother is on his side. It’s school officials who are telling him he can’t wear his purse in class, going so far as to suspend him. From KCTV:\n\nHis furious mother says it is discrimination because girls are allowed to have purses with no repercussions. \"I don't think everyone should be treated differently,\" Skyler Davis said Wednesday. \"Everyone should have the same privileges.\" Anderson County School District Superintendent Don Blome said Thursday that he could not discuss the specific case because of privacy concerns. However, he said all students, whether female or male, are prevented from having bags, purses, satchels and backpacks in the core classrooms like English and math. The bags must be stored in lockers during class time, he said.\n\nMom couldn’t find anything in the school manual about storing purses or bags in lockers. Skyler said he’d been wearing the purse for a while with no problems. Unfortunately despite interviewing the family, KCTV didn’t seem to attempt to check with any female students who attended school there to verify that Skyler was being singled out. The superintendent insisted the bag policy has been in place for years, but that just makes it stranger that it’s not in the student manual; not that it actually matters because the rule is stupid in the first place.\n\nVera Bradley is taking advantage of the publicity and contacted KCTV to offer Skyler some more bags. Unfortunately for him, the school is insisting on not letting him carry his purse to class:\n\n[Skyler’s mom Leslie] Willis said she was told that the suspension wouldn't be lifted until Skyler stops wearing the purse, which he had said on Wednesday that he wouldn't do. But with some time to reflect, the teen is unlikely to dig in his heels forever. \"We're going to have to find some compromise in this,\" his mother said. She didn't detail what that could be.\n\nWhy not check out Kansas charter schools, Mom?", "article_metadata": {"og": {"site_name": "Reason.com", "description": "With officials, not apparently with students", "title": "Boy With a Purse Causes School Freakout", "url": "http://reason.com/blog/2013/11/08/boy-with-a-purse-causes-school-freakout", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/13839297704817.jpg", "type": "article"}, "twitter": {"description": "13-year-old Skyler Davis, an\n8th-grader in Anderson County Junior-Senior School in Garnett,\nKansas, just wants to wear his Vera Bradley purse to class, but\nsome folks are just being jerks about it.\nBased on coverage from KCTV in Kansas, it doesn’t appear as\nthough the problem is bullying from other students. Even", "title": "Boy With a Purse Causes School Freakout", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/13839297704817.jpg", "creator": "@sshackford", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Nanny State", "published_time": "2013-11-08T17:08:00+00:00", "author": "http://reason.com/people/scott-shackford"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcb55d\"", "article_summary": "It’s school officials who are telling him he can’t wear his purse in class, going so far as to suspend him.\nMom couldn’t find anything in the school manual about storing purses or bags in lockers.\n13-year-old Skyler Davis, an 8th-grader in Anderson County Junior-Senior School in Garnett, Kansas, just wants to wear his Vera Bradley purse to class, but some folks are just being jerks about it.\nBased on coverage from KCTV in Kansas, it doesn’t appear as though the problem is bullying from other students.\nHowever, he said all students, whether female or male, are prevented from having bags, purses, satchels and backpacks in the core classrooms like English and math."}