{"article_title": "What We Saw at NYC's Fast Food Strike", "article_keywords": ["fastfood", "service", "food", "employees", "fast", "union", "york", "strike", "nycs", "wages", "saw", "workers"], "article_url": "http://reason.com/reasontv/2013/12/06/what-we-saw-at-new-yorks-fast-food-strik", "article_text": "Yesterday, Naomi Brockwell and I attended a demonstration demanding that fast-food restaurants boost their minimum wage to $15 per hour, or a little more than double the current federal minimum wage. The strike, which was led by a group called Fast Food Forward that’s affiliated with the Service Employees International Union (SEIU), was one of more than a 100 similar demonstrations held in cities across the country.\n\nThe New York demonstration had about 150 people, but the number of actual fast food employees participating in the strike was small. It was business as usual at every restaurant we dropped by yesterday morning and, at a McDonald’s restaurant on 23rd Street and Madison Avenue in Manhattan, employees behind the counter said they had heard nothing about a strike.\n\nWe caught up with the protesters in front of a Wendy’s in downtown Brooklyn, where the crowd consisted of union organizers, fast-food workers, and their sympathizers. An estimated one-third of the demonstrators were fast-food employees, meaning that less than one-tenth of 1 percent of New York City's 57,000 fast-food workforce participated in the strike.\n\nThe group was traveling from one fast-food restaurant to another, before winding up at Foley Square in Manhattan around 1pm.\n\nMultiple strikers told us they had received compensation through a union strike fund to appear, but declined to say the amount they were paid.\n\nArtificially doubling wages to $15 an hour would change many things in the fast food industry, including the easy path it provides for low-skilled employees to break into the labor market. Substantially higher wages would mean that existing employees would be less apt to look for other positions, and senior staffers would be more inclined to hog shift hours. Franchisees would likely move more aggressively to replace human service workers with automated cash registers, which is already happening in European McDonald's. Evidence of how artificially boosting wages destroys opportunities for entry level workers was best documented in a 2006 study by economists David Neumark and William Wascher, which was updated in 2013.\n\nIn interviews, several striking workers described how it had been relatively easy for them to get a job in fast-food service. Shenita Simon, who works as a shift supervisor at KFC, told us that she doesn’t know where else she would have been able to find a position, because fast food is the only industry that \"will allow you to have minimum education.” Isaac Wallace, a Burger King employee, described how he was able to get his job immediately after moving to New York from Jamaica by simply walking into a Burger King in Brooklyn and approaching the manager.\n\nOnce the strike moved to Foley Square, organizers from Fast Food Forward began obstructing our efforts to talk with protesters.\n\nFor more on why doubling wages for fast food workers would hurt entry-level workers, read Nick Gillespie's “Big Labor’s Big Mac Attack” at The Daily Beast.\n\nProduced by Jim Epstein and hosted by Naomi Brockwell.\n\nAbout 2.30 minutes.\n\nScroll down for downloadable versions and subscribe to Reason TV’s YouTube Channel to receive automatic updates when new material goes live.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Less than 0.1 percent of the industry's workforce participated.", "title": "What We Saw at NYC's Fast Food Strike", "url": "http://reason.com/reasontv/2013/12/06/what-we-saw-at-new-yorks-fast-food-strik", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jepstein/2013_12/FastFoodStrike2.jpg", "type": "article"}, "twitter": {"description": "Yesterday, Naomi Brockwell and I attended a demonstration\ndemanding that fast-food restaurants boost their minimum wage to\n$15 per hour, or a little more than double the current federal\nminimum wage. The strike, which was led by a group called Fast Food Forward that’s\naffiliated&nbsp;with the&nbsp;Service Employees International Union\n(SEIU), was one of more than a 100 similar demonstrations held\nin&nbsp;cities across the country.\nThe New York demonstration had about 150 people, but the number\nof actual fast food employees participating in the strike was\nsmall. It was business as usual at every restaur", "title": "What We Saw at NYC's Fast Food Strike", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/mc/jepstein/2013_12/FastFoodStrike3.jpg", "creator": "@jimepstein", "site": "@reason", "player": {"width": 640, "identifier": "https://reason.com/embed/reasontv/2013/12/06/what-we-saw-at-new-yorks-fast-food-strik", "height": 360}, "card": "player"}, "fb": {"pages": 17548474116}, "article": {"tag": "Reasontv", "published_time": "2013-12-06T18:30:00+00:00", "author": "http://reason.com/people/jim-epstein"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fd9e6d\"", "article_summary": "The New York demonstration had about 150 people, but the number of actual fast food employees participating in the strike was small.\nOnce the strike moved to Foley Square, organizers from Fast Food Forward began obstructing our efforts to talk with protesters.\nFor more on why doubling wages for fast food workers would hurt entry-level workers, read Nick Gillespie's “Big Labor’s Big Mac Attack” at The Daily Beast.\nMultiple strikers told us they had received compensation through a union strike fund to appear, but declined to say the amount they were paid.\nThe strike, which was led by a group called Fast Food Forward that’s affiliated with the Service Employees International Union (SEIU), was one of more than a 100 similar demonstrations held in cities across the country."}