{"article_title": "New Tool Accurately Predicts Patient's Risk For 2nd Bout Of Kidney Stones", "article_keywords": ["stones", "stone", "experienced", "risk", "second", "tool", "accurately", "2nd", "patients", "predicts", "symptomatic", "bout", "dr", "medical", "kidney"], "article_url": "http://www.medicaldaily.com/kidney-stones-round-two-new-tool-accurately-predicts-patients-risk-2nd-bout-kidney-stones-297116", "article_text": "Anyone who has experienced the pain involved with passing a kidney stone can tell you once is enough. Researchers from the Mayo Clinic O'Brien Urology Research Center have developed a new tool that can accurately predict the likelihood of a second painful kidney stone. The Recurrence of Kidney Stone (ROKS) nomogram can calculate a patient’s probability of suffering a second symptomatic kidney stone two, five, or 10 years after their first stone, using 11 questions.\n\n\"If we knew which patients were at high risk for another symptomatic kidney stone, then we could better advise patients on whether to follow stone prevention diets or take medications,\" Dr. Andrew Rule Mayo Clinic said in a statement. \"At the same time, patients who are at low risk of having another kidney stone may not need restrictive diets and medications.\"\n\nRule and his colleagues examined the medical records of 2,239 adults who had recently suffered their first symptomatic kidney stone around the start of the study. By 2012, 707 participants had developed a second kidney stone. Using the patients’ medical records, the research team developed the ROKS nomogram based on 11 questions. Patients who stood a higher risk of developing a second kidney stone were younger, white men with a family history of kidney stones. They also experienced blood in their urine, passed a stone made of uric acid instead of calcium, and experienced an obstructing stone in the kidney pelvis.\n\n\"Whether additional variables can be added to increase the usefulness of this tool will be of interest in the future,\" Dr. Brian Eisner with Massachusetts General Hospital/Harvard Medical School and Dr. David Goldfarb with York Harbor VA Healthcare System/NYU School of Medicine said in an accompanying editorial.\n\nKidney stones are small, solid deposits of mineral and acid salts that form inside of kidneys. They are fairly common affecting between six and nine percent of the population. Affecting any part of the urinary tract between the kidney and the bladder, kidney stones usually form when urine concentrates, allowing minerals to crystalize and combine. Although there are certain dietary recommendations and medications that can help someone avoid a second kidney stone, they can be expensive, a burden on the patient, and often lead to side effects.\n\nSource: Rule A, et al. Journal of the American Society of Nephrology. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "kidney, stones", "og": {"site_name": "Medical Daily", "description": "The Recurrence of Kidney Stone (ROKS) nomogram tool can predict if a patient will experience a second kidney stone, using 11 questions.", "title": "New Tool Can Accurately Predict Your 2nd Round Of Kidney Stones", "url": "http://www.medicaldaily.com/kidney-stones-round-two-new-tool-accurately-predicts-patients-risk-2nd-bout-kidney-stones-297116", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/07/kidney-stone.jpg", "type": "article"}, "twitter": {"description": "The Recurrence of Kidney Stone (ROKS) nomogram tool can predict if a patient will experience a second kidney stone, using 11 questions.", "title": "New Tool Can Accurately Predict Your 2nd Round Of Kidney Stones", "url": "http://www.medicaldaily.com/kidney-stones-round-two-new-tool-accurately-predicts-patients-risk-2nd-bout-kidney-stones-297116", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/07/kidney-stone.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/07/kidney-stone.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-08-07T16:58:27-04:00", "modified_time": "2014-08-07T16:58:26-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The Recurrence of Kidney Stone (ROKS) nomogram tool can predict if a patient will experience a second kidney stone, using 11 questions."}, "article_summary": "Patients who stood a higher risk of developing a second kidney stone were younger, white men with a family history of kidney stones.\nThe Recurrence of Kidney Stone (ROKS) nomogram can calculate a patient’s probability of suffering a second symptomatic kidney stone two, five, or 10 years after their first stone, using 11 questions.\nAffecting any part of the urinary tract between the kidney and the bladder, kidney stones usually form when urine concentrates, allowing minerals to crystalize and combine.\nResearchers from the Mayo Clinic O'Brien Urology Research Center have developed a new tool that can accurately predict the likelihood of a second painful kidney stone.\nKidney stones are small, solid deposits of mineral and acid salts that form inside of kidneys."}