{"article_title": "Are Short People More Prone To Paranoia? Research Says Small People Experience ‘Inferiority And Excessive Mistrust’", "article_keywords": ["prone", "short", "excessive", "mental", "paranoid", "study", "paranoia", "experience", "inferiority", "height", "press", "vr", "sense", "small", "research", "researchers", "mistrust"], "article_url": "http://www.medicaldaily.com/are-short-people-more-prone-paranoia-research-says-small-people-experience-inferiority-and-excessive", "article_text": "Researchers have published a study hinting at the fact that shorter people may be more likely to be paranoid. So does that mean that short man syndrome, or the “Napoleon complex” are scientifically proven to be true? Not necessarily — but researchers from the University of Oxford believe their study helps shine some light on paranoia and what its root causes may be.\n\nThe researchers were interested in exploring how height relates to mental illness and overall sense of self. “Being tall is associated with greater career and relationship success,” Daniel Freeman of the University of Oxford, said in a press release. “Height is taken to convey authority and we feel taller when we feel more powerful.”\n\nThey analyzed some 60 women who were considered likely to have “mistrustful thoughts.” They placed the participants in a virtual reality (VR) simulation, which made it seem as though they were in an underground train ride. The women experienced the train ride twice — once at their normal height, and once at a height that had been virtually reduced by 25 centimeters. According to the results, many of the participants didn’t consciously notice a height difference, but they did report more negative feelings, such as incompetence and inferiority, when they were “shorter.”\n\nNot only did they end up feeling inferior, but the participants also were more likely to mistrust others. “This all happened in a virtual reality (VR) simulation but we know that people behave in VR as they do in real life,” Freeman said in the press release.\n\nInsights Into Paranoia\n\nSo does this mean that all short people are paranoid? Probably not; the study merely offers a glimpse into paranoia and its root causes. “[This research] provides a key insight into paranoia, showing that people’s excessive mistrust of others directly builds upon their own negative feelings about themselves,” Freeman said. They believe it ultimately depicts how low self-esteem can cause or spur paranoid thinking, such as the thought that other people will harm them or judge them negatively.\n\nParanoia typically involves having a fear that something bad will happen, the belief that other people are attempting to hurt you, or having exaggerated or unfounded beliefs. Paranoia is defined by a sense of threat, and a feeling that you are at risk of psychological or physical harm.\n\nFreeman and his team hope that their research can lead to improved treatment of paranoia and other mental illness. Professor Hugh Perry, chair of the MRC Neurosciences and Mental Health board, said in a press release that “At any one time, one in six people in the UK are affected by mental illness. Funding research that helps improve understanding of what causes disrupted thought patterns is important, if we’re to develop interventions that work further down the road. For people whose lives are affected by paranoid thinking, this study provides useful insights on the role of height and how this can influence a person’s sense of mistrust.”\n\nFreeman continued: “The important treatment implication … is that if we help people to feel more self-confident then they will be less mistrustful.\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "short people, paranoia, short man syndrome, napoleon complex", "og": {"site_name": "Medical Daily", "description": "Researchers from the University of Oxford believe that people with reduced heights experience more paranoia than those who are tall.", "title": "Are Short People More Prone To Paranoia?", "url": "http://www.medicaldaily.com/are-short-people-more-prone-paranoia-research-says-small-people-experience-inferiority-and-excessive", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/29/height.jpg", "type": "article"}, "twitter": {"description": "Researchers from the University of Oxford believe that people with reduced heights experience more paranoia than those who are tall.", "title": "Are Short People More Prone To Paranoia?", "url": "http://www.medicaldaily.com/are-short-people-more-prone-paranoia-research-says-small-people-experience-inferiority-and-excessive", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/29/height.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/29/height.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-01-29T18:02:56-05:00", "modified_time": "2014-01-29T18:02:55-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Researchers from the University of Oxford believe that people with reduced heights experience more paranoia than those who are tall."}, "_id": "\"57477af36914bd0286fcb56b\"", "article_summary": "Freeman and his team hope that their research can lead to improved treatment of paranoia and other mental illness.\n“[This research] provides a key insight into paranoia, showing that people’s excessive mistrust of others directly builds upon their own negative feelings about themselves,” Freeman said.\nResearchers have published a study hinting at the fact that shorter people may be more likely to be paranoid.\nThe researchers were interested in exploring how height relates to mental illness and overall sense of self.\nSo does that mean that short man syndrome, or the “Napoleon complex” are scientifically proven to be true?"}