{"article_title": "Why do we keep sounding like Pollyannas?", "article_keywords": ["pollyannas", "media", "negative", "times", "society", "score", "words", "social", "hedonometer", "sounding", "positive", "researchers"], "article_url": "http://health.heraldtribune.com/2015/03/03/keep-sounding-like-pollyannas/", "article_text": "By John Tierney\n\nWe journalists pride ourselves on a willingness to bring you bad news.\n\nBut it turns out that at heart we are Pollyannas, just like almost everyone else. We can’t help accentuating the positive, according to researchers who have analyzed nearly 2 million articles in The New York Times as well as millions of books and more than 100 billion tweets worldwide.\n\nA team led by applied mathematicians at the University of Vermont and the Mitre Corp. used a computerized algorithm called the hedonometer to gauge the emotional content of words in news articles, books, websites, music lyrics, television shows, movies and social media posts.\n\nThe researchers found that no matter what the medium or language, people tended to use more positive words than negative words. Despite all the grim news and social media snark, the world’s chatterers are more likely to use upbeat words like “healthy” and “friend” than downers like “suffering” or “idiot.”\n\nThe study, published in Proceedings of the National Academy of Sciences, is by far the largest of its kind and offers a sweeping confirmation of the Pollyanna hypothesis, a phrase coined by social scientists in the 1960s. They took the name from the 1913 novel about a girl who plays the “glad game,” always trying to see the best in every situation.\n\nThe notion of a universal positivity bias in the way we communicate intrigues linguists and psychologists because it’s a counterpoint to our more obvious tendency to accentuate the negative. There’s an evolutionary explanation for our general negativity bias: Early humans oblivious to potential threats didn’t live long enough to pass on genes.\n\nIn English and other languages, there are more words for negative emotions than for positive ones. When we’re in a good mood, we tend to say we’re happy, but we carefully distinguish sadness from anger, fear, frustration and other unpleasant feelings.\n\nSo if we pay so much attention to negatives, why do we keep sounding like Pollyannas?\n\nOne theory is that a lot more good things happen to us than bad things.\n\nWhen the researchers applied their hedonometer to different sections of The Times, they found the highest score in the Society section, because of so many positive words like “bride” and “graduated.” The Society section scored 6.98 on the 9.0-point scale, on which 5.0 represents neutral. The overall score for The Times was 6.0. The lowest score was International news at 5.21.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2015/03/hfwell03.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af36914bd0286fcb56a\"", "article_summary": "So if we pay so much attention to negatives, why do we keep sounding like Pollyannas?\nThe researchers found that no matter what the medium or language, people tended to use more positive words than negative words.\nBut it turns out that at heart we are Pollyannas, just like almost everyone else.\nIn English and other languages, there are more words for negative emotions than for positive ones.\nThe overall score for The Times was 6.0."}