{"article_title": "PTSD Patients Who Have Nightmares Are More Likely To Experience Suicidal Thoughts, Tendencies", "article_keywords": ["stress", "suicide", "suicidal", "study", "entrapment", "likely", "experience", "nightmares", "patients", "dreams", "defeat", "tendencies", "ptsd", "thoughts"], "article_url": "http://www.medicaldaily.com/nightmares-ptsd-suicidal-thoughts-378437", "article_text": "You’re running through the woods, desperately trying to escape a dark shape in pursuit close behind. Suddenly, you trip over a branch, and boom — you jerk awake, tangled in your sheets, breathing heavily. You just had a nightmare.\n\nAlmost everyone has experienced the terrifying sensations elicited by a bad dream. Nightmares, though they may seem relatively harmless to some, might actually be quite insidious for others. A new study published in the Journal of Clinical Sleep Medicine suggests a significant link between nightmares and suicidal behavior. It’s the first research, its authors say, to prove this association is “mediated by a multistep pathway via defeat, entrapment, and hopelessness.”\n\nThe American Academy of Sleep Medicine explains nightmares as realistic, vivid, and disturbing dreams that often involve threats to survival or security. The dreams have many possible triggers, such as watching a scary movie or worrisome current event. But less obvious things, like a poor diet or unresolved stress, can also be to blame. Unsurprisingly, these dreams often evoke feelings of fear and anxiety.\n\nSome people can also suffer from nightmare disorders, where the dreams get so out of hand they impair social or occupational functioning. And while only two to eight percent of the United States adult population is regularly plagued by nightmares, those who survive trauma are much more susceptible to frightening dreams. Many patients with post-traumatic stress disorder (PTSD) suffer from nightmares during the first three months following the incident, and up to 80 percent experience nightmares that persist for the rest of their lives.\n\n“PTSD increases the risk of suicidal thoughts and behavior, and our study shows that nightmares, a hallmark symptom of PTSD, may be an important treatment target to reduce suicide risk,” said Dr. Donna L. Littlewood, a researcher in medical and human sciences at The University of Manchester, in a press release. “This study emphasizes the importance of specifically assessing and targeting nightmares within those individuals experiencing PTSD. In addition, monitoring and targeting levels of negative cognitive appraisals such as defeat, entrapment, and hopelessness, may reduce suicidal thoughts and behaviors.”\n\nThe research included nearly 100 participants, all of whom had experienced traumatic events and 51 who met the criteria for PTSD. The group completed questionnaires measuring suicidal tendencies and feelings like entrapment. Nightmares were measured by their frequency and intensity, which was then compared to relevant items on a clinician-administered PTSD scale. The study revealed that suicidal thoughts, plans, or attempts were present in 62 percent of those who experienced nightmares, and in only 20 percent of those without nightmares. Researchers say the nightmares may act as a stressor for those with PTSD. The dreams may trigger negative cognitive thoughts — the most obvious of which were defeat, entrapment, and hopelessness — which in turn reinforce suicidal behaviors.\n\nThe link between PTSD and suicide is well documented, but this is the first time researchers were able to determine the intermediary steps that contribute to the association between nightmares and suicidal tendencies. The study authors suggest further research on this link, because there may be additional pathways underpinning the relationship between nightmares and suicide.\n\nSource: Littlewood D, Gooding P, Panagioti M, Kyle S. Nightmares and Suicide in Posttraumatic Stress Disorder: The Mediating Role of Defeat, Entrapment, and Hopelessness. Journal of Clinical Sleep Medicine. 2016.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "ptsd, patients, who, have, nightmares, are, more, likely, experience, suicidal, thoughts", "og": {"site_name": "Medical Daily", "description": "How bad dreams could mean worrisome behavior.", "title": "Nightmares Can Make Some People So Hopeless They Resort To Suicide", "url": "http://www.medicaldaily.com/nightmares-ptsd-suicidal-thoughts-378437", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/03/18/nightmare.jpg", "type": "article"}, "twitter": {"description": "How bad dreams could mean worrisome behavior.", "title": "Nightmares Can Make Some People So Hopeless They Resort To Suicide", "url": "http://www.medicaldaily.com/nightmares-ptsd-suicidal-thoughts-378437", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/03/18/nightmare.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/03/18/nightmare.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2016-03-18T12:48:12-04:00", "modified_time": "2016-03-18T15:09:57-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "How bad dreams could mean worrisome behavior."}, "article_summary": "The study revealed that suicidal thoughts, plans, or attempts were present in 62 percent of those who experienced nightmares, and in only 20 percent of those without nightmares.\nA new study published in the Journal of Clinical Sleep Medicine suggests a significant link between nightmares and suicidal behavior.\nThe dreams may trigger negative cognitive thoughts — the most obvious of which were defeat, entrapment, and hopelessness — which in turn reinforce suicidal behaviors.\nSource: Littlewood D, Gooding P, Panagioti M, Kyle S. Nightmares and Suicide in Posttraumatic Stress Disorder: The Mediating Role of Defeat, Entrapment, and Hopelessness.\nMany patients with post-traumatic stress disorder (PTSD) suffer from nightmares during the first three months following the incident, and up to 80 percent experience nightmares that persist for the rest of their lives."}