{"article_title": "John Boehner to GOP: \"The Bible Says Beware of False Prophets\"", "article_keywords": ["saying", "bible", "false", "trump", "congress", "beware", "prophets", "boehner", "summit", "speaker", "know", "shutdown", "resigning", "john", "gop", "told"], "article_url": "http://mic.com/articles/125923/john-boehner-has-some-choice-words-for-the-gop-congress-he-just-gave-up-on", "article_text": "Speaker of the House John Boehner, who announced his resignation from Congress effective at the end of October, has some choice words for the congressional caucus he just left: the Bible warned us about people like you.\n\nBoehner told CBS' Face the Nation on Sunday he was sick of \"false prophets\" among Republicans in Congress, saying conservative groups who have hammered his speakership over the past few years were \"not realistic\" and have \"whipped people into a frenzy believing they can accomplish things that they know — they know — are never going to happen.\"\n\nAccording to Boehner, \"the Bible says beware of false prophets. And there are people out there, you know, spreading noise about how much can get done. I mean this whole notion that we're going to shut down the government to get rid of Obamacare in 2013 — this plan never had a chance.\"\n\nSource: Mic/CNN\n\nBoehner said he was planning on resigning anyway and did not fear a challenge to his leadership. But he also pointed to his accomplishments like deficit-reduction deals and entitlement reforms, saying \"all done over the last four and a half years with a Democrat president and all voted against by my most conservative members because it wasn't good enough.\"\n\n\"Really?\" the clearly exasperated speaker said.\n\nSource: Mic/CBS News\n\nSource: Mic/CBS News\n\nAs Mic's Gregory Krieg wrote this week, Boehner's \"ongoing struggle with the less pragmatic, right-leaning members of his own caucus had weighed heavily on his nerves ... the fraying relationship between the speaker and colleagues never recovered.\"\n\nBasically, Boehner finally decided he'd had enough.\n\nWhile the congressman didn't name names, it's clear at least one of the people he is describing is Texas senator and current presidential candidate Ted Cruz, who led a messy government shutdown over Obamacare funding in 2013. Cruz's actions ultimately damaged the GOP's standing in the eyes of the public and Boehner once publicly referred to him as a \"jackass.\"\n\nBoehner was speaking about Congress, but it's likely he was referring to the rise of Republican primary front-runner Donald Trump as well. Trump told reporters outside the Values Voters Summit Boehner's resignation was a \"good thing\" and said he wished someone with a \"tougher attitude\" would take up the speakership.\n\nMany Republicans, for their part, seem just as angry at Boehner. When Florida Sen. Marco Rubio informed a crowd at the summit that the speaker was resigning, crowds rose in applause.\n\nSource: Mic/C-SPAN\n\nWhile Boehner is giving up the reigns, his rocky tenure is not over yet; during the interview, he pledged one of his final actions as speaker would be to avert a government shutdown over Planned Parenthood.\n\nWatch the interview below:", "article_metadata": {"medium": "news", "description": "The Republican speaker of the House had some choice words for his soon-to-be-former colleagues.", "language": "en", "title": "John Boehner to GOP: \"The Bible Says Beware of False Prophets\"", "og": {"site_name": "Mic", "description": "Whoa.", "title": "John Boehner Has Some Choice Words for the GOP Congress He Just Gave Up On", "url": "https://mic.com/articles/125923/john-boehner-has-some-choice-words-for-the-gop-congress-he-just-gave-up-on", "image": "https://thumbs.mic.com/NTdkNWIzNGQwNCMva1JHdjhSS0lPeEpzYlp0TndtcG9GMlFqRlVvPS8weDA6OTc5eDUxMi8xMjAweDYzMC9maWx0ZXJzOnF1YWxpdHkoNzApL2h0dHA6Ly9zMy5hbWF6b25hd3MuY29tL3BvbGljeW1pYy1pbWFnZXMvN3I2enRzdzB6NXd2ZHF1bmN5enByNmQzbXV4ejBxZ25yMjMwaWt6cHBqcWduajlxOXh2czNtbmx5YXJzZWcxcC5qcGc=.jpg", "type": "article"}, "twitter": {"user_id": 139909832, "description": "The Republican speaker of the House had some choice words for his soon-to-be-former colleagues.", "title": "John Boehner to GOP: \"The Bible Says Beware of False Prophets\"", "url": "https://mic.com/articles/125923/john-boehner-has-some-choice-words-for-the-gop-congress-he-just-gave-up-on", "image": "https://thumbs.mic.com/OWVlN2Q2ZGUwNiMvR3A2RThnNDV1M0ZPWEZMTzlHOFZWWFRZblBrPS8weDU2Njo2MDUxeDM0OTcvMTIwMHg2MzAvZmlsdGVyczpxdWFsaXR5KDcwKS9odHRwOi8vczMuYW1hem9uYXdzLmNvbS9wb2xpY3ltaWMtaW1hZ2VzL2R6cWV6Zm1pZzNnZHBsaWdqN3o4M3Z5dWVnbHdsaWtieXl0dHJtaXY4bXcyc2lpdmltaGp4YnV6cGFseG5uaDUuanBn.jpg", "creator": "thetomzone", "site": "@MicNews", "card": "summary_large_image"}, "author": "Mic", "robots": "index, follow", "bt": {"pubDate": "2015-09-27T21:36:03.000Z", "isBlacklisted": "false", "modDate": "2015-10-19T11:34:09.000Z", "keywords": "John Boehner, Elections, GOP, Politics", "type": "evergreen", "id": 125923}, "fb": {"admins": "23342,215337,1410801,675670245,13000939,616963,1479330109,1267070071", "app_id": 141861192518680}, "msapplication-task": "name=Mic on LinkedIn;action-uri=http://www.linkedin.com/company/policymic;icon-uri=http://linkedin.com/favicon.ico", "original-image": "https://media3.mic.com/YmE5YzRjYzU1YSMvZm95OWxsN2dETjVGTzdhb3lUc2R2UER4UEtrPS8weDU2Njo2MDUxeDM0OTcvMTkxMHgxMDAwL2ZpbHRlcnM6cXVhbGl0eSg4NSkvaHR0cHM6Ly9zMy5hbWF6b25hd3MuY29tL3BvbGljeW1pYy1pbWFnZXMvZHpxZXpmbWlnM2dkcGxpZ2o3ejgzdnl1ZWdsd2xpa2J5eXR0cm1pdjhtdzJzaWl2aW1oanhidXpwYWx4bm5oNS5qcGc=.jpg", "article": {"publisher": "https://www.facebook.com/MicMedia", "published_time": "2015-09-27T21:36:03.000Z", "modified_time": "2015-10-19T11:34:09.000Z", "author": "https://www.facebook.com/tom.mckay"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "identifier-URL": "http://mic.com/articles/74689/the-8-most-dysfunctional-families-in-tv-history"}, "_id": "\"57477af36914bd0286fcb571\"", "article_summary": "According to Boehner, \"the Bible says beware of false prophets.\nWhen Florida Sen. Marco Rubio informed a crowd at the summit that the speaker was resigning, crowds rose in applause.\nBoehner was speaking about Congress, but it's likely he was referring to the rise of Republican primary front-runner Donald Trump as well.\nTrump told reporters outside the Values Voters Summit Boehner's resignation was a \"good thing\" and said he wished someone with a \"tougher attitude\" would take up the speakership.\nCruz's actions ultimately damaged the GOP's standing in the eyes of the public and Boehner once publicly referred to him as a \"jackass.\""}