{"article_title": "Emails Show Politico’s Mike Allen Promised Positive Coverage of Chelsea Clinton", "article_keywords": ["mike", "clinton", "politico", "reines", "positive", "questions", "politicos", "department", "state", "promised", "coverage", "interview", "allen", "chelsea", "emails"], "article_url": "http://gawker.com/emails-show-politico-s-mike-allen-promised-positive-cov-1744201426", "article_text": "Few journalists are more thoroughly connected to Washington’s power elite than Politico’s Chief White House correspondent Mike Allen. But as newly released emails between the veteran reporter and a former State Department official show, Allen’s coveted access sometimes comes at the cost of his own credibility—as well as Politico’s reputation as an adversarial news outlet.\n\nGawker has received another batch of Hillary Clinton aide Philippe Reines’ emails with reporters while working for Secretary of State Hillary Clinton. Among Reines’ more frequent correspondents, it turns out, is Mike Allen. In an email dated January 10, 2013 and addressed to Reines, then serving as Deputy Assistant Secretary of State, Allen floated the idea of interviewing Clinton’s adult daughter, Chelsea, during an upcoming brunch hosted by Politico. Attempting to secure an interview with the daughter of a likely presidential candidate is, of course, far from unheard of. What makes Allen’s ask unusual is that he appears to assure Reines that he’ll produce totally positive coverage of Chelsea Clinton (bolding ours):\n\nThis would be a way to send a message during inaugural week: No one besides me would ask her a question, and you and I would agree on them precisely in advance. This would be a relaxed conversation, and our innovative format (like a speedy Playbook Breakfast) always gets heavy social-media pickup. The interview would be “no-surprises”: I would work with you on topics, and would start with anything she wants to cover or make news on. Quicker than a network hit, and reaching an audience you care about with no risk.\n\nAllen apparently received the go-ahead from Reines, because in an another email sent an hour later, he wrote to Reines (again, bolding ours):\n\nAdvertisement\n\nWill def. write Matt if that’s what you recommend. I was just hoping for your confidential advice on what topics they’re most interested in — what might maximize chances. I think this is something she would like: a way to send a message on a big weekend, but in a no-risk way, since they know I would stick to topics we agree on.\n\n(“Matt” appears to refer to Chelsea Clinton’s spokesman, Matt McKenna, who now works for Uber. Records of the live event Allen was organizing—the Inauguration 2013 New Leaders Brunch—indicate that Clinton ultimately declined Allen’s generous offer not to ask her any questions that she didn’t already know about.)\n\nAllen’s eager attempt to draft “no-risk” interview questions with Chelsea Clinton’s camp is especially noteworthy given Allen’s public opposition to low-risk interviews with powerful figures. Just five weeks after he contacted Reines, Allen and his colleague Jim VandeHei published an infamous “Behind the Curtain” column concerning the Obama White House’s attempts to steer various media narratives about the presidency. One of the pair’s main complaints centered on Obama’s preference for “softball interviews”:\n\nSponsored\n\nThe super-safe, softball interview is an Obama specialty. The kid glove interview of Obama and outgoing Secretary of State Hillary Clinton by Steve Kroft of CBS’s “60 Minutes” is simply the latest in a long line of these. Obama gives frequent interviews (an astonishing 674 in his first term, compared with 217 for President George W. Bush, according to statistics compiled by Martha Joynt Kumar, a political scientist at Towson University), but they are often with network anchors or local TV stations, and rarely with the reporters who cover the White House day to day.\n\nIn Chelsea Clinton’s case, Allen pledged much more than a “super-safe, softball interview”—he literally promised her team total and precise control over the interview questions he would pose to her.\n\n(Allen seems to take a dim view of the specific practice of using pre-screened interview questions as well. His August 19, 2015 Playbook newsletter linked to and quoted from an article by former Politico reporter Dylan Byers regarding the Scott Walker campaign’s policy of screening reporters’ questions about the Wisconsin governor’s plans to repeal the Affordable Care Act: “The Scott Walker campaign is quickly building a reputation as the most press-averse group in the Republican field.”)\n\nMike Allen, Politico editor Susan Glasser, and Politico editor-in-chief John F. Harris did not respond to detailed inquiries about their outlet’s view of providing questions to interview subjects before the interview takes place.\n\nUpdate, 3:15 p.m.: One hour after this post was published, Politico editor Susan Glasser provided the statement below to Gawker. In it, she appears to disapprove of Allen’s conduct:\n\nAdvertisement\n\nKeenan—sorry to be late on this but I hope you can add this quick statement from POLITICO here: We didn’t end up doing any interview with Chelsea Clinton and we have a clear editorial policy of not providing questions to our guests in advance. Thank you for reaching out,\n\nSusan\n\nThe tranche in which Allen’s correspondence appeared contains 500-plus more pages of emails, all of which we’ve uploaded to Document Cloud. Some highlights:\n\n\n\nFinally, there’s been some movement in Gawker Media v. Department of State, the aforementioned lawsuit that finally smoked out these emails. (As you may recall, the agency initially denied our Freedom of Information Act request on the grounds the Clinton aide’s emails didn’t exist. After we sued, they said that approximately 17,000 such emails existed, then upped their estimate to 90,000 emails.)\n\n\n\nOn November 18, Gawker’s lawyers petitioned the federal judge overseeing the suit to compel Philippe Reines (along with a few other State Department employees) to deliver sworn affidavits detailing how exactly Reines used his various email accounts while employed at the State Department. According to the lawyers’ filing, the requested information includes a list “identifying the specific non-U.S. Government e-mail addresses [Reines] used for U.S. Government work-related purposes.”\n\nMotions to compel are fairly rare in legal disputes concerning the Freedom of Information Act. But the facts of this particular case, including the revelation that Reines, like his boss Hillary Clinton, used a personal Gmail account to conduct official State Department business, are so unusual that Gawker’s lawyers decided to file the motion in advance of the State’s final response to our initial request. According to the filing and Gawker’s own counsel, the State Department intends to contest the motion.\n\n\n\nReines, who left the State Department in 2013, did not respond to a request for comment. A official for the agency told Gawker, “The Department doesn’t comment on ongoing litigation.”", "article_metadata": {"news_keywords": "politico, state department, philippe reines, emails, hillary clinton, mike allen, Gawker", "author": "J.K. Trotter", "og": {"site_name": "Gawker", "description": "Few journalists are more thoroughly connected to Washington’s power elite than Politico’s Chief White House correspondent Mike Allen. But as newly released emails between the veteran reporter and a former State Department official show, Allen’s coveted access sometimes comes at the cost of his own credibility—as well as Politico’s reputation as an adversarial news outlet.", "title": "Emails Show Politico’s Mike Allen Promised Positive Coverage of Chelsea Clinton", "url": "http://gawker.com/emails-show-politico-s-mike-allen-promised-positive-cov-1744201426", "image": "https://i.kinja-img.com/gawker-media/image/upload/s--D3WGUQrL--/c_fill,fl_progressive,g_north,h_358,q_80,w_636/1534615701639117382.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Few journalists are more thoroughly connected to Washington’s power elite than Politico’s Chief White House correspondent Mike Allen. But as newly released emails between the veteran reporter and a former State Department official show, Allen’s coveted access sometimes comes at the cost of his own credibility—as well as Politico’s reputation as an adversarial news outlet.", "title": "Emails Show Politico’s Mike Allen Promised Positive Coverage of Chelsea Clinton", "url": "http://gawker.com/emails-show-politico-s-mike-allen-promised-positive-cov-1744201426", "image": "https://i.kinja-img.com/gawker-media/image/upload/s--D3WGUQrL--/c_fill,fl_progressive,g_north,h_358,q_80,w_636/1534615701639117382.jpg", "site": "@gawker", "card": "summary_large_image"}, "msapplication-square70x70logo": "https://i.kinja-img.com/gawker-media/image/upload/s--Di2kTRut--/c_fill,fl_progressive,g_center,h_80,q_80,w_80/my2vnuuejg3jt9yqbx3z.png", "ROBOTS": "INDEX, FOLLOW", "fb": {"app_id": 447084078690870}, "dynamic-stylesheet": "//x.kinja-static.com/assets/stylesheets/editor-621051396171a9ade757cbbd77315ea6.css", "keywords": "politico, state department, philippe reines, emails, hillary clinton, mike allen, Gawker", "google-site-verification": "PMODv5fOfI_I6GRn06P6uDSnTPLgipc_fgkmh7EgXyw", "msapplication-square150x150logo": "https://i.kinja-img.com/gawker-media/image/upload/s--GHGgxH7j--/c_fill,fl_progressive,g_center,h_200,q_80,w_200/my2vnuuejg3jt9yqbx3z.png", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0,maximum-scale=10.0", "description": "Few journalists are more thoroughly connected to Washington’s power elite than Politico’s Chief White House correspondent Mike Allen. But as newly released emails between the veteran reporter and a former State Department official show, Allen’s coveted access sometimes comes at the cost of his own credibility—as well as Politico’s reputation as an adversarial news outlet."}, "article_summary": "Gawker has received another batch of Hillary Clinton aide Philippe Reines’ emails with reporters while working for Secretary of State Hillary Clinton.\nAccording to the filing and Gawker’s own counsel, the State Department intends to contest the motion.\n(Allen seems to take a dim view of the specific practice of using pre-screened interview questions as well.\nAllen’s eager attempt to draft “no-risk” interview questions with Chelsea Clinton’s camp is especially noteworthy given Allen’s public opposition to low-risk interviews with powerful figures.\nReines, who left the State Department in 2013, did not respond to a request for comment."}