{"article_title": "Republicans Just Changed The Rules After A Virginia Election To Change The Outcome", "article_keywords": ["changed", "district", "rules", "fairfax", "republicans", "virginia", "county", "state", "voter", "place", "election", "outcome", "ballot", "provisional", "change", "board"], "article_url": "http://www.huffingtonpost.com/2013/11/09/virginia-attorney-general-race_n_4247571.html", "article_text": "Already shaping up to be one of the closest races in state history, a last-minute rule change is stirring up the recount to decide who will become Virginia's next attorney general.\n\nThe Daily Press of Newport News, Va. reported Friday that Republican candidate Mark Obenshain had an unofficial lead of just under 1,300 votes over Democratic challenger Mark Herring. That tally did not include full provisional ballot totals, and as of Saturday, a fresh rule change was complicating matters.\n\nAccording to a report by WTOP radio, the Virginia State Board Of Elections decided Friday to change rules relevant to Fairfax County, banning legal representatives from helping count votes, unless the associated voter was actually present. The board changing the rules is dominated by Republicans.\n\nFairfax County's Electoral Board said Saturday that the modification affects hundreds of voters, and WTOP added that both Secretary Brian Schoeneman and Board Chairman Seth Stark expressed disagreement with the ruling. Provisional ballots are defined by the Virginia Board Of Elections as follows:\n\nWhen the voter’s name is not on the pollbook, the voter believes he is registered in that precinct, and the registrar’s office cannot be contacted to verify that the voter is registered. Note: If a voter chooses to vote a Provisional Ballot because they are at the wrong polling place and are unable or unwilling to go to the correct polling place, their vote will not be counted. When a voter who registered by mail on or after January 1, 2003, and did not mail in a copy of their ID at that time, fails to show one of the federally required forms of ID when voting for the first time in a federal election. When a voter who was sent an absentee ballot has not received or has lost the ballot, and appears at his regular polling place on election day. When the normal voting hours are extended by court order.\n\nBack on Thursday, the Washington Post explained how the issue first came to fruition. Pre-provisonal-ballot-tallies from the State Board of Elections website showed Obenshain leading Herring by 777 votes. But the team of Rep. Jerry Connolly (D-Va.), who serves the 11th district, flagged a potential issue in Fairfax County -- where portions also fall under Rep. James Moran (D-Va.) in the 8th District, and Rep. Frank Wolf (R-Va.) in the 10th District.\n\nFrom the Post:\n\nAccording to state numbers, Fairfax reported an unexplainably lower number of absentee ballots cast in the 8th District than in the other two congressional districts. The county keeps track of how many voters request absentee ballots as well as the number who actually turn them in. In the 10th District, 88 percent of voters who requested a ballot actually voted, while 86 percent did so in the 11th District. But in the 8th District, the state board shows that only 50 percent of those who requested ballots — 4,168 out of 8,363 requests — actually cast ballots, a response rate not only lower than the other portions of Fairfax County, but lower than any other congressional district in the state, according to the Connolly campaign.\n\nThe Fairfax County Electoral Board met Saturday morning and released an official statement later in the day on the provisional ballot totals in question. Final results show that tabulation issues led to an error affecting approximately 3,200 votes, the board said.\n\nWith Friday's state rule change in place, the board added that final results are expected on Tuesday Nov. 12, with a midnight deadline in place. NBC Washington also notes that any voter who cast a provisional ballot now has to contact or visit their local Board of Election office by then to have their say count.\n\nAlso on HuffPost: 2013 Election Night: Winners & Losers 2013 Election Night: Winners & Losers\n\n1 of 10 WINNER: Chris Christie Republican New Jersey Gov. Chris Christie steps from the booth after voting in Mendham Township, N.J., Tuesday, Nov. 5, 2013. (AP Photo/Mel Evans) Share this slide:\n\nAP", "article_metadata": {"description": "Already shaping up to be one of the closest races in state history, a last-minute rule change is stirring up the recount to decide who will become", "sailthru.expire_date": "2013-11-10 17:44:07 -0500", "og": {"site_name": "The Huffington Post", "description": "Already shaping up to be one of the closest races in state history, a last-minute rule change is stirring up the recount to decide who will become", "title": "Last-Minute GOP-Driven Change Causes Stir In Razor-Thin Virginia Race", "url": "http://www.huffingtonpost.com/2013/11/09/virginia-attorney-general-race_n_4247571.html", "image": "http://i.huffpost.com/gen/1453971/images/o-VIRGINIA-ATTORNEY-GENERAL-RACE-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "Already shaping up to be one of the closest races in state history, a last-minute rule change is stirring up the recount to decide who will become", "creator": "cgentilviso", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1453971/images/o-VIRGINIA-ATTORNEY-GENERAL-RACE-facebook.jpg", "height": 1000}, "title": "Last-Minute GOP-Driven Change Causes Stir In Razor-Thin Virginia Race", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2013-11-09 17:44:07 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4247571", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "virginia,video,virginia attorney general's race,virginia attorney general's race 2013,virginia provisional ballots,elections 2013,virginia voting problems,Mark Obenshain,elections-2013,virginia state board of elections,brian schoeneman,seth stark,2013 election,mark herring", "article": {"section": "Politics", "tag": "virginia,video,virginia attorney general's race,virginia attorney general's race 2013,virginia provisional ballots,elections 2013,virginia voting problems,Mark Obenshain,elections-2013,virginia state board of elections,brian schoeneman,seth stark,2013 election,mark herring", "published_time": "2013-11-09 17:44:07 -0500", "modified_time": "2013-11-11 10:41:55 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fd9e7f\"", "article_summary": "That tally did not include full provisional ballot totals, and as of Saturday, a fresh rule change was complicating matters.\nPre-provisonal-ballot-tallies from the State Board of Elections website showed Obenshain leading Herring by 777 votes.\nAccording to a report by WTOP radio, the Virginia State Board Of Elections decided Friday to change rules relevant to Fairfax County, banning legal representatives from helping count votes, unless the associated voter was actually present.\nAlso on HuffPost: 2013 Election Night: Winners & Losers 2013 Election Night: Winners & Losers1 of 10 WINNER: Chris Christie Republican New Jersey Gov.\nThe Fairfax County Electoral Board met Saturday morning and released an official statement later in the day on the provisional ballot totals in question."}