{"article_title": "Here's how your legislator in Congress voted, and what they said, in shutdown battle", "article_keywords": ["affordable", "bill", "district", "congress", "heres", "house", "republicans", "budget", "act", "delay", "voted", "shutdown", "dmi", "battle", "legislator", "care"], "article_url": "http://michiganradio.org/post/heres-how-your-legislator-congress-voted-and-what-they-said-shutdown-battle", "article_text": "Republicans in Congress hope to \"defund or delay\" the Affordable Care Act by attaching language to a bill that would temporarily fund the federal government. If their \"continuing resolution\" budget is passed, it would end the shutdown.\n\nDemocrats won't go for it.\n\nThey say debate over the Affordable Care Act is settled. It was signed into law. The Supreme Court ruled on it. And there was a Presidential election in which it was debated. It's time to move on, they say.\n\nMove on? Fat chance. The federal government has been partially shut down over the fight.\n\nAnd now politicians seem to be waiting to see where the political pressure builds -- meaning they're waiting to see how you react.\n\nHere's what one Republican said to the press after the shutdown. From the New York Times:\n\n“We’ve passed the witching hour of midnight, and the sky didn’t fall, nothing caved in,” said Representative Steve King, Republican of Iowa, who still believes Republicans can achieve “the end of Obamacare.” “Now the pressure will build on both sides, and the American people will weigh in.”\n\nAnd here's what some of them are saying off-camera:\n\nTwo of these 16 people speak for you, as a Michigander, in Congress (one senator, and one representative).\n\nHere's a map of Michigan's current congressional districts (double click on the map to zoom in):\n\nHere's who voted to insert language to delay parts of the Affordable Care Act into the budget bill (all the Republicans), and here's who did not support that idea (all the Democrats).\n\nVoted in support of the budget bill to delay the Affordable Care Act\n\nVoted against the budget bill to delay the Affordable Care Act\n\nSen. Carl Levin (D-MI) “We weren’t shutdown on 9/11. We kept going. There was a physical attack on us. Now you got people who are doing an economic attack on us, saying they will not allow this government to function unless they get their way on a particular issue.”\n\nSen. Debbie Stabenow (D-MI) “They have come here to shut the government down, and they are pretty happy today because they finally have done it, even if it is only for a short time.”\n\nJohn Conyers (D-MI 13th District) “Unfortunately, out of fear of alienating their Tea Party friends, House Republican Leadership appears to lack the political will to put the interests of our country first.”\n\nJohn Dingell (D-MI 12th District) “After targeting the Affordable Care Act with unrealistic demands, House Republicans are now attempting to force Congress to prioritize aspects of essential government service that all Americans rely on. This half-cooked public relations move will not work, and the American people will not stand for more games.”\n\nDan Kildee (D-MI 5th District) “Every parent knows that if a child is throwing a tantrum, you don’t just give them what they want and expect them to never throw a fit again. House Republicans – led by the Tea Party – are acting like spoiled children, shutting the government down because they can’t have it their way.”\n\nSander Levin (D-MI 9th District) “Unfortunately, House Republicans continue to keep the government shutdown to try and keep people from exercising their rights under this new law.”\n\nGary Peters (D-MI 14th District) “When political gridlock undermines our economic uncertainty and makes it harder for Michigan middle class families and small businesses, it’s not a game – it’s bad faith.”\n\n- Melanie Kruvelis and Lucy Perkins, Michigan Radio Newsroom", "article_metadata": {"category": "Politics & Government", "description": "Republicans in Congress hope to defund or delay the Affordable Care Act by attaching language to a bill that would temporarily fund the federal government.", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://michiganradio.org/post/heres-how-your-legislator-congress-voted-and-what-they-said-shutdown-battle", "image": "http://mediad.publicbroadcasting.net/p/michigan/files/styles/medium/public/201107/capitol_hill_whitehouse_gov.jpg", "type": "article", "description": "Republicans in Congress hope to defund or delay the Affordable Care Act by attaching language to a bill that would temporarily fund the federal government.", "title": "Here's how your legislator in Congress voted, and what they said, in shutdown battle"}, "story_id": 228907900, "twitter": {"site": "@MichiganRadio", "card": "summary", "creator": "@"}, "author": "Mark Brush, Michigan Radio Newsroom", "org_id": 0, "dc": {"title": "Here&#039;s how your legislator in Congress voted, and what they said, in shutdown battle"}, "nid": 14705, "datePublished": "2013-10-03", "keywords": "government shutdown, shutdown", "wordCount": 1391, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd9e9f\"", "article_summary": "Voted in support of the budget bill to delay the Affordable Care ActVoted against the budget bill to delay the Affordable Care ActSen. Carl Levin (D-MI) “We weren’t shutdown on 9/11.\nThey say debate over the Affordable Care Act is settled.\nRepublicans in Congress hope to \"defund or delay\" the Affordable Care Act by attaching language to a bill that would temporarily fund the federal government.\nIf their \"continuing resolution\" budget is passed, it would end the shutdown.\nHere's what one Republican said to the press after the shutdown."}