{"article_title": "The GOP sucked up to the middle class -- but will it deliver?", "article_keywords": ["senate", "pay", "social", "deliver", "saletan", "gop", "middle", "candidates", "act", "wade", "tax", "republican", "class", "sucked"], "article_url": "http://www.latimes.com/business/hiltzik/la-fi-mh-the-gop-sucked-up-20141105-column.html", "article_text": "Will Saletan at Slate puts his finger on a fascinating development in the 2014 election: A slew of Republican Senate and House candidates ran on Democratic themes. These included poverty relief, black unemployment, equal pay for women, dismal middle-class economics, income inequality and the protection of Social Security and Medicare.\n\nSaletan's right about that. These themes cropped up in GOP campaigns in the Deep South, the Midwest and on both coasts.\n\nYet it's easy to make too much of this, as Saletan does. The campaign rhetoric of a handful of GOP candidates doesn't certify that they, much less party members in general, are \"embracing ideas and standards that came from the left,\" or that they've internalized the issue of \"economic equality.\" More likely, they're displaying that familiar quality of the politician: hypocrisy.\n\nThe most one can say for sure is that these candidates found a set of talking points that resonated with the 2014 electorate. What makes it hard to claim that they'll stand up for the victims they've identified is that Republican orthodoxy, and Republican action, points exactly the other way. And that's when the GOP candidates made their points accurately or honestly, which wasn't always the case.\n\nLet's take a look.\n\nEqual Pay: Republicans in five states attacked their opponents for paying female staffers less than men. But the Republican caucus in Congress has consistently opposed federal legislation to enhance the pay rights of female workers, notably the Lilly Ledbetter Fair Pay Act of 2009, the very first statute signed into law by President Obama. The act passed with only three GOP votes in the House and five in the Senate. A year earlier, Mitch McConnell (R-Ky.), the (putatively) future Senate majority leader, blocked a similar act from coming to the floor at all.\n\n[Republicans] captured the Senate and gained seats in the House ... by embracing ideas and standards that came from the left. — Slate's William Saletan\n\nIncome inequality: At least four candidates, including Bill Cassidy, who will be in a runoff against Sen. Mary Landrieu (D-La.), shed tears over the plight of the middle class versus the gains of the 1%. Tom Cotton, the GOP senator-elect from Arkansas, quoted by Saletan: \"If you make a living by working, if your labor is your means of putting food on your table ... your incomes are down.\"\n\nWhat has the GOP done to reverse the rise in income inequality? That's right, nothing. The party vehemently opposes an increase in the estate tax -- which it rechristened the \"death tax\" so it would seem so much more unfair to the general public. Economists and historians view the estate tax as an excellent device to constrain inherited wealth, an important source of economic inequality. A 2006 GOP effort to tie a reduction in the estate tax to an increase in the minimum wage was seen universally as a cynical ploy.\n\nOpposition to a income tax increase on top earners is, of course, a centerpiece of the GOP platform. The party has consistently opposed infrastructure spending, another tool for bringing better wages to the middle and working class while creating a base for economic growth in the future.\n\nPart-time work: Saletan quotes GOP candidate Kevin Wade of Delaware, a rare loser on election day, as decrying the rise of part-time jobs in the U.S. and noting that nearly all the new jobs created in June were part-time positions. Candidates in Louisiana, Maine and South Carolina made a similar point.\n\nSaletan doesn't point out that this is a deceitful claim, as I pointed out here. Wade and others used the June figures to suggest that the Affordable Care Act is causing a rise in part-time jobs. The problem is that isn't true, and the June figures didn't show it. Part-time jobs rose in June because they almost always do -- it's when college and high school students flow into the summer workforce, and the phenomenon always reverses itself over subsequent months. Wade was speaking in October, so it would be proper to ask why he was using 4-month-old statistics that had been updated three times. Wade wasn't standing up for downtrodden part-timers -- he was just making a dishonest attack on Obamacare.\n\nMedicare, Social Security and healthcare: GOP candidates in Oklahoma, Louisiana and other states flayed their Democratic opponents for failing to protect Medicare and contemplating cuts to Social Security.\n\nThis bespeaks GOP hypocrisy and Democratic stupidity on a majestic scale. For one thing, the GOP candidates were claiming that the Affordable Care Act undermined Medicare, a flagrant lie, but one that Democrats have been inept at contradicting. But the claim that some Democrats were prepared to cut Social Security is accurate -- both in their support of the Bowles-Simpson deficit plan, which would have reduced benefits, and their complicity in trying to reduce cost-of-living increases via the chained-CPI index.\n\nTo a certain extent, Democrats deserve to be hounded on this. The party abandoned its historic role as protector of this most successful New Deal achievement, and tried to cut a budget deal with the GOP on the backs of America's retirees. So the GOP turned around and attacked them for joining in what is essentially a Republican goal. Are you surprised? Me neither.\n\nIt takes what President Clinton memorably called \"brass\" for GOP candidates in states that have refused to expand Medicaid to attack their Democratic opponents for failing to provide healthcare to poor residents. If Democrats had stood up to support the Affordable Care Act, instead of running away from it for four years now, they'd be in a much better position to defend themselves.", "article_metadata": {"fb_title": "The GOP sucked up to the middle class -- but will it deliver?", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Will Saletan at Slate puts his finger on a fascinating development in the 2014 election: A slew of Republican Senate and House candidates ran on Democratic themes. These included poverty relief, black unemployment, equal pay for women, dismal middle-class economics, income inequality and the protection of Social Security and Medicare .", "title": "The GOP sucked up to the middle class -- but will it deliver?", "url": "http://www.latimes.com/business/hiltzik/la-fi-mh-the-gop-sucked-up-20141105-column.html", "image": "http://www.trbimg.com/img-545a94da/turbine/la-fi-mh-the-gop-sucked-up-20141105", "type": "article"}, "x-servername": "lalvp14.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "election, gop, income inequality", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/81886432", "googlebot-news": "index", "date": "2014-11-05", "Description": "Will Saletan at Slate puts his finger on a fascinating development in the 2014 election: A slew of Republican Senate and House candidates ran on Democratic themes. These included poverty relief, black unemployment, equal pay for women, dismal middle-class economics, income inequality and the protection...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "election, gop, income inequality"}, "_id": "\"57477af36914bd0286fcb5bd\"", "article_summary": "And that's when the GOP candidates made their points accurately or honestly, which wasn't always the case.\nIt takes what President Clinton memorably called \"brass\" for GOP candidates in states that have refused to expand Medicaid to attack their Democratic opponents for failing to provide healthcare to poor residents.\nMedicare, Social Security and healthcare: GOP candidates in Oklahoma, Louisiana and other states flayed their Democratic opponents for failing to protect Medicare and contemplating cuts to Social Security.\nFor one thing, the GOP candidates were claiming that the Affordable Care Act undermined Medicare, a flagrant lie, but one that Democrats have been inept at contradicting.\nThe campaign rhetoric of a handful of GOP candidates doesn't certify that they, much less party members in general, are \"embracing ideas and standards that came from the left,\" or that they've internalized the issue of \"economic equality.\""}