{"article_title": "Why the Senate Will Pass the House’s Highway Bill", "article_keywords": ["billion", "fiscal", "trust", "transportation", "fund", "senate", "bill", "paid", "states", "houses", "pass", "ratio", "federal", "highway"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/07/29/Why-Senate-Will-Pass-House-s-Highway-Bill", "article_text": "With tens of billions of federal highway construction dollars riding on the outcome, the Senate appears on track beginning as early as Tuesday to embrace a House-passed measure to keep the near-bankrupt highway trust fund afloat through May 2015.\n\nThe House bill, crafted by Ways and Means Committee Chairman Dave Camp (R-MI), would bolster temporarily the trust fund with nearly $11 billion of fresh funds and avert widespread cancelations of government transportation projects. Those cancellations could deliver a serious blow to the economy. Senate Majority Leader Harry Reid (D-NV) is still working on the timing of the floor action, but he has agreed to open the bill to a handful of amendments, according to Roll Call.\n\nRelated: Congress Uses Accounting Gimmicks to Fund Highway Bill\n\nSenate Environment and Public Works Committee Chair Barbara Boxer (D-CA) and other Democratic and Republican lawmakers are clamoring for a more ambitious, multi-year highway reauthorization bill -- one that would provide more stability and strategic vision to the critical federal highway program.\n\n10 States Receiving Biggest Share of Highway Trust Fund State 2012 FY Payment Percent of Total California $4.13 Billion 10% Texas $3.11 Billion 7.5% Florida $1.87 Billion 4.5% New York $1.73 Billion 4.2% Pennsylvania $1.64 Billion 3.9% Ohio $1.48 Billion 3.6% Illinois $1.41 Billion 3.4% Georgia $1.26 Billion 3.06% North Carolina $1.06 Billion 2.58% Michigan $1.04 Billion 2.53% Source: Latest Federal Highway Administration data for Fiscal 2012. Total trust fund spending that year for all states totaled $40.9 billion.\n\nThey will try to amend the bill on the floor to extend emergency highway funding only through the end of the year, which would give Congress time after the November election to draft more comprehensive highway legislation. Senate Finance Committee Chairman Ron Wyden (D-OR) will also try to alter the way the bill is funded.\n\nThe prospects for success in passing any of the amendments are highly doubtful, Sen. Ben Cardin (D-MD), a member of the Environment and Public Works Committee, acknowledged in an interview with The Fiscal Times on Monday. For one thing, proponents of the amendments will need a super majority of 60 votes to pass them, which is a very high bar.\n\nUnless the Senate ultimately goes along with the $10.9 billion highway spending “patch” that was overwhelmingly approved by the House on July 15, the Department of Transportation warned it would start turning off the spigot of federal transportation funds next week.\n\nThe administration says it will be forced to resort to this dire cash management strategy once the balance in the trust fund drops below the preferred level of $4 billion, notes the American Association of State Highway and Transportation Officials, which is closely monitoring the situation.\n\nRelated: Clock Ticks for States on Highway Funding\n\nSuch a move would force state and local governments to curtail or shelve more than 100,000 highway, bridge and mass transit construction projects this summer and early fall. That would kill 700,000 construction industry jobs, according to Secretary of Transportation Anthony Foxx.\n\nAmong the biggest losers would be big states represented by Boxer; Sen. Chuck Schumer (D-NY) and Sen. John Cornyn (R-TX), both members of the Finance Committee; House Transportation and Infrastructure Committee Chair Bill Shuster (R-PA), Camp of Michigan and other major players in the highway funding drama.\n\nBy the time the current fiscal year comes to a close Sept. 30, a total of $37.8 billion of federal highway dollars will have flowed through the trust fund to the states, according to the Federal Highway Administration. About 45 percent of those funds will go to just 10 states: California, Texas, Florida, New York, Pennsylvania, Ohio, Illinois, Georgia, North Carolina and Michigan.\n\nRelated: Federal Highway Program Dangles on a Fiscal Cliff\n\nHere is a chart showing how much those states received from the trust fund in fiscal 2012 – the most recent complete data available from the Transportation Department.\n\nThe highway trust fund is supported by an 18.4 cents a gallon gasoline tax and a 24.4 cents per gallon diesel fuel tax. The problem is that these excise taxes haven’t increased in over 20 years, even as cars have become more fuel-efficient and use less gas and highway construction costs have escalated.\n\nWhile revenues have steadily lagged behind highway project expenditures, the federal government has been forced to shift money from other accounts to keep the highway trust fund solvent. The Congressional Budget Office has estimated a $12 billion shortfall in the fund this fiscal year, with only $33 billion of revenue to cover $45 billion of spending.\n\nHOW CONGRESS DIVIDES THE MONEY\n\nFederal highway funds are divvied up and distributed under a complicated formula based in part on the amount and types of motor fuels consumed in each state. All states are assured of getting back at least 92 percent of the highway excise taxes paid into the trust fund by consumers and large oil companies, according to a Federal Highway Administration explanation.\n\nHowever, many states get back substantially more than they paid into the trust fund while a few states get back far less.\n\nFor example, California paid $3.34 billion into the trust fund in 2012 but received back $4.135 billion – or 10 percent of the overall federal apportionment. California’s ratio of return on its payment into the trust fund was 1.24, according to the data.\n\nRelated: 700,000 Jobs at Risk If Highway Trust Fund Falters\n\nSimilarly, Illinois consumers paid $1.3 billion into the trust fund in 2012 but received back $1.41 billion – or 3.4 percent of the total federal allocation. Illinois’s ratio of return was 1.09. Then there was Alaska that paid $95.5 million into the fund, but got back a whopping $565 million. That means Alaska got back nearly six times as much back as it paid in or a ratio of 5.92.\n\nBy contrast, Texas paid $3.5 billion into the trust fund in 2012 but received back only $3.1 billion – or 7.5 percent of the total federal allocation. The Lone Star State’s ratio of return was a paltry 0.89. South Carolina paid $680 million into the trust fund but got back just $640 million, or a 0.94 ratio. And Arizona paid in $707 million, while getting back only $691.9 million, a 0.98 ratio of return.\n\nTop Reads From the Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "With tens of billions of federal highway and bridge construction dollars riding on the outcome, the Senate appears on track beginning as early as Tuesday to embrace a House-passed measure to keep the near-bankrupt highway trust fund afloat through May 2015.", "title": "Why the Senate Will Pass the House’s Highway Bill", "url": "http://www.thefiscaltimes.com/Articles/2014/07/29/Why-Senate-Will-Pass-House-s-Highway-Bill", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02172011_highway_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/07/29/Why-Senate-Will-Pass-House-s-Highway-Bill", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/02172011_highway_article.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@ericpianin"}, "generator": "Drupal 7 (http://drupal.org)", "description": "With tens of billions of federal highway and bridge construction dollars riding on the outcome, the Senate appears on track beginning as early as Tuesday to embrace a House-passed measure to keep the near-bankrupt highway trust fund afloat through May 2015.", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcb5ca\"", "article_summary": "The highway trust fund is supported by an 18.4 cents a gallon gasoline tax and a 24.4 cents per gallon diesel fuel tax.\nWith tens of billions of federal highway construction dollars riding on the outcome, the Senate appears on track beginning as early as Tuesday to embrace a House-passed measure to keep the near-bankrupt highway trust fund afloat through May 2015.\nWhile revenues have steadily lagged behind highway project expenditures, the federal government has been forced to shift money from other accounts to keep the highway trust fund solvent.\nRelated: Congress Uses Accounting Gimmicks to Fund Highway BillSenate Environment and Public Works Committee Chair Barbara Boxer (D-CA) and other Democratic and Republican lawmakers are clamoring for a more ambitious, multi-year highway reauthorization bill -- one that would provide more stability and strategic vision to the critical federal highway program.\nThe Lone Star State’s ratio of return was a paltry 0.89."}