{"article_title": "Hackathon underway at U of A", "article_keywords": ["students", "youre", "virtual", "teams", "trial", "going", "hackathon", "underway", "worked", "team", "weekend"], "article_url": "http://www.tucsonnewsnow.com/story/31040989/hackathon-underway-at-u-of-a", "article_text": "Over 800 students gathered at the University of Arizona for a weekend of software and hardware development. The second annual \"Hackathon\" brought together students from universities in Arizona and all over the world.\n\nSponsors such as Raytheon and Cisco donated items including drones for the teams as well as professional mentors.\n\n\n\n\"There was a huge gap in the southwest. There wasn't a hackathon at U of A, NAU and ASU. And we were going to other hackathons around the United States. There's a pretty big collegiate hackathon scene and we just saw a need for it here,\" said Nick Morin, marketing director of Hack Arizona.\n\n\n\nStudents break off into teams and use items like drones to create something unique.\n\n\n\n\"It's definitely physically enduring for sure,\" said Eric Blitzer, a UA student.\n\n\n\nBlitzer, teammate Taylor Cox, and two other students worked all weekend long to control their drone from their laptop. They were able to accomplish it with some trial and error.\n\n\n\nBut they also worked to take it to the next level with virtual reality glasses.\n\n\n\n\"Our end goal actually is to put on virtual reality glasses so that you're really here looking at the drone footage,\" Blitzer said.\n\n\n\nWith hours of planning and trial under their belt, team said winning would be great, but said the experience itself is valuable.\n\n\n\n\"At the end of the day, chances are you're not going to make the next million dollar app. But you're going to learn how to basically work with a team, have fun, learn from other companies and hopefully have a good time out of it,\" Cox said.\n\n\n\nCopyright 2016 Tucson News Now. All rights reserved.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Over 800 students gathered at the University  of Arizona for a weekend of software and hardware development.     The second annual \"Hackathon\" brought together students from universities in Arizona an", "author": "Janice Yu", "og": {"url": "http://www.tucsonnewsnow.com/story/31040989/hackathon-underway-at-u-of-a", "image": "http://kold.images.worldnow.com/images/9718171_G.JPG", "type": "article", "description": "Over 800 students gathered at the University  of Arizona for a weekend of software and hardware development.     The second annual \"Hackathon\" brought together students from universities in Arizona an", "title": "Hackathon underway at U of A"}, "twitter": {"account_id": 17641427, "creator": "@TucsonNewsNow", "image": "http://kold.images.worldnow.com/images/9718171_G.JPG", "title": "Hackathon underway at U of A", "site": "@TucsonNewsNow", "card": "summary", "description": "Over 800 students gathered at the University  of Arizona for a weekend of software and hardware development.     The second annual \"Hackathon\" brought together students from universities in Arizona an"}, "wnreadableurl": "hackathon-underway-at-u-of-a", "ROBOTS": "Index,Follow,NoArchive", "date": "2016/01/23", "fb": {"admins": 644426401, "app_id": 215936215202939}, "google-site-verification": "wum6pK5VyCXxNIhQSMSz7se_UVLjlDGJFKTm4EWnWUY", "owner": "KOLD", "article": {"publisher": "http://www.facebook.com/TucsonNewsNow"}, "KEYWORDS": "Tucson News Now,KOLD News 13,FOX 11,KOLD,KMSB,Tucson,Southern Arizona,Arizona", "wn-version": "ContainerE-Story", "wn-base": "IIS08", "news_keywords": "Tucson News Now,KOLD News 13,FOX 11,KOLD,KMSB,Tucson,Southern Arizona,Arizona"}, "article_summary": "The second annual \"Hackathon\" brought together students from universities in Arizona and all over the world.\nBlitzer, teammate Taylor Cox, and two other students worked all weekend long to control their drone from their laptop.\nThere's a pretty big collegiate hackathon scene and we just saw a need for it here,\" said Nick Morin, marketing director of Hack Arizona.\nThere wasn't a hackathon at U of A, NAU and ASU.\n\"At the end of the day, chances are you're not going to make the next million dollar app."}