{"article_title": "Minnesota Lapse Leaves 16,000 Low-Income MNSure Applicants Awaiting Coverage", "article_keywords": ["status", "information", "johnson", "state", "leaves", "minnesota", "lowincome", "system", "16000", "health", "insurance", "coverage", "assistance", "notices", "awaiting", "mnsure", "lapse", "applicants"], "article_url": "http://www.govtech.com/health/State-lapse-leaves-16000-low-income-MNSure-applicants-awaiting-coverage.html", "article_text": "At least 16,000 low-income Minnesotans never received letters telling them that the state needed more information on their MNsure applications for health insurance, and many possibly remain uninsured.\n\nState officials disclosed the mistake Wednesday and blamed the problem on human error.\n\nThe notices were supposed to tell the applicants to provide more information to qualify for the state's Medical Assistance program, but the notices were never sent.\n\nThe applicants applied through MNsure, the state's new health insurance exchange, but their eligibility for the low-income assistance couldn't be automatically verified.\n\n\"We understand that this is unacceptable to have not been sending these notices for this period of time -- to have left people in this ambiguous status,\" said Chuck Johnson, the Minnesota Department of Human Services' deputy commissioner for policy and operations. \"We're working to fix it as quickly as possible.\"\n\nFuture notices will be generated automatically by the information technology system. But the functionality for this isn't yet available from the exchange. So, earlier this year the state Department of Human Services adopted a workaround process that broke down in February.\n\n\"The result of folks not getting this notice is that they've been in this pending status for some number of months -- as many as six -- waiting for some indication,\" Johnson said.\n\nGoing forward, applicants who are found eligible for coverage will get health insurance retroactive to when they submitted applications, Johnson said. If people incurred medical costs when they should have been covered by Medical Assistance, the state will cover those costs, he added.\n\nBut Johnson acknowledged that some patients might have delayed seeking medical care as their health insurance applications languished. Patients surely experienced stress and frustration, he added, as they turned to county workers for help trying to figure out if they had coverage.\n\n\"We apologize for the failure to provide these system-generated notices,\" Human Services Commissioner Lucinda Jesson wrote in an email to county officials Wednesday. \"This mistake makes matters more difficult for you, our partners, and, more critically, for the people we serve.\"\n\nMedical Assistance is Minnesota's name for the state-federal Medicaid program, which provides health insurance for low-income residents.\n\nThe state launched MNsure last year as a tool for people to purchase commercial health insurance and determine if they qualify for Medicaid. It's part of the Affordable Care Act, the federal law requiring nationwide health insurance.\n\nWhile the MNsure system eventually will automate more aspects of the Medicaid enrollment process, the Department of Human Services has had to develop a number of manual processes as the new system is being developed.\n\n\"It's not MNsure's job to send the notices,\" said Joe Campbell, a spokesman for the exchange. \"The jointly owned system generated the notices and sent them for processing, as has been the process in place for months.\"\n\nStarting last year, people who thought they might qualify for Medical Assistance could fill out online applications on the MNsure website. In many cases, the system automatically checked income, citizenship and other details with a federal data hub to make sure people qualified for coverage.\n\nIn some cases, the online system told people they would be contacted to provide information to verify eligibility, Johnson said. Those applicants were placed in a pending status and should have received a letter describing the information they needed to provide.\n\nMany people who didn't get notices likely have been contacted already about their need to provide information to finalize coverage, said Heidi Welsch, director of family support and assistance for Olmsted County. The state on several occasions has provided counties with lists of people stuck in pending status, so that counties could proactively contact applicants.\n\n\"But it means that in the intervening months, they went without coverage and may have made choices to not visit the doctor when they needed to,\" Welsch said. \"They didn't know whether they had coverage or not.\"\n\nIn the case of emergencies, state and county workers had ways to make sure people got coverage for the care they needed while applications were stuck in a pending status, Welsch said.\n\nThe failure to send the notices, she said, is \"just one more thing in the string of things that have not worked with MNsure.\"\n\nThe state and counties work together to provide beneficiaries with Medicaid benefits. When the state decided to launch the MNsure system, it decided also to modernize the Medicaid information technology system in the process.\n\n\"We're in a transition period here from technology we've had for 25 years into new technology,\" Johnson said.\n\n\"That transition in any circumstance would be challenging, but it's certainly been challenging give the speed with which we had to bring this new system up due to the timelines in the Affordable Care Act.\"\n\n©2014 the Pioneer Press (St. Paul, Minn.)", "article_metadata": {"contentType": "GT Article", "description": "The applicants applied through MNsure, the state's health insurance exchange, but their eligibility for the low-income assistance couldn't be automatically verified.", "pubDate": "2014-07-3", "og": {"title": "Minnesota Lapse Leaves 16,000 Low-Income MNSure Applicants Awaiting Coverage"}, "wssUrl": "http://www.govtech.com/health", "p": {"domain_verify": "6fde23837116ec868cad5f966cf08656"}, "wss": "Health and Human Services", "authors": "[]", "google-site-verification": "YGeeEDFGk0P1HO8tlyROBmRbQvw1H3jzQqXhn0Q55a8", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd9ee1\"", "article_summary": "The applicants applied through MNsure, the state's new health insurance exchange, but their eligibility for the low-income assistance couldn't be automatically verified.\nGoing forward, applicants who are found eligible for coverage will get health insurance retroactive to when they submitted applications, Johnson said.\nWhen the state decided to launch the MNsure system, it decided also to modernize the Medicaid information technology system in the process.\nAt least 16,000 low-income Minnesotans never received letters telling them that the state needed more information on their MNsure applications for health insurance, and many possibly remain uninsured.\nMedical Assistance is Minnesota's name for the state-federal Medicaid program, which provides health insurance for low-income residents."}