{"article_title": "New Hampshire takes Clinton, Sanders on wild polling ride", "article_keywords": ["sanders", "surveys", "clinton", "takes", "voters", "ride", "polls", "primary", "hampshire", "state", "candidates", "polling", "wild"], "article_url": "http://www.politico.com/story/2015/11/new-hampshire-takes-clinton-sanders-on-wild-polling-ride-216248", "article_text": "MANCHESTER, N.H. — With just 71 days to go until the New Hampshire primary, public polls are offering little guidance on the state of the Democratic race in the first-in-the-nation primary. A slew of surveys in recent weeks suggests everything from a narrow Hillary Clinton advantage to a comfortable lead for Bernie Sanders.\n\nIt’s been that way for much of the year. Clinton posted large leads through Memorial Day — until Sanders suddenly emerged here as a legitimate threat to the Clinton juggernaut. By early August, Sanders finally passed the front-runner — first in a poll conducted for the Boston Herald, but then in the subsequent eight public surveys up until mid-October.\n\nStory Continued Below\n\nThe Vermont senator’s leads in those polls varied wildly — Sanders posted double-digit leads in live-caller surveys but also registered a gaping 22-percentage-point advantage in an online, CBS News/YouGov poll in early September. Things changed again after Clinton was buoyed by a strong performance in the first Democratic debate, her winning testimony before the House Benghazi Committee, and Vice President Joe Biden’s decision not to enter the race.\n\nIt’s a level of volatility and uncertainty that the campaigns need to become accustomed to, said Terry Shumaker, a former state co-chairman for both of Bill Clinton’s presidential campaigns.\n\n“The polling at this stage in New Hampshire has always been unreliable, going back the 1960s,” he said. “New Hampshire primary voters have numerous opportunities to see the candidates close to the primary; they have no pressure to decide early.”\n\nThose careening polls served as the backdrop Sunday night when the three Democratic candidates appeared for the state party’s annual Jefferson-Jackson dinner at the Radisson Hotel in Manchester, in front of a pro-Clinton establishment audience to which Sen. Jeanne Shaheen and Gov. Maggie Hassan voiced their support for Clinton during the program.\n\nThe candidates, including Martin O’Malley, took the opportunity to sell a positive pitch to voters, rather than rip into one another, in keeping with the evening’s cordiality. But the frequency of the veiled swipes at rivals provided an ever-present reminder of the unease enveloping the race at the moment.\n\nClinton, who spoke last, gave one of the most rousing renditions of her everything-but-the-kitchen sink stump speech, ticking through her support for universal pre-k; making tuition at public colleges debt-free; expanding voting rights; supporting and expanding the Affordable Care Act; overturning Citizens United; and fighting the National Rifle Association.\n\nHer supporters, waving blue glow sticks, cheered along for a well-known line in her stump speech — that if Republicans think playing the gender card means fighting for women’s rights and equal pay, they can “Deal! Me! In!”\n\nClinton, who never mentions Sanders on the trail, singled out “the special immunity Congress gave the gun industry — that was a mistake, plain and simple” — a nod to a Sanders vote in 2005 for a statute that gives gun manufacturers immunity in state and federal courts.\n\nShe also used the occasion to dismiss the aspirational nature of the Sanders campaign. “Some candidates may be running to make a point,” she said. “I’m running to make a difference.”\n\nFor his part, Sanders spoke at length about his 2002 vote to oppose the war in Iraq — a stark point of contrast with Clinton. “Now is not the time for more establishment foreign policy,” he said.\n\nIn an election recently redefined by the terror attacks across Paris earlier this month, Sanders was forced to alter his standard stump speech to include a new emphasis on foreign policy.\n\n“We cannot and should not attempt to do it alone,” he said of confronting the Islamic State. “We cannot and should not be trapped in perpetual warfare in the Middle East. We need to put together a broad coalition including the strong participation of the Muslim countries in the region.”\n\nStill, Sanders managed to frame his foreign policy agenda in terms of his campaign theme of income inequality. “It has been reported that Qatar will spend $200 billion on the 2022 World Cup,” he said, “$200 billion on hosting a soccer event, yet very little to fight against ISIS.”\n\nWith the candidates unwilling to go beyond subtle swats at one another, it’s possible that the race here will remain opaque until voters go to the polls Feb. 9 — and Clinton knows it better than anyone.\n\nOn the eve of the 2008 primary, the final RealClearPolitics polling average showed Barack Obama with an 8.3-point lead, based on a surge of support following his victory in the Iowa caucuses five days earlier. But that bump in the polls proved illusory: Clinton won New Hampshire by nearly 3 points.\n\nThe result was, in the words of former Gallup and Pew Research Center head Andy Kohut, “one of the most significant miscues in modern polling history.”\n\nThat 2008 failure led to a thorough autopsy from the polling community, which concluded that pollsters sufficiently captured Obama’s post-Iowa bump but failed to measure a subsequent boost for Clinton in the final day before the primary.\n\nThat boost was credited, in part, to a New Hampshire happenstance that the polls were unable to pick up so close to primary day — an emotional moment for the then-New York senator at a coffee shop in Portsmouth.\n\n", "article_metadata": {"og": {"site_name": "POLITICO", "description": "Surveys suggest everything from a narrow Hillary Clinton advantage to a comfortable lead for Bernie Sanders.", "title": "New Hampshire takes Clinton, Sanders on wild polling ride", "url": "http://www.politico.com/story/2015/11/new-hampshire-takes-clinton-sanders-on-wild-polling-ride-216248", "image": "http://static.politico.com/53/d7/599bfb614815b33791a38b097e00/151125-hillary-new-hampshire-gty-1160.jpg", "fb_appid": 114037015331397, "type": "article"}, "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "Surveys suggest everything from a narrow Hillary Clinton advantage to a comfortable lead for Bernie Sanders.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Clinton posted large leads through Memorial Day — until Sanders suddenly emerged here as a legitimate threat to the Clinton juggernaut.\nBut that bump in the polls proved illusory: Clinton won New Hampshire by nearly 3 points.\nA slew of surveys in recent weeks suggests everything from a narrow Hillary Clinton advantage to a comfortable lead for Bernie Sanders.\n“The polling at this stage in New Hampshire has always been unreliable, going back the 1960s,” he said.\nMANCHESTER, N.H. — With just 71 days to go until the New Hampshire primary, public polls are offering little guidance on the state of the Democratic race in the first-in-the-nation primary."}