{"article_title": "Katie Fallon, Top Obama Aide, Leaving White House", "article_keywords": ["capitol", "deal", "house", "fallon", "leaving", "aide", "hill", "ms", "mr", "president", "white", "katie", "obama"], "article_url": "http://www.nytimes.com/2016/01/30/us/politics/katie-beirne-fallon-obama-aide-resigning.html", "article_text": "Photo\n\nWASHINGTON — Katie Beirne Fallon, the top legislative official who helped improve President Obama’s dysfunctional relationship with Capitol Hill, will leave the White House in the coming weeks, a departure that reflects shrinking ambitions for lawmaking during Mr. Obama’s final year in office.\n\nThe exit of Ms. Fallon, who has held the post for two years, means that Mr. Obama is losing a trusted aide in the West Wing whose deep relationships on Capitol Hill helped him prevail in tough fights over trade, federal spending and the Iran nuclear deal. It comes as the president looks toward a modest legislative agenda for the year, circumscribed by the realities of a presidential campaign that has sharply curtailed the congressional calendar and will most likely sap lawmakers’ appetites for tough votes.\n\nFrom the moment he tapped Ms. Fallon for the job, Mr. Obama charged her with improving his relations with Capitol Hill, which had grown toxic amid complaints from lawmakers in both political parties that the president was too aloof, and that his staff was unwilling to involve them in big decisions and debates. Ms. Fallon was at one time a senior aide to Senator Chuck Schumer of New York.\n\n“Republicans and Democrats in Congress have their differences, but when it comes to Katie, they’re united in their admiration and respect,” Mr. Obama said in a statement. “She came into her role at a time when we needed to build up our relationships with folks in both parties. And from bipartisan budget agreements to protecting a deal that will prevent a nuclear Iran to ensuring the long-stalled Ex-Im and I.M.F. reforms were enacted, we simply could not have made the progress we’ve made without her.”\n\nMs. Fallon, 40, who gave birth to twin boys in April two months ahead of schedule, had told friends and colleagues she was determined to return to the West Wing after her maternity leave — which she did full time in August — and finish 2015 at the White House. During much of that time, she has essentially been functioning as a single parent; she is married to Brian Fallon, another former aide to Mr. Schumer who spends weekdays in Brooklyn, where he is the press secretary for Hillary Clinton’s presidential campaign.\n\nAdvertisement Continue reading the main story\n\nAfter an improbable flurry of bipartisan deals late last year, including the completion of a two-year budget agreement that did away with automatic spending cuts Mr. Obama had long fought to reverse, Ms. Fallon concluded that the time was right for her to leave, people close to her said, speaking on the condition of anonymity to describe private conversations. She has not said what she plans to do next.\n\n“Katie is a rare talent, capable of getting hard things done but never forgetting or compromising why we are doing those hard things: to make sure working families get the shots she got,” said Denis McDonough, the White House chief of staff. “We will miss her — I will miss her.”\n\nMs. Fallon will be replaced by Amy Rosenbaum, a former senior policy aide to Representative Nancy Pelosi of California, the Democratic leader, who has served as Ms. Fallon’s deputy and took on her responsibilities during her leave last year.\n\nMs. Pelosi called Ms. Rosenbaum a “key force” in shaping the Affordable Care Act, Mr. Obama’s signature legislative achievement, and pushing it through Congress in 2010. Her focus this year, officials said, will be trying to secure the bipartisan agreements the president is seeking on a broad revision of criminal justice laws, measures to improve mental health services and to address opioid addiction, and winning congressional approval of the Trans-Pacific Partnership trade agreement.\n\n“Amy has had a hand in some of the most consequential legislative progress for American families in the past decade,” Ms. Pelosi said in a statement.\n\nMs. Fallon quickly established herself at the White House and among key players of both parties on Capitol Hill as a deal maker who could speak both for the president and to him. She forged a strong working relationship with Republicans including Mike Sommers, the chief of staff to Representative John A. Boehner of Ohio when he was House speaker. She spoke with him daily to strategize, haggle or count votes.\n\nBefore Ms. Fallon arrived, Mr. Sommers said, “it was totally a dysfunctional relationship between this White House and the Hill, and everybody knew it.”\n\n“The key to fixing it,” he said, “was the knowledge that she had the president’s ear. It made it easier for us to negotiate, because we knew that we were dealing with somebody who could not just deliver the news or report the news, but make the news.”\n\nAdvertisement Continue reading the main story\n\nEarly one morning in October, when Ms. Fallon was in the thick of negotiating a budget deal with Republicans that was nearing an impasse, she spotted Mr. Boehner during his morning walk on Capitol Hill and rushed across the street to bargain with him. A one-year deal could be struck “today,” Ms. Fallon told the speaker. Mr. Boehner, who had announced his resignation, responded that he would accept only a two-year agreement, to spare his successor the burden of negotiating another budget in 2016. Ms. Fallon went back and told Mr. Obama it had to be two years.\n\n“Everyone on Capitol Hill knew Katie was the go-to person when you wanted an open ear and the ability to get things done,” Mr. Schumer said.\n\nThose attributes served Ms. Fallon well in navigating some of the most bitter and high-stakes debates of Mr. Obama’s past two years. She sat with Mr. Obama in the Oval Office through round upon round of calls to Democratic lawmakers to cajole them to support the Iran nuclear deal. (It was after one such session, while she was briefing Mr. McDonough in his office on the calls, that Ms. Fallon’s water broke; Mr. McDonough and his security detail rushed her to the hospital.)\n\nShe also worked with Republicans to push through Trade Promotion Authority legislation — fiercely opposed by most in the president’s own party — that was vital to the completion of the Trans-Pacific Partnership, a 12-nation pact Mr. Obama wants ratified before he leaves office. Ms. Fallon was calling White House officials about the trade measure from the hospital the day after she delivered her twins.\n\nSenator Harry Reid of Nevada, the minority leader, said he had long relied on Ms. Fallon’s “sharp insight, shrewd judgment and steadiness under pressure.”\n\n“None of the victories we secured in recent years would have been possible without her,” Mr. Reid said.", "article_metadata": {"tone": "news", "ptime": 20160129113847, "twitter": {"description": "Katie Beirne Fallon, the president’s legislative director, has been credited with improving his relations with lawmakers on Capitol Hill.", "title": "Katie Fallon, Top Obama Aide, Leaving White House", "url": "http://www.nytimes.com/2016/01/30/us/politics/katie-beirne-fallon-obama-aide-resigning.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000004175664"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2016/01/30/us/30fallon-web/30fallon-web-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2016/01/30/us/politics/katie-beirne-fallon-obama-aide-resigning.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000004175664", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2016/01/30/us/politics/katie-beirne-fallon-obama-aide-resigning.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "us/politics", "hdl_p": "Obama’s Capitol Hill Liaison Is Leaving White House", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "DISPLAYDATE": "Jan. 29, 2016", "edt": "NewYork", "keywords": "Fallon  Katie Beirne,United States Politics and Government,Obama  Barack,Appointments and Executive Changes", "applicationName": "article", "PT": "article", "author": "Julie Hirschfeld Davis", "SCG": "politics", "sourceApp": "nyt-v5", "per": "Obama, Barack", "slug": "30fallon", "byl": "By JULIE HIRSCHFELD DAVIS", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Katie Beirne Fallon, the president’s legislative director, has been credited with improving his relations with lawmakers on Capitol Hill.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2016/01/30/us/30fallon-web/30fallon-web-thumbStandard.jpg", "description": "Katie Beirne Fallon, the president’s legislative director, has been credited with improving his relations with lawmakers on Capitol Hill.", "CG": "us", "robots": "noarchive", "dat": "Jan. 29, 2016", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"section_url": "http://www.nytimes.com/section/us", "section": "Politics", "modified": "2016-02-06", "collection": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "tag": "Appointments and Executive Changes", "published": "2016-01-29", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "thumbnail_height": 75, "thumbnail_150_width": 150, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20160206020003, "og": {"url": "http://www.nytimes.com/2016/01/30/us/politics/katie-beirne-fallon-obama-aide-resigning.html", "image": "https://static01.nyt.com/images/2016/01/30/us/30fallon-web/30fallon-web-facebookJumbo.jpg", "type": "article", "description": "Katie Beirne Fallon, the president’s legislative director, has been credited with improving his relations with lawmakers on Capitol Hill.", "title": "Katie Fallon, Top Obama Aide, Leaving White House"}, "pdate": 20160129, "des": "Appointments and Executive Changes", "articleid": 100000004175664, "cre": "The New York Times", "hdl": "Katie Fallon, Top Obama Aide, Leaving White House", "thumbnail_150": "https://static01.nyt.com/images/2016/01/30/us/30fallon-web/30fallon-web-thumbLarge.jpg", "PST": "News"}, "article_summary": "Ms. Fallon was calling White House officials about the trade measure from the hospital the day after she delivered her twins.\nMs. Fallon was at one time a senior aide to Senator Chuck Schumer of New York.\n“Republicans and Democrats in Congress have their differences, but when it comes to Katie, they’re united in their admiration and respect,” Mr. Obama said in a statement.\nMs. Fallon went back and told Mr. Obama it had to be two years.\nThose attributes served Ms. Fallon well in navigating some of the most bitter and high-stakes debates of Mr. Obama’s past two years."}