{"article_title": "Why I'm not using Facebook's messenger app", "article_keywords": ["billion", "im", "users", "messages", "app", "apps", "facebooks", "facebook", "zuckerberg", "messenger", "messaging", "using", "share"], "article_url": "http://www.dailyherald.com/article/20140816/business/140818989/", "article_text": "Why I'm not using Facebook's messenger app\n\nhello\n\nFacebook separate messaging app is an opportunity for Facebook to tap into a younger audience without forcing them into contact with the older generation but lets them easily keep in touch.\n\nWhen a major company does something its customers hate -- and persists, despite their anger -- there must be a serious business reason for it. Facebook's reasons for breaking out messages from its main app and making it mandatory for users who want to exchange messages are mostly solid, though that doesn't make me any less reluctant to go along with the move.\n\nAlong with other Facebook users, I recently started receiving notifications that I would need to download the company's separate Messenger app to keep trading messages with friends. It's a gradual rollout, so I had the benefit of other users' experience. According to the research company AppAnnie, most users throughout the world have given the latest version of Facebook Messenger one star out of five. In the U.S., the one-star rating is based on more than 25,000 reviews. They only like Messenger in Egypt and Saudi Arabia, based on a total of 35 reviews.\n\nThere is nothing wrong with Messenger per se -- it's functional, fast and not particularly resource-hungry. It fact, the aggregate rating of all its versions in the U.S. is four stars. The users who are protesting are reacting to a privacy scare -- Messenger asks for some suspicious permissions, such as access to the microphone -- or simply voicing their Occam's-razor-motivated resentment at having to download a second app where one worked perfectly well.\n\nFacebook is betting the protests will subside. Daily routine disruptions do not make people angry for long: They tend to adapt to new routines quickly. And tens of thousands of actively unhappy users -- mad enough to send in those one-star ratings -- are nothing to the social network with its user base approaching in size the population of China.\n\nWhy, though, did Facebook feel it had to break out Messenger? \"Because it could\" is an insufficient answer.\n\nThe time users spend with the Facebook app is stagnating or slowly diminishing. According to the research firm Flurry Analytics, in 2013, smartphone users spent 18 percent of their total usage time on Facebook. This year, it's 17 percent. Facebook needs to fight for its time share: Its slice of the ad revenue pie is commensurate with it. At the same time, Facebook is aware that the younger audience perceives it as their parents' network. One way to fight that perception is to give young users a separate messaging app, which doesn't force them into contact with the older generation but lets them easily keep in touch.\n\nAccording to a November, 2013 report from OnDevice, 58 percent of people use several messaging apps because their friends are spread across different platforms. That is a more important reason for diversification than the difference in messengers' features, which motivates 52 percent of users. Of all over-the-top, Internet-based messaging apps, Facebook Messenger has the best claim to universality: No other platform has Facebook's enormous user base. That's why, even before the breakout, Messenger was immensely popular, with a 26.7 percent reach in the U.S. After the breakout, despite all the uproar, that reach will be broader.\n\nWith that and the 500 million monthly active users of its $19 billion acquisition, WhatsApp, Facebook is, and will remain in the foreseeable future the undisputed market leader outside Asia. Mark Zuckerberg would not tolerate anything less, and he'd be happy if he could corner the market. It's perhaps because of that grand vision that David Marcus, the former president of PayPal, has agreed to an ostensibly downward career move to Facebook, where he will run the messaging arm of the company.\n\nThe problem with over-the-top messaging is that, compared to old-style text messaging via wireless, which it is quickly replacing, it barely makes any money. According to Deloitte, messenger apps carry 50 billion messages a day this year, while mobile operators only deliver 21 billion text messages a day, but the operators' SMS revenue will amount to $100 billion, compared with $2 billion for all the apps combined. Facebook still has to work out how it's going to use its growing market share advantage. Will Facebook Messenger users buy as many stickers as the Japanese fans of Line, whose business model is based on such purchases? Is there a way to incorporate ads into Messenger and not lose users to ad-free apps? Zuckerberg has already promised WhatsApp founder Jan Koum that there would be no ads on that app.\n\nBecause Facebook makes most of its money from advertising, the Messenger breakout could backfire for it in the medium term, further reducing the main app's attention share while failing to make up for the revenue loss. That, however, is not a consideration that can stop Zuckerberg from aggressive market share building in messaging: He will fight that war first and figure out what to do with the spoils later.\n\nAs for me, I sidestepped the app split by getting rid of all Facebook apps and using the social network's mobile browser version. It has the same functionality and is easier on the battery. I have no interest in helping Zuckerberg conquer the world, so Occam's razor won the day.", "article_metadata": {"description": "When a major company does something its customers hate -- and persists, despite their anger -- there must be a serious business reason for it. But regardless, this columnist isn't going to use it.", "author": "Leonid Bershidsky", "og": {"site_name": "Daily Herald", "description": "When a major company does something its customers hate -- and persists, despite their anger -- there must be a serious business reason for it. But regardless, this columnist isn't going to use it.", "title": "Why I'm not using Facebook's messenger app", "url": "http://www.dailyherald.com/article/20140816/business/140818989/", "image": "http://www.dailyherald.com/storyimage/DA/20140816/business/140818989/AR/0/AR-140818989.jpg&updated=201408151017&imageversion=Facebook&exactH=630&exactW=1200&exactfit=crop&noborder", "type": "article"}, "twitter": {"description": "When a major company does something its customers hate -- and persists, despite their anger -- there must be a serious business reason for it. But regardless, this columnist isn't going to use it.", "title": "Why I'm not using Facebook's messenger app", "url": "http://www.dailyherald.com/article/20140816/business/140818989/", "image": "http://www.dailyherald.com/storyimage/DA/20140816/business/140818989/AR/0/AR-140818989.jpg&updated=201408151017&maxw=1200&maxh=1200", "site": "@dailyherald", "card": "summary", "account_id": 8960722}, "robots": "noarchive", "fb": {"app_id": 105603449548761}, "keywords": "Business, Technology", "article": {"publisher": "https://www.facebook.com/DailyHeraldFans", "published_time": "2014-08-16", "modified_time": "2014-08-15T14:17:00Z"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcb5f0\"", "article_summary": "Of all over-the-top, Internet-based messaging apps, Facebook Messenger has the best claim to universality: No other platform has Facebook's enormous user base.\nWill Facebook Messenger users buy as many stickers as the Japanese fans of Line, whose business model is based on such purchases?\nWhy I'm not using Facebook's messenger apphelloFacebook separate messaging app is an opportunity for Facebook to tap into a younger audience without forcing them into contact with the older generation but lets them easily keep in touch.\nAs for me, I sidestepped the app split by getting rid of all Facebook apps and using the social network's mobile browser version.\nAlong with other Facebook users, I recently started receiving notifications that I would need to download the company's separate Messenger app to keep trading messages with friends."}