{"article_title": "Liberty Tax Service creates Hispanic-focused SiempreTax+, ahead of upcoming tax season  Portada", "article_keywords": ["preparation", "siempretax", "hispanicfocused", "upcoming", "ahead", "portada", "season", "brand", "tax", "liberty", "creates", "hispanic", "service", "services", "assistance", "help"], "article_url": "http://www.portada-online.com/2014/11/13/liberty-tax-service-creates-hispanic-focused-siempretax-ahead-for-upcoming-tax-season/", "article_text": "Liberty Tax Service creates Hispanic-focused SiempreTax+, ahead of upcoming tax season\n\nEditorial Staff (@portada_online) | 11/13/2014\n\nWhat: Liberty Tax, Inc. has launched SiempreTax+, a national tax preparation brand that will cater to the needs of Hispanics in the upcoming tax season.\n\nWhy it matters: SiempreTax+ will provide tax preparation plus a wide array of services and solutions like driver's license assistance, notary and immigration help to Spanish-speaking customers.\n\nVirginia Beach-based Liberty Tax, Inc., parent company of Liberty Tax Service, has launched SiempreTax+, a national tax preparation brand focused on the Hispanic community. Carlos Perez has been named COO of SiempreTax+. Even before the launch of the Hispanic specific brand Liberty Tax had an active Hispanic marketing strategy and media engagement.\n\nSiempre, which means \"always\", is an independent brand under the Liberty Tax umbrella that provides tax preparation plus a wide array of services and solutions to Spanish-speaking customers, including driver's license assistance, notary and immigration help, in the language they prefer -- English or Spanish.\n\nOne important service will be Siempre's assistance in helping customers understand the Affordable Care Act (ACA) and their responsibilities under the law. Siempre will host ACA seminars and provide materials in Spanish that will be tailored to specific situations most likely to affect SiempreTax+ customers.\n\nThe company will also help non-citizens apply for an Individual Taxpayer Identification Number (ITIN) at no charge. The ITIN not only allows citizens to have a credit card or opening a bank account , but also ,along with filing taxes each year, helps establish a record of residency in the United States.\n\n\" When you look at the growth in the Hispanic market and the lack of reliable tax preparation services available to that market, you have to realize there's an opportunity there to give customers what they need and desire,\" said Liberty Founder and CEO John T. Hewitt.\n\nLiberty also said it will open its .offices on Nov. 15, earlier than normal, because it expects more taxpayers will need filing assistance as a result of the federal Affordable Care Act.2014 tax year will be the first in which Americans and legal residents will be required to show proof of health insurance coverage as part of their income tax returns.\n\n@SiempreTax @libertytax", "article_metadata": {"og": {"site_name": "Portada", "description": "Liberty Tax, Inc., parent company of Liberty Tax Service, has launched SiempreTax+, a national tax preparation brand focused on the Hispanic community. Carlos Perez SiempreTax+ COO .", "title": "Liberty Tax Service creates Hispanic-focused SiempreTax+, ahead of upcoming tax season", "locale": "en_US", "url": "http://www.portada-online.com/2014/11/13/liberty-tax-service-creates-hispanic-focused-siempretax-ahead-for-upcoming-tax-season/", "type": "article"}, "article": {"section": "- Hot Topics", "tag": "tax season", "published_time": "2014-11-13T12:00:27-05:00", "modified_time": "2014-11-13T13:14:29-05:00", "author": "http://www.portada-online.com/author/portada/"}, "fb": {"admins": 618488922, "profile_id": 618488922, "app_id": 279133158863247}, "generator": "Event Espresso Version 3.1.37.8.P", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Liberty Tax Service creates Hispanic-focused SiempreTax+, ahead of upcoming tax seasonEditorial Staff (@portada_online) | 11/13/2014What: Liberty Tax, Inc. has launched SiempreTax+, a national tax preparation brand that will cater to the needs of Hispanics in the upcoming tax season.\nVirginia Beach-based Liberty Tax, Inc., parent company of Liberty Tax Service, has launched SiempreTax+, a national tax preparation brand focused on the Hispanic community.\nEven before the launch of the Hispanic specific brand Liberty Tax had an active Hispanic marketing strategy and media engagement.\nWhy it matters: SiempreTax+ will provide tax preparation plus a wide array of services and solutions like driver's license assistance, notary and immigration help to Spanish-speaking customers.\nOne important service will be Siempre's assistance in helping customers understand the Affordable Care Act (ACA) and their responsibilities under the law."}