{"article_title": "Managed care plans will account for 75% of Medicaid beneficiaries by 2015, analysts estimate", "article_keywords": ["account", "managed", "plans", "providers", "beneficiaries", "according", "states", "report", "75", "medicaid", "analysts", "avalere", "2015", "estimate", "mcos", "care"], "article_url": "http://www.mcknights.com/news/managed-care-plans-will-account-for-75-of-medicaid-beneficiaries-by-2015-analysts-estimate/article/329551/", "article_text": "Managed care plans will account for 75% of Medicaid beneficiaries by 2015, analysts estimate\n\nShare this content:\n\n\n\nlinkedin\n\ngoogle\n\n\n\nEmail\n\nPrint\n\nThree-quarters of Medicaid enrollees will receive their benefits through a managed care organization (MCO) as of 2015, according to a new report from healthcare advisory company Avalere Health. Because Medicaid is the primary payer for long-term care in the United States, LTC providers are carefully monitoring the shift to a managed care environment.\n\nStates increasingly have opted to administer Medicaid benefits through private health insurance plans, or MCOs, that contract with a network of providers. For example, Maryland's Medicaid managed care program offers a choice of seven MCOs, such as AMERIGROUP Community Care and the UnitedHealthcare Community Plan.\n\nBy providing capitated payments to these plans, states can have more budget certainty than if they were paying out Medicaid claims on a fee-for-service basis. The MCOs themselves can coordinate care and sometimes offer services that would not be available through a program administered by the state.\n\nCurrently, 38 states and the District of Columbia contract with MCOs, according to the Avalere report issued Wednesday. Some of the most populous states, including California and Florida, have indicated they will expand MCOs to new regions or new types of beneficiaries.\n\n“These changes will expand Medicaid plans' coverage into more rural geographies and will essentially end fee-for-service Medicaid in some states,” said Avalere Vice President Caroline Pearson.\n\nStates that have opted to loosen the eligibility requirements for Medicaid, as allowed under the Affordable Care Act, also will see the majority of new enrollees join managed care plans, according to the Avalere analysts.\n\nTogether, these trends will combine to increase managed care enrollment from 63% of beneficiaries in 2012 to 75% in 2015, according to the report.\n\n“We believe that Medicaid managed care is a new way to use the money and use the resources much better in every community,” said LeadingAge CEO and President Larry Minnix, at the provider association's 2013 annual conference in November.\n\nHowever, not all long-term care providers are as bullish on managed care. In fact, many are skeptical that the system will solve the increasing disparity between Medicaid reimbursement rates and the actual costs of long-term care, according to Greg Crist, spokesman for the American Health Care Association/National Center for Assisted Living.\n\nCrist made his comments while speaking to McKnight's earlier this week, after AHCA/NCAL released a report on Medicaid LTC shortfalls.", "article_metadata": {"com.silverpop.brandeddomains": "www.pages05.net,forms.mcknights.com,mcknights.com,media.mcknights.com", "news_keywords": "Affordable Care Act, AHCA, Larry Minnix, LeadingAge, Long-Term Care, Medicaid Managed Care", "content-language": "en-US", "og": {"site_name": "McKnight's", "description": "Three-quarters of Medicaid enrollees will receive their benefits through a managed care organization (MCO) as of 2015, according to a new report from healthcare advisory company Avalere Health. Because Medicaid is the primary payer for long-term care in the United States, LTC providers are carefully monitoring the shift to a managed care environment.", "title": "Managed care plans will account for 75% of Medicaid beneficiaries by 2015, analysts estimate", "url": "http://www.mcknights.com/news/managed-care-plans-will-account-for-75-of-medicaid-beneficiaries-by-2015-analysts-estimate/article/329551/", "image": "http://media.mcknights.com/images/2015/08/18/mcklogo_818012.png", "type": "article"}, "twitter": {"description": "Three-quarters of Medicaid enrollees will receive their benefits through a managed care organization (MCO) as of 2015, according to a new report from healthcare advisory company Avalere Health. Because Medicaid is the primary payer for long-term care in the United States, LTC providers are carefully monitoring the shift to a managed care environment.", "creator": "@@TimMullaneyLTC", "site": "@mcknightsltcn", "card": "summary", "title": "Managed care plans will account for 75% of Medicaid beneficiaries by 2015, analysts estimate"}, "fb": {"app_id": 183363395035820}, "google-site-verification": "mx4rGVRiNxzj0lwxNljynJz1gArTEK6bZ0rK6AzvXic", "article": {"section": "News", "tag": "Medicaid Managed Care", "published_time": "2014-01-16T06:30:00", "modified_time": "2014-01-15T18:09:04"}, "Content-Type": "text/html", "viewport": "width=device-width, initial-scale=1.0", "description": "Three-quarters of Medicaid enrollees will receive their benefits through a managed care organization (MCO) as of 2015, according to a new report from healthcare advisory company Avalere Health. Because Medicaid is the primary payer for long-term care in the United States, LTC providers are carefully monitoring the shift to a managed care environment."}, "_id": "\"57477af46914bd0286fd8447\"", "article_summary": "Managed care plans will account for 75% of Medicaid beneficiaries by 2015, analysts estimateShare this content:linkedingoogleEmailPrintThree-quarters of Medicaid enrollees will receive their benefits through a managed care organization (MCO) as of 2015, according to a new report from healthcare advisory company Avalere Health.\nFor example, Maryland's Medicaid managed care program offers a choice of seven MCOs, such as AMERIGROUP Community Care and the UnitedHealthcare Community Plan.\nHowever, not all long-term care providers are as bullish on managed care.\nBecause Medicaid is the primary payer for long-term care in the United States, LTC providers are carefully monitoring the shift to a managed care environment.\nTogether, these trends will combine to increase managed care enrollment from 63% of beneficiaries in 2012 to 75% in 2015, according to the report."}