{"article_title": "How are the unemployed affected?", "article_keywords": ["affordable", "affected", "gowie", "eligible", "federal", "unemployed", "states", "health", "act", "medicaid", "insurance", "care"], "article_url": "http://www.democratandchronicle.com/story/news/local/2013/11/25/affordable-care-act-checkup-how-are-the-unemployed-affected/3700151/", "article_text": "Staci Gowie (Photo: Sean Dobbin)\n\nFor Staci Gowie, health insurance is an absolute must.\n\nShe's been battling thyroid cancer for several years, and her two children also need regular doctor visits and medications.\n\nSo when Gowie lost her job in October, she didn't have a choice. A $300-a-month plan from her former employer, complete with $2,500 deductible, was her only option.\n\n\"The co-pays and medications, they add up to hundreds of dollars a month, and you're still looking at trying to put a roof over their heads and food in their stomachs,\" said Gowie, 43, of Greece.\n\nFor Gowie and many of the 36,000 others currently looking for work in the Rochester region, the Affordable Care Act — colloquially known as Obamacare — will provide a health insurance safety net come Jan.1.\n\nSome will be eligible for Medicaid, due in part to the state's decision to accept federal dollars to expand the program. And even those who receive the state's maximum unemployment benefit — $405 a week, which depending on family size may be too much to qualify for Medicaid — will likely be eligible for assistance through a cost-sharing reduction plan and a tax credit.\n\nIf the legislation works the way it is meant to, this means one fewer worry for job seekers.\n\n\"That's one bill in the budget you don't have to worry about, and you can go about looking for a job without worrying that you need health care,\" said George Cook, professor of marketing and consumer psychology at the University of Rochester's Simon Business School.\n\nIt won't be a boon for everyone, as those who are unemployed and are currently choosing to go without health insurance will soon be required to sign up or pay a fine, possibly adding to their monthly bills.\n\nBut the main problem, said Cook, is that the news surrounding the rollout of the insurance exchanges — most of which stem from problems with the federal website — has discouraged many would-be beneficiaries from enrolling.\n\n\"They don't need another negative added to their already apprehensive mindset,\" said Cook.\n\nIn New York, not helping matters is that the state Department of Labor doesn't appear to be going out of its way to provide information about the Affordable Care Act. Though \"How am I going to pay for health care?\" is a question at or near the top of the list for many who are out of work, Gowie said she received no information about the Affordable Care Act when visiting a department office.\n\n\"They have handouts for how to get help for food stamps and the guidelines and cutoffs for food stamps and heat (assistance), but nothing for health insurance,\" said Gowie.\n\nThe state Department of Labor did not respond to messages seeking comment. RochesterWorks — Monroe County's largest training and employment agency, and a Department of Labor partner — does not provide job seekers with blanket education on the Affordable Care Act, said Pete Pecor, the agency's president. They do, however, encourage clients to \"see what's available from a benefit standpoint,\" he said.\n\nBut experts say an active push to get people to sign up is vital to maximizing enrollment. George Conboy, president of financial advisory company Brighton Securities, said that when it comes to a change in personal finances, people are often compelled to \"pause to evaluate\" their options.\n\n\"But that 'pause to evaluate' can sometimes become indefinite,\" he said.\n\nGowie had been out of work for six weeks and had not yet registered on the state's insurance website.\n\nShe had caught wind of various rumors about what the government might be doing with the information it was collecting, and had heard anecdotes that the insurance exchange wasn't affordable, anyway.\n\nSo she wasn't certain that she'd be eligible for subsidies or Medicaid — which could reduce her monthly health costs by hundreds of dollars — until she spoke with a reporter last week.\n\n\"A lot of people are at a loss. Where do you turn when you don't know what to do?\" said Gowie. \"But it helps to know that you're not the only one.\"\n\nEligibility\n\nThe state's expansion of Medicaid on Jan. 1 will increase the eligibility range to those who are earning up to 138 percent of the federal poverty line. For a single person, that translates to an income of roughly $15,850, or $304 a week; for a family of four, roughly $32,500, or $625 per week.\n\nChildren are eligible for Medicaid coverage if their parents' income is below 155 percent of the federal poverty line, and eligibility is more inclusive still for pregnant women and infants, who can earn up to 223 percent of the federal poverty line and still enroll.\n\nWith the eligibility increase, a large majority of those receiving unemployment payments could potentially enroll in Medicaid.\n\nBut even if other income pushes them over the above levels, those currently out of work are still likely eligible for subsidies.\n\nSeveral local agencies have begun providing free help for those looking to enroll on the state's website, including Coordinated Care Services Inc., and Action for a Better Community.\n\nThe county library system also has scheduled times at various locations where guidance will be offered.\n\nKim Wynn, the navigator program manager for Coordinated Care Services, said information shared with navigators is confidential, and that people who have used the program at her agency have been comfortable sharing their income information.\n\nThe trick is getting people to take that first step.\n\nSaid Cook: \"If that push is not there — and people have heard so many negative messages from the press about (the Affordable Care Act) — then people aren't going to try to sign up.\"\n\nSDOBBIN@DemocratandChronicle.com\n\nTwitter.com/Sean_Dobbin\n\nRead or Share this story: http://on.rocne.ws/IdLd00", "article_metadata": {"google": "notranslate", "description": "The Affordable Care Act will provide a safety net for unemployed workers, but problems with the rollout are discouraging potential beneficiaries from signing up.", "og": {"site_name": "Rochester Democrat and Chronicle", "description": "The Affordable Care Act will provide a safety net for unemployed workers, but problems with the rollout are discouraging potential beneficiaries from signing up.", "title": "Affordable Care Act Checkup: How are the unemployed affected?", "url": "http://www.democratandchronicle.com/story/news/local/2013/11/25/affordable-care-act-checkup-how-are-the-unemployed-affected/3700151/", "image": "http://www.gannett-cdn.com/GDContent/applogos/democratandchronicle.png", "type": "article"}, "twitter": {"description": "The Affordable Care Act will provide a safety net for unemployed workers, but problems with the rollout are discouraging potential beneficiaries from signing up.", "title": "Affordable Care Act Checkup: How are the unemployed affected?", "image": "http://www.gannett-cdn.com/-mm-/5f87abee787c37b5e8139823ca3ea1a93f39889e/c=0-1-168-169&r=x643&c=640x640/local/-/media/Rochester/NG/2013/11/25/stacigowiecropped.jpg", "creator": "@DandC", "site": "@DandC", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028377", "fb": {"app_id": 176958652324613}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Organizations/U.S. Department of Labor", "gci-asset-type": "story", "gci-categories": "Organizations/U.S. Department of Labor", "title": "Affordable Care Act Checkup: How are the unemployed affected?", "author": "Sean Dobbin", "pageclass": "article", "recs": {"category": "news/local", "image-3-4": "http://www.gannett-cdn.com/-mm-/b11ce6e8b56713060777c253163d9881bc641198/c=0-10-168-234/local/-/media/Rochester/NG/2013/11/25/stacigowiecropped.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/03ec01231699e479dff09d87b6e20e2621e17d8c/c=0-1-168-169/local/-/media/Rochester/NG/2013/11/25/stacigowiecropped.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/b4451ace92f866f0ca356056b94cefa9a9961407/c=0-0-168-126/local/-/media/Rochester/NG/2013/11/25/stacigowiecropped.jpg", "image": "http://www.gannett-cdn.com/-mm-/4cf040f506242433fbf5e0de3833735600d19e7b/c=0-37-168-132&r=x633&c=1200x630/local/-/media/Rochester/NG/2013/11/25/stacigowiecropped.jpg", "publishtime": "2013-11-25T14:32:29-05:00", "shorthed": "Affordable Care Act Checkup: How are the unemployed affected?", "articleid": 3700151, "image-16-9": "http://www.gannett-cdn.com/-mm-/09177365c97ac143ef7ac54235312f67620ef41f/c=0-37-168-132/local/-/media/Rochester/NG/2013/11/25/stacigowiecropped.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/1a2be847e0ae51a1d82cbef5630e33623cc3e50d/c=10-0-156-260/local/-/media/Rochester/NG/2013/11/25/stacigowiecropped.jpg"}}}, "_id": "\"57477af36914bd0286fcb5fe\"", "article_summary": "Staci Gowie (Photo: Sean Dobbin)For Staci Gowie, health insurance is an absolute must.\nIt won't be a boon for everyone, as those who are unemployed and are currently choosing to go without health insurance will soon be required to sign up or pay a fine, possibly adding to their monthly bills.\nIn New York, not helping matters is that the state Department of Labor doesn't appear to be going out of its way to provide information about the Affordable Care Act.\nGowie had been out of work for six weeks and had not yet registered on the state's insurance website.\nThough \"How am I going to pay for health care?\""}