{"article_title": "The next ObamaCare shoes to drop will hit at tax time « Hot Air", "article_keywords": ["million", "hit", "shoes", "tax", "drop", "obamacare", "season", "air", "penalty", "hot", "coverage", "pay", "uninsured", "insurance", "thats"], "article_url": "http://hotair.com/archives/2015/02/19/the-next-obamacare-shoes-to-drop-will-hit-at-tax-time/", "article_text": "The next ObamaCare shoes to drop will hit at tax time\n\nposted at 1:21 pm on February 19, 2015 by Ed Morrissey\n\nAnd Democrats know it. For some strange reason, the open enrollment that closed on Sunday came two full months before the end of tax-filing season, which means that a lot of people will get an ugly surprise when they do their taxes. This is the first year in which the ObamaCare individual mandate penalty will be enforced, and it may swamp the number of those who went from uninsured to insured over the last two years:\n\nPressure is building on the Obama administration to give uninsured people a second chance to sign up for ObamaCare before they are slapped with a fine. People without insurance in 2015 will pay a fine of $325 or 2 percent of their income, whichever is greater, during next year’s tax season. Democrats and several advocacy groups argue that people without insurance don’t realize they’re in danger of taking a significant economic hit. “Millions upon millions of people are unaware about these penalties,” Ron Pollack, the executive director of the nonprofit group Families USA, said in a briefing Wednesday.\n\nThe Washington Post estimated this week that the number of taxpayers fined could exceed 6 million:\n\nThe Obamacare window technically just closed this weekend, but a new round of political headaches could just be beginning for the administration. That’s because it’s tax season, and many Americans could soon be getting an unwelcome surprise that they owe the government a penalty for skipping health insurance coverage. Up to 6 million Americans are expected to pay a penalty for not having coverage in 2014, according to recent Obama administration projections. The 2014 penalty for this tax season is $95, or 1 percent of family income — purposefully on the weaker side to let people adjust to this new coverage scheme. Most of the uninsured won’t actually face the penalty because they’ll qualify for an exemption, either related to their inability to afford coverage or some other hardship. But it’s likely that a lot of people who will have to pay don’t know it yet.\n\nThe White House has been bragging all week about enrolling up 11.4 million people during this open-enrollment period. As Avik Roy points out, though, that’s a little deceptive. First, that’s a cumulative number including last year’s enrollees who re-enrolled this year, which accounts for well more than half of that figure, or about 6.7 million. Furthermore, the additions in the 2014-15 open enrollment are still sign-ups rather than enrollees; last year, ObamaCare exchanges retained about 84% of signups, so the final number of those who actually pay their first month’s premium will be lower.\n\nThat may pull down the overall enrollment to under 10 million, Roy estimates, if the retention issues apply to re-enrollments as well as new sign-ups. And how many of those were previously uninsured? Using data from Kaiser, Roy estimates 5.4 million — less than the Washington Post’s estimate of those who will have to pay penalties for tax year 2015.\n\nBut that’s hardly the only issue facing taxpayers in the first year of mandate enforcement, as I note in my column for The Fiscal Times. It will turn tax filing into an even bigger nightmare than it has been before now:\n\nTaxpayers who buy individual coverage now have to get a new form, the 1095-A, to certify that they have suitable health insurance that meets the Obamacare individual mandate. If a taxpayer does not have insurance, they have to file a Form 8965 to see if a fine can be avoided. For those who do have insurance, though, the 1095-A forms may not arrive for a while, especially for those who enrolled late in the period that just closed this weekend. If they don’t get the form, or if it’s not accurate (as USA Today warned two weeks ago), consumers will have to demand the form from their exchanges before they can file taxes at all. Even for those Obamacare enrollees who do get their forms and have paid their premiums, an unpleasant surprise may await. Remember the lack of the back-end subsidy payment system and the estimated payments? The IRS certainly does. In order to get their subsidies and reduced premium payments, consumers and insurers had to guess at taxable household income for 2014. Joint-filing households below 400 percent of poverty level (around $88,000) who used Obamacare and got subsidies could get hit with an additional $2500 in IRS clawbacks ($1250 for individuals) if annual taxable income outstripped those estimates. And thanks to the failure of HHS to have that back end ready in this cycle, the same thing will happen next year, too.\n\nThat impact will spread beyond the 6 million or so that will face fines, perhaps hitting a majority of those 6.7 million about whom the White House bragged so much last year. It’s going to take a lot of selfie sticks to distract from that.\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Gonna take a lot of distraction …", "title": "The next ObamaCare shoes to drop will hit at tax time", "url": "http://hotair.com/archives/2015/02/19/the-next-obamacare-shoes-to-drop-will-hit-at-tax-time/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@JazzShaw"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2015-02-19T18:21:45+00:00", "modified_time": "2015-02-19T16:26:05+00:00"}, "keywords": "Barack Obama, IRS, ObamaCare, selfie stick, taxes,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "article_summary": "The next ObamaCare shoes to drop will hit at tax timeposted at 1:21 pm on February 19, 2015 by Ed MorrisseyAnd Democrats know it.\nPeople without insurance in 2015 will pay a fine of $325 or 2 percent of their income, whichever is greater, during next year’s tax season.\nThat’s because it’s tax season, and many Americans could soon be getting an unwelcome surprise that they owe the government a penalty for skipping health insurance coverage.\nDemocrats and several advocacy groups argue that people without insurance don’t realize they’re in danger of taking a significant economic hit.\nThe 2014 penalty for this tax season is $95, or 1 percent of family income — purposefully on the weaker side to let people adjust to this new coverage scheme."}