{"article_title": "Johns Hopkins researchers develop new resource tool to monitor trends in geriatric health services", "article_keywords": ["care", "resource", "monitor", "hopkins", "tool", "johns", "older", "trends", "geriatric", "arbaje", "services", "health", "senior", "postacute", "hospitals", "hospital", "researchers", "adults"], "article_url": "http://www.news-medical.net/news/20150911/Johns-Hopkins-researchers-develop-new-resource-tool-to-monitor-trends-in-geriatric-health-services.aspx", "article_text": "Findings show “mismatch” between hospital services offered, and growing needs of older adult populations\n\nUsing data from their detailed analysis of senior medical services offered by nearly 5,000 U.S. hospitals before the 2009 passage of the Affordable Care Act (ACA), researchers led by a Johns Hopkins geriatrician say they have developed a Senior Care Services Scale (SCSS) that suggests a serious “mismatch” between what’s offered and what older adult populations need.\n\nAfter studying what and where services were available in 1999 and 2006 nationwide, the team determined that over time, hospitals offered more inpatient specialty care and fewer post-acute community-based services, such as intermediate care, assisted living and home health services. Moreover, the researchers concluded, the services were often where older adults were not.\n\n“The distribution of services we found did not mirror the distribution of where older adults reside in the United States, even before passage of the ACA and the increased access to services it offers,” says Alicia I. Arbaje, M.D., M.P.H., lead author of the study report, director of transitional care research at Johns Hopkins Bayview Medical Center and assistant professor of medicine at the Johns Hopkins University School of Medicine.\n\nThe better news, says Arbaje, is that the new SCSS tool offers important and novel baseline information about senior care services that can be used by hospital and other health care groups to organize, integrate and track care for a growing population of older adults nationwide. And it can also be used by the public, the researchers say, to help assess whether a health care system near them is offering services they need.\n\nIn their report on the work, “Prevalence, Geographic Variation, and Trends in Hospital Services Relevant to the Care of Older Adults: Development of the Senior Care Services Scale and Examination of Measurement Properties,” published in the September 2015 issue of Medical Care, a journal of the American Public Health Association, the investigators say the SCSS is a valuable resource for other researchers and policymakers as well because it can be used to monitor trends in geriatric health services on a local, regional and national scale.\n\nFor the study, Arbaje and her team looked back and analyzed services reported by 4,998 hospitals in 1999 and 4,831 hospitals in 2006, all held in a database from the American Hospital Association Annual Survey of Hospitals.\n\nResearchers found that inpatient and post-acute services for seniors were concentrated in the northern part of the United States — northwestern, north central and northeastern regions — and in some metropolitan areas elsewhere. The southwestern, south central and southeastern U.S. had the lowest concentration of services — they were in the 25th percentile or below.\n\nThose service locations, Arbaje noted, did not mirror where older adults live, which includes areas concentrated in the central part of the country, along with large pockets in the southwest and Florida.\n\nInpatient specialty services covered by the analysis included geriatrics, palliative care, psychiatric geriatrics, pain management, social work, case management, rehabilitation and hospice. Post-acute services, provided outside of hospitals but often part of health care systems, included skilled nursing, intermediate care, other long-term care, assisted living, retirement housing, adult day care and home health services.\n\nBecause the ACA has increased the number of insured people, including those on Medicaid, access to and demand for services have grown. That means, Arbaje says that, “hospitals offering fewer post-acute services may be less prepared to participate in accountable care organizations organized to coordinate a continuum of care safely and more cost-effectively.”\n\n“If those hospitals are not partnered with post-acute care services providers or the hospitals lack resources to ensure that older adults have what they need after discharge, then the hospitals are less able to manage the risks they face of what happens to patients after they leave,” she says.\n\nArbaje adds that:\n\nThe apparent mismatch of hospital services and demographic trends suggests that many hospitals in the United States may not provide a seamless continuum of care for an increasing population of older adults.", "article_metadata": {"description": "Using data from their detailed analysis of senior medical services offered by nearly 5,000 U.S. hospitals before the 2009 passage of the Affordable Care Act (ACA), researchers led by a Johns Hopkins geriatrician say they have developed a Senior Care Services Scale (SCSS) that suggests a serious “mismatch” between what’s offered and what older adult populations need.", "og": {"site_name": "News-Medical.net", "description": "Using data from their detailed analysis of senior medical services offered by nearly 5,000 U.S. hospitals before the 2009 passage of the Affordable Care Act (ACA), researchers led by a Johns Hopkins geriatrician say they have developed a Senior Care Services Scale (SCSS) that suggests a serious “mismatch” between what’s offered and what older adult populations need.", "title": "Johns Hopkins researchers develop new resource tool to monitor trends in geriatric health services", "url": "http://www.news-medical.net/news/20150911/Johns-Hopkins-researchers-develop-new-resource-tool-to-monitor-trends-in-geriatric-health-services.aspx", "image": "http://www.news-medical.net/image.axd?picture=2014%2f7%2fGeriatrics-620x480.jpg", "type": "article"}, "twitter": {"image": {"src": "http://www.news-medical.net/image.axd?picture=2014%2f7%2fGeriatrics-620x480.jpg"}, "description": "Using data from their detailed analysis of senior medical services offered by nearly 5,000 U.S. hospitals before the 2009 passage of the Affordable Care Act (ACA), researchers led by a Johns Hopkins geriatrician say they have developed a Senior Care Services Scale (SCSS) that suggests a serious “mismatch” between what’s offered and what older adult populations need.", "site": "@NewsMedical", "card": "summary_large_image", "title": "Johns Hopkins researchers develop new resource tool to monitor trends in geriatric health services"}, "msvalidate.01": "F19F0E4C53AF972CB554F2D6E02D6A95", "fb": {"app_id": 191532917554431}, "google-site-verification": "O9YdVHPdPV4LcXLbPolbgWNCkqMfLIvjbuO_NGer4hk", "keywords": "Geriatrics,Health Care,Hospice,Hospital,Medicaid,Nursing,Pain,Pain Management,Palliative Care,Public Health,Seniors", "article": {"section": "Medical News", "published_time": "2015-09-11T04:57:00.0000000-04:00", "modified_time": "2015-09-11T04:57:00.0000000-04:00"}, "y_key": "3022e9ac41851d3d"}, "_id": "\"57477af46914bd0286fd9efa\"", "article_summary": "Post-acute services, provided outside of hospitals but often part of health care systems, included skilled nursing, intermediate care, other long-term care, assisted living, retirement housing, adult day care and home health services.\nMoreover, the researchers concluded, the services were often where older adults were not.\nAnd it can also be used by the public, the researchers say, to help assess whether a health care system near them is offering services they need.\nResearchers found that inpatient and post-acute services for seniors were concentrated in the northern part of the United States — northwestern, north central and northeastern regions — and in some metropolitan areas elsewhere.\nAfter studying what and where services were available in 1999 and 2006 nationwide, the team determined that over time, hospitals offered more inpatient specialty care and fewer post-acute community-based services, such as intermediate care, assisted living and home health services."}