{"article_title": "Chris Harris has his own corner in NFL version of study hall – The Denver Post", "article_keywords": ["york", "doesnt", "hes", "study", "nfl", "harris", "playing", "early", "game", "version", "denver", "knee", "chris", "corner", "post", "hall", "best", "know"], "article_url": "http://www.denverpost.com/broncos/ci_26711058/chris-harris-has-his-own-corner-nfl-version-study-hall", "article_text": "Four big-screen TVs showed recent New York Jets games on a continuous loop in the Broncos’ locker room at Dove Valley last week. Players peeked up between bites of lunch and text messages. For Chris Harris, the videos are reruns.\n\nWhen looking for reasons Harris has gone from undrafted to being one of the NFL’s best cornerbacks, the film never lies. Harris studies his opponent on his iPad during meetings, between meals and for two hours after he leaves Broncos headquarters.\n\nVideo makes him a gamer as he melds mental snapshots with underappreciated athleticism.\n\n“I look at a lot of film. That’s what really puts me over the edge,” Harris said. “When I get to the game, the offense might try to hide a play, but I can see it. Having four years experience now, the game has slowed down.”\n\nFootball becomes easier when it makes sense. Hope is not a strategy when playing cornerback. Harris wastes no energy, no movement, a shark in his pursuit of perfection. Slightly undersized at a generously listed 5-foot-10, Harris trusts his speed but believes the quickest way to best an opponent remains with his brain. He’s the guy you would want on “Jeopardy.”\n\n“He’s wired in; it’s very important to him. He’s ultra-competitive in everything he does, and part of that is preparation,” said Denver defensive coordinator Jack Del Rio. “He really understands what’s coming, formations and splits, receiver locations, what they do with different guys — he’s all over it.”\n\nJust eight months removed from ACL surgery on his left knee, Harris has graded out as the NFL’s second-best cornerback this season, according to Pro Football Focus. He ranks behind San Diego’s Brandon Flowers and well ahead of shutdown aces Richard Sherman of Seattle and Darrelle Revis of New England.\n\n“Chris feels like they should be talking about him. He sees all these guys getting new contracts, and he’s going to get his soon, and their numbers aren’t even close to his,” said Denver linebacker Von Miller. “He wears that like a sleeve. He’s in attack mode. It doesn’t matter who he’s facing, he will man up and never back down.”\n\nBut Harris doesn’t star in commercials, doesn’t scream in microphones and doesn’t have an island named for him. He remains a secret star, the mom-and-pop restaurant the rest of the country doesn’t know about.\n\n“People might not notice, but you all here watching the last four years can tell I have been doing my job,” Harris said.\n\nNo wonder he’s looking forward to playing against the New York Jets on Sunday. It’s a big stage made more delicious by the opportunity to go against former teammate Eric Decker after missing the Super Bowl at MetLife Stadium because of a knee injury.\n\n“I know the team might have some flashbacks, but I love playing in New York,” Harris said. “I know (Decker) is going to be more amped. They might try to feed him the ball more. There are going to be some plays out there to be made.”\n\nHarris approached his knee rehab with ferocity, procuring advice from Miller at each step. Miller realized early in Harris’ recovery that he would be fine. He was early to sessions and late leaving.\n\nHarris dropped 8 pounds, down to 191, during the offseason. That left him faster. He plans to remain lighter. He played his best game last week against Arizona when he shadowed all-pro wide receiver Larry Fitzgerald — “He has that swag about him, that confidence, man,” said Denver cornerback Aqib Talib — but insists it won’t be his best game this season.\n\n“It’s still early from surgery. I am not playing free yet,” Harris said. “The knee is something that I still think about. It’s still in the back of my head. It fuels me. I want to prove I am the best. Since I have been here, nobody has given me anything. I have had to work for everything. Now, people don’t think that I am the same coming off my ACL (injury). So I have to show them every week.”\n\nStatistics provide a compelling argument of Harris’ talent. After easing into the season against the Colts, Harris has been dominant the past two games. Groomed as a slot corner, he recognizes routes quickly and reads the quarterback’s slightest nuance. His teammates’ testimonials are more convincing than his numbers. Ask the new Broncos whose talent surprises them, and they mention Harris.\n\nOver and over.\n\n“He’s amazing. He’s mentally strong,” said wideout Emmanuel Sanders. “He has that dog in him.”\n\nSafety T.J. Ward identifies with Harris’ story. Ward was a walk-on in college ball and was forced to silence doubters at every step of his career.\n\n“Chris is tough, physical, athletic, all the things you look for,” Ward said. “Sometimes you stay under the radar no matter what you do. We know how good he is.”\n\nA snapshot early in Harris’ pro career, a 2012 game at Cincinnati, foreshadowed his stardom. Warm-ups over, Harris and Rahim Moore stood in the locker room in full uniform watching video a few minutes before kickoff.\n\nThe first 15 plays matched those on their iPads. They could barely hide their grins.\n\n“Chris likes to study just like me. He likes to find an advantage,” Moore said. “Of course it pays off. And the best film to watch is the one you star in on Sunday and they show on Monday before practice.”\n\nTroy E. Renck: trenck@denverpost.com or twitter.com/troyrenck\n\nThe Hot Corner\n\nChris Harris doesn’t come up in conversations about the NFL’s best cornerbacks, but he should. A look at how he ranks among league cornerbacks this season:\n\nCoverage 2ndPercentage of passes completed in his zone1stPasses defended2nd (tie)Overall ranking2nd\n\nSource: Pro Football Focus", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Chris Harris has his own corner in NFL version of study hall", "title": "Chris Harris has his own corner in NFL version of study hall", "url": "http://www.denverpost.com/2014/10/11/chris-harris-has-his-own-corner-in-nfl-version-of-study-hall/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141011__20141012_C1_SP12FBNBRONXp1.jpg", "height": 475}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141011__20141012_C1_SP12FBNBRONXp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-10-11T19:02:45+00:00", "modified_time": "2016-04-26T21:05:56+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd9efc\"", "article_summary": "He played his best game last week against Arizona when he shadowed all-pro wide receiver Larry Fitzgerald — “He has that swag about him, that confidence, man,” said Denver cornerback Aqib Talib — but insists it won’t be his best game this season.\nHe remains a secret star, the mom-and-pop restaurant the rest of the country doesn’t know about.\n“I know the team might have some flashbacks, but I love playing in New York,” Harris said.\nIt doesn’t matter who he’s facing, he will man up and never back down.”But Harris doesn’t star in commercials, doesn’t scream in microphones and doesn’t have an island named for him.\nWe know how good he is.”A snapshot early in Harris’ pro career, a 2012 game at Cincinnati, foreshadowed his stardom."}