{"article_title": "Norway Officials to New Muslim Male Refugees: FYI, Rape is Wrong In Our Country", "article_keywords": ["town", "muslim", "victims", "country", "fyi", "sex", "asylum", "wrong", "officials", "men", "social", "women", "male", "refugees", "rape", "norway"], "article_url": "http://townhall.com/tipsheet/katiepavlich/2015/12/23/norway-official-to-new-middle-eastern-male-refugees-fyi-rape-is-wrong-n2096696", "article_text": "Well, this certainly isn't a good sign.\n\nMaterials being used in Norway to introduce African and Middle Eastern Muslim asylum seekers to the country are reminding men that rape is wrong and not permitted. From the New York Times:\n\nMr. Kelifa, 33, attended the education program at an asylum center in this town near the western Norwegian city of Stavanger. Like similar courses now underway in the village of Lunde and elsewhere in Norway, it was voluntary and was organized around weekly group discussions of rape and other violence.\n\n\n\nThe goal is that participants will “at least know the difference between right and wrong,” said Nina Machibya, the Sandnes center’s manager.\n\n\n\nA course manual sets out a simple rule that all asylum seekers need to learn and follow: “To force someone into sex is not permitted in Norway, even when you are married to that person.”\n\n\n\nIt skirts the issue of religious differences, noting that while Norway has long been largely Christian, it is “not religion that sets the laws” and that, whatever a person’s faith, “the rules and laws nevertheless have to be followed.”\n\n\n\nIn Denmark, lawmakers are pushing to have such sex education included in mandatory language classes for refugees. The German region of Bavaria, the main entry point to Germany for asylum seekers, is already experimenting with such classes at a shelter for teenage migrants in the town of Passau.\n\n\n\nMany refugees “come from cultures that are not gender equal and where women are the property of men,”\n\nMr. Isdal said. “We have to help them adapt to their new culture.”\n\n\n\nHenry Ove Berg, who was Stavanger’s police chief during the spike in rape cases, said he supported providing migrants sex education because “people from some parts of the world have never seen a girl in a miniskirt, only in a burqa.” When they get to Norway, he added, “something happens in their heads.”\n\nWelcome to the new, no rape culture?\n\nWhen you read the entire piece, it becomes very clear these men come from countries where rape is acceptable, Sharia law reigns and where women have no rights. It also becomes clear the excuse often made is that Muslim men aren't used to seeing women without fully covered bodies and therefore they need a lesson about how rape is wrong, in addition to instructions about how to control themselves.\n\nIn light of this story, this is a good time to remind readers about the massive cover up in the UK of thousands of rapes committed against children by Muslim men. The men involved weren't arrested or prosecuted for years due to UK officials fearing they would be called racist or Islamophobic.\n\nA story of rampant child abuse—ignored and abetted by the police—is emerging out of the British town of Rotherham. Until now, its scale and scope would have been inconceivable in a civilized country. Its origins, however, lie in something quite ordinary: what one Labour MP called “not wanting to rock the multicultural community boat.”\n\n\n\nThe latest report, from Professor Alexis Jay, former chief inspector of social work in Scotland, gives the truth for the first time, in 153 disturbing pages. One fact stands out above all the horrors detailed in the document, which is that the girl victims were white, and their abusers Pakistani.\n\n\n\nThe result of this has been that police forces lean over backwards to avoid the accusation of racism, while social workers will hesitate to intervene in any case in which they could be accused of discriminating against ethnic minorities. Matters are made worse by the rise of militant Islam, which has added to the old crime of racism the new crime of ‘Islamophobia’. No social worker today will risk being accused of this crime. In Rotherham a social worker would be mad, and a police officer barely less so, to set out to investigate cases of suspected sexual abuse, when the perpetrators are Asian Muslims and the victims ethnically English. Best to sweep it under the carpet, find ways of accusing the victims or their parents or the surrounding culture of institutionalised racism, and attending to more urgent matters such as the housing needs of recent immigrants, or the traffic offences committed by those racist middle classes.\n\nH/T Jazz Shaw", "article_metadata": {"description": "Oh boy. .05/27/2016 7:41:14AM EST.", "author": "Katie Pavlich", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Oh boy.", "title": "Norway Officials to New Muslim Male Refugees: FYI, Rape is Wrong In Our Country", "url": "http://townhall.com/tipsheet/katiepavlich/2015/12/23/norway-official-to-new-middle-eastern-male-refugees-fyi-rape-is-wrong-n2096696", "image": "http://media.townhall.com/townhall/reu/ha/2015/329/7de14a98-26b0-4659-8338-d7fd7c079602.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Oh boy.", "title": "Norway Officials to New Muslim Male Refugees: FYI, Rape is Wrong In Our Country", "url": "http://townhall.com/tipsheet/katiepavlich/2015/12/23/norway-official-to-new-middle-eastern-male-refugees-fyi-rape-is-wrong-n2096696", "image": "http://media.townhall.com/townhall/reu/ha/2015/329/7de14a98-26b0-4659-8338-d7fd7c079602.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Norway Officials to New Muslim Male Refugees: FYI, Rape is Wrong In Our Country , Katie Pavlich, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Materials being used in Norway to introduce African and Middle Eastern Muslim asylum seekers to the country are reminding men that rape is wrong and not permitted.\nMany refugees “come from cultures that are not gender equal and where women are the property of men,”Mr. Isdal said.\nThe goal is that participants will “at least know the difference between right and wrong,” said Nina Machibya, the Sandnes center’s manager.\nThe men involved weren't arrested or prosecuted for years due to UK officials fearing they would be called racist or Islamophobic.\nLike similar courses now underway in the village of Lunde and elsewhere in Norway, it was voluntary and was organized around weekly group discussions of rape and other violence."}