{"article_title": "County Council hears St. Francis’ side in EMS battle", "article_keywords": ["run", "council", "hears", "system", "st", "county", "greenville", "running", "health", "ems", "battle", "francis"], "article_url": "http://www.greenvilleonline.com/story/news/local/2015/08/25/county-council-hears-st-francis-side-ems-battle/32369319/", "article_text": "Bon Secours St. Francis Health System will make a case to Greenville County Council on Tuesday as to why it should be included in running the county’s EMS program (Photo: FILE)\n\nBon Secours St. Francis Health System told Greenville County Council Tuesday that a collaboration with Greenville Health System to run the county’s EMS program is the best way to ensure public safety.\n\nThe council is considering a proposal by County Administrator Joe Kernell that Greenville Health System take over EMS, saving the county, which is losing about $5 million a year on the service, about $3 million a year.\n\nUnder the proposal, St. Francis would be part of an advisory committee. But hospital officials told the Committee of the Whole before a packed council chambers that it wants a role in running the service.\n\nChief medical officer Dr. Saria Saccocio said that by choosing one hospital over another, the council would be “choosing one population over another, rather than choosing Greenville County in its entirety.”\n\nAnd allowing GHS control of EMS affords them a significant advantage in the market because of changes under the Affordable Care Act that focus reimbursement on patient outcomes instead of just procedures performed, according to Johnna Reed, vice president of population health management.\n\nSt. Francis CEO Craig McCoy, who noted he was a paramedic with the Greenville County EMS from 1994 to 2002, proposed that both hospitals form a nonprofit joint venture to run EMS and split the deficit.\n\n“Everything in health care today is moving toward collaboration,” he said. “You should ask yourselves why St. Francis is being excluded.”\n\nGHS has said that it’s not about market share, but that operating EMS with two different management structures would be too difficult.\n\nKernell said there are examples of systems run by two hospitals, some that work well and some that don’t.\n\nHe said that after reviewing different models, he determined it would be in the best interest of the county to look at a single entity to run EMS because it’s difficult to operate the organization with two bosses.\n\n“And you have to have two willing participants,” he said. “You can’t force that to happen.”\n\nHe said that any contract would include safeguards to protect St. Francis’ interests.\n\nBut St. Francis chief operating officer Dan Duggan said the hospital has little reason to trust that its interests would be protected because of a lack of transparency surrounding the issue.\n\nCouncilman Jim Burns questioned whether an EMS that doesn’t include both systems can serve public safety, and councilman Butch Kirven said it makes sense for the county to partner with health care professionals. He asked that McCoy meet one-on-one with GHS CEO Michael Riordan.\n\nAnd councilman Sid Cates asked if the EMS system isn’t broken, why fix it?\n\nThe council didn’t vote on the issue.\n\nBut councilman Willis Meadows said he would make a motion at the next meeting to study whether it’s possible for both hospitals to be involved in running EMS.\n\nRead or Share this story: http://grnol.co/1EiR8ND", "article_metadata": {"google": "notranslate", "description": "Bon Secours St. Francis Health System told Greenville County Council Tuesday that a collaboration with Greenville Health System to run the county’s EMS program is the best way to ensure public safety", "og": {"site_name": "The Greenville News", "description": "Bon Secours St. Francis Health System told Greenville County Council Tuesday that a collaboration with Greenville Health System to run the county’s EMS program is the best way to ensure public safety", "title": "County Council hears St. Francis’ side in EMS battle", "url": "http://www.greenvilleonline.com/story/news/local/2015/08/25/county-council-hears-st-francis-side-ems-battle/32369319/", "image": "http://www.gannett-cdn.com/GDContent/applogos/greenvilleonline.png", "type": "article"}, "twitter": {"description": "Bon Secours St. Francis Health System told Greenville County Council Tuesday that a collaboration with Greenville Health System to run the county’s EMS program is the best way to ensure public safety", "title": "County Council hears St. Francis’ side in EMS battle", "image": "http://www.gannett-cdn.com/-mm-/8223c4bd3b4bb15a66d404f93386207cec40c6fc/c=66-0-467-401&r=x643&c=640x640/local/-/media/2015/08/25/Greenville/B9318583910Z.1_20150825212622_000_GF2BMRSV4.3-0.jpg", "creator": "@greenvillenews", "site": "@greenvillenews", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=758240887", "fb": {"app_id": 127457533984247}, "article": {"author": "https://www.facebook.com/liv.osby"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af36914bd0286fcb615\"", "article_summary": "Bon Secours St. Francis Health System will make a case to Greenville County Council on Tuesday as to why it should be included in running the county’s EMS program (Photo: FILE)Bon Secours St. Francis Health System told Greenville County Council Tuesday that a collaboration with Greenville Health System to run the county’s EMS program is the best way to ensure public safety.\n“You can’t force that to happen.”He said that any contract would include safeguards to protect St. Francis’ interests.\nSt. Francis CEO Craig McCoy, who noted he was a paramedic with the Greenville County EMS from 1994 to 2002, proposed that both hospitals form a nonprofit joint venture to run EMS and split the deficit.\nUnder the proposal, St. Francis would be part of an advisory committee.\nAnd councilman Sid Cates asked if the EMS system isn’t broken, why fix it?"}