{"article_title": "Physician Assistants, Nurse Practitioners Get Reprieve from Federal Government", "article_keywords": ["reprieve", "physician", "practitioner", "practitioners", "federal", "medical", "practice", "rule", "patients", "assistants", "nurse", "association"], "article_url": "https://www.thelundreport.org/content/physician-assistants-nurse-practitioners-get-reprieve-federal-government", "article_text": "Advocates, working together with their political allies, stopped the federal government from implementing a new rule that could have inhibited the elderly from getting access to wheelchairs, nebulizers, walkers and other medical equipment.\n\nStarting Oct. 1, the Centers for Medicare and Medicaid Services had intended to require nurse practitioners and physician assistants to secure a physician’s signature before ordering such medical equipment. Inevitably private health insurers would have followed Medicare’s lead, and the new rule could have crippled many more people, particularly those living in rural communities where physicians are a scarce commodity.\n\nThen Senator Ron Wyden stepped into the picture after being nudged by his constituents including Michael Sheets, a nurse practitioner in Merrill and Bonanza, two small rural communities in southern Oregon. To protest, Sheets helped gather more than 3,000 signatures.\n\n“They’re trying to throw a monkey wrench into things and it will end up hurting the seniors, and wreck our practice,” said Sheets, who sees 9,500 patients in the course of a year, of which 30 percent are on Medicare. “Isn’t it better to give a patients a walker rather than let them fall and break their hip or die from asthma because we can’t order a nebulizer or give them narcotics to help with their pain?”\n\nKen Willis, Wyden’s spokesman, said the Senator was concerned about this rule creating an undue burden on patients in rural communities, and intends to keep monitoring the situation.\n\nNurse practitioners and physician assistants aren’t out of the woods just yet since CMS may attempt to promulgate a similar rule sometime next year.\n\n“Nurse practitioners and physician assistants have been fighting this with as much muster as they can,” Beth Smolko, immediate past president of the Association of Family Practice Physician Assistants who’s based in Maryland. Her association represents 90,000 certified physician assistants.\n\nSmolko said the rule was actually proposed to stamp out fraud and waste by requiring more involvement from physicians.\n\n“But there’s absolutely no evidence that physician assistants or nurse practitioners cause any increase in fraud, waste or abuse when it comes to ordering medical equipment,” she said. “This actually flies in the face of the Affordable Care Act which is intended to open access, not reduce access.”\n\nSmolko is well aware that physicians want to remain in charge and restrict the ability of nurse practitioners and physician assistants to run their own practices. In fact, restraint of trade lawsuits have been filed in 16 states, but not Oregon.\n\nBut, she’s uncertain whether the medical community tried to twist anyone’s arms on this particular rule.\n\n“In reality, the clinical physician wouldn’t benefit from this; it’s a political game,” she said. “People not necessarily in practice might not understand the impact of this on the everyday physician, and on Medicare patients. Certain medical groups have been trying to impede the ability for us to practice independently, and the fight will continue.”\n\nTo make certain the voices of nurse practitioners are being heard, Smolko’s had conversations with CMS officials and the current AAPA President, Lawrence Herman, met with Kathleen Sebelius, HHS Secretary,to discuss the situation.\n\nLocally, the Oregon Nurses Association (ONA) isn’t letting down its guard and is working closely with the American Nurses Association (ANA) and also has the ear of Oregon’s congressional delegation.\n\nONA Executive Director Susan King believes this rule could have a significant negative effect on the care nurse practitioners and clinical nurse specialists provide to their patients. “Requiring a physician involvement in the approval of a durable medical equipment order that an NP or CNS initiates is both unnecessary and contrary to Oregon law. The rule, if implemented, will cause delays in receiving necessary equipment and potential increased costs from physician charges.”\n\nJennifer Bevacqua, a pediatric nurse practitioner, knows firsthand what it’s like to caring for hospitalized children and adolescents, pulling children back from the brink of respiratory failure.\n\n“Nurse practitioners affect their patient’s health in very significant ways with literature showing outcomes equivalent or better than physicians,” said Bevacqua, who’s president of the Pediatric Nurse Practitioner Association in Oregon, and has taught nursing students, medical students and surgical residents. “Given the positive and deep impacts of nurse practitioner care, it seems downright silly that nurse practitioners would not be allowed to independently order a wheelchair or a hospital bed. Requiring a physician co-signature would just be another example of bizarre red tape.”\n\nDiane can be reached at diane@thelundreport.org.", "article_metadata": {"MobileOptimized": "width", "viewport": "width=device-width", "Generator": "Drupal 7 (http://drupal.org)", "HandheldFriendly": "true"}, "_id": "\"57477af46914bd0286fd9f18\"", "article_summary": "“Nurse practitioners and physician assistants have been fighting this with as much muster as they can,” Beth Smolko, immediate past president of the Association of Family Practice Physician Assistants who’s based in Maryland.\nNurse practitioners and physician assistants aren’t out of the woods just yet since CMS may attempt to promulgate a similar rule sometime next year.\n“Given the positive and deep impacts of nurse practitioner care, it seems downright silly that nurse practitioners would not be allowed to independently order a wheelchair or a hospital bed.\nStarting Oct. 1, the Centers for Medicare and Medicaid Services had intended to require nurse practitioners and physician assistants to secure a physician’s signature before ordering such medical equipment.\n“But there’s absolutely no evidence that physician assistants or nurse practitioners cause any increase in fraud, waste or abuse when it comes to ordering medical equipment,” she said."}