{"article_title": "More firms choosing captive insurance", "article_keywords": ["montag", "companies", "company", "tax", "cover", "general", "captive", "massimo", "health", "choosing", "firms", "insurance"], "article_url": "http://idahobusinessreview.com/2013/11/04/more-firms-choosing-captive-insurance/", "article_text": "Facing high insurance rates and expanding coverage gaps, businesses are forming internal insurance companies with just one client: themselves.\n\nAffordable Care Act mandates and difficulty obtaining hurricane insurance are among the factors behind the recent push toward captive insurance, in which firms pay to create their own insurance companies, tailor policies to their unique needs and, in some cases, obtain big tax benefits.\n\nFor many businesses, the bottom line is the profits racked up by big insurers, according to Charles Massimo, chief executive of Deer Park, N.Y.-based CJM Wealth Management. His firm has helped clients navigate captive-insurance waters, as more businesses question a system wherein 50 cents of every dollar paid in premiums goes to the insurer’s overhead.\n\n“Businesses are saying, ‘Why should I let the insurance company capture that profit?’” Massimo said.\n\nKelly Madison, a health benefits broker and wellness consultant in Boise, said there hasn’t been much interest in captive insurance in Idaho in the past because employers didn’t know it was an option. Lately, more companies have been taking notice of the option, she said, because of rising insurance prices.\n\nMadison said some of her clients are creating partly self-funded health insurance plans. The plans can save companies money if they have a young or healthy workforce, but there are risks to self-funding, she said. Companies need a good administrator and sound actuarial basis for their health plan.\n\n“There are other options out there that employers are looking at,” Madison said. “Some think they’re locked into using a regular, fully insured plan.”\n\nCompanies that use captive insurance are also drawn to the option of tailoring coverage to their own circumstances. For example, companies with captive insurance plans can cover certain claims that wouldn’t be covered through general liability coverage. Or they can provide options such aseliminating high deductibles and long waiting periods for benefit payments. They can also add language providing for businesses interruptions caused by hurricanes or some other natural disaster, something a typical corporate policy might not cover.\n\n“You can set up a captive so after the first day, it begins paying benefits,” said Walter Montag, a financial planner in Uniondale, N.Y. “A captive insurance company can be customized to the needs of the individual company when commercial coverage might not be able to do that.”\n\nThe concept of the self-insuring company goes back at least to the 1500s. In the 16th century, ship owners joined forces and shared the risks of their expensive trade. By the 1800s, New England textile manufacturers were pooling resources to protect against fire damage.\n\nIn the 1950s, broker Frederic Reiss, considered the father of the captive-insurance industry, helped create an offshore insurance company specifically to service Ohio’s Youngstown Sheet & Tube Co., and in the 1970s Harvard University created a captive insurance program to cover medical malpractice claims.\n\nSince then, major-league firms such as General Electric and General Motors have created their own captives, or formed professional groups that collectively insure their members only. Financial institutions, health care service providers, retailers, consumer-products companies, construction firms and utilities most frequently go this route, according to a Market Research Reports study.\n\nBut it’s not nearly as simple as snapping your corporate fingers, pumping a few bucks into a fund and starting an insurance company. The risk for smaller companies that “aren’t as well-capitalized” is real, according to Montag. Among other things, they might not have enough capital to cover huge claims.\n\nRobert Morris, president of Lake Success, N.Y. brokerage The Rampart Group, said variables such as size and loss history truly determine whether a captive makes sense.\n\nOther insiders point directly to a company’s profit margin: Depending on a company’s size, the type of insurance in question and the number of insured individuals, establishing and administering captive insurance operations can easily cost six figures or more annually, Massimo said.\n\n“A lot of work goes into administering a captive,” Massimo said. “When you pay insurance premiums, there’s so much you don’t see.”\n\nStill, “administering your captive is less expensive than paying hundreds of thousands in premiums you never see a return on,” he added.\n\nThere are also tax benefits. Firms can transfer up to $1.2 million pre-tax to cover costs associated with captive insurance programs, and unused funds can later be withdrawn as qualified dividends at a 15 percent tax rate or as long-term capital gains at a 20 percent tax rate – far lower than many personal and corporate tax rates.\n\nCompanies should be wary of creating faux captive-insurance programs as a tax shelter, but that’s precisely what some are doing, Montag said.\n\nSome smaller companies are now creating illusory insurers specifically to avoid taxes, he said, “relying on the fact that the IRS won’t bother them.”\n\n“Until now, it’s been a blue-blood thing by General Motors or Exxon,” Montag noted. “They use it as a tax ploy.”\n\nCaptive-insurance programs are often established in states and offshore regions with favorable tax laws, including Vermont, Bermuda, the Cayman Islands and Luxembourg. And as Affordable Care Act mandates kick in, some insiders expect the trend to increase.\n\n“You’re going to have no choice but to cover full-time employees at a significant cost,” Massimo said. “Opening your own captive lets you manage your risks better and potentially capture some profits.”", "article_metadata": {"description": "Facing high insurance rates and expanding coverage gaps, businesses are forming internal insurance companies with just one client: themselves.", "generator": "WordPress", "author": "Claude Solnik", "og": {"site_name": "Idaho Business Review", "description": "Facing high insurance rates and expanding coverage gaps, businesses are forming internal insurance companies with just one client: themselves.  Affordable Car", "title": "More firms choosing captive insurance", "url": "http://idahobusinessreview.com/2013/11/04/more-firms-choosing-captive-insurance/", "image": "http://idahobusinessreview.com/files/2016/02/stacked-facebook-profile.jpg", "locale": "en_us", "type": "article"}, "apple-mobile-web-app-title": "More firms choosing captive insuranceIdaho Business Review", "msvalidate.01": "118D5E2D5722A6F1A827250C4D8CEC95", "fb": {"admins": 1425649256}, "keywords": "idaho insurance, idaho brokerage, idaho business", "google-site-verification": "pdIfxBOwt8N_Zpc5UZ3AIrXpeYa5v0h0Jnr8IiS1W-A", "y_key": "877cbb0bd73c44cd", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcb625\"", "article_summary": "Facing high insurance rates and expanding coverage gaps, businesses are forming internal insurance companies with just one client: themselves.\nAffordable Care Act mandates and difficulty obtaining hurricane insurance are among the factors behind the recent push toward captive insurance, in which firms pay to create their own insurance companies, tailor policies to their unique needs and, in some cases, obtain big tax benefits.\nFor example, companies with captive insurance plans can cover certain claims that wouldn’t be covered through general liability coverage.\n“Some think they’re locked into using a regular, fully insured plan.”Companies that use captive insurance are also drawn to the option of tailoring coverage to their own circumstances.\nBut it’s not nearly as simple as snapping your corporate fingers, pumping a few bucks into a fund and starting an insurance company."}