{"article_title": "Family Planning Clinics Brace for Funding Changes: The California Report", "article_keywords": ["program", "funding", "family", "clinics", "brace", "patients", "parenthood", "clinic", "planning", "california", "planned", "report", "rate", "changes", "theres"], "article_url": "http://www.californiareport.org/archive/R201401031630/c", "article_text": "Reporter: April Dembosky\n\nFamily planning clinics in California are facing new challenges as a result of the Affordable Care Act. The state has been a model for the nation in expanding services for low-income women and reducing unplanned pregnancies. But changes to the funding systems could leave clinics struggling to balance their budgets.\n\nClinic directors like Priscilla Castillo are figuring out how to adapt. She runs the Planned Parenthood clinic in Concord, Calif., about 30 miles east of San Francisco. A vestige of the old way of doing business is the rainbow of paperwork she oversees. There’s a different colored form for each insurance company.\n\n“There’s a blue one, there’s a pink one, there’s a yellow one,” Castillo rattles off in her quick-paced speech. “Then, depending on the service, there's a whole other set.”\n\nSoon, all that paper will be gone. Starting next month, patients at Concord and several other Planned Parenthood clinics will enter all their health and coverage information into iPads. The electronic system is expected to reduce mistakes and prevent claims from being denied because of bad handwriting. Castillo says that will save the clinic time and hopefully, money.\n\n“I think in the end it either balances itself out or y’know, make some money on it,” she says.\n\nStreamlining paperwork is just one way the clinic is looking to cut costs in the age of Obamacare.\n\nUnder the new federal reforms, more and more of Planned Parenthood's patients became eligible for Medi-Cal this month. But reimbursement rates for the government-funded Medi-Cal program are extremely low. California rate's are the third lowest in the country, and are set to drop another 10 percent next week. That's a huge loss for family planning clinics that are used to getting the majority of their income from a more generous state program called the Family Planning Access Care and Treatment Program, or Family PACT.\n\n“Providers are looking at 2014 with a great deal of trepidation,” says Kathy Kneer, president and CEO of Planned Parenthood Affiliates of California, which oversees policy changes that affect all clinics in the state. “You know, our landlord’s not going to take a rate cut, our utilities aren’t going to take rate cuts, our staff are already undercompensated. It’s very difficult we just have to reduce services.”\n\nShe says if clinics start losing money on every patient, they will have no choice but to limit the number of patients they can see. Clinics in rural areas and some urban areas that already have trouble breaking even would be the most likely to have to cut back appointments.\n\nClinics may also have to shorten the time providers can spend with each patient. That’s because the Family PACT program reimburses clinics for counseling time, but Medi-Cal does not. Kneer says this time is critical for explaining the proper use of contraceptives, especially for clinics in California that serve a lot of immigrants.\n\n“We had an Asian couple come in, and the man wanted to be very supportive of his partner, so he said he would take the pills,” she says. “If you don't have counseling time, you hand them pills and push 'em out the door and something like that could happen.”\n\nStudies show that taking time to counsel patients contributes to their adherence to birth control. Since education-based services have been provided for free through Family PACT, the teen pregnancy rate in California has dropped by more than half.\n\nAudrey Hackenworth has been coming to Planned Parenthood since she was 17. The now 23-year-old says she learned the majority of what she knows about sex and contraception at the clinic, not at school.\n\n“Being here, they gave me a lot more real-life information, things that were actually applicable versus the textbook anatomy stuff that school teaches you,” she says.\n\nDifferent clinics are developing different business strategies to weather the funding changes. The Women’s Community Clinic in San Francisco used to treat only the uninsured. Now that two-thirds of its clients will become eligible for Medi-Cal, it is planning to expand beyond reproductive health to provide a full range of primary care. Executive Director Carlina Hansen says this will allow the clinic to claim reimbursement for more services.\n\n“It becomes important for us to ask what our patients need in the future and to adjust our business model accordingly,” she says.\n\nThe clinic is also considering applying to become a federally qualified health center and tap into a pool of federal funds.\n\n“It’s a federal endorsement that essentially pays you a higher rate of reimbursement that you negotiate with the federal government. It also comes with a level of scrutiny and systems that also are more expensive,” she says.\n\nMeanwhile, many Planned Parenthood clinics are forging partnerships with other clinics and hospitals that allow for revenue sharing. They're also focusing on improving efficiency. That means cutting back on the counseling time, not just because they won't get paid for it, but because it leaves other patients languishing in the waiting room. They recognize that clients will have more choices of where to go once their new coverage kicks in.\n\n“We don’t want lose clients because they can go to another location and get in and get out in 15 minutes. Ya know, we definitely want to be competitive,” says Castillo, the Concord clinic director. “Before, we would give all the information all the time. Now we’re training folks to ask certain key questions and focus on what they’re here for specifically and then bombard them with that information that they’re asking for.”\n\nClinics are looking for the right balance of time that's both good for the patient, but also helps Planned Parenthood stay in business.", "article_metadata": {"og": {"site_name": "The California Report", "description": "Among the new benefits under the Affordable Care Act -- better access to contraception. Even before health care reform, the state has been a national model in expanding services and reducing unplanned pregnancies for low-income women. But changes to the funding stream under Obamacare could have those clinics scrambling to balance their budgets. The California Report's health reporter April Dembosky explains how they're trying to adapt.", "title": "Family Planning Clinics Brace for Funding Changes | KQED", "url": "http://audio.californiareport.org/archive/R201401031630/c", "image": "http://u.s.kqed.net/2014/01/03/healthcrop1.jpg", "type": "website"}, "description": "Among the new benefits under the Affordable Care Act -- better access to contraception. Even before health care reform, the state has been a national model in expanding services and reducing unplanned pregnancies for low-income women. But changes to the funding stream under Obamacare could have those clinics scrambling to balance their budgets. The California Report's health reporter April Dembosky explains how they're trying to adapt.", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Meanwhile, many Planned Parenthood clinics are forging partnerships with other clinics and hospitals that allow for revenue sharing.\nShe runs the Planned Parenthood clinic in Concord, Calif., about 30 miles east of San Francisco.\nStarting next month, patients at Concord and several other Planned Parenthood clinics will enter all their health and coverage information into iPads.\nReporter: April DemboskyFamily planning clinics in California are facing new challenges as a result of the Affordable Care Act.\nThat's a huge loss for family planning clinics that are used to getting the majority of their income from a more generous state program called the Family Planning Access Care and Treatment Program, or Family PACT."}