{"article_title": "Oregon Naturopathic Physicians and Patients File Class Action Law Suit Against Insurance Company", "article_keywords": ["physicians", "naturopathic", "providers", "company", "oregon", "class", "medical", "patients", "practices", "health", "file", "suit", "services", "net", "law", "insurance", "care"], "article_url": "http://www.huffingtonpost.com/amy-rothenberg-nd/oregon-naturopathic-physi_b_7749718.html", "article_text": "As the 4th of July weekend just passed, the idea of freedom is on my mind. Included in my definition of freedom and self agency is the ability to choose the type of medical provider you would like to have. However, even if you are lucky enough to live in one of the 20 states/municipalities that license naturopathic physicians (ND), services provided may not be covered by your insurance. Today, in a precedent setting effort, the Oregon Association of Naturopathic Physicians (OANP) filed a class action lawsuit in federal court against Health Net Health Plan of Oregon, Inc. (Health Net) and their contracted benefits provider American Specialty Health (ASH), alleging unlawful and discriminatory practices.\n\nOANP executive director, Laura Farr explains: The lawsuit was filed on behalf of naturopathic physicians and their patients who allege that Health Net discriminates against Oregon licensed naturopathic physicians by denying claims for services provided by Naturopathic Doctors (NDs) that are otherwise covered when delivered by a different medical provider. The \"Non Discrimination in Health Care\" section of the Affordable Care Act (ACA), commonly known as \"Section 2706\" (42 U.S.C. § 300gg-5), prohibits insurance carriers from discriminating against health care providers acting within the scope of their license.\n\n\"The impact of this discrimination is clear,\" said OANP Board President Carrie Baldwin-Sayre, ND. \"Patients face unnecessary barriers to covered medical services, and naturopathic physicians are being arbitrarily limited in providing routine and preventive medical care. Until we have an impact judgment ruling, insurance carriers will continue to skirt the law, and patients and practitioners will be forced to pay the price.\"\n\nIn Oregon, NDs practice as primary care providers including providing all preventative services, prescribing pharmaceuticals, and are able to order laboratory and diagnostic imaging tests needed to diagnose and treat illness.\n\nOANP's Farr continues:\n\nThe discriminatory Health Net/ASH practices cited in the lawsuit allege that unlawful limitations are imposed on naturopathic physicians as compared to other medical practitioners who provide commensurate medical services. These practices include: an annual limit on the number of reimbursable visits to naturopathic physician; the requirement of a Medical Necessity Review form, that other providers are not required to provide; a $1,500 maximum reimbursable cap for the use of naturopathic medical services; a limitation on certain types of medical care performed by naturopathic physicians that are within their scope of practice including, but not limited to, the delivery of preventative services; and, reimbursing naturopathic doctors at up to 80% less than other providers for the same service rather than varying reimbursement rates based on objective quality or performance measures.\n\nThe class action seeks several remedies, including:\n\n1. Reimbursement to individuals who have been denied benefits under their Health Net health insurance plans;\n\n2. Repayment of profits retained by Health Net as a result of its discriminatory practices;\n\n3. Enforcement of non-discriminatory practices in the future; and,\n\n4. A court order clarifying for Health Net and ASH which of its practices are unlawfully discriminatory.\n\nWhile many states continue to work on licensure efforts, we look to Oregon to lead the way in terms of patient reimbursement and fair interpretation of Section 2706 of the Affordable Care Act. Let's aim to have all Americans able to access & afford the kind of medical care they choose.\n\nClick here to view the complete press release.\n\nFor further information about the OANP see here.\n\nFor information on naturopathic medical education see here.\n\nTo find an ND near you, see here.\n\nFollow Amy Rothenberg, ND on Twitter: www.twitter.com/doctoramybeth", "article_metadata": {"description": "As the 4th of July weekend just passed, the idea of freedom is on my mind. Included in my definition of freedom and self agency is the ability to choose ...", "sailthru.expire_date": "2015-07-10 11:42:14 -0400", "og": {"site_name": "The Huffington Post", "description": "As the 4th of July weekend just passed, the idea of freedom is on my mind. Included in my definition of freedom and self agency is the ability to choose ...", "url": "http://www.huffingtonpost.com/amy-rothenberg-nd/oregon-naturopathic-physi_b_7749718.html", "image": "http://i.huffpost.com/gen/2784606/images/o-WOMAN-AT-DOCTOR-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2784606/images/o-WOMAN-AT-DOCTOR-facebook.jpg", "height": 1000}, "creator": "doctoramybeth", "description": "As the 4th of July weekend just passed, the idea of freedom is on my mind. Included in my definition of freedom and self agency is the ability to choose ...", "card": "summary_large_image", "site": "@HPLifestyle"}, "sailthru.date": "2015-07-09 11:42:14 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=7749718", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "healthy-living", "fb": {"app_id": 46744042133}, "keywords": "naturopathic medicine,naturopathic physician,Health Insurance,class action law suit", "article": {"section": "Healthy Living", "tag": "naturopathic medicine,naturopathic physician,Health Insurance,class action law suit", "published_time": "2015-07-09 11:42:14 -0400", "modified_time": "2015-07-09 11:59:01 -0400"}, "viewport": "width=1000"}, "article_summary": "Reimbursement to individuals who have been denied benefits under their Health Net health insurance plans;2.\n\"Patients face unnecessary barriers to covered medical services, and naturopathic physicians are being arbitrarily limited in providing routine and preventive medical care.\n§ 300gg-5), prohibits insurance carriers from discriminating against health care providers acting within the scope of their license.\nThe \"Non Discrimination in Health Care\" section of the Affordable Care Act (ACA), commonly known as \"Section 2706\" (42 U.S.C.\nHowever, even if you are lucky enough to live in one of the 20 states/municipalities that license naturopathic physicians (ND), services provided may not be covered by your insurance."}