{"article_title": "Seven & i's 83-year-old CEO quits after board rejects his proposal", "article_keywords": ["seven", "management", "isaka", "rejects", "ceo", "loeb", "votes", "board", "japan", "quits", "proposal", "rumors", "corporate", "suzuki", "83yearold"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/07/Seven-83-year-old-CEO-quits-after-board-rejects-his-proposal", "article_text": "TOKYO (Reuters) - The veteran boss of retail group Seven & i Holdings Co Ltd , who pioneered 24-hour convenience stores in Japan four decades ago, said on Thursday that he is stepping down to take responsibility for a failed management reshuffle.\n\nThe patriarch's sudden departure without a named successor creates a power vacuum at the sprawling conglomerate, with its 50,000 employees and $90 billion in sales, just as it revamps struggling supermarkets and department stores.\n\nThe boardroom surprise at one of the country's biggest firms also signals a change in atmosphere in Japanese corporate governance, where management traditionally enjoyed support by big shareholders and board members.\n\nThe 83-year-old Chief Executive and Chairman Toshifumi Suzuki said he decided to quit after a board meeting in which he failed to garner enough votes to replace the president of group convenience store chain, Seven-Eleven Japan.\n\n\"It is my lack of virtue and I am unbearably ashamed,\" Suzuki told a news conference, without elaborating on the timing of his resignation.\n\n\"I was supposed to attend an analyst meeting tomorrow. But I cannot go there and explain this year's prospects anymore after I decided to quit.\"\n\nRETAIL LEGEND\n\nSuzuki is a legendary figure in Japan's retail industry. He brought the 7-Eleven franchise to the country in the 1970s and later took over its U.S. parent.\n\nIn past weeks, Suzuki's company has been the target of activist investor Daniel Loeb, who wrote an open letter voicing concerns over rumors Suzuki planned to appoint his son as successor.\n\nEarlier on Thursday, Suzuki's management proposed replacing the man Loeb had instead championed for the top job - Seven-Eleven Japan President Ryuichi Isaka. Suzuki contended Isaka had failed to meet expectations. It was not immediately clear whether Suzuki had proposed an alternative.\n\nSeven & i did not immediately respond to a request for comment from Isaka when contacted by Reuters.\n\nOf 15 board members including four outside directors, seven voted in favor of the proposal while six voted against. But with two casting blank votes, the proposal did not garner a big enough majority, Suzuki said.\n\n\"I don't care about the breakdown of the votes, I consider I have lost the confidence of the board when no-votes were cast by inside directors,\" Suzuki said, adding, \"I am not going to name my successor.\"\n\n. On Thursday, Seven & i also reported a 2.6 percent rise in operating profit for the year ended February, to 352.3 billion yen ($3.25 billion). RARE REBELLION The failure is a rarity in Japan where corporate boards traditionally endorse management, particularly at Seven & i, where Suzuki has held sway for decades. It is not clear who will succeed Suzuki but the retention of Isaka will for now be claimed as a victory for Loeb, CEO of investment advisor Third Point and a rare outsider challenging corporate Japan. In the open letter, Loeb urged the retailer to retain Isaka, saying \"rumors\" of Isaka's planned removal were of \"significant concern.\" Loeb, who previously campaigned for change at companies such as Sony Corp and Fanuc Corp , said Isaka had been \"instrumental to the success of Seven-Eleven Japan.\" The chain has regularly accounted for nearly 70 percent of Seven & i's profit. In an emailed statement, Loeb, whose company Third Point owns an undisclosed amount of Seven & i, said: \"We are pleased to see that the 7&i board's succession planning will be based on merit and the best interests of shareholders. As investors committed to the future of Japan, we are delighted to see corporate governance evolve in line with the principles outlined in Prime Minister (Shinzo) Abe's 'Third Arrow' reforms.\" Also in Loeb's letter, the activist investor raised concerns about rumors that Suzuki was grooming his son, Seven & i's Chief Information Officer Yasuhiro Suzuki, as his successor. The elder Suzuki said he was surprised at such rumors having never \"uttered any such things,\" and that his son did not consider such prospect. The board's latest decision comes as Japanese firms work to improve corporate governance through measures such as appointing more outside directors, after the government called on companies to do more to attract foreign capital. Last month, Seven & i said it had set up a nomination and compensation committee headed by an outside director. (Refiles to fix typo in sixth paragraph.) (Reporting by Taiga Uranaka and Ritsuko Shimizu; Editing by Christopher Cushing and Ian Geoghegan)\n\nShares of Seven & i lost as much as 8.6 percent in morning trade, but pared losses after news of the vote and after reports of the CEO's departure. The stock closed down 1.6 percent, versus a 0.2 percent rise in the benchmark Nikkei index", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "TOKYO (Reuters) - The veteran boss of retail group Seven & i Holdings Co Ltd , who", "title": "Seven & i's 83-year-old CEO quits after board rejects his proposal", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/07/Seven-83-year-old-CEO-quits-after-board-rejects-his-proposal", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/seven-i-hldgs-managementchanges-rejection_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/07/Seven-83-year-old-CEO-quits-after-board-rejects-his-proposal", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/seven-i-hldgs-managementchanges-rejection_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "TOKYO (Reuters) - The veteran boss of retail group Seven & i Holdings Co Ltd , who", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "Of 15 board members including four outside directors, seven voted in favor of the proposal while six voted against.\nLast month, Seven & i said it had set up a nomination and compensation committee headed by an outside director.\nIn the open letter, Loeb urged the retailer to retain Isaka, saying \"rumors\" of Isaka's planned removal were of \"significant concern.\"\nRARE REBELLION The failure is a rarity in Japan where corporate boards traditionally endorse management, particularly at Seven & i, where Suzuki has held sway for decades.\nBut with two casting blank votes, the proposal did not garner a big enough majority, Suzuki said."}