{"article_title": "Will 2014 Be the Year We Win the War Against the Flu? -- The Motley Fool", "article_keywords": ["fool", "influenza", "strains", "motley", "win", "million", "flu", "vaccines", "companies", "biopharmaceutical", "quadrivalent", "season", "war", "vaccine"], "article_url": "http://www.fool.com/investing/general/2014/01/19/will-2014-be-the-year-we-win-the-war-against-the-f.aspx", "article_text": "The joy of the holiday season has passed, and the perils of tax season are still three months away -- which can only mean one thing: We're right in the heart of flu season!\n\nAlthough flu season doesn't have an official start or end date, January and February are historically the two months out of the year when influenza cases in hospitals and doctor's offices will peak.\n\nIt's estimated, according to the Centers for Disease Control and Prevention, that anywhere between 5% and 20% of all U.S. residents will come down with the flu in a given year. That works out to approximately 16 million to 63 million adults and children developing the flu annually and resulting in a range of 3,000 to 49,000 deaths each year (based on data collected between 1976 and 2006).\n\nOverall, that makes the flu pretty benign in terms of a death rate relative to infection rate, but it can still present a serious concern to infants, the elderly, and people with compromised immune systems. Plus, having the flu isn't any fun, which most of us can testify to from personal experience at one time or another.\n\nThis is why biopharmaceutical companies spend millions each year investing into research that could help better treat and/or prevent the influenza virus. There is, of course, one somewhat obvious drawback to that research.\n\nInfluenza: Where sciences and guessing go hand-in-hand\n\nThe drawback in question relates to the fact that scientific researchers don't know with any exactness what strain of flu virus is going to be dominant in any given year. They can only go off early flu cases and historical records and make their best estimation of which strains are expected to account for the majority of influenza cases in a given year. Because it can take weeks for a biopharmaceutical company to make the necessary dosing (in some cases up to 60 million doses) for the country, these vaccines are made well in advance of when flu season strikes (usually around June or July). Like meteorologists, researchers are often pretty close with their expectations, but every once in a while they're way off.\n\nResearchers and biopharmaceutical companies last year did a pretty good job, according to CDC estimates. The mid-season update for 2012-2013 demonstrated a vaccine effectiveness, or VE, of 56% for all age groups, with a VE of 47% against influenza A strains and 67% against influenza B strains. Those with weaker or compromised immune systems, such as the elderly, demonstrated a weaker VE.\n\nAlthough we're early in the game, so to speak, it appears as if 2013-2014's flu season is going to again be active, with the weekly Influenza Surveillance Report from the CDC pointing to significantly higher influenza-like illness outpatient visits, or ILIs, through the second week of 2014.\n\nNationwide, the proportion of ILI outpatient visits was 3.6% relative to a baseline figure of 2%. This means it could be another very active year for flu vaccine manufacturers -- especially for those that have a new trick up their sleeve this year!\n\nThe new flu-fighting weapon\n\nWhat's most notable about the 2013-2014 flu season, and what I suspect could give flu vaccine manufacturers and those who get a flu shot an edge over previous years, is a new formulation of the vaccine, dubbed a quadrivalent, that aims to provide immune response detection to two influenza A strains and two influenza B strains.\n\nIn years past, biopharmaceutical companies have focused on trivalent vaccines that feature two influenza A strains -- often the more prominent strain -- and one influenza B strain. Just like swinging at a baseball and trying to hit a home run, having more strains within the vaccine formulation gives the body a greater chance at an effective vaccine response -- in exchange for a slightly higher cost, of course.\n\nThere is, though, no favoritism offered by the CDC when it comes to trivalent or quadrivalent flu vaccines. The CDC does not recommend one formulation over the other -- it merely urges people to get their flu shot. However, it appears likely to me that the quadrivalent would offer better protection against influenza B group viruses. In 2013-2014, roughly 30 million to 32 million of the 138 million to 145 million influenza vaccines produced will be quadrivalent.\n\nWho could benefit\n\nThere are three primary biopharmaceutical companies that could be big beneficiaries of this push toward quadrivalent vaccines: AstraZeneca (NYSE:AZN), GlaxoSmithKline (NYSE:GSK), and Sanofi (NYSE:SNY).\n\nAstraZeneca's primary quadrivalent play is FluMist, the Food and Drug Administration's only approved nasal spray, which it acquired when it purchased MedImmune. FluMist has never quite lived up to its billing, however, because the cost of the nasal spray relative to simply getting a shot hasn't translated well with consumers. Despite that disappointment, FluMist still delivered an estimated $162 million in sales last year, and given its convenience factor could still be a viable quadrivalent option in 2014.\n\nGlaxoSmithKline will always be considered an important quadrivalent vaccine manufacturer, since Fluarix was the very first quadrivalent vaccine approved by the FDA, in December 2012. In other words, Glaxo sort of set the stage for the other biopharma companies, which they quickly followed. What should really be of interest to shareholders and influenza patients is its FluLaval quadrivalent, which brought in about $375 million in sales last year. With the company beefing up its production of FluLaval quadrivalent vaccines in 2014, expect to see a sizable revenue jump here.\n\nHowever, no company may see a bigger top- and bottom-line benefit than Sanofi, whose FluZone vaccine outsold every other influenza vaccine, combined, last year! FluZone has a number of clear-cut benefits to patients, including a transdermal patch that reduces the length of the needle by 90% to make it less painful, and comes in six separate dosing options, which is music to the ears of physicians, who understand that one size does not always fit all. I fully expect that Sanofi's FluZone, which will be sold in both trivalent and quadrivalent formulations, will have a fantastic year.", "article_metadata": {"publish_time": "11:50", "date": "2014-01-19T16:50:00Z", "description": "With flu season hitting its peak, will this revolutionary new vaccine from the biopharmaceutical sector deliver improved results?", "ResponsiveALP": "1Ses_control-21_control_100", "author": "Sean Williams", "promo": "With flu season hitting its peak, will this revolutionary new vaccine from the biopharmaceutical sector deliver improved results?", "twitter": {"site": "@themotleyfool", "description": "With flu season hitting its peak, will this revolutionary new vaccine from the biopharmaceutical sector deliver improved results?", "title": "Will 2014 Be the Year We Win the War Against the Flu? --  The Motley Fool"}, "pitch": 447, "og": {"site_name": "The Motley Fool", "description": "With flu season hitting its peak, will this revolutionary new vaccine from the biopharmaceutical sector deliver improved results?", "title": "Will 2014 Be the Year We Win the War Against the Flu? --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/01/19/will-2014-be-the-year-we-win-the-war-against-the-f.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F97351%2Fflu-cases.gif&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "c19b844e-80ab-11e3-989c-0050569d32b9", "headline": "Will 2014 Be the Year We Win the War Against the Flu?", "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2014 01 19", "tickers": "SNY,GSK,AZN", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fd855f\"", "article_summary": "GlaxoSmithKline will always be considered an important quadrivalent vaccine manufacturer, since Fluarix was the very first quadrivalent vaccine approved by the FDA, in December 2012.\nThere is, though, no favoritism offered by the CDC when it comes to trivalent or quadrivalent flu vaccines.\nIn 2013-2014, roughly 30 million to 32 million of the 138 million to 145 million influenza vaccines produced will be quadrivalent.\nWith the company beefing up its production of FluLaval quadrivalent vaccines in 2014, expect to see a sizable revenue jump here.\nHowever, no company may see a bigger top- and bottom-line benefit than Sanofi, whose FluZone vaccine outsold every other influenza vaccine, combined, last year!"}