{"article_title": "Ben Carson vows to look at the ‘fruit salad’ of potential Supreme Court picks", "article_keywords": ["supreme", "court", "look", "salad", "vows", "life", "kind", "picks", "carson", "fruit", "tell", "carsons", "scalia", "ben", "president", "potential"], "article_url": "http://www.gantdaily.com/2016/02/25/ben-carson-vows-to-look-at-the-fruit-salad-of-potential-supreme-court-picks/", "article_text": "In his dissent against the 2015 decision favoring Obamacare, late Supreme Court Justice Antonin Scalia at one point dismissed the majority’s reasoning as “pure applesauce.”\n\nOn Thursday night, Ben Carson praised Scalia, then seemed to channel him, explaining that when it came to picking a replacement, he would look at “the fruit salad of their life.”\n\n“As president, I would go through and I would look at what a person’s life has been,” the retired neurosurgeon said at the CNN Republican debate in Houston. “What have they done in the past, what kind of judgments have they made? What kind of associations do they have? That will tell you a lot more than an interview will tell you. The fruit salad of their life is what I will look at.”\n\nNaturally, social media dug right in.\n\n“It’s over, we have our next President,” comedian Patton Oswalt declared. “Everyone can go home.”\n\nAnd when the conversation turned to Apple’s fight with the U.S. government over encryption, it began again.\n\nThe Wall Street Journal’s Richard Rubin summed up Carson’s position: “So, there will be no Apples in Ben Carson’s fruit salad.”", "article_metadata": {"framework": "Alkivia Framework 0.8", "description": "In his dissent against the 2015 decision favoring Obamacare, late Supreme Court Justice Antonin Scalia at one point dismissed the majority's reasoning as \"pure", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "The Wall Street Journal’s Richard Rubin summed up Carson’s position: “So, there will be no Apples in Ben Carson’s fruit salad.”\nThe fruit salad of their life is what I will look at.”Naturally, social media dug right in.\n“Everyone can go home.”And when the conversation turned to Apple’s fight with the U.S. government over encryption, it began again.\n“What have they done in the past, what kind of judgments have they made?\nThat will tell you a lot more than an interview will tell you."}