{"article_title": "Energy Drink Companies Target Youth In Marketing, Senators Demand Regulations", "article_keywords": ["senators", "target", "marketing", "energy", "drink", "companies", "children", "regulations", "beverage", "demand", "youth", "industry", "market", "drinks"], "article_url": "http://www.medicaldaily.com/energy-drink-companies-target-youth-marketing-senators-demand-regulations-317262", "article_text": "The energy drink industry is increasingly taking over the beverage market, but a new report published by three U.S. senators presents a mission to protect youth from being a new area of growth. The report, called “Buzz Kill,” is part of an effort to investigate the energy drink industry, to protect kids and teens from consumption, and to pinpoint areas of weakness in companies' marketing.\n\n“Unfortunately, as long as early development of brand loyalty is seen as a competitive market advantage, energy drink companies will continue with the practice of marketing to teens in the absence of regulation that prohibits it,” the authors wrote. “Voluntary commitments that limit marketing and promotion to teenagers is unlikely, since the companies with the majority of sales for energy drinks are members of the ABA and therefore drive decisions on the industry’s guidance.”\n\nThe American Beverage Association (ABA) is the biggest lobby group for beverage companies across the United States. In response to the recently published Senate study, the ABA's spokesperson Christopher Gindlesperger said, “Leading energy drink manufacturers voluntarily go far beyond all federal requirements when it comes to labeling and education. They also have voluntarily pledged not to market these products to children or sell them in K-12 schools,” according to Time.\n\nThe study found despite energy drink companies insisting they would only target adults, four out of the 12 companies actually committed. AriZona Beverages USA; Celsius, Inc.; XYIENCE, and the Coca-Cola Company were the only four companies that actively stopped marketing to youth under the age of 18. Between 2008 and 2012, the energy drink industry has grown by 60 percent, and minors may be a ripe demographic for sales.\n\n“Energy drinks have no place in pediatric diets,” said the study’s lead author Steven Lipshultz, the chief pediatrician at Children’s Hospital of Michigan in Detroit, in a press release. “And anyone with underlying cardiac, neurologic, or other significant medical conditions should check with their health care provider to make sure it’s safe to consume energy drinks.”\n\nLast year, 5,000 cases of children 6 and younger were reported to poison control after becoming sick from ingesting energy drinks, according to the American Heart Association. They were reported as accidental ingestions, which resulted in serious side effects, including seizures, irregular heart rhythms, or dangerously high blood pressure. The children are attracted to these bright and colorful drinks, making it no surprise why their little hands reach for the “adult” drinks.\n\nSource: Markey EJ, Durbin RJ, and Blumenthal R. Buzz Kill. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "energy, drink, companies, target, youth, marketing, senators, demand, regulations", "og": {"site_name": "Medical Daily", "description": "The government is hoping to intervene with the energy drink industry's marketing techniques, after it found many target children.", "title": "Most Energy Drink Companies Market To Minors, But Should They?", "url": "http://www.medicaldaily.com/energy-drink-companies-target-youth-marketing-senators-demand-regulations-317262", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/01/11/energy-drink-industry-markets-kids.jpg", "type": "article"}, "twitter": {"description": "The government is hoping to intervene with the energy drink industry's marketing techniques, after it found many target children.", "title": "Most Energy Drink Companies Market To Minors, But Should They?", "url": "http://www.medicaldaily.com/energy-drink-companies-target-youth-marketing-senators-demand-regulations-317262", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/01/11/energy-drink-industry-markets-kids.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/01/11/energy-drink-industry-markets-kids.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Hill", "published_time": "2015-01-11T14:07:29-05:00", "modified_time": "2015-01-11T14:07:28-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The government is hoping to intervene with the energy drink industry's marketing techniques, after it found many target children."}, "article_summary": "The study found despite energy drink companies insisting they would only target adults, four out of the 12 companies actually committed.\nBetween 2008 and 2012, the energy drink industry has grown by 60 percent, and minors may be a ripe demographic for sales.\nThe report, called “Buzz Kill,” is part of an effort to investigate the energy drink industry, to protect kids and teens from consumption, and to pinpoint areas of weakness in companies' marketing.\nThe energy drink industry is increasingly taking over the beverage market, but a new report published by three U.S. senators presents a mission to protect youth from being a new area of growth.\nIn response to the recently published Senate study, the ABA's spokesperson Christopher Gindlesperger said, “Leading energy drink manufacturers voluntarily go far beyond all federal requirements when it comes to labeling and education."}