{"article_title": "Krankenversicherung vor dem Start: Obama kämpft um Obamacare", "article_keywords": ["fr", "millionen", "sie", "die", "krankenversicherung", "obamacare", "um", "start", "ein", "und", "dem", "vor", "kmpft", "der", "es", "obama"], "article_url": "https://www.tagesschau.de/ausland/obamacare120.html", "article_text": "Amerika bekommt ab dem 1. Oktober, was es in Deutschland schon seit 1884 gibt: eine Krankenversicherung für alle Bürger. Die 45 Millionen US-Bürger ohne Krankenversicherung können sich ab der kommenden Woche die für sie günstigste Krankenversicherung aussuchen - über ein Internet-Portal der Regierung. Für Präsident Obama ist es sein wichtigstes Reformprojekt. Doch es gibt immer noch heftige Widerstände gegen Obamacare.\n\nVon Martin Ganslmeier, NDR-Hörfunkstudio Washington\n\nSeit dreieinhalb Jahren ist die Krankenversicherung für alle Gesetz. Eine Klage vor dem Obersten Gerichtshof gegen Obamacare wurde zurückgewiesen. Über 40 Mal haben die Republikaner vergeblich versucht, das Gesetz im Kongress zu torpedieren. Auch jetzt noch wollen die Tea-Party-Abgeordneten lieber die Zahlungsunfähigkeit Amerikas riskieren als die Mittel für Obamacare zu bewilligen.\n\nSeit Wochen wird das Ende der Freiheit in Amerika heraufbeschworen. Dagegen warb der amerikanische Präsident vor Studenten in Maryland noch einmal leidenschaftlich für den historischen Schritt: \"In der wohlhabendsten Nation der Welt sollte niemand pleitegehen, nur weil er krank wird.\" Gesundheitsfürsorge sei ein Recht für alle und kein Privileg für Wohlhabende.\n\nVersicherung wie eine Reise im Internet buchen\n\nNoch aber leben 45 Millionen Amerikaner ohne Krankenversicherung, weitere 40 Millionen haben nur einen minimalen Versicherungsschutz.\n\nAb Dienstag können sie sich auf einer Internetseite der US-Regierung unter rund 50 Angeboten die für sie günstigste Krankenversicherung aussuchen. Das Ganze funktioniert wie ein Reise- oder Hotelportal im Internet. Die Interessenten haben ein halbes Jahr Zeit, sich für ein geeignetes Angebot zu entscheiden. Erstmals dürfen die Krankenkassen Bürger mit Vorerkrankungen nicht mehr abweisen.\n\nMonatsbeitrag so hoch wie die Kabelgebühr\n\nAls Erfolg wertet Obama schon jetzt, dass die Versicherungsangebote deutlich günstiger liegen als zunächst befürchtet. Ein Durchschnittsverdiener zahlt für eine Grundversicherung knapp 100 Dollar im Monat. Für eine vierköpfige Familie kostet das Basispaket rund 170 Dollar.\n\nDas seien doch tolle Angebote, meint Obama: \"Wenn Du Deiner Familie die Sicherheit einer Krankenversicherung bieten kannst, ist das unbezahlbar. Das bekommst Du nun für eine Summe, die der Kabelgebühr entspricht. Vermutlich ist sie günstiger als Deine Handy-Rechnung.\"\n\nAngst vor hohen Gesundheitskosten\n\nDoch viele Amerikaner bleiben skeptisch. In jüngsten Umfragen glaubt mehr als die Hälfte der Befragten, Obamacare treibe die Gesundheitskosten weiter in die Höhe. Wenn doch so viele Nicht-Versicherte künftig auch Gesundheitsleistungen bekommen ...\n\nDer Präsident verweist dagegen auf Millionen neuer Beitragszahler und den gestiegenen Wettbewerb der Krankenkassen um Millionen neuer Kunden.\n\nDie PR-Offensive der US-Regierung kommt jedoch reichlich spät. Wochenlang waren nur die Warnungen der Republikaner zu hören: Sozialismus, Einschränkung der persönlichen Freiheit, verheerend für die Wirtschaft. \"Sie malen den Teufel an die Wand\", kritisiert Obama. \"Die Republikaner im Kongress vergiften erst Obamacare und kritisieren dann, wie krank es sei.\"\n\nDen Republikanern die Stirn bieten\n\nDamit Obamacare ein Erfolg wird, muss die US-Regierung unter den 45 Millionen Nicht-Versicherten nicht nur die Alten und Kranken gewinnen, sondern auch die Jungen und Gesunden. Entsprechende Werbespots laufen derzeit in vielen Bundesstaaten.\n\nDoch in Texas und Florida, wo die meisten Nicht-Versicherten leben, boykottieren die republikanischen Regierungen die Einführung von Obamacare. Landesbedienstete wurden angewiesen, den Informationsservice aus Washington nicht zu unterstützen.\n\nDie Republikaner, vor allem die Tea-Party-Mitglieder wie Senator Ted Cruz aus Texas, machen auf Protestveranstaltungen mobil gegen Obamacare.\n\nIn Texas und Florida setzt Obama nun auf die Hilfe von Kirchen und Freiwilligen. Er bleibt zuversichtlich, dass Obamacare am Ende ein Erfolg wird: \"Und wenn es erstmal gut läuft, dann garantiere ich Euch: Sie werden es nicht mehr Obamacare nennen.\"", "article_metadata": {"publisher": "tagesschau.de", "news_keywords": "Nachrichten,Inland, Ausland, Wirtschaft, Sport, Kultur Reportage, Bericht, News, Tagesthemen, Aktuell, Neu, Neuigkeiten, Hintergrund, Hintergrund, Information, Politik, Innenpolitik, Aussenpolitik, Video, Audio", "author": "tagesschau.de", "og": {"site_name": "tagesschau.de", "description": "Amerika bekommt ab dem 1. Oktober, was es in Deutschland schon seit 1884 gibt: eine Krankenversicherung für alle Bürger. Doch gegen das wichtigste Reformprojekt von Präsident Obama gibt es immer noch heftige Widerstände.", "title": "Obamacare: Vor dem Start noch viel Widerstand", "url": "https://www.tagesschau.de/ausland/obamacare120.html", "image": "https://www.tagesschau.de/multimedia/bilder/obama3526~_v-videowebm.jpg", "locale": "de_DE", "type": "website"}, "twitter": {"description": "Amerika bekommt ab dem 1. Oktober, was es in Deutschland schon seit 1884 gibt: eine Krankenversicherung für alle Bürger. Doch gegen das wichtigste Reformprojekt von Präsident Obama gibt es immer noch heftige Widerstände.", "title": "Obamacare: Vor dem Start noch viel Widerstand", "image": {"src": "https://www.tagesschau.de/multimedia/bilder/obama3526~_v-videowebm.jpg"}, "creator": "@tagesschau", "site": "@tagesschau", "card": "summary_large_image"}, "msapplication-TileColor": "#008bcf", "robots": "index", "apple-mobile-web-app-capable": "no", "date": "2015-06-25T16:42:50", "msapplication-TileImage": "/mstile-144x144.png", "keywords": "Nachrichten, Inland, Ausland, Wirtschaft, Sport, Kultur Reportage, Bericht, News, Tagesthemen, Aktuell, Neu, Neuigkeiten, Hintergrund, Hintergrund, Information, Politik, Innenpolitik, Aussenpolitik, Video, Audio", "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=1.0", "description": "Amerika bekommt ab dem 1. Oktober, was es in Deutschland schon seit 1884 gibt: eine Krankenversicherung für alle Bürger. Doch gegen das wichtigste Reformprojekt von Präsident Obama gibt es immer noch heftige Widerstände."}, "_id": "\"57477af56914bd0286fe4f78\"", "article_summary": "Von Martin Ganslmeier, NDR-Hörfunkstudio WashingtonSeit dreieinhalb Jahren ist die Krankenversicherung für alle Gesetz.\nDie 45 Millionen US-Bürger ohne Krankenversicherung können sich ab der kommenden Woche die für sie günstigste Krankenversicherung aussuchen - über ein Internet-Portal der Regierung.\nAuch jetzt noch wollen die Tea-Party-Abgeordneten lieber die Zahlungsunfähigkeit Amerikas riskieren als die Mittel für Obamacare zu bewilligen.\nAb Dienstag können sie sich auf einer Internetseite der US-Regierung unter rund 50 Angeboten die für sie günstigste Krankenversicherung aussuchen.\nWochenlang waren nur die Warnungen der Republikaner zu hören: Sozialismus, Einschränkung der persönlichen Freiheit, verheerend für die Wirtschaft."}