{"article_title": "How Puerto Rico’s Debt Crisis Could Hurt the GOP", "article_keywords": ["gop", "republican", "rico", "ricos", "hurt", "hispanic", "running", "economic", "island", "puerto", "debt", "crisis", "bankruptcy"], "article_url": "http://www.thefiscaltimes.com/2015/07/09/How-Puerto-Rico-s-Debt-Crisis-Could-Hurt-GOP", "article_text": "With one of the Republican Party’s leading candidates for president busy offending Hispanic voters every time he comes near a microphone, the last thing the GOP needs is a brewing economic crisis whose victims are largely Hispanic. But as Puerto Rico moves toward default on its debts, that’s what they’ve got.\n\nWhile real estate magnate and preternatural blowhard Donald Trump is running for the GOP presidential nomination on a platform that includes forcing Mexico to build a wall separating it from the United States, Republicans in Congress are facing the uncomfortable fact that they could wind up being seen as allowing the 3.5 million U.S. citizens who live in Puerto Rico, the overwhelming majority of whom are Hispanic, to slide into economic disaster.\n\nRelated: Trump Won’t ‘Tone It Down’: He Doubles Down on Insults\n\nPuerto Rico is struggling under a $73 billion debt load that its governor has bluntly admitted the island territory cannot pay and the time available to find a solution is running short. The island’s leaders want to restructure the debt but the simplest way forward -- Chapter 9 bankruptcy -- is blocked by federal law. Unlike states, which can allow municipalities and public agencies to declare bankruptcy, territories cannot.\n\nWhile the Senate had shown some signs of willingness to change the law to help Puerto Rico, the House has not. The House Judiciary Committee, in particular, with a very conservative tilt to its Republican ranks, appears completely uninterested.\n\nPuerto Rico, meanwhile, has projected that it will run out of money by the end of the month. Given the length of time it would likely take to get any such legislation through Congress even if there were interest, some sort of crisis seems inevitable, and it will not be lost on the Democrats running for their party’s presidential nomination that a Republican Congress declined to act to assist a majority-Hispanic U.S. territory.\n\nTo be clear: None of this is to suggest that the GOP lawmakers uninterested in making Puerto Rico eligible for bankruptcy protection feel that way because the island is overwhelmingly Hispanic.\n\nRelated: How Fiscally Healthy Is Your State?\n\nOn the contrary, there are plenty of compelling reasons to be wary about rewriting the laws to allow Puerto Rico’s government entities to declare bankruptcy.\n\nFor one, the investors in bonds issued by Puerto Rican municipalities and public agencies could rightly complain that the rules were changed in the middle of the game. A bankruptcy court judge might force them to accept a “haircut” that, under other circumstances, they wouldn’t have agreed to.\n\nPuerto Rico also has huge structural problems that helped cause its problems in the first place. Federally-mandated minimum wage rules in the low-wage environment of the small island make it disproportionately expensive for businesses to hire employees. Generous social benefits cost the government a lot of money while simultaneously making it literally more profitable for some people to avoid working at all.\n\nFinally, there is no reason to think that, barring a major overhaul of the island’s fiscal management, forcing investors into a court-ordered bankruptcy arrangement would improve the territory’s long-run outlook.\n\nRelated: Clinton Wants Access for Puerto Rico to U.S. Bankruptcy Laws\n\nBut politics is as much about optics as it is about facts, and for the GOP the timing of the Puerto Rican crisis couldn’t get much worse. After a struggle to tamp down nativist sentiment that rose to the fore during last year’s immigration crisis, the GOP has been working hard to repair and strengthen its relationship with the Hispanic electorate.\n\nIf Puerto Rico plunges into Greece-like economic misery, Democrats will do their utmost to hang responsibility around Republicans’ collective neck.\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "With one of the Republican Party’s leading candidates for president busy offending Hispanic voters every time he comes near a microphone, the last thing the GOP needs is a brewing economic crisis whose victims are largely Hispanic. But as Puerto Rico moves toward default on its debts, that’s what they’ve got.", "title": "How Puerto Rico’s Debt Crisis Could Hurt the GOP", "url": "http://www.thefiscaltimes.com/2015/07/09/How-Puerto-Rico-s-Debt-Crisis-Could-Hurt-GOP", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/munis-puertorico_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/07/09/How-Puerto-Rico-s-Debt-Crisis-Could-Hurt-GOP", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/munis-puertorico_1.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "With one of the Republican Party’s leading candidates for president busy offending Hispanic voters every time he comes near a microphone, the last thing the GOP needs is a brewing economic crisis whose victims are largely Hispanic. But as Puerto Rico moves toward default on its debts, that’s what they’ve got.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcb666\"", "article_summary": "While the Senate had shown some signs of willingness to change the law to help Puerto Rico, the House has not.\nPuerto Rico, meanwhile, has projected that it will run out of money by the end of the month.\nBut as Puerto Rico moves toward default on its debts, that’s what they’ve got.\nPuerto Rico also has huge structural problems that helped cause its problems in the first place.\nIf Puerto Rico plunges into Greece-like economic misery, Democrats will do their utmost to hang responsibility around Republicans’ collective neck."}