{"article_title": "7 Undeniable Reasons to Invest in Health Care -- The Motley Fool", "article_keywords": ["fool", "motley", "undeniable", "company", "healthcare", "companies", "spending", "past", "reasons", "health", "stock", "invest", "drugs", "stocks", "care"], "article_url": "http://www.fool.com/investing/general/2014/03/22/7-undeniable-reasons-to-invest-in-healthcare.aspx", "article_text": "You need to be in health care. There are no ifs, ands, or buts about it.\n\nI'm not talking about working in the health-care industry (although that's not a bad idea, either). At least part of your investment portfolio needs to be in health care stocks. Here are seven undeniable reasons why.\n\n1. An aging population\n\nWe're getting older. In 2009, individuals aged 65 or older made up less than 13% of the U.S. population. Within the next 16 years, that figure will jump to 19% of the population, with over 72 million Americans qualifying as senior citizens.This trend isn't limited to the United States. Many European and Asian countries face even more significant aging of their populations.\n\nIt's no secret that as people age, their need for health care-related products and services tends to increase. With a big surge in the number of older individuals across the world, there will likely be an even larger increase in demand for health care. Where there's increasing demand, there's plenty of opportunity.\n\n2. Uncle Sam's fingers\n\nMedicare, Medicaid, HIPAA, and now Obamacare -- the federal government has had its fingers in the middle of health care for decades. That's not likely to change too much, regardless of how the political winds may shift down the road.\n\nEvery time Uncle Sam tries something different, it opens the door for some segments within the health-care system to benefit. In recent years, provisions in the nearly $800 billion economic stimulus legislation of 2009 created a windfall for electronic health record system vendors. Hospital stocks soared with Obamacare's promise of more insured Americans. When the government makes its next big change (which it will, sooner or later), you can count on seeing some health-care companies profi from the change.\n\n3. Soaring costs\n\nUncle Sam's persistent interest in health care stems from ever-growing costs. While health-care spending growth rates have slowed over the past few years largely because of the economic recession and sluggish recovery, costs have still risen. And the rate of increase will probably see an uptick in the years to come.\n\nIt doesn't require a Ph.D. in economics to realize that higher levels of spending mean that someone receives more money. Higher spending also presents an opening for companies that can control that spending.\n\nThat's why I like Express Scripts (NASDAQ:ESRX). As the nation's largest pharmacy benefits manager, or PBM, the company focuses on helping its customers hold down prescription drug spending. Express Scripts' scale of operation gives it some competitive advantages that should bode well for the company if health care spending growth rates resume historical levels.\n\n4. Diversification\n\n\"Don't put all your eggs in one basket\" is an old saying, but it's still relevant in 2014. If you don't already have a significant portion of your investments in health care, the industry presents a great way to diversify.\n\nYou can even diversify to some degree within health care itself. Stocks of big pharmaceutical companies, biotechs, health technology firms, health insurers, and medical device makers don't necessarily go up and down at the same time.\n\n5. Sizzling performance\n\nWe certainly can't leave out the absolutely sizzling performance of health-care stocks. Shares of Intercept Pharmaceuticals (NASDAQ:ICPT), for example, soared more than 1,100% in the past 12 months. Much of that spike came this year after Intercept reported positive results from a clinical study of its obeticholic acid drug for the treatment of nonalcoholic steatohepatitis, or NASH.\n\nImpressive gains haven't been limited to small biotechs. Large-cap Biogen Idec's (NASDAQ:BIIB) stock has nearly doubled over the past year. Biogen's launch of multiple sclerosis drug Tecfidera powered the stock to a tremendous 2013. The drug's recent approval in Europe should help the company continue its successful streak.\n\nWhile Intercept and Biogen Idec stand out among the biggest winners, the health-care sector in general has been hot. The Health Care Select Sector SPDR (NYSEMKT: XLV) exchange-traded fund jumped nearly 34% over the past year -- well above the 20% rise of the S&P 500.\n\nGranted, past performance is no guarantee of future success. So far this year, though, health-care stocks are outpacing the broader indexes. There don't appear to be any signs that the trend will let up.\n\n6. Opportunities ahead\n\nI'm bullish on health care primarily because of the opportunities that lie ahead. Genetic research holds the potential to unlock even more secrets about how diseases progress and allow new, more effective drugs to be developed.\n\nSignificant growth prospects exist outside of biotech and pharmaceutical companies as well. Organovo Holdings (NYSEMKT:ONVO) represents one great example of the potential for technology to revolutionize health care. The company uses 3-D printing to design functional human tissue. While 3-D bioprinting is still in its infancy, Organovo thinks its tissues could dramatically speed up drug discovery processes, causing new drugs to be developed more quickly and cost-effectively.\n\n7. Make a difference\n\nThere's one other important reason to invest in health-care stocks: You can make a difference. That might seem a little sappy, but it's true.\n\nLook at Gilead Sciences (NASDAQ:GILD). The company's drugs have tremendously improved the outlook for HIV/AIDS patients over the past two decades. Gilead now appears poised to make a huge positive impact for hepatitis C virus patients with its new all-oral drug combo. Investing in Gilead early on allowed the company raise the cash to develop the drugs that made a difference for HIV/AIDS patients.\n\nWhat about buying Gilead's stock now or purchasing shares of other established health care companies? While you're not always helping the company raise additional cash, buying any company's stock helps it further its mission in other ways. For example, demand for shares keeps the stock price up, which gives companies more flexibility in making strategic acquisitions.\n\nSo go ahead and make a difference -- for your financial future, if nothing else. Invest in health care. The reasons you should are undeniable.", "article_metadata": {"publish_time": "08:00", "date": "2014-03-22T12:00:00Z", "description": "No health-care stocks in your portfolio? Here's why you're missing out on a great opportunity.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Keith Speights", "promo": "No health-care stocks in your portfolio? Here's why you're missing out on a great opportunity.", "twitter": {"site": "@themotleyfool", "description": "No health-care stocks in your portfolio? Here's why you're missing out on a great opportunity.", "title": "7 Undeniable Reasons to Invest in Health Care --  The Motley Fool"}, "og": {"site_name": "The Motley Fool", "description": "No health-care stocks in your portfolio? Here's why you're missing out on a great opportunity.", "title": "7 Undeniable Reasons to Invest in Health Care --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/03/22/7-undeniable-reasons-to-invest-in-healthcare.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F112393%2Fpills.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "7 Undeniable Reasons to Invest in Health Care", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "986ef920-afc7-11e3-b055-0050569d32b9", "pitch": 341, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2014 03 22", "tickers": "GILD,ESRX,BIIB,ICPT,ONVO", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "At least part of your investment portfolio needs to be in health care stocks.\nUncle Sam's fingersMedicare, Medicaid, HIPAA, and now Obamacare -- the federal government has had its fingers in the middle of health care for decades.\nInvest in health care.\nIf you don't already have a significant portion of your investments in health care, the industry presents a great way to diversify.\nWith a big surge in the number of older individuals across the world, there will likely be an even larger increase in demand for health care."}