{"article_title": "Analysts look past Starbucks vanilla numbers, focus on mobile push", "article_keywords": ["quarter", "look", "mobile", "pay", "vanilla", "focus", "starbucks", "sales", "past", "analysts", "shares", "push", "stock", "order", "wrote", "numbers"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/22/Analysts-look-past-Starbucks-vanilla-numbers-focus-mobile-push", "article_text": "Shares of the world's largest coffee chain fell nearly 6 percent on Friday, a day after Starbucks reported second-quarter comparable sales growth below Wall Street's expectations.\n\nYet, the stock is not too far from the record high it hit in October.\n\nand McDonald's Corp . \"We remain convinced that Starbucks' digital platform, including the rapidly growing Mobile Order & Pay, continues to be a significant competitive advantage and long-term sales driver,\" BTIG analysts wrote in a note. \"We see any near-term sales disruption as minor compared to the significance of the program,\" BTIG analysts wrote. Starbucks irked some customers by tweaking its popular loyalty program, giving rewards based on dollars spent rather than number of purchases. Growth in sales at Starbucks cafes in the Americas open for at least a year slowed to 7 percent in the quarter from 9 percent in the first quarter. The company gets about two-thirds of its total revenue from the region. Investors had likely expected an increase of 8 percent, Nomura analysts said. Starbucks has been investing in digital initiatives such as Mobile Order & Pay, which lets customers place orders and make payments through an app and pick their orders up from an outlet. The bet seems to be paying off. Mobile Order & Pay usage doubled in the second quarter, with the company processing 8 million transactions per month. \"We believe Starbucks mobile platform is truly in a league of its own,\" analysts at Wells Fargo Securities said. Consumers are increasingly using their smartphones to shop and they are eating out more regularly, and Starbucks is in a pole position to capitalize on these trends, the analysts said. Of the 29 brokerages covering Starbucks shares, 24 have a \"buy\" or higher rating, according to Thomson Reuters data. None recommends selling the stock. The median price target on the stock is $69. Starbucks shares touched a low of $57.07 in late morning trading on Friday. The stock's intrinsic value is $39.83, according to Thomson Reuters StarMine data. (Reporting by Yashaswini Swamynathan in Bengaluru; Writing by Sayantani Ghosh; Editing by Kirti Pandey)\n\nIt has risen 16 percent from its 2016 low touched on Feb. 8, staying more expensive than shares of Dunkin Brands Group Inc", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Shares of the world's largest coffee chain fell nearly 6 percent on Friday, a day afte", "title": "Analysts look past Starbucks vanilla numbers, focus on mobile push", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/22/Analysts-look-past-Starbucks-vanilla-numbers-focus-mobile-push", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/southkorea-coffee_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/22/Analysts-look-past-Starbucks-vanilla-numbers-focus-mobile-push", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/southkorea-coffee_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Shares of the world's largest coffee chain fell nearly 6 percent on Friday, a day afte", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "\"We believe Starbucks mobile platform is truly in a league of its own,\" analysts at Wells Fargo Securities said.\nOf the 29 brokerages covering Starbucks shares, 24 have a \"buy\" or higher rating, according to Thomson Reuters data.\nMobile Order & Pay usage doubled in the second quarter, with the company processing 8 million transactions per month.\n\"We see any near-term sales disruption as minor compared to the significance of the program,\" BTIG analysts wrote.\nStarbucks shares touched a low of $57.07 in late morning trading on Friday."}