{"article_title": "How the Tea Party Is Causing Big Business to Back Democrats", "article_keywords": ["business", "favor", "tea", "rep", "sinema", "peters", "chamber", "running", "causing", "democrats", "big", "backed", "party", "voted"], "article_url": "http://www.motherjones.com/politics/2014/09/democratic-candidates-chamber-commerce-endorsement", "article_text": "Rep. Jim Costa (D-Calif.); Rep. Henry Cuellar (D-Texas); Rep. Scott Peters (D-Calif.); Rep. John Barrow (D-Ga.); Rep. Kyrsten Sinema (D-Ariz.)\n\nThe US Chamber of Commerce, the biggest big business trade group in the country, lobbies against things like Obamacare, regulation of Wall Street, and action on climate change. So it's no surprise that the Chamber tends to support Republican candidates; this year, it has already thrown its weight behind 256 GOP contenders. It's also backing a handful of Democrats.\n\nThese Dems vote with the Chamber more than most Democrats. \"The Democrats the Chamber has backed are reliable votes on business issues. We can tell from their track records,\" explains Jennifer Lawless, a professor of political science at American University. But that's not the only reason the Chamber is backing them: The Dems backed by the big-business lobby are running against exactly the sort of Republicans the Chamber doesn't like—tea party and libertarian GOPers. Tea party Republicans—who have spooked big business repeatedly in recent years by shutting down the government, threatening to throw the country into default, and slamming Wall Street excess—are less predictable \"in terms of what they will ultimately do for business if they win and get to Congress,\" Lawless says, and the Chamber hates that. (The Chamber did not respond to a request for comment.)\n\nHere's a rundown of four Dems the Chamber is backing.\n\n\n\nRep. Scott Peters (D-Calif.): Peters is running against tea partier and former San Diego city council member Carl DeMaio in California's 52nd district, and is one of the most vulnerable Democrats running for reelection.\n\nIn 2013, Peters cast votes in line with the Chamber's priorities 69 percent of the time, according to the group's scorecard. That's a far better score than most Democrats get from the business group.\n\nJust last year, for example, Peters voted in favor of CISPA, a bill that would allow technology and manufacturing companies to share internet traffic information with the government. It was backed by corporations like Microsoft, Facebook, AT&T, and Apple and has been slammed by privacy and civil liberties advocates, who say that it could give the feds new powers to spy on Americans. Peters also voted to delay Obamacare's employer mandate, and to postpone new regulations protecting retirees from abusive financial advisers.\n\n\"Your record of support on pro-business issues earned this,\" Chamber president Tom Donohue said upon announcing the endorsement.\n\n\n\nRep. John Barrow (D-Ga.): Barrow is running for reelection in Georgia's 12th district against construction company owner and tea partier Rick Allen.\n\nAllen's campaign website rails against \"self-serving politicians\" and \"the interfering strong hand of a powerful elite.\" Barrow, by contrast, cast Chamber-friendly votes 69 percent of the time in 2013, and 75 percent of the time since he came to office in 2005. Last year, he voted in favor of Chamber priorities like fast-tracking approval of the Keystone XL pipeline and limiting federal funding for school districts in low-income areas.\n\nEven though Mitt Romney won in Barrow's district in 2012, Barrow prevailed thanks to his moderate record and a previous endorsement from the Chamber. The business lobbying group that year spent $100,000 on a TV ad on his behalf.\n\nThis year, the race is considered a toss-up.\n\n\n\nRep. Jim Costa (D-Calif.): Costa, who has held office since 2004, is facing off this November against tea-party-backed Republican Johnny Tacherra. Last year, Costa also voted in favor of fast-tracking Keystone and speeding up approval of natural gas pipeline construction around the country, and in 2012, he voted to deregulate the coal industry. He has voted in line with the Chamber 70 percent of the time over the course of his tenure in Congress.\n\nCosta is expected to win easily.\n\n\n\nRep. Henry Cuellar (D-Texas): There is no Republican running in Cuellar's 28th district in Texas, though he will be facing off against a little-known libertarian candidate named Will Aikens.\n\nCuellar voted with the Chamber 77 percent of the time 2013. He voted in favor of CISPA, supported delaying investor protections for retirees, and backed a bill that would make it harder to file civil rights lawsuits. \"He's one of the most conservative Democrats in Congress,\" Cal Jillson, a professor of political science at Southern Methodist University in Texas, told Fox News in July.\n\nCuellar is expected to win reelection easily.\n\n\n\nRep. Kyrsten Sinema (D-Ariz.): Sinema is running for reelection against tea party-backed Republican Wendy Rogers in Arizona’s 9th district.\n\nRogers’ campaign website laments how \"special interests have come to dominate our political culture.\" Sinema has a record of defending some of those special interests. Last year, the congresswoman voted in favor of a bill that would expand the types of trading risks banks would be allowed to take on while still being backed by taxpayers. And she pushed back against efforts by the Obama administration to end discrimination by car dealers, a move that would cut into dealers’ bottom lines. Her website touts her as a \"a strong supporter of pro-business policies.\" Last year, Sinema voted in favor of Chamber priorities 77 percent of the time.\n\nThe race in the 9th district could go either way, though it looks to be leaning in Sinema’s favor at the moment.\n\n\n\nThe Chamber's efforts to rout tea partiers began earlier than usual this year, with the trade group for the first time dumping millions of dollars into primary battles to help establishment Republicans.\n\nSo far the Chamber has spent $14.5 million supporting Republicans in 2014, according to the Center for Responsive Politics. It has spent no money yet backing Democrats.\n\nIn 2008, the Chamber endorsed 38 Democrats. In 2010, it backed 21, and in 2012, it supported only 5. As Sean Sullivan pointed out at the Washington Post earlier this month, one of the reasons that the Chamber has backed fewer and fewer Dems over the years is there aren't as many centrist, pro-business Democrats in Congress as there were in 2008.\n\nThis post has been updated to include Rep. Kyrsten Sinema (D-Ariz.).", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "The Chamber of Commerce typically backs Republicans, but this year it's throwing its weight behind business-friendly Dems.", "title": "How the tea party is causing big business to back Dems", "url": "http://www.motherjones.com/politics/2014/09/democratic-candidates-chamber-commerce-endorsement", "image": "http://www.motherjones.com/files/chamber_dems_plus_sinema.jpg", "type": "article"}, "twitter": {"url": "http://www.motherjones.com/politics/2014/09/democratic-candidates-chamber-commerce-endorsement", "image": {"src": "http://www.motherjones.com/files/chamber_dems_plus_sinema.jpg", "identifier": "http://www.motherjones.com/files/chamber_dems_plus_sinema.jpg"}, "site": "@MotherJones", "card": "summary_large_image", "title": "How the tea party is causing big business to back Dems"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Money+in+Politics,Top+Stories", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "_id": "\"57477af46914bd0286fdf1e8\"", "article_summary": "\"The Democrats the Chamber has backed are reliable votes on business issues.\nRep. Kyrsten Sinema (D-Ariz.): Sinema is running for reelection against tea party-backed Republican Wendy Rogers in Arizona’s 9th district.\nRep. Scott Peters (D-Calif.): Peters is running against tea partier and former San Diego city council member Carl DeMaio in California's 52nd district, and is one of the most vulnerable Democrats running for reelection.\nLast year, Sinema voted in favor of Chamber priorities 77 percent of the time.\nThat's a far better score than most Democrats get from the business group."}