{"article_title": "Upbeat White House Report Points To More Jobs, Higher Wages : The Two-Way : NPR", "article_keywords": ["major", "jobs", "house", "notes", "twoway", "prices", "points", "economic", "market", "public", "report", "upbeat", "wages", "higher", "inequality", "white", "growth", "npr"], "article_url": "http://www.npr.org/sections/thetwo-way/2016/02/22/467682729/upbeat-white-house-report-points-to-more-jobs-higher-wages", "article_text": "Upbeat White House Report Points To More Jobs, Higher Wages\n\nThe U.S. labor market has recovered faster than expected, though that strength is tempered by economic challenges both at home and abroad, according to an annual assessment from the president's Council of Economic Advisers.\n\nThe 430-page \"Economic Report of the President\" released today summarizes recent developments in the economy and highlights areas where the administration sees room for policy improvements.\n\nThis year's report notes that the unemployment rate has fallen more quickly than most analysts predicted, dropping to 4.9 percent in January. That tightening job market is finally showing up in larger paychecks. Wage growth over the past 12 months is the strongest it's been since the Great Recession. The combination of more jobs and higher wages has helped push consumer sentiment to its highest level since 2004.\n\nBut the report also highlights potential problems on the horizon. Slow growth in other countries, such as China, has limited demand for U.S. exports. Deteriorating roads, bridges and other public works are also a drag on U.S. growth — a problem that was only partially remedied last year when Congress passed the first major highway bill in more than a decade.\n\nThe steep drop in oil prices was expected to give a big boost to the U.S. economy, but it's turned out to be pretty much a wash. Low prices at the gas pump have left consumers with more money to spend elsewhere, but that's largely been offset by a decline in domestic drilling activity.\n\nWhite House economists also devote considerable attention to income inequality, which has emerged as a major theme in the 2016 presidential campaign. While the Affordable Care Act and changes to the tax code have made a modest difference in balancing after-tax incomes, \"there's a lot more that we need to do,\" said Jason Furman, chairman of the Council of Economic Advisers. The report notes that the seeds of inequality are often planted early, and suggests long-term benefits from greater public investment in the health care, education and well-being of children.", "article_metadata": {"Rating": "General", "description": "But this year's assessment from the Council of Economic Advisers also notes that slow growth in countries such as China has limited demand for U.S. exports.", "og": {"site_name": "NPR.org", "description": "But this year's assessment from the Council of Economic Advisers also notes that slow growth in countries such as China has limited demand for U.S. exports.", "title": "Upbeat White House Report Points To More Jobs, Higher Wages", "url": "http://www.npr.org/sections/thetwo-way/2016/02/22/467682729/upbeat-white-house-report-points-to-more-jobs-higher-wages", "image": "https://media.npr.org/include/images/facebook-default.jpg?s=1400", "type": "article"}, "twitter": {"domain": "npr.org", "site": "@NPR", "card": "summary"}, "robots": "noarchive,index,follow", "fb": {"app_id": 138837436154588, "pages": 10643211755}, "date": "2016-02-22", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1, user-scalable=no, shrink-to-fit=no"}, "article_summary": "This year's report notes that the unemployment rate has fallen more quickly than most analysts predicted, dropping to 4.9 percent in January.\nThe 430-page \"Economic Report of the President\" released today summarizes recent developments in the economy and highlights areas where the administration sees room for policy improvements.\nThe combination of more jobs and higher wages has helped push consumer sentiment to its highest level since 2004.\nWhite House economists also devote considerable attention to income inequality, which has emerged as a major theme in the 2016 presidential campaign.\nThe report notes that the seeds of inequality are often planted early, and suggests long-term benefits from greater public investment in the health care, education and well-being of children."}