{"article_title": "California megachurch’s PCUSA secession didn’t come cheap", "article_keywords": ["pcusa", "presbyterian", "park", "eco", "didnt", "cheap", "sites", "member", "california", "voted", "rationale", "church", "secession", "property", "come", "megachurchs"], "article_url": "http://www.worldmag.com/2014/03/california_megachurch_s_pcusa_secession_didn_t_come_cheap", "article_text": "A California megachurch has voted to leave the Presbyterian Church (USA) over more than just the theological divide on homosexuality. Menlo Park Presbyterian Church, one of the denomination’s 10 biggest congregations, wants to own its own property and grow as a multi-site church, neither of which it can easily do as part of the PCUSA.\n\nEarlier this month, church members voted 2,024-158 to join ECO: A Covenant Order of Evangelical Presbyterians, a denomination established in 2012. In a rare move, the Menlo Park church will pay the PCUSA $8.9 million to retain ownership of its property, which includes three sites in the Silicon Valley area outside San Francisco. The money will come from church reserves, the sale of “assets” from a home where Pastor John Ortberg and his wife live, donations from Church of the Pioneer Foundation, and the church itself, according to a rationale posted on the church’s website.\n\nMenlo Park has experienced rapid growth in the years since it started planting new sites in the area. The sites feature live worship bands and sermons from the main campus via video feed. In its written rationale for leaving the PCUSA, Menlo Park points to research findings that new churches grow faster and draw more non-Christians than old ones, which is why it makes planting new churches a priority. The PCUSA emphasizes “process over results,” the rationale states, in approval of new church sites.\n\nWe see you’ve been enjoying the content on our exclusive member website. Ready to get unlimited access to all of WORLD’s member content?\n\nGet your risk-free, 30-Day FREE Trial Membership right now.\n\n(Don’t worry. It only takes a sec—and you don’t have to give us payment information right now.) Absolutely! Sign Me Up! Forget the Trial … Make Me a Member! Already a Member? Login Now\n\nIn the past 10 years, the PCUSA has experienced an exodus of congregations, many of which disagreed with the mainline denomination’s decision to allow the ordination of homosexual clergy. Many of those churches have joined ECO, which reports it has 115 member congregations.\n\nIn October, another massive PCUSA church in Dallas, Highland Park Presbyterian Church, left for the ECO. That church has sued Grace Presbytery, the PCUSA’s regional body, for ownership of its $30 million campus. According to the Dallas Morning News, a judge granted the church temporary ownership of its property while the suit is pending. On Feb. 28, the church reported on its website that its most recent mediation attempt with PCUSA failed.\n\nMenlo Park did not mention the debate over homosexuality in its written rationale. Instead, it pointed to disagreements within the PCUSA about the divinity of Jesus.\n\n“The denomination’s system supports and reinforces this lack of clarity,” the rationale states.\n\nAmid the increasing departures of Presbyterian megachurches, one large congregation in Houston voted narrowly late last month to remain in the PCUSA. ECO supporters failed to muster a two-thirds majority at First Presbyterian Church in Houston. The vote there was 1085-596. With only 36 more votes, the split would have happened. Now the church’s pastor and elders, who unanimously favored the shift to ECO, have to figure out what, if anything, to do next.", "article_metadata": {"og": {"site_name": "WORLD", "description": "A California megachurch has voted to leave the Presbyterian Church (USA) over more than just the theological divide on homosexuality. Menlo Park Presbyterian", "title": "WORLD | California megachurch’s PCUSA secession didn’t come cheap | Lynde Langdon | March 11, 2014", "url": "http://www.worldmag.com/2014/03/california_megachurch_s_pcusa_secession_didn_t_come_cheap", "image": "http://www.worldmag.com/media/images/content/950.jpg", "type": "article"}, "keywords": "world magazine, christian world news magazine, christian views, christian perspectives, god's world magazine", "description": "A California megachurch has voted to leave the Presbyterian Church (USA) over more than just the theological divide on homosexuality. Menlo Park Presbyterian"}, "_id": "\"57477af36914bd0286fcb698\"", "article_summary": "In October, another massive PCUSA church in Dallas, Highland Park Presbyterian Church, left for the ECO.\nA California megachurch has voted to leave the Presbyterian Church (USA) over more than just the theological divide on homosexuality.\nThe PCUSA emphasizes “process over results,” the rationale states, in approval of new church sites.\nECO supporters failed to muster a two-thirds majority at First Presbyterian Church in Houston.\nEarlier this month, church members voted 2,024-158 to join ECO: A Covenant Order of Evangelical Presbyterians, a denomination established in 2012."}