{"article_title": "Campaign cash used to pay for some State of the Union guests", "article_keywords": ["used", "campaign", "union", "pay", "rep", "washington", "cash", "political", "state", "woods", "guests", "house", "using", "invited"], "article_url": "https://www.washingtonpost.com/news/post-politics/wp/2014/01/28/campaign-cash-used-to-pay-for-some-state-of-the-union-guests/", "article_text": "Athletes, activists, actors, survivors, mayors, business owners, reality television stars and Catholic school children will be watching the State of the Union Tuesday evening from the House Chamber as guests of the White House and lawmakers.\n\nEver since Rep. Eliot Engel (D-N.Y.) was elected to Congress in 1989, he has snagged one of the most coveted seats every year at the State of the Union. He explains what it takes to shake the president's hand when he enters the House chamber. (JulieAnn McKellogg/The Washington Post)\n\nMembers of Congress are given one seat to fill with an invited guest – and nearly everyone uses the coveted invitation to help make a political point.\n\nHouse Speaker John A. Boehner (R-Ohio) has invited Catholic school children and a business owner from his Ohio district. House Minority Leader Nancy Pelosi (D-Calif.) has asked an immigration reform activist to attend. Rep. Michele Bachmann (R-Minn.) found a St. Cloud, Minn., physician who reached out with concerns about the new Affordable Care Act. (Departing from the political theme, aides said that Sen. John Hoeven (R-N.D.) is giving his extra seat to his wife, Mikey.)\n\nSeveral members greeted their invited guests Tuesday, and some even attended news conferences with their “plus one” in tow. But what they probably failed to mention is that several guests are enjoying a trip to Washington paid for with campaign cash.\n\nTake Josie Maisano, for example. She’s from St. Clair Shores, Mich., and is one of dozens of unemployed people invited to attend the speech by Democrats, who are using the stories of unemployed constituents to humanize the ongoing debate over extending the federal unemployment insurance program. Maisano is a guest of Rep. Sander Levin (D-Mich.), who is using money from his leadership PAC to pay for her travels, according to an aide.\n\nSame goes for Rep. Mark Pocan (D-Wis.), who is using “non-official funds” to pay for Brian Krueger, an unemployed worker from Mount Horeb, Wis., to attend the address. And aides confirmed that Rep. Tammy Duckworth (D-Ill.) is using campaign money to fly Michelle Burke, a science teacher from Schaumburg, Ill., to attend the speech.\n\nIn other cases, a political group is pitching in to pay for an invited guest.\n\nSecure America Now, a political group concerned with U.S. foreign policy, is picking up the tab for Charles Woods to travel to Washington as the guest of Rep. Jim Bridenstine. Charles Woods is the father of former Navy SEAL Ty Woods, who was killed in the Sept. 11, 2012 attack on the U.S. diplomatic outpost in Benghazi, Libya.\n\nAides to Bridenstine confirmed that the group is paying for Woods’s travels. Bridenstine, a U.S. military veteran of the wars in Iraq and Afghanistan, said Woods is “a genuine victim of failed foreign policy, who continues to be victimized by failure to appoint a House select committee to get to the bottom of what happened the night his son was murdered in Benghazi and to assure that what happened then will not be repeated.”\n\nFederal campaign finance laws prohibit a candidate from using campaign funds for the “personal use” of anyone. But the laws permit lawmakers to use campaign or leadership PAC dollars to pay for “official expenses.” The Federal Elections Commission generally permits a candidate to use campaign cash if the candidate can show that the expenses help their campaign or are in connection with congressional duties. In this case, aides said that the campaign funds are being used to pay for guests, because attending the State of the Union is considered an official congressional duty.\n\nTo be clear: Not every lawmaker is paying for their guest to visit Washington. Several mayors and police chiefs, for example, are paying their own way, while some guests live in the Washington area and don't require airplane tickets or hotel rooms.\n\nBut the trend proves that not even the State of the Union, a uniquely American political moment steeped in tradition, is free from the reach of campaign money.", "article_metadata": {"description": "In some cases, lawmakers are using money raised for political purposes to pay for their invited guest to travel to Washington. And it's legal.", "author": "https://www.facebook.com/pages/Ed-OKeefe/147995121918931", "og": {"site_name": "Washington Post", "description": "In some cases, lawmakers are using money raised for political purposes to pay for their invited guest to travel to Washington. And it's legal.", "title": "Campaign cash used to pay for some State of the Union guests", "url": "https://www.washingtonpost.com/news/post-politics/wp/2014/01/28/campaign-cash-used-to-pay-for-some-state-of-the-union-guests/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2011/01/26/Others/Images/2011-01-25/sotu_002_1296010261.jpg%3Fuuid%3DS-l1dij3EeCPHgp4-96-Gg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@edatpost"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/post-politics/wp/2014/01/28/campaign-cash-used-to-pay-for-some-state-of-the-union-guests/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "State of the Union, State of the Union address, SOTU, Jim Bridenstine, Sandy Levin, Nancy Pelosi, John Boehner, campaign money, campaign cash, Leadership PACs, Secure America Now, Michele Bachmann, State of the Union 2014, SOTU 2014, state of the union address, Barack Obama State of the Union 2014, Obama, Obama speech, Obama SOTU 2014, White House, Democrats, Republicans, Congress, GOP,", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/pages/Ed-OKeefe/147995121918931"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "State of the Union, State of the Union address, SOTU, Jim Bridenstine, Sandy Levin, Nancy Pelosi, John Boehner, campaign money, campaign cash, Leadership PACs, Secure America Now, Michele Bachmann, State of the Union 2014, SOTU 2014, state of the union address, Barack Obama State of the Union 2014, Obama, Obama speech, Obama SOTU 2014, White House, Democrats, Republicans, Congress, GOP,"}, "_id": "\"57477af46914bd0286fd9f91\"", "article_summary": "Several members greeted their invited guests Tuesday, and some even attended news conferences with their “plus one” in tow.\nIn this case, aides said that the campaign funds are being used to pay for guests, because attending the State of the Union is considered an official congressional duty.\nBut what they probably failed to mention is that several guests are enjoying a trip to Washington paid for with campaign cash.\nAnd aides confirmed that Rep. Tammy Duckworth (D-Ill.) is using campaign money to fly Michelle Burke, a science teacher from Schaumburg, Ill., to attend the speech.\nBut the trend proves that not even the State of the Union, a uniquely American political moment steeped in tradition, is free from the reach of campaign money."}