{"article_title": "Summer Activities & Volunteering", "article_keywords": ["summer", "school", "look", "volunteering", "activities", "local", "inside", "general", "high", "keloland", "health", "shops", "technology"], "article_url": "http://www.keloland.com/news/article/featured-stories/inside-keloland--summer-activities--volunteering", "article_text": "Sioux Falls, SD\n\nFrom summertime fun for the family to volunteer opportunities, there's something for everyone on this Inside KELOLAND.\n\nAll it takes a few hours a month to have a lasting impact on a child. We look at the many benefits of Big Brothers Big Sisters and how you can get involved.\n\nWe also take a look at all of the summer activities at the Outdoor Campus, and we'll tell you about a camp of a different kind at the Brennan Rock & Roll Academy.\n\nThat's Sunday night after KELOLAND Weekend News at 10.\n\nFeatured Stories\n\nInside KELOLAND {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "From summertime fun for the family to volunteer opportunities, there&#39;s something for everyone on this Inside KELOLAND. All it takes a few hours a", "title": "Inside KELOLAND:  Summer Activities & Volunteering", "url": "http://www.keloland.com/news/article/featured-stories/inside-keloland--summer-activities--volunteering", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/41360.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "From summertime fun for the family to volunteer opportunities, there&#39;s something for everyone on this Inside KELOLAND. All it takes a few hours a"}, "_id": "\"57477af36914bd0286fcb69f\"", "article_summary": "Sioux Falls, SDFrom summertime fun for the family to volunteer opportunities, there's something for everyone on this Inside KELOLAND.\nWe also take a look at all of the summer activities at the Outdoor Campus, and we'll tell you about a camp of a different kind at the Brennan Rock & Roll Academy.\nWe look at the many benefits of Big Brothers Big Sisters and how you can get involved.\nAll it takes a few hours a month to have a lasting impact on a child.\nThat's Sunday night after KELOLAND Weekend News at 10."}