{"article_title": "What candidates really mean when they invoke the ‘Founding Fathers’", "article_keywords": ["used", "founding", "invoke", "rights", "fathers", "bill", "american", "candidates", "independence", "hear", "phrase", "mean", "youll", "presidential", "really"], "article_url": "https://www.washingtonpost.com/opinions/what-candidates-really-mean-by-founding-fathers/2015/07/03/7b0444f4-1e9c-11e5-aeb9-a411a84c9d55_story.html", "article_text": "Andrew M. Schocket is a professor of history and American culture studies at Bowling Green State University and author of “Fighting over the Founders: How We Remember the American Revolution.”\n\nThere’s nothing more American than Fourth of July cookouts, fireworks — and political speeches, especially as we enter another presidential campaign season. For politicians, nothing suits the holiday better than invocations of our nation’s Founders. Not all such exclamations are cut from the same red-white-and-blue cloth, however. Pay close attention as the candidates praise the “Spirit of ’76,” and you’ll see that they’re not taking a break from partisan rhetoric, but engaging in politics at its most elemental level. Here’s a guide to some founding-related phrases and what they really mean today.\n\n“Founding Fathers”\n\nNothing says “I’m a conservative” more than this phrase. That’s because it evokes an image of rich white guys who didn’t like taxes (until they had to wage a war, in which case they raised them to levels unimagined under British rule, but that’s another story). Warren G. Harding coined the term, and since 2000, it has been used almost exclusively by Republicans. The more conservative the candidate, the more likely you’ll hear it. Rand Paul, George Pataki, Scott Walker, Mike Huckabee, Ted Cruz, Rick Santorum and Rick Perry have all flogged the Founding Fathers. But don’t expect to hear this from Hillary Clinton: She uses “Founders” instead.\n\n“A more perfect union”\n\nThis is the liberal response to “Founding Fathers.” From the Constitution’s preamble, the phrase originally expressed the hope that the Constitution would be an improvement over its predecessor, the Articles of Confederation. Today, liberals use it to imply that the nation and perhaps even the Constitution weren’t immaculately conceived and stand in need of reform. You’ll encounter it especially when politicians want to take on large issues such as race or the increasingly prominent role of big money in politics. Expect to hear this from Clinton and especially openly liberal presidential candidate Bernie Sanders, who has used it before to celebrate Independence Day.\n\n“Created equal”\n\nA phrase from the Declaration of Independence, which asserts “that all men are created equal” and “endowed by their Creator with certain unalienable rights,” including “Life, Liberty, and the pursuit of Happiness.” This may be a big one this year as candidates take on economic inequality, racial inequality or both. Democratic candidate Martin O’Malley used the phrase when announcing his candidacy, perhaps to help place himself to Clinton’s left.\n\n“A [fill in the blank] Bill of Rights”\n\nWhen candidates want to drape stars and stripes over a plan to address an issue and make some innovation look as though it should be permanent, this is how they do it. The “Bill of Rights” refers to the first 10 amendments to the Constitution, of course, including cornerstones of American civic life such as freedom of speech, worship, assembly; the right to bear arms; the right to a jury trial; and protection against unreasonable searches and seizures. In recent elections, candidates have proposed a credit card bill of rights, a privacy bill of rights, veterans’ bills of rights (including one in 2008 courtesy of current Republican hopeful Huckabee), a military family bill of rights, a crime victims’ bill of rights, and even worker and shareholder bill of rights. One that probably won’t come up now that Obamacare has fundamentally altered the debate over health care: a “patients’ bill of rights,” versions of which were backed by numerous presidential candidates from 2000 to 2008.\n\n“Our sacred Honor”\n\nThe Declaration of Independence closes with its signers pledging “our Lives, our Fortunes and our sacred Honor,” no small matter given that, had the Revolution failed, they all likely would have been executed for treason. “Honor” resonates more with men than with women, and more with conservatives than liberals, and the “sacred” part catches the ear of evangelical voters. Today the phrase gets used to imply that liberal officeholders are staining the nation’s reputation. It was often brought up in the 1990s by Republicans angry about Bill Clinton’s affair with Monica Lewinsky; don’t be surprised to hear it this year from Republicans attacking Hillary Clinton over Benghazi. Cruz spoke this phrase when he announced his 2016 candidacy.\n\nOf course, many Americans will be treated to an entire reading of the Declaration of Independence instead of a candidate’s speech. But if so, don’t despair: This guide won’t expire, and you’ll have 493 days to consult it during the 2016 presidential election campaign.", "article_metadata": {"news_keywords": "andrew schocket, founding fathers, fourth of july 2016 election", "og": {"site_name": "Washington Post", "description": "Referencing the Declaration of Independence and the Constitution is more about politics than patriotism.", "title": "What candidates really mean when they invoke the ‘Founding Fathers’", "url": "https://www.washingtonpost.com/opinions/what-candidates-really-mean-by-founding-fathers/2015/07/03/7b0444f4-1e9c-11e5-aeb9-a411a84c9d55_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2012/07/03/Editorial-Opinion/Images/146392708.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/what-candidates-really-mean-by-founding-fathers/2015/07/03/7b0444f4-1e9c-11e5-aeb9-a411a84c9d55_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "andrew schocket, founding fathers, fourth of july 2016 election", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "7b0444f4-1e9c-11e5-aeb9-a411a84c9d55", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "Referencing the Declaration of Independence and the Constitution is more about politics than patriotism."}, "_id": "\"57477af36914bd0286fcb6a8\"", "article_summary": "The more conservative the candidate, the more likely you’ll hear it.\nRand Paul, George Pataki, Scott Walker, Mike Huckabee, Ted Cruz, Rick Santorum and Rick Perry have all flogged the Founding Fathers.\nOf course, many Americans will be treated to an entire reading of the Declaration of Independence instead of a candidate’s speech.\nHere’s a guide to some founding-related phrases and what they really mean today.\nDemocratic candidate Martin O’Malley used the phrase when announcing his candidacy, perhaps to help place himself to Clinton’s left."}