{"article_title": "HIV Statistics For Black Women", "article_keywords": ["statistics", "minority", "hiv", "transmission", "money", "hivaids", "black", "fraserhowze", "rates", "health", "women"], "article_url": "http://hellobeautiful.com/2016/02/07/hiv-statistics-for-black-women/", "article_text": "When she's not bike riding in Brooklyn or hanging with friends, Mo can be found writing news, op-eds and feature stories for HelloBeautiful.com. As a proud black feminist, Mo's writing credits include The Root, For Harriet and The Feminist Wire. She has also frequently appeared on Arise TV as a cultural and political commentator.\n\nAfter decades of advocating for HIV/AIDS awareness in the Black community, Debra Fraser-Howze is still concerned about the rate of transmission and access to medical resources for today’s African Americans.\n\nFraser-Howze, the founder of the National Black Leadership Commission on AIDS (NBLCA), attributes the dilution of funds geared towards minority populations as the main source of the problem.\n\n“Most people in these communities know what needs to be done,” Fraser-Howze told Hello Beautiful. “But the money often comes with outrageous restrictions and agencies find themselves changing who they are just to keep their doors open.” It’s a pot of money she says is only getting smaller and smaller with time.\n\nMUST READ: AIDS Activist & #TeamBeautiful’s Fave Aunty Sheryl Lee Ralph Drops Major Knowledge on HIV Testing\n\nThe U.S. Department of Health & Human Services’ budgets validate Fraser-Howze’s concerns. Although the 2015 financial year budgeted $54 million dollars to go towards HIV/AIDS prevention and treatment for minority populations (a $2 million increase from the year before) the Office of Minority Health was only given $36 million for health programs and program development. This is a $21 million decrease from the 2014 budget.\n\nSince 1998, advocates and organizations have been able to pull funding for action against the disease by way of the Minority HIV/AIDS initiative, a bill designed to offer millions of dollars worth of resources for communities of color. Although the bill still exists, it had been revised numerous times since it was first introduced during the Bush administration. As a result, many of the tenets that allowed funding to solely go to racial minorities (groups that are disproportionately affected by HIV/AIDs), much of the money is now directed towards more mainstream organizations.\n\nIt’s factors like this that Fraser-Howze says should motivate Black Americans—from those with just enough disposable income to the richest celebrities—to spend more money and effort donating to small, local HIV/AIDS organizations that target marginalized groups. Fraser-Howze also says this phenomenon of underfunding has bred frustration and feelings of helplessness among even our nation’s most passionate and educated HIV/AIDs advocates and health officials. That frustration is then having a direct impact on protocols in health clinics where HIV/AIDS surveillance, treatment and therapy are needed the most.\n\nMUST READ: Magic Johnson Wants To Fight HIV With Charlie Sheen\n\n“No screening is being done in lots of places because people have sort of thrown their hands up in the air. They’re thinking, ‘if we can’t do anything to help them, why bother testing them?’ That’s undermining an individual’s human right to get the right medical information.”\n\nThose over the age of 30 may distinctly remember the death and devastation brought on by HIV/AIDS at the height of its epidemic, and resultantly might have a greater fear and sense of urgency for the problem. However, younger Millennials have a different, more benign visual reality of what it means to live with the disease.\n\nNow HIV positive people frequently live long, healthy and sexually active lives as long as they’re taking adequate medication. Still, Fraser-Howze stresses the dangers that come with promiscuity and unprotected sex. There is still no cure, and having to take such medications can be taxing and expensive.\n\nAlthough HIV infection rates have dropped considerably in recent years for Black women, the rates are still alarmingly higher than those of other races. A U.S. Centers for Disease Control and Prevention study found that HIV transmission went down by 42 percent for Black women between the years of 2005 and 2014.\n\nHowever, in 2010, it was estimated that African American women were still being infected with HIV at a rate 20 times higher than that of White women and five times higher than that of Hispanic/Latino women. More than that, Black women still make up 29 percent of new HIV infections among all adults and teenage Blacks. Even though Blacks only make up 12 percent of the American population, we accounted for approximately 44 percent of all HIV infections among adults and teens in 2010. The Northeast and Southern states show the largest rates of transmission across the country as well, as those impacted by the disease are highly contracted in urban areas. Blacks account for the largest rates of transmission in almost every state except for the western part of the country.\n\nMUST READ: 18-Year-Old Woman Could Hold Secret To Major Breakthrough In Curing To HIV\n\nThe fact that the South is so heavily impacted by HIV/AIDS and health issues in general is likely because of state legislatures that refused to accept Medicaid expansion under Obamacare. This has put poor people in jeopardy for their care and medication options. Still, Obamacare has made a significant dent in the issues faced by those who have HIV/AIDS, as the program mandates that Americans can’t be denied insurance because of a pre-existing condition. Having access to insurance at any level and knowing that an individual is covered can be a big comfort.\n\nAccording to Fraser-Howze, not everyone who is HIV-positive necessarily needs treatment, but she encourages the use of a pre-exposure prophylactic. This is a drug that can reduce an HIV-positive person’s viral load so that he or she isn’t detectable and is then less likely to transmit the virus to others. In addition to being the founder of the NBCLA, Fraser-Howze is the SVP of Government and External Affairs at OraSure Technologies, the company behind Ora-Quick, an over the counter test that can give HIV results within 20 minutes in the privacy of one’s home.\n\nGiven the range of family planning and STD testing options available today, Fraser-Howze insists that women put their sexual health first, to keep their testing up-to-date and be open about their status with their partners.\n\n“It is virtually suicide to walk around and say, ‘I don’t want to know.’ We don’t have that luxury to not want to know….[Testing] shouldn’t be once a year. It’s got to be a regular, ongoing situation until we test ourselves out of this epidemic.”\n\nRELATED LINKS:\n\nThis Black Woman Is South Africa’s Most Powerful Leader In The Fight Against HIV/AIDS\n\nRecklessly Talking About Sex: On Charlie Sheen, Stigma And Shaming People Living With HIV\n\nHIV Is No Longer A Death Sentence, But Most Of Us Still Don’t Understand It", "article_metadata": {"pubexchange": {"headline": "When HIV/AIDS Organizations Struggle To Keep Their Doors Open, Black Women Pay The Price", "image": "http://i0.wp.com/ionehellobeautiful.files.wordpress.com/2015/07/14375687167059-e1452236666981.jpg?crop=0px%2C45px%2C1675px%2C957px&resize=560%2C320&ssl=1", "description": "After decades of advocating for HIV/AIDS awareness in the Black community, Debra Fraser-Howze is still concerned about the rate of transmission and access to medical resources for today's African Americans. Fraser-Howze, the founder of the National Black"}, "description": "HIV statistics for Black women reveal alarming rates at which they're at risk of the disease.", "generator": "WordPress.com", "og": {"site_name": "HelloBeautiful", "description": "National Black HIV/AIDS Awareness Day is Sunday, Feb 7. Do you know your status?", "title": "When HIV/AIDS Organizations Struggle To Keep Their Doors Open, Black Women Pay The Price", "url": "http://hellobeautiful.com/2016/02/07/hiv-statistics-for-black-women/", "image": {"width": 1046, "identifier": "http://i0.wp.com/ionehellobeautiful.files.wordpress.com/2015/07/14375687167059-e1452236666981.jpg?crop=0px%2C45px%2C1675px%2C957px&resize=560%2C320&ssl=1", "height": 1200}, "locale": "en_US", "type": "article"}, "twitter": {"description": "After decades of advocating for HIV/AIDS awareness in the Black community, Debra Fraser-Howze is still concerned about the rate of transmission and access to medical resources for today's African Amer", "creator": "@HelloBeautiful", "image": "http://i0.wp.com/ionehellobeautiful.files.wordpress.com/2015/07/14375687167059-e1452236666981.jpg?crop=0px%2C45px%2C1675px%2C957px&resize=560%2C320&ssl=1", "title": "When HIV/AIDS Organizations Struggle To Keep Their Doors Open, Black W", "site": "@HelloBeautiful", "card": "summary_large_image"}, "msapplication-tooltip": "Celebrity News & Style for Black Women", "tp": {"EnableExternalController": "true"}, "fb": {"pages": 51757123845, "app_id": 458569074155586}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, height=device-height, initial-scale=1", "application-name": "HelloBeautiful", "article": {"publisher": "https://www.facebook.com/WordPresscom", "published_time": "2016-02-07T13:30:19+00:00", "modified_time": "2016-04-27T21:15:38+00:00"}, "msvalidate.01": "30473C9E51B1FA7645F80C5736971CF1", "google-site-verification": "BDXZ6HkG4-Htw8Ndh3OzkRELpWgyQDphp7NeEUHaUsQ", "msapplication-task": "name=Subscribe;action-uri=http://hellobeautiful.com/feed/;icon-uri=http://1.gravatar.com/blavatar/b7f400e1eb1d51639e6b97d801293c37?s=16"}, "article_summary": "More than that, Black women still make up 29 percent of new HIV infections among all adults and teenage Blacks.\nAlthough HIV infection rates have dropped considerably in recent years for Black women, the rates are still alarmingly higher than those of other races.\nA U.S. Centers for Disease Control and Prevention study found that HIV transmission went down by 42 percent for Black women between the years of 2005 and 2014.\nHowever, in 2010, it was estimated that African American women were still being infected with HIV at a rate 20 times higher than that of White women and five times higher than that of Hispanic/Latino women.\nAs a proud black feminist, Mo's writing credits include The Root, For Harriet and The Feminist Wire."}