{"article_title": "Miami’s Homeless May be Forced to Choose Shelter or Arrest - Non Profit News For Nonprofit Organizations", "article_keywords": ["organizations", "non", "settlement", "forced", "shelter", "pottinger", "streets", "miami", "county", "downtown", "profit", "miamis", "model", "choose", "homeless", "nonprofit", "trust", "arrest"], "article_url": "https://nonprofitquarterly.org/2013/09/16/miami-s-homeless-may-be-forced-to-choose-shelter-or-arrest/", "article_text": "September 11, 2013; Miami Herald\n\nMiami, Florida has developed a national model for working with their homeless population. In 1998, a negotiated settlement was reached in a lawsuit brought by people who are homeless and the ACLU against the then-common police practice of “sweeping” people off the streets, arresting them, and discarding their belongings. The Pottinger Settlement, as it is called, made that practice illegal and established what is now known as the Miami-Dade Homeless Trust, a governmental unit that invests as much as $50 million ever year to help reintegrate people who are homeless. And it appears to be working. The population of people who are homeless in Miami/Dade County has shrunk from 8,000 at the time of the settlement to fewer than 800 today.\n\nThe Miami Herald is reporting, however, that there is now a push to overturn parts of Pottinger, enabling police to force homeless people into overnight shelter beds or arrest them if they refuse. County Mayor Carlos Gimenez announced this new initiative on the steps of the courthouse under the watchful eye of a few homeless people. He said that things have changed in downtown Miami since Pottinger; there are far more tourist destinations, thousands more call downtown their home now, and the business district is thriving. Gimenez, who had been part of the earlier settlement, says that although it was the right decision at the time, “It’s time to update the law.”\n\nThe city is also trying to force the hand of the Homeless Trust by demanding they purchase more shelter beds, creating space for the homeless to be placed every night. The chairman of the Trust’s board, Ron Book, is steadfast in refusing this approach. He argues that this is an initiative to simply sweep the homeless off the streets and warehouse them in shelter beds where they ultimately will not stay. The next morning, they will be back out on the street; these are chronically homeless people and they do not accept shelter beds.\n\nThis new initiative to force investment in shelter beds goes against the model of the Homeless Trust, which is a gradual, three-step process moving from emergency shelter (60–90 days) to transitional housing and support and then to permanent housing and jobs. It is not about the quick fix of sweeping people off the streets to make it more comfortable for businesspeople and tourists to enjoy the downtown.\n\nMiami’s Downtown Development Authority (DDA) have brought the new lawsuit requesting changes to Pottinger, arguing that in fact the number of homeless at 800 represents almost double what it had been only a few years ago. The lawsuit also suggests that the panhandling by the homeless has become very aggressive and is scaring people who live or work downtown or who have come downtown to attend a Miami Heat game. The Trust website enjoins viewers to not give money to a panhandling homeless person, but to put loose change in specially designed parking meter-like units instead. The money from those units goes to the Trust.\n\nThere are compelling arguments both ways. Mayor Gimenez says this is a moral issue: No one should have to live on the streets in Miami and we should make sure they have a bed to go to every night. Workers with the homeless population say those still on the streets are chronically homeless, some for as many as 35 years, and simply putting them in a shelter bed and arresting them will not help. The DDA argues that the panhandling is out of control and is threatening residents and workers. The ACLU who are preparing to enter the debate again, say it is nothing more than an attempt to deny the homeless the basic right to conduct “life-sustaining” acts such as cooking and sleeping.\n\nBeyond all of this is the striking success of the model the Homeless Trust has implemented and the creative approaches they are using, like the parking meters. Led by a 27-member board that meets monthly or more (if necessary), it acts like a nonprofit organization even though it is a governmental unit. It seems to have a reasonable amount of autonomy to manage the model, but this new initiative might threaten that, allowing the county mayor to tell them to change their model. The Trust receives no funds from the general county budget; it is all from federal, state, and private sources. How can the county try to control this successful program when they do not pay for it?—Rob Meiksins", "article_metadata": {"description": "The Miami-Dade Homeless Trust has made great strides in reducing the number of chronically homeless persons living on Miami’s streets. But the Downtown Development Authority wants to dismantle the laws that stop the cops from “sweeping” them, and the City of Miami is insisting the MDHT buy enough beds to bunk them.", "original-source": "https://nonprofitquarterly.org/2013/09/16/miami-s-homeless-may-be-forced-to-choose-shelter-or-arrest/", "og": {"site_name": "Non Profit News For Nonprofit Organizations | Nonprofit Quarterly", "description": "The Miami-Dade Homeless Trust has made great strides in reducing the number of chronically homeless persons living on Miami’s streets. But the Downtown Development Authority wants to dismantle the laws that stop the cops from “sweeping” them, and the City of Miami is insisting the MDHT buy enough beds to bunk them.", "title": "Miami’s Homeless May be Forced to Choose Shelter or Arrest", "locale": "en_US", "image": "https://nonprofitquarterly.org/wp-content/blogs.dir/56/files/2013/09/Miami-homeless.jpg", "updated_time": "2015-04-16T16:05:38+00:00", "url": "https://nonprofitquarterly.org/2013/09/16/miami-s-homeless-may-be-forced-to-choose-shelter-or-arrest/", "type": "article"}, "twitter": {"image": "https://nonprofitquarterly.org/wp-content/blogs.dir/56/files/2013/09/Miami-homeless.jpg", "description": "The Miami-Dade Homeless Trust has made great strides in reducing the number of chronically homeless persons living on Miami’s streets. But the Downtown Development Authority wants to dismantle the laws that stop the cops from “sweeping” them, and the City of Miami is insisting the MDHT buy enough beds to bunk them.", "site": "@npquarterly", "card": "summary", "title": "Miami’s Homeless May be Forced to Choose Shelter or Arrest - Non Profit News For Nonprofit Organizations | Nonprofit Quarterly"}, "syndication-source": "https://nonprofitquarterly.org/2013/09/16/miami-s-homeless-may-be-forced-to-choose-shelter-or-arrest/", "article": {"section": "News", "tag": "Inequality", "published_time": "2013-09-16T13:54:36+00:00", "modified_time": "2015-04-16T16:05:38+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "News, Policy, Florida, Human Services, Inequality"}, "_id": "\"57477af46914bd0286fd9fae\"", "article_summary": "Beyond all of this is the striking success of the model the Homeless Trust has implemented and the creative approaches they are using, like the parking meters.\nHe said that things have changed in downtown Miami since Pottinger; there are far more tourist destinations, thousands more call downtown their home now, and the business district is thriving.\nSeptember 11, 2013; Miami HeraldMiami, Florida has developed a national model for working with their homeless population.\nThe population of people who are homeless in Miami/Dade County has shrunk from 8,000 at the time of the settlement to fewer than 800 today.\nThe next morning, they will be back out on the street; these are chronically homeless people and they do not accept shelter beds."}