{"article_title": "Iowa waterways are a disgrace", "article_keywords": ["iowa", "park", "waters", "waterways", "lake", "governor", "water", "state", "iowas", "impaired", "disgrace"], "article_url": "http://www.desmoinesregister.com/story/opinion/editorials/2015/08/21/editorial-iowa-waterways-pollution-branstad-beaches/32106641/", "article_text": "beach warning sign (Photo: Mark Marturello)\n\n“Thank you for calling the Iowa Department of Natural Resources’ Beach Hotline… There are currently bacteria advisories at the following state park beaches: Backbone Lake, Brushy Creek Lake, Clear Lake, Lake Geode, Lake Ahquabi, Lake Darling, Lake Macbride, Lake of Three Fires, McIntosh Woods State Park … Thanks and have a fun and safe time at the beach!”\n\nLess than 48 hours after that Aug. 15 warning went out, hundreds of dead fish washed up on the shores of Swan Lake in the state park near Carroll. They died because the oxygen in the water was consumed by blooms of blue-green algae — the same type of algae that produces high levels of microcystin, a toxin that poses a serious threat to children and pets.\n\nThis summer, state officials have been posting microcystin warnings at a record pace. So far this year, at least 27 such warnings have been posted on beaches in Iowa’s state parks, topping the previous record of 24 set in 2013.\n\nUnfortunately, Gov. Terry Branstad has yet to show much interest in repairing Iowa’s waterways. Instead, he boasts of his annual visits to all of Iowa’s 99 counties, further cementing his reputation as the nation’s longest-serving ribbon cutter.\n\nBefore the summer is over, the governor should organize his travels to include a few of the parks and polluted waterways that have been placed off-limits to boaters, swimmers and anyone who doesn’t want to picnic alongside a fish kill.\n\nHis first stop could be Union County, where last year he toured a newly opened flour mill. Two days ago, bright yellow signs went up on the shore of the 390-acre lake in Union County’s Green Valley State Park: “WARNING! Swimming is strongly discouraged. Do not drink lake water. Keep children and pets away…”\n\nTwenty-seven such warnings in one season might not seem like cause for alarm. But as the governor knows, many of the Iowa’s waters are not even monitored by the Department of Natural Resources for microcystin, although they are just as susceptible to high levels of toxicity. Less than two weeks ago, for example, the U.S. Army Corps of Engineers closed two beaches at Saylorville Lake due to toxic algal blooms.\n\nSwimming in these waters can lead to respiratory problems, skin reactions, chest pain and even liver damage. For dogs, these waters can be fatal.\n\nAccording to the DNR, the level of nitrogen and phosphorus — which are the primary contributors to toxin-producing algal blooms — in Iowa's waters “are generally two to 10 times the levels considered appropriate for Midwest streams.”\n\nTo make matters worse, Iowa doesn’t even have numerical water-quality standards for several significant types of pollution. Once those standards are established, the DNR points out, the number of Iowa waterways officially recognized as impaired will increase significantly.\n\nChanges in monitoring, and the way we define impaired waterways and track them, can make it difficult to chart trends in water quality. That said, it’s worth noting that in 2014, the state identified 725 impaired waterways, which was more than double the 313 impaired waterways identified in 2004. It also represented a 15 percent increase over 2013.\n\nWater quality is a problem nationally, but it’s particularly acute in Iowa due to the fact that farms generate some of the biggest pollutants — nitrogen, phosphorus and animal waste — and corn is a crop that requires a significantly high level of fertilizer.\n\nNow there’s evidence that farms in the Corn Belt, through their use of fertilizers, are generating far more nitrous oxide than previously believed. This is a major problem, as nitrous oxide is a greenhouse gas that has nearly 300 times the heat-trapping power of carbon dioxide, which means farms are a major contributor to climate change.\n\nUnfortunately, Iowa farmers aren’t likely to voluntarily change their practices based on such findings.\n\nIn a 2013 poll of 1,200 Iowa farmers, 26 percent of the respondents said either that climate change wasn’t real, or that there was insufficient evidence to say whether it was real. Seventy-four percent indicated they disagreed with the statement, “I should reduce greenhouse gas emissions from my farm operation.”\n\nMany in the agriculture industry are also opposed to stiffer regulations with regard to fertilizer use and runoff, which is why Iowa has a toothless Nutrient Reduction Strategy that is billed as an effort to reduce, by 45 percent, the nitrogen and phosphorus that can wind up in the Gulf of Mexico, where the dead zone is now the size of Connecticut and Rhode Island combined.\n\nParticipation in this effort is voluntary, and there is no timeline for achieving the stated reductions, no localized goals for reducing pollutants in lakes and rivers, and no comprehensive method of gauging progress. In other words, it’s not so much a “strategy” as it is wishful thinking that someone committed to paper.\n\nBranstad says he wants clean water in Iowa, but last year he used his veto to cut $11.2 million marked for water-quality improvements and conservation programs. The year before, he wrote to top administrators at the U.S. Environmental Protection Agency to register his opposition to proposed government inspections at large-scale factory farms that threaten waterways.\n\nBranstad told the EPA he objected to its “gotcha approach” to regulation. And although half of Iowa’s waters were then designated “impaired” by his own state regulators, the governor told the EPA, “We believe that pro-active education on preventive measures is the best approach to protecting our natural resources.”\n\nHistory has proven the governor wrong on that score. He should support efforts to establish water-quality standards that protect Iowa’s recreational lakes and streams. He should put forward a meaningful Nutrient Reduction Strategy that pairs financial incentives for farmers with deadlines, compliance testing and enforcement.\n\nOtherwise, the Branstad legacy will be one of streams, lakes and rivers fouled with bacteria and toxins; a growing dead zone that can’t support marine life; millions of taxpayer dollars wasted on clean-up rather than conservation; higher water-filtration bills for Iowa’s urban residents; and a less stable climate that threatens the very industry he claims to be protecting.\n\nRead or Share this story: http://dmreg.co/1JcKrLE", "article_metadata": {"google": "notranslate", "description": "State officials are posting a record number of water-quality warnings on Iowa beaches.", "p": {"domain_verify": "372c291dc2b106308d26264f4fba3b10"}, "og": {"site_name": "Des Moines Register", "description": "State officials are posting a record number of water-quality warnings on Iowa beaches.", "title": "Editorial: Iowa waterways are a disgrace", "url": "http://www.desmoinesregister.com/story/opinion/editorials/2015/08/21/editorial-iowa-waterways-pollution-branstad-beaches/32106641/", "image": "http://www.gannett-cdn.com/GDContent/applogos/desmoinesregister.png", "type": "article"}, "twitter": {"description": "State officials are posting a record number of water-quality warnings on Iowa beaches.", "title": "Editorial: Iowa waterways are a disgrace", "image": "http://www.gannett-cdn.com/-mm-/8b30e1aa765116eebacb1ffa8f7447532e747962/c=0-62-1667-1729&r=x643&c=640x640/local/-/media/2015/08/21/IAGroup/DesMoines/635757575884247009-algae.jpg", "creator": "@DMRegister", "site": "@DMRegister", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600025120", "fb": {"app_id": 169766623060429}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Subjects/Water quality", "gci-asset-type": "story", "gci-categories": "Subjects/Water quality", "title": "Editorial: Iowa waterways are a disgrace", "author": "The Register's Editorial", "pageclass": "article", "recs": {"category": "opinion/editorials", "image-3-4": "http://www.gannett-cdn.com/-mm-/9244b226b29ca7ffc1a5ec97d42cf9ada5e656e6/c=162-0-1505-1791/local/-/media/2015/08/21/IAGroup/DesMoines/635757575884247009-algae.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/5eec15a2d5734a7c514986f5cbdbaa0704290542/c=0-62-1667-1729/local/-/media/2015/08/21/IAGroup/DesMoines/635757575884247009-algae.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/dff6627a2dc952239b9f038b0cb9930558818138/c=0-269-1667-1522/local/-/media/2015/08/21/IAGroup/DesMoines/635757575884247009-algae.jpg", "image": "http://www.gannett-cdn.com/-mm-/abb05957c9e04089250da427324897f4b39f3402/c=0-425-1667-1367&r=x633&c=1200x630/local/-/media/2015/08/21/IAGroup/DesMoines/635757575884247009-algae.jpg", "publishtime": "2015-08-22T16:02:39.050000-05:00", "shorthed": "Editorial: Iowa waterways are a disgrace", "articleid": 32106641, "image-16-9": "http://www.gannett-cdn.com/-mm-/80421c0a5b64b2cce4d7943e50863f2f6dae16d3/c=0-425-1667-1367/local/-/media/2015/08/21/IAGroup/DesMoines/635757575884247009-algae.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/b10513018429a857709a12dafdfffd3a65905e20/c=332-0-1335-1791/local/-/media/2015/08/21/IAGroup/DesMoines/635757575884247009-algae.jpg"}}, "news_keywords": "editorial-iowa-waterways-pollution-branstad-beaches"}, "_id": "\"57477af36914bd0286fcb6c4\"", "article_summary": "That said, it’s worth noting that in 2014, the state identified 725 impaired waterways, which was more than double the 313 impaired waterways identified in 2004.\nOnce those standards are established, the DNR points out, the number of Iowa waterways officially recognized as impaired will increase significantly.\nTerry Branstad has yet to show much interest in repairing Iowa’s waterways.\nChanges in monitoring, and the way we define impaired waterways and track them, can make it difficult to chart trends in water quality.\nSo far this year, at least 27 such warnings have been posted on beaches in Iowa’s state parks, topping the previous record of 24 set in 2013."}