{"article_title": "Agencies’ “Culture of Favoritism” Subverts Competition", "article_keywords": ["setaside", "liff", "scheme", "favoritism", "selected", "agencies", "competition", "general", "culture", "contract", "subverts", "report", "small", "contractor"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/06/26/Agencies-Culture-Favoritism-Subverts-Competition", "article_text": "It’s not breaking news that the government has a serious issue with the way it manages its contractors.\n\nA new report from the Office of Personnel Management’s Inspector General reveals that the problem might be more engrained in the government’s culture than previously thought.\n\nThe IG found that high-ranking government executives “routinely circumvented competitive bidding regulations for convenience” by using schemes to award contracts to their friends, The Washington Examiner first reported.\n\nRelated: DOD Has No Idea What 108,000 Contractors Are Doing\n\nIn one instance, a top official at the Department of Labor, Raymond Johnson, bypassed contracting regulations to score a job for his former colleague, Stewart Liff.\n\nJohnson resigned from his post shortly after the misconduct was discovered in 2011. But Liff kept working for the government and was awarded jobs under similar circumstances at OPM, the auditors said.\n\nThe report named Kay Ely, who, at the time, was the associate director for OPM’s Human Resource Solution’s office, as a key player in the scheme to get Liff jobs. The scheme involved hiring Liff as a subcontractor—but to avoid forcing him to compete among other bidders, they used a small business set-aside to let him immediately have the contract without competition.\n\nRelated: EPA Contractors Use Private Gym Paid for by Taxpayers\n\nThe small business set-aside was a contractor called Information Experts, which would receive a small portion of the contract, while Liff did the work and received the rest.\n\n“I could bring him on through an 8(a) vendor we already have so the costs would be a little more then [sic] what he costs,” an OPM official whose name was redacted wrote.\n\nLiff crafted the bills and submitted them through Information Experts—charging basically whatever he wanted.\n\n“If we need to make the price more palatable, we could add another say 200 hours or so to the estimate, and then reduce the hourly rate by 10 percent to get the same final number,” Liff was quoted in the report.\n\nIt wasn’t just Liff, though. The auditors said the culture of contract misconduct is widespread.\n\nA separate report released last week by the General Service Administration’s Inspector General revealed that the contractor selected to run the Ronald Reagan Building and International Trade Center was selected through favoritism by the General Services Administration, adding that the contractor mismanaged the building and did not deserve the contract.\n\n“We are concerned that a culture may have developed within these departments where the type of improper behavior uncovered in this investigation was deemed to be acceptable,\" the report said. “No one appeared to have considered whether the government was receiving the best value for its money.”\n\nTop Reads from the Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "It’s not breaking news that the government has a", "title": "Agencies’ “Culture of Favoritism” Subverts Competition", "url": "http://www.thefiscaltimes.com/Articles/2014/06/26/Agencies-Culture-Favoritism-Subverts-Competition", "image": "http://cdn.thefiscaltimes.com/sites/default/files/09252013_Ominous_Capitol.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/06/26/Agencies-Culture-Favoritism-Subverts-Competition", "image": "http://cdn.thefiscaltimes.com/sites/default/files/09252013_Ominous_Capitol.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@Briannaehley"}, "generator": "Drupal 7 (http://drupal.org)", "description": "It’s not breaking news that the government has a", "viewport": "initial-scale=1, maximum-scale=1"}, "_id": "\"57477af46914bd0286fda3a9\"", "article_summary": "A new report from the Office of Personnel Management’s Inspector General reveals that the problem might be more engrained in the government’s culture than previously thought.\nThe auditors said the culture of contract misconduct is widespread.\nBut Liff kept working for the government and was awarded jobs under similar circumstances at OPM, the auditors said.\nIt’s not breaking news that the government has a serious issue with the way it manages its contractors.\n“No one appeared to have considered whether the government was receiving the best value for its money.”Top Reads from the Fiscal Times:"}