{"article_title": "Sounding Off: S. Echeverría “Affordable Care Act: Enrolling Latinos Using Digital Media”  Portada", "article_keywords": ["affordable", "latinos", "healthcare", "portada", "media", "million", "enrolling", "hispanics", "s", "digital", "uninsured", "using", "echeverra", "sounding", "insurance", "care"], "article_url": "http://www.portada-online.com/2013/10/04/sounding-off-s-echeverria-affordable-care-act-enrolling-latinos-using-digital-media/", "article_text": "Sounding Off: S. Echeverría “Affordable Care Act: Enrolling Latinos Using Digital Media”\n\nEditorial Staff (@portada_online) | 10/04/2013\n\nSilvia Echeverria is Communications Strategist at Grupo Parada.\n\nClose to 15 million Hispanics will benefit from The Affordable Care Act (ACA). The enrollment started on October 1, 2013 and coverage goes into effect January 1, 2014. With its primary focus on preventive care, early detection and early intervention, Latino/Hispanic patients will be required to assume more responsibility for their own personal health management.\n\nTechnology has impacted every aspect of the Latinos' daily life.\n\nIt has rapidly changed the way they access health information, seek treatment and will have a major impact on the patient-doctor relationship.\n\nLike many other industries, the healthcare industry will be facing a digital transformation which creates opportunities to leverage \"big data\" in ways that are more relevant and engaging for users. More than ever, insurers, HMOs/managed care and hospital groups need to develop communication strategies that connect culturally with this growing and thriving population.\n\nPerhaps the mode of enrolling Latinos that are uninsured is through digital media.\n\nThere are 15 million Latinos without health insurance, and 61.4% of them fall between the age range of 25-35 years old. If high digital media users fall close to this age group then it is plausible to say that one mode to use enrolling the uninsured Latino community, is through digital media.\n\nTo increase patient volume, both hospitals and insurance companies must think digital, and act social. There are 53 million Hispanics in the US and of those 53 million, 58% have computer internet usage at their homes. It is important to keep in mind that patients consult a multitude of sources through their journey to wellness: 48% of them research more than 2 weeks before scheduling an appointment.\n\nOut of every $4 spent in healthcare, $3 are spent in the treatment of chronic diseases - which many can be prevented. Prevention lowers the cost of caring for clients with chronic diseases for hospitals and insurance companies. This outcome is achieved through prevention and patient teaching.\n\nDr Mirian Zavala, DNS, RN., Chair of Policy Committee at the Association of Hispanic Healthcare Executives (AHHE) shares the importance of enrolling uninsured Latinos in healthcare insurance plans under the Affordable Healthcare Act.\n\nDid you know that one-third of New York's population is Hispanic?\n\nOf that population 80% speak Spanish at their home. About 15 million Hispanics are currently uninsured and as the enrollment period for the Affordable Care Act has started, Hispanics will need healthcare information more than ever. This information has to be readily available in the language of their preference at the moment and places where they are looking for them.\n\nJoin us: Tuesday, October 8, 2013 - From 5:45pm to 8:30pm At St. Luke's-Roosevelt Hospital Center, 1000 Tenth Ave @ West 59th Street, NY.", "article_metadata": {"og": {"site_name": "Portada", "description": "Like many other industries, the healthcare industry will be facing a digital transformation which creates opportunities to leverage \"big data\" in ways that are more relevant and engaging for users. More than ever, insurers, HMOs/managed care and hospital groups need to develop communication strategies that connect culturally with this growing and thriving population. Close to…", "title": "<b>Sounding Off:</b> S. Echeverría “Affordable Care Act: Enrolling Latinos Using Digital Media”", "locale": "en_US", "image": {"width": 500, "identifier": "http://www.portada-online.com/wp-content/uploads/2013/10/aca.hispanos.jpg", "height": 334}, "url": "http://www.portada-online.com/2013/10/04/sounding-off-s-echeverria-affordable-care-act-enrolling-latinos-using-digital-media/", "type": "article"}, "article": {"section": "- Hot Topics", "tag": "us hispanics aca", "published_time": "2013-10-04T13:15:52-04:00", "modified_time": "2014-04-09T15:20:19-04:00", "author": "http://www.portada-online.com/author/portada/"}, "fb": {"admins": 618488922, "profile_id": 618488922, "app_id": 279133158863247}, "generator": "Event Espresso Version 3.1.37.8.P", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Sounding Off: S. Echeverría “Affordable Care Act: Enrolling Latinos Using Digital Media”Editorial Staff (@portada_online) | 10/04/2013Silvia Echeverria is Communications Strategist at Grupo Parada.\nClose to 15 million Hispanics will benefit from The Affordable Care Act (ACA).\nThere are 53 million Hispanics in the US and of those 53 million, 58% have computer internet usage at their homes.\nPerhaps the mode of enrolling Latinos that are uninsured is through digital media.\nDr Mirian Zavala, DNS, RN., Chair of Policy Committee at the Association of Hispanic Healthcare Executives (AHHE) shares the importance of enrolling uninsured Latinos in healthcare insurance plans under the Affordable Healthcare Act."}