{"article_title": "The Robot Uprising is more Pixar than Terminator", "article_keywords": ["kuka", "google", "look", "uprising", "robot", "robots", "tech", "terminator", "asimo", "world", "theyre", "technology", "pixar"], "article_url": "http://www.moneymorning.com.au/20141226/robot-uprising-pixar-terminator.html", "article_text": "Dear Reader,\n\nPort Phillip Publishing is closed for the holidays from 25 December until 1 January. After a well-deserved break, the team will be back at work on 2 January to deliver you their unique take on the financial markets and global events. 2015 looks set to be one of the most interesting years in Aussie history, and we look forward to bringing you all the news you won’t read anywhere else.\n\nFor the holiday period we’ve collected some of the best articles of 2014, taken from all of our free e-letters: Money Morning, The Daily Reckoning, Pursuit of Happiness, and Tech Insider. Some of the articles were chosen because of their insight, others because they were so darned controversial we just had to print them again. For the next week and a half, we hope you enjoy your trip down Memory Lane with these classic ‘best-of’ editions of our free daily newsletters.\n\nWishing you a Merry Christmas and Happy New Year,\n\nBernd Struben,\n\nManaging Editor, Port Phillip Publishing\n\n\n\nThe Robot Uprising is more Pixar than Terminator\n\nSam Volkering, Melbourne, Australia, Originally Published 29 July in Tech Insider\n\nLast week Tech Insider Contributing Editor Shae Smith wrote about the ‘Uncanny Valley’.\n\nIn Shae’s words, ‘The uncanny valley measures human reaction to robots. That is, the more a robot reflects us, the more it changes our relationship with them. In other words, the more life like they become, the less comfortable we feel with them.’\n\nThe uncanny valley has always been a sticking point for robots. It’s our biggest hurdle to accepting these mechanical marvels.\n\nBut our tech savvy friends in Japan seem intent on making human-like robots. I even heard a strange rumour than Japan is considering giving robots citizenship.\n\nJapan’s an interesting case study in the future of robotics. For decades they’ve been pioneers of robot technology. But these days it seems they’re intent on making us feel uncomfortable with their robotic escapades.\n\nBelow is an example. Look at the picture below. How do you feel? Uncomfortable? Yes, it’s likely you feel a bit strange about it.\n\n\n\nSource: Extremetech.com\n\nClick to enlarge Source: Extremetech.com\n\nNow look at the picture of Honda’s ASIMO below. Feel as weird? As uncomfortable? I doubt it. ASIMO is cute, like a little robot kid.\n\n\n\nSource: tgdaily.com\n\nClick to enlarge Source: tgdaily.com\n\nASIMO and Honda are on the right track. But if they put a weird silicon human face on him, I think people would burn down Honda.\n\nASIMO is the prototype that robot makers aspire towards. He’s agile, fun and even kicks a soccer ball. Just ask President Obama!\n\nBut although ASIMO is the soon-to-be future of robots, he’s really not all that new.\n\nRobots have been around for a long time. It’s just we don’t see them on a day-to-day basis…yet.\n\nIn fact, within the next year you could have you very own home robot to greet you at the door and help you manage your life. That’s right, within one year you could have the home robot we’ve waited so long for.\n\nIt’s the intersection of revolutionary technology\n\nCurrently there are millions of robots used around the world. Yes, millions. But they’re not humanoid robots like Asimo. The millions of robots are like the ones KUKA AG [ETR:KU2] make.\n\nYou will find KUKA robots in most manufacturing warehouses. KUKA is one of the biggest robot suppliers in the world. I’ve seen them in operation first hand, and they’re mighty impressive.\n\nIf you have ever seen the Tesla factory in Fremont, California, you’re lucky. But you could see it on YouTube as well.\n\nIf you look closely, you’ll see lots of KUKA robots. In fact, Tesla recently just shut down their factory to install more KUKA robots.\n\nKUKA also makes the world’s fastest robot, the KR AGILUS, which you can see here playing table tennis against former number one player, Timo Boll.\n\nBut as you’ll also notice, most of the Kuka robots are fixed. They are set in place and typically do their job from one spot.\n\nBut the world doesn’t only use KUKA robots.\n\nThere are robots like the 10,000 Amazon [NASDAQ:AMZN] plan to use in their workforce by the end of this year. These robots are to improve the efficiency of Amazon warehouses. Considering Amazon only recently had 1,000 robots, a jump that big is saying something…\n\nAmazon thinks robots are hugely important to their business. So much so that they bought Kiva Systems in 2012 for around $775 million. Of course Kiva Systems is a robot maker. And you guessed it, it’s Kiva Systems that will make all 10,000 of Amazon’s new robots.\n\nThen of course there’s Google. Google isn’t a search engine company. They’re not a self-driving car company. They’re not even a wearable tech company.\n\nGoogle is the new breed of robot company.\n\nLate 2013 Google purchased eight robotics companies. One of those was Boston Dynamics. They’re the company that makes the terrifying BigDog military robot.\n\nWhat possible use does Google have with that much robot technology? It’s not like they need them for a mobile workforce, like Amazon…\n\nI suspect it’s so Google can bring to market home robots to go along with their fully connected home technology. And this is why an Asimo-like robot in the home is far closer than you realise.\n\nBut if Google isn’t fast enough, they might miss the first wave of home family robots.\n\nI say this because right now you can order a home robot that could be the game changer we’ve waited so long for.\n\nJibo is the first robot I’ve ever seen that I would actually want to greet me when I get home from work each day.\n\n\n\nSource: myjibo.com\n\nClick to enlarge Source: myjibo.com\n\nJibo is the brainchild of ‘Social Robot Pioneer’ and Director of MIT Media Lab’s Personal Robot Group Cynthia Breazeal.\n\nI highly recommend you listen to Breazeal’s TED talk on The Rise of Personal Robots. It’s the insight into what you can expect from Jibo and the generations that will follow.\n\nJibo is the kind of robot we can expect to see more of in the coming years. It combines all the wizardry of an immersive technology world in a friendly, non threatening package.\n\nJibo’s like the iPod of robots.\n\nBut if this is available technology now, what does the future of robotics hold for us?\n\nWell, there will be more Jibos, but it’s likely you’ll find they will find their way into a ‘chassis’ like Asimo. Jibo is a fresh approach to getting robots into the home. He’s small and innocuous.\n\nBut it’s not hard to imagine a Jibo generation three or four that has the human agility of Asimo wrapped up in a friendly social system.\n\nIn other words, stick a Jibo on top of an Asimo, and you have the first humanoid home robot, without the weirdness.\n\nOf course, the argument is this is all very expensive, and how on earth will we mass produce humanoid home robots?\n\nWell, you only need to look at the systems of Kuka and the automated bots Amazon have in their workforce to realise it’s not a big leap to make.\n\nMaterials like aluminium and carbon fibre will play a hugely important role too, as robots require strength and lightness to be fluid and efficient in their movement.\n\nThen of course, there’s the programming, software and hardware of the actual robot that’s needed on an affordable, mass produced scale.\n\nWhat this all means is there is a robot uprising underway. But it’s not the dystopian robot artificial intelligence takeover ‘doom and gloomers’ imagine.\n\nWhen I look at ASIMO and Jibo, the future of robots is far more ‘Pixar’ than it is Terminator.\n\nThe future world is one in which robots and people work together and look after each other. We will use them to be more efficient and to take care of mundane jobs.\n\nThey will help us organise and socialise better. And a byproduct might be that we’ll live happier and longer too.\n\nAll this will allow us more quality time with each other, as well as free time to work on things that stimulate us…to focus on what makes us different from robots…our brain.\n\nAnd in this world of robots, it’s not just the companies that assemble them that provide opportunity for investors. It’s materials like aluminium and carbon fibre and the computers, sensors and processors that make them run, in addition to the software and programs than bring them to life, that will provide huge opportunity for smart investors.\n\nFeel free to take a dim view of the world of robotics. Change is terrifying to many people. But if you take the time to think about the benefits robots provide, you may decide they’re not so bad after all.\n\nRegards,\n\nSam Volkering+\n\nPort Phillip Publishing", "article_metadata": {"news_keywords": "asimo, boston dynamics, connected home, cynthia breazeal, google, jibo, kuka robots, robotics, markets, economy, industry, companies", "og": {"site_name": "Stock Market News, Finance and Investments | Money Morning Australia", "description": "Jibo is the kind of robot we can expect to see more of. It combines all the wizardry of an immersive technology world in a friendly, non threatening package", "title": "The Robot Uprising is more Pixar than Terminator", "locale": "en_US", "image": "http://portphillippublishing.com.au/images/MPR20141226c.jpg", "updated_time": "2014-12-19T12:27:54+00:00", "url": "http://www.moneymorning.com.au/20141226/robot-uprising-pixar-terminator.html", "type": "article"}, "twitter": {"domain": "Stock Market News, Finance and Investments | Money Morning Australia", "description": "Jibo is the kind of robot we can expect to see more of. It combines all the wizardry of an immersive technology world in a friendly, non threatening package", "title": "The Robot Uprising is more Pixar than Terminator", "image": {"src": "http://portphillippublishing.com.au/images/MPR20141226a.jpg"}, "creator": "@MoneyMorningAU", "site": "@MoneyMorningAU", "card": "summary"}, "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "fb": {"admins": 100006270246641, "app_id": 1634745503444849}, "mobile-web-app-capable": "yes", "article": {"publisher": "https://www.facebook.com/pages/Money-Morning-Australia/192426104163612", "section": "Technology and Innovation", "tag": "ASIMO,Boston Dynamics,Connected Home,Cynthia Breazeal,Google,Jibo,KUKA robots,robotics", "published_time": "2014-12-26T10:00:18+00:00", "modified_time": "2014-12-19T12:27:54+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=0", "description": "Jibo is the kind of robot we can expect to see more of. It combines all the wizardry of an immersive technology world in a friendly, non threatening package"}, "_id": "\"57477af46914bd0286fd9fd3\"", "article_summary": "For decades they’ve been pioneers of robot technology.\nWhen I look at ASIMO and Jibo, the future of robots is far more ‘Pixar’ than it is Terminator.\nIt combines all the wizardry of an immersive technology world in a friendly, non threatening package.\nWhat possible use does Google have with that much robot technology?\nIn fact, Tesla recently just shut down their factory to install more KUKA robots."}