{"article_title": "Suburban women a key target for Wendy Davis’ governor campaign", "article_keywords": ["key", "womens", "democratic", "target", "campaign", "voters", "suburban", "stanford", "governor", "vote", "wendy", "davis", "white", "care", "texas", "women"], "article_url": "http://www.dallasnews.com/news/politics/state-politics/20131005-suburban-women-a-key-target-for-wendy-davis-governor-campaign.ece", "article_text": "AUSTIN — The battle for governor will be pitched on the soccer fields and manicured lawns of Texas’ vast suburbs.\n\nIt’s turf that has served as a veritable outlet mall for Republican voters, but it’s where Wendy Davis must improbably succeed if the Fort Worth Democrat has any chance to be the state’s next governor.\n\n“She’s not going to win unless she can get white suburban women to vote for her,” said Jason Stanford, a consultant for Democratic statewide campaigns.\n\nDemocrats believe, pointing to polls, that white female voters who’ve been in a long-term relationship with Republican candidates are slowly eyeing alternatives as the GOP moves further and further right. They see hope in the emotional tug of a Davis candidacy talking about health care, education, and leaders who disregard their voices.\n\nCertainly, they were the target for Davis’ message as she began her 2014 campaign last week. Davis strategists hope that an emphasis on health care, education and a business-friendly posture will give her an edge. But counting on Republican-leaning women to abandon the low-tax, small-government comfort of their own party is probably wishful wooing, many pollsters and strategists say.\n\nIn the last four elections for governor, the Republicans — George W. Bush and Rick Perry — have won the women’s votes by no fewer than 7 percentage points.\n\nWhile minority female voters are strongly Democratic, they make up about 15 percent of the electorate. White female voters are 33 percent of all voters, and they have gone overwhelmingly Republican in Texas.\n\nAnalysis by Stefan Hankin — a Washington-based Democratic strategist who helped in President Barack Obama’s victories — shows that even under the “rosiest scenario” of historically unexpected high percentages of minorities streaming to the polls, Davis would still fall below 49 percent of the vote.\n\n“The numbers show that in Texas, even the most ideal Democratic candidate with the most ideal turnout will still likely fall short of victory,” Hankin wrote for Washington Monthly.\n\nRepublican pollster Mike Baselice said he cannot see a scenario where Davis defeats the rock-solid conservative, well-financed campaign of Greg Abbott, the likely GOP nominee.\n\n“A lot is already built into the outcome of these races based on the partisanship in this state,” Baselice said.\n\nParty affiliation has historically always trumped gender identification, he said, meaning Republican women won’t vote for a Democratic woman, even if she promotes ideas they like.\n\n“You could make people more likely to vote for Attila the Hun if you get a good message around it. But that doesn’t mean at the end of the day that they’re going to vote for the Hunster,” Baselice said.\n\n‘Out of step’\n\nRep. Stefani Carter, a Republican who has knocked on an estimated 10,000 doors in winning her Far North Dallas swing district twice, notes that she ousted a Democratic incumbent, Rep. Carol Kent, who ran a similar campaign to Davis’.\n\nCarter said Davis, a two-term state senator whose district has a similar makeup, will not make headway with suburban women simply because they don’t agree with her on issues.\n\nShe cited Davis’ consideration of tax increases for public education, her support for the federal Affordable Care Act and her championing of abortion rights.\n\n“From my own interaction with my own community, I can tell you that she’s just out of step with reality here in Texas,” Carter said. “Women’s voices will be heard that they want to elect another Republican governor.”\n\nShe said she doesn’t believe Abbott has anything to worry about.\n\n“Republicans are women and women are Republicans. Greg Abbott will win the race,” said Carter, who is running statewide next year for the Texas Railroad Commission.\n\nTexas Democratic strategist Stanford said that to win, Davis will need to do much better among white voters altogether — going from the 29 percent that 2010 Democratic nominee Bill White won, to 40 percent.\n\n“My analysis is that the only way to do that is with suburban women, because the suburbs are where all the white people are, and the women are the ones listening to us,” Stanford said.\n\nIn 2010, White took five of the state’s largest counties: Harris, Dallas, Bexar, El Paso and Travis. But Rick Perry clobbered him in Collin, Williamson and Denton counties, and other vote-rich suburbs throughout the state, enough to win comfortably overall.\n\nStanford points to recent polls showing Davis having 35 percent of support among white women, “which would be revolutionary,” he said. Another poll had Davis and Abbott virtually tied among female voters.\n\nHe attributed the uptick to the shuttering of dozens of women’s health care centers, the complete removal of state funding for Planned Parenthood, and the sweeping abortion bill that Davis filibustered, which could close 80 percent of the abortion clinics in Texas.\n\n“Right now, women could be forgiven for thinking that a bunch of men are playing politics with their health care, and that somehow birth control has become an issue we have to talk about again,” Stanford said.\n\nOpponents throwing out dismissive labels such as “Abortion Barbie” only underscore the connection. Women understandably get riled when men belittle a woman for disagreeing with them, Stanford said.\n\n“The conventional wisdom is that she has to run screaming” from the filibuster, he said. “But what she did is to stand up for beliefs that more than one-third of soft Republicans share. Her issue — access to women’s health care — is an entree into the suburbs. Not a hindrance.”\n\nBut abortion, particularly the ban on the procedure after 20 weeks of pregnancy that Davis temporarily derailed, remains a problem for Texas Democrats. Davis did not mention her abortion filibuster during her campaign announcement speech Thursday.\n\nRepublicans have argued that Davis’ filibuster shows her to be a radical on the issue. She has not said at which point in pregnancy the procedure should be outlawed, if at all.\n\nAbbott, too, is outside the mainstream on the issue. He has said unequivocally that abortions should be denied in cases of rape and incest.\n\nConnecting with voters\n\nThe last Democrat to win a majority of women was Ann Richards, who stunned Clayton Williams in 1990 by snaring 59 percent. But Williams had made a joke about rape and was seen as being disrespectful of Richards.\n\nThe margin of victory was “the suburban woman vote,” said Cathy Bonner, a top Richards adviser.\n\n“Wendy’s issue will be whether those same suburban, tend-Republican women care about how women are treated in state government,” Bonner said.\n\nThe door-knocking, friends-phoning-friends and other networking Richards employed in the suburbs can now be achieved through microtargeting and using social media, she said.\n\n“That’s the most effective type of campaigning you can do is to peer-to-peer. And it’s the kind of retail politics that Wendy knows how to do,” she said.\n\nBonner acknowledged that Williams was gaffe-prone in a way that Abbott isn’t likely to be. Baselice, the GOP pollster, said Williams fell more than 20 points in the last month of the 1990 campaign, and “it was his own undoing.”\n\nDavis could get 5 percent more of the overall vote and a much larger share of the women’s vote, and still wouldn’t get close to victory, he said.\n\nFor Democrats, “turning their wishful thinking into a feasible plan has proven to be a failing effort for more than a decade,” Baselice said.\n\nBut Davis could give voice to women’s concerns about education and pocketbook issues in a way recent Democratic candidates have failed to do, Stanford said.\n\n“All too often, Democrats tell you how a car is built and Republicans talk to you about how it feels to drive,” he said. “We need to talk about how they fit into Texas’ future in a way that makes an emotional connection.”\n\nFollow Christy Hoppe on Twitter at @christyhoppe.", "article_metadata": {"description": "Democrats say she can win over GOP converts, but Republicans say such voters are staunchly conservative.", "og": {"description": "Democrats say she can win over GOP converts, but Republicans say such voters are staunchly conservative.", "title": "Suburban women a key target for Wendy Davis’ governor campaign", "url": "http://www.dallasnews.com/news/politics/state-politics/20131005-suburban-women-a-key-target-for-wendy-davis-governor-campaign.ece", "image": {"width": 670, "identifier": "http://www.dallasnews.com/incoming/20131005-wendy_women.jpg.ece/BINARY/original/wendy_women.jpg", "height": 429}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "type": "article"}, "LastModifiedDate": "2013-10-06T04:51:36Z", "twitter": {"site": "@dallasnews", "card": "summary", "creator": "@dallasnews"}, "PublishDate": "2013-10-06T04:08:29Z", "parsely-page": "{\"title\": \"Suburban women a key target for Wendy Davis\\u2019 governor campaign\", \"link\": \"http://www.dallasnews.com/news/politics/state-politics/20131005-suburban-women-a-key-target-for-wendy-davis-governor-campaign.ece\", \"image_url\": \"http://www.dallasnews.com/incoming/20131005-wendy_women.jpg.ece/BINARY/original/wendy_women.jpg\", \"type\": \"post\", \"post_id\": \"1231075\", \"pub_date\": \"2013-10-06T04:08:29Z\", \"section\": \"State Politics\", \"author\": \"CHRISTY HOPPE\", \"tags\": [\"dallas\", \"dallas fort worth\", \"dallas news\", \"dallas fort worth news\", \"dfw news\", \"dallas local news\", \"dallas fort worth local news\", \"dallas newspaper\", \"dallas morning news\", \"dallas morning news newspaper\"]}", "fb": {"admins": 1043783589, "page_id": 20946638799, "app_id": 258290334265148}, "keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper", "cXenseParse": {"recs": {"image": "http://www.dallasnews.com/incoming/20131005-wendy_women.jpg.ece/ALTERNATES/w660/wendy_women.jpg", "publishtime": "2013-10-06T04:08:29Z"}}, "news_keywords": "dallas, dallas fort worth, dallas news, dallas fort worth news, dfw news, dallas local news, dallas fort worth local news, dallas newspaper, dallas morning news, dallas morning news newspaper"}, "_id": "\"57477af36914bd0286fcb714\"", "article_summary": "“Wendy’s issue will be whether those same suburban, tend-Republican women care about how women are treated in state government,” Bonner said.\nStanford points to recent polls showing Davis having 35 percent of support among white women, “which would be revolutionary,” he said.\nCertainly, they were the target for Davis’ message as she began her 2014 campaign last week.\n“She’s not going to win unless she can get white suburban women to vote for her,” said Jason Stanford, a consultant for Democratic statewide campaigns.\n“Republicans are women and women are Republicans."}