{"article_title": "Free income tax assistance available", "article_keywords": ["available", "statements", "help", "assistance", "tax", "number", "free", "victoria", "program", "health", "income", "identification", "volunteer"], "article_url": "https://www.victoriaadvocate.com/news/2016/jan/16/free-income-tax-assistance-available/", "article_text": "About the program The Volunteer Income Tax Assistance Crossroads program at 4007 Halsey St. is scheduled to run from Friday through April 16 with services available from 4 to 7 p.m. Tuesdays, 4 to 7 p.m. Thursdays and 9 a.m. to noon Saturdays. No appointment is necessary. Call the Victoria Community Action Committee at 361-578-2989 to volunteer or with any questions. WHAT TO BRING • Proof of identification (photo ID) • Social Security cards for you, spouse and dependents • Individual Taxpayer Identification Number assignment letter may be substituted for you, your spouse and your dependents if you do not have a Social Security number • Proof of foreign status if applying for an ITIN • Birth dates for you, your spouse and dependents on the tax return • Wage and earning statements (Form W-2, W-2G, 1099-R,1099-Misc) from all employers • Interest and dividend statements from banks (Forms 1099) • All Forms 1095, Health Insurance Statements • Health Insurance Exemption Certificate, if received • A copy of last year's federal and state returns, if available • Proof of bank account routing and account numbers for direct deposit such as a blank check • To file taxes electronically on a married-filing-joint tax return, both spouses must be present to sign the required forms • Total paid for daycare provider and the daycare provider's tax identifying number such as their Social Security number or business Employer Identification Number • Forms 1095-A, B or C, Affordable Health Care Statements • Copies of income transcripts from IRS and state, if applicable\n\nThere's a little office building in town with volunteer tax preparers ready to help Crossroads residents during tax season. And it's free.\n\nInside the office on Halsey Street right next to the Community Action Committee of Victoria are a dozen donated computers set up to digitally file income taxes.\n\nVolunteers will assist individuals with low-to-moderate income, the elderly, persons with disabilities and those with limited English proficiency with filing their taxes at no cost to them.\n\nThe program is scheduled to run through April 16 with services available from 4 to 7 p.m. Tuesdays, 4 to 7 p.m. Thursdays and 9 a.m. to noon Saturdays.\n\nThis is the fourth year of the Volunteer Income Tax Assistance Crossroads program. Last year, it helped 308 individuals file tax returns.\n\nVolunteer Alejandro Camacho said he hopes this year the program can reach the 500 mark and eventually expand to other counties.\n\n\"I think we can,\" he said. \"We just have to get the word out for people to come and do their taxes.\"\n\nCamacho said he is mostly self-taught and can lend a hand to those who need it.\n\nIt was something he did in his free time for family members and friends for some time until he joined the VITA program.\n\nThis is his fourth year volunteering for the program. He was previously the site coordinator.\n\n\"We always have a lot of people who come because they don't have Internet access,\" he said.\n\nCamacho said the volunteer tax preparers are trained to look for credits the individual qualifies for, including a possible exemption for not having health coverage as mandated under the Affordable Care Act.\n\nSome situations or financial hardship might warrant an exemption from paying the penalty for being uninsured.\n\n\"It can really be very complicated,\" he said.\n\nHe added while other places can help, they often charge a fee to file that is deducted out of the return.\n\nResidents can expect to receive income tax returns within two weeks.\n\nCamacho said to be sure to bring the appropriate identification and income-related forms.\n\n\"We're still looking for volunteers,\" Camacho said. \"They don't have to be income tax experts.\"\n\nThis was something he did on the evenings and weekends before he retired.\n\n\"That's the satisfying part of being a volunteer - being able to help a lot of people,\" he said.\n\nCamacho said at first he wasn't sure he would be able to help this year and feared there wouldn't be a program this year.\n\nHe said because accountant Tara Brownlow volunteered to be site coordinator and several sponsors came in, they were able to continue services.\n\nVicki K. Smith, executive director of Community Action Committee of Victoria, said many people came together to make the service possible.\n\nAside from the Victoria Action Committee, other contributors include the city of Victoria, Golden Crescent Workforce Solutions, Victoria Housing Authority and health care navigator Keith Rucker.\n\n\"It's all volunteers that work this program,\" Smith said. \"The community comes together to make this happen.\"\n\nSHARE", "article_metadata": {"msapplication-config": "//media.victoriaadvocate.com/vicad/static/img/icons/favicons/browserconfig.xml", "og": {"url": "https://www.victoriaadvocate.com/news/2016/jan/16/free-income-tax-assistance-available/", "image": "https://media.victoriaadvocate.com/img/photos/2016/01/16/tax2_lg_011616_289910.jpg", "type": "article", "description": "There's a little office building in town with volunteer tax preparers ready to help Crossroads residents during tax season. And it's free. Inside the office ...", "title": "Free income tax assistance available - Victoria Advocate"}, "twitter": {"description": "There's a little office building in town with volunteer tax preparers ready to help Crossroads residents during tax season. And it's free. Inside the office ...", "title": "Free income tax assistance available", "image": "https://media.victoriaadvocate.com/img/photos/2016/01/16/tax2_lg_011616_289910.jpg", "site": "@Vicadvocate", "widgets": {"csp": "on"}, "card": "summary_large_image"}, "msapplication-TileColor": "#ffffff", "blitz": "mu-10ba9b19-0c38fcd6-4c764ea6-9fa4649b", "fb": {"app_id": 250398871739441}, "msapplication-TileImage": "//media.victoriaadvocate.com/vicad/static/img/icons/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/VictoriaAdvocate"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "This is the fourth year of the Volunteer Income Tax Assistance Crossroads program.\nResidents can expect to receive income tax returns within two weeks.\n\"They don't have to be income tax experts.\"\nAbout the program The Volunteer Income Tax Assistance Crossroads program at 4007 Halsey St. is scheduled to run from Friday through April 16 with services available from 4 to 7 p.m. Tuesdays, 4 to 7 p.m. Thursdays and 9 a.m. to noon Saturdays.\nCamacho said the volunteer tax preparers are trained to look for credits the individual qualifies for, including a possible exemption for not having health coverage as mandated under the Affordable Care Act."}