{"article_title": "The American People Have Spoken!", "article_keywords": ["republican", "voters", "spoken", "house", "support", "continues", "sign", "american", "passed", "country", "bills", "obama"], "article_url": "http://www.westernjournalism.com/american-people-spoken/", "article_text": "Advertisement - story continues below\n\nElection day has come and gone, and sanity has been restored to the country……I think!\n\nThe Republicans must hit the ground running in January and begin the process of voting on the 352 bills that have been gathering dust on Harry Reid’s desk all year. Although the president has been referring to the “do-nothing Congress,” it has been confirmed that there are 352 bills awaiting action by the Senate, currently led by Harry Reid. The Congress passed 352 bills; 98% passed with bipartisan support, 50% passed unanimously, 70% passed with two-thirds support of the House, and over 55 bills were introduced by Democrats. Is the do-nothing Senate the reason Republicans swept the elections?\n\nUnfortunately, the public must now sit through the never-ending speculation and analysis by the press while they evaluate and try to make sense of the Republican wave that swept through the country on November 4th. In the exit polls, CNN says only two in ten voters trust the government in Washington to do what’s right, half of voters expect life for the next generation of Americans to be worse, seven in ten voters say the nation’s economy is in bad shape and are concerned about the direction it is headed over the coming year, more Americans say they voted to show opposition to Obama than support for him, and the country is equally disgusted with Democrats and Republicans.\n\nAdvertisement – story continues below\n\nFrom where I sit, it seems pretty elementary…. the American people are mad as hell and aren’t going to take it anymore! It’s time to get down to business! Release the chokehold on the economy, de-regulate small business, sign off on the keystone pipeline, secure our borders, enact sensible immigration reform, hold government officials accountable, get rid of Obamacare, quit polarizing the public, and get the people off the dole and back to work. The paid vacation is over!\n\nPresident Obama has been saying that he wants change, so let’s finally see if he is telling the truth! When and if the House passes the keystone pipeline project, will Obama sign off? When and if the House secures the border and passes common sense immigration reform, will Obama sign off? When and if the House makes the necessary changes needed to get the country back on its feet, will we all finally see where President Obama really stands?\n\nThe next two years should set the stage, one way or another, for the 2016 presidential election. The next two years will determine whether a Democrat or a Republican will take the Executive branch. Both parties need to understand that the American people are fed up and tired of seeing our hard-earned dollars wasted by a government that seems to care less about what we want or need. The party that stands up and takes action will be the party that gets the support of the American people in the next election, Republican, Democrat, Independent, or Libertarian!\n\nAdvertisement – story continues below\n\nWe want action….no more political maneuvering, no more lies, no more self-serving agendas! Just do the job you were elected to do, and remember the people are watching and our patience is gone!\n\nPhoto credit: spirit of america / Shutterstock.com\n\nThe views expressed in this opinion article are solely those of their author and are not necessarily either shared or endorsed by the owners of this website.", "article_metadata": {"description": "We want action....no more political maneuvering, no more lies, no more self-serving agendas.", "author": "Leigh H Bravo", "og": {"site_name": "Western Journalism", "description": "We want action....no more political maneuvering, no more lies, no more self-serving agendas.", "title": "The American People Have Spoken!", "locale": "en_US", "image": {"width": 1000, "identifier": "http://www.westernjournalism.com/wp-content/uploads/2014/09/shutterstock_106145477.jpg", "height": 667}, "url": "http://www.westernjournalism.com/american-people-spoken/", "type": "article"}, "twitter": {"description": "We want action....no more political maneuvering, no more lies, no more self-serving agendas.", "creator": "@WestJournalism", "image": "http://www.westernjournalism.com/wp-content/uploads/2014/09/shutterstock_106145477.jpg", "title": "The American People Have Spoken!", "site": "@WestJournalism", "card": "summary_large_image"}, "robots": "noodp", "DC.date.issued": "2014-11-05T16:58:46-07:00", "fb": {"app_id": 275784739127435, "pages": 123624513983}, "msapplication-TileImage": "http://www.westernjournalism.com/wp-content/uploads/2015/11/android-chrome-192x192.png", "article": {"publisher": "https://www.facebook.com/WesternJournalism", "section": "Opinion", "tag": "Republican Party", "published_time": "2014-11-05T16:58:46-07:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "2014 midterm elections, 2016 election, democrats, republican party, politics, nation, religion"}, "_id": "\"57477af36914bd0286fcb722\"", "article_summary": "When and if the House secures the border and passes common sense immigration reform, will Obama sign off?\nthe American people are mad as hell and aren’t going to take it anymore!\nThe Congress passed 352 bills; 98% passed with bipartisan support, 50% passed unanimously, 70% passed with two-thirds support of the House, and over 55 bills were introduced by Democrats.\nWhen and if the House passes the keystone pipeline project, will Obama sign off?\nThe party that stands up and takes action will be the party that gets the support of the American people in the next election, Republican, Democrat, Independent, or Libertarian!"}