{"article_title": "Partisans Have It Wrong on Greece and Puerto Rico Financial Woes", "article_keywords": ["financial", "woes", "course", "spending", "welfare", "state", "better", "rico", "wrong", "greek", "run", "greece", "puerto", "debt", "partisans"], "article_url": "http://www.usnews.com/opinion/blogs/eric-schnurer/2015/07/10/partisans-have-it-wrong-on-greece-and-puerto-rico-financial-woes", "article_text": "Domestic partisans are already using the Greek debacle to score debating points about domestic political disputes: Conservatives see a parable of the perils of the welfare state, with the lesson that American entitlement programs like Social Security, Medicare, Medicaid and, of course, Obamacare, must be dismantled now lest it all become Greek to us. Liberals have cheered Greeks' defense of the 20th century welfare state against the ravages of 21st century austerity as if they were the 300 Spartans at Thermopylae.\n\nNeedless to say, both sides have it wrong. Conservatives are hardly misguided when they warn that such extreme situations are not outliers but rather canaries in the coal mine that all nations should heed. But it is simply wrong that there is no alternative save austerity, retrenchment and abandonment of more inclusive societies to a market culture dominated by the wealthy and powerful. There is a better way.\n\n\n\n[READ: Editorial Cartoons on the Greek Default Crisis]\n\nThe Puerto Rican government announced almost simultaneously with the Greeks' \"no\" vote that it, too, would refuse to make good on its debts of $72 billion, and like the Greek default, Puerto Rico's has been coming for a long time. I've spent a good amount of time in Puerto Rico over the last four years discussing the impending fiscal crisis there with leaders of all three branches of government, and was even asked this spring to proffer some advice on how to forestall or avoid it.\n\nThe roots of both crises stretch back decades, but the current situation crystallized in both cases with the Great Recession that began in 2007. As with any downturn, this one left those who had overextended themselves – not just governments but also families and businesses large and small – in serious financial jeopardy. This, of course, also led to extensive moralizing, along the lines, to draw from Greek fable, of the grasshopper and the ant: Those who live frugally do better in the long run, while those who play like the grasshopper suffer when winter comes, and deserve to. (Let's ignore for the moment that ants, unlike grasshoppers, live in highly communitarian societies.)\n\nConservatives here and abroad, under whose watch the Great Recession had occurred, saw in it the chance they had awaited since the Reagan/Thatcher era to dismantle the nanny state. In this country, with a newly-elected Democratic president, such calls largely failed. They were more successful in Europe, however, so if you ever wanted to run a controlled experiment as to whether Keynes was right, you got it. The result is fabulous European vacation opportunities for Americans right now. This global controlled experiment has proven in the last eight years that austerity doesn't unleash growth and enforced poverty doesn't generate prosperity.\n\n\n\n[READ: Bad News Is Good for Gas Prices]\n\nPatient Zero in this clinical trial has been Greece, the poster child for all that allegedly ails socialist societies and modern democracies: People voted themselves large welfare benefits and public sector pensions, borrowed to finance them, then refused to pay back the money, so they must be punished. There's some truth in this, but it's also, of course, more complicated. Someone actually chose to lend that money – and it turns out that it was private lenders. Where are the conservatives and free-market advocates demanding that these lenders, rather than just taxpayers, take the fall for making, and, in fact, encouraging, bad bets?\n\nThe situation in Puerto Rico is not much different. For decades, Puerto Rico has run a structural budget deficit that it has borrowed to paper over, due in large part to an extensive 20th century welfare state unsupported by adequate tax revenue. This is a phenomenon not unknown on the mainland, and Puerto Rico's politicians were aided and abetted by mainland advocates of anti-tax policies. Tax incentives were created by the federal government to subsidize businesses in moving manufacturing jobs to the island, and to incentivize investors artificially to purchase Puerto Rican debt instruments. The business tax incentives were removed just as the global recession hit, but the artificial incentive to buy commonwealth bonds remains, encouraging continued private investment in what otherwise would long ago have become junk bonds.\n\nThe holders of Puerto Rican bonds – just like the current holders of Greek debt – knew exactly what they were getting into. But the markets have continued lapping up Puerto Rican debt just like ghetto merchants ladling out payday loans and usurious rent-to-own deals. They are now shocked, shocked that Puerto Ricans, like Greeks, say they can't pay it all back, and they are demanding their pound of flesh.\n\n\n\n[READ: One Way the U.S. Is Like Greece]\n\nThe slow-motion Greek train wreck appears finally to be moving toward a half-recognition of the proper course: phased reforms to modernize government and promote growth, while restructuring unreasonable debt burdens rather than insisting upon false choices between fiscal irresponsibility or rejecting any debt relief whatsoever. Puerto Rico now provides the U.S. with the chance to show the world that we can do better by recognizing this sensible course upfront.\n\nPuerto Rico, like Greece and like virtually all governments in the world and even the U.S. today, could profitably trim some spending. My staff and I came up with a list of $500 million – more than 5 percent of the commonwealth budget – that could be cut without affecting government services or benefit programs. (In fact, it would probably improve them.) As I've written before, just about any operation, governmental or private, could fine-tune itself, shed 5 percent in operating costs, and do its job better. The governor and his budget staff, to their credit, have called for even more in (vaguer) cuts, although, as an independent report by former IMF experts notes, the commonwealth's bureaucracy has a history of ignoring such non-specific directives to reduce spending, rendering them moot after the fact.\n\nBut while it's necessary for Greece, Puerto Rico, and in fact virtually every government today to get its house in order, it's not sufficient. A family in tight economic straits needs to cut its wasteful expenditures, but it also needs to take the time, effort and money to invest in items that will improve its ability to pay its bills: education, training, capital expenditures like a car to get to work, or proactive expenses like health care or home repairs that will save money down the road. So, too, with societies.\n\n\n\n[SEE: Political Cartoons on the Economy]\n\nWhat's needed is not just to cut out mindless expenditures, but to cut the calls for mindless cuts. Puerto Rico, Greece or, for that matter, anyplace else, won't really be able to pay off its debts without becoming higher-income societies, and that requires more spending on public goods, not less. It just means spending on the right public goods.\n\nLenders, and their political partisans, need to ask themselves: Will they get more of their investment back by liberalizing their terms and providing the space for realistic growth policies than by being punitive now and getting pennies on the dollar? This is not a bleeding-heart question; it is a cold, hard economic calculation. Taxpayers and workers across the globe must confront the obverse of this issue: Will they be better off in the long run by accepting reductions in present consumption if it's used to finance growth-producing investment?", "article_metadata": {"zone": "homepage/articles", "keyword": "Politics [News]", "title": "Partisans Have It Wrong on Greece and Puerto Rico Financial Woes", "og": {"site_name": "US News & World Report", "description": "Partisans looking to score points on Greece and Puerto Rico aren't telling the whole story.", "title": "Both Sides Have It Wrong", "url": "http://www.usnews.com/opinion/blogs/eric-schnurer/2015/07/10/partisans-have-it-wrong-on-greece-and-puerto-rico-financial-woes", "image": "http://www.usnews.com/cmsmedia/c6/1186c0e67c42adfe9331aa4b63521b/media:bffdcdb947bd4f5da80432ba81b970a0GreeceBailout.JPEG", "type": "article"}, "twitter": {"description": "Partisans looking to score points on Greece and Puerto Rico aren't telling the whole story.", "site": "@USNews", "card": "summary", "title": "Partisans Have It Wrong on Greece and Puerto Rico Financial Woes"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "opinion", "date_published": "July 10, 2015", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Eric Schnurer,Greece,Puerto Rico,economy,global economy,TJS,Thomas Jefferson Street [Opinion],Politics [News]", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Partisans looking to score points on Greece and Puerto Rico aren't telling the whole story."}, "_id": "\"57477af46914bd0286fda015\"", "article_summary": "But while it's necessary for Greece, Puerto Rico, and in fact virtually every government today to get its house in order, it's not sufficient.\nPuerto Rico, like Greece and like virtually all governments in the world and even the U.S. today, could profitably trim some spending.\nThe situation in Puerto Rico is not much different.\nThe holders of Puerto Rican bonds – just like the current holders of Greek debt – knew exactly what they were getting into.\nPuerto Rico now provides the U.S. with the chance to show the world that we can do better by recognizing this sensible course upfront."}