{"article_title": "Nullification in Practice: New South Carolina Bill Would “Gut Obamacare” in the State", "article_keywords": ["enforcement", "bill", "federal", "tax", "practice", "obamacare", "state", "health", "gut", "nullification", "insurance", "south", "carolina"], "article_url": "http://blog.tenthamendmentcenter.com/2014/12/nullification-in-practice-new-south-carolina-bill-would-gut-obamacare-in-the-state/", "article_text": "COLUMBIA S.C., Dec. 11, 2014 – The fight to nullify Obamacare in South Carolina continues with a bill introduced in the state House by Rep. Bill Chumley earlier today.\n\nOver the last two years, Chumley, along with Sen. Tom Davis, led a bold effort to reject the federal act in the state. Chumley’s 2013 bill, H.3101, and Davis’ amendment to it, garnered national attention, but ultimately was not given a full vote in the state legislature due to a parliamentary technicality.\n\nBut Chumley is back for round two, and his new bill starts from a powerful position. Based on the Davis amendment to H.3101, which had widespread support in the Senate, it would be a significant blow to implementation of Obamacare in the state. Some call it a “nullification in practice.”\n\nCalled the “ACA Anti-Commandeering Act,” House Bill 3020 (H. 3020) addresses large areas of Obamacare and bans state participation or enforcement.\n\nThe legislation prohibits the state from implementing or participating in the “establishment of a health insurance exchange,” or expanding Medicaid under the federal act. It also prohibits the state from taking actions to “assist in the enrollment of any person” in an exchange.\n\nH.3020 also specifically targets the individual and the employer mandates. It prohibits the state from enforcing or even aiding in the enforcement of either section. This includes an express prohibition on the use of any “assets, state funds or funds authorized or allocated by the state to any public body… to engage in any activity that aids in the enforcement of any federal act, law, order, rule, or regulation intended to give effect to or facilitate the enforcement” of these mandates, or “any other portion of the ACA.”\n\nJudge Andrew Napolitano has said that this action taken by a number of states would “gut Obamacare.” James Madison, writing in Federalist #46, said that such a “refusal to cooperate with officers of the Union” would create effective roadblocks to stop implementation of federal acts.\n\n“The federal government can barely manage running a website,” said Mike Maharrey, national communications director for the Tenth Amendment Center. “If South Carolina withdraws all material support and resources from the implementation of Obamacare, this will effectively pull the rug out from under it in practice,” he continued.\n\nMaharrey noted that the South Carolina Department of Insurance (SCDOI) would be banned from investigating or enforcing violations of federally mandated health insurance requirements and said this will “prove particularly problematic for the federal government.”\n\nInsurance commissioners serve as the enforcement arm for insurance regulation in the states. The federal government has no enforcement arm. It assumed the state insurance commissioners would enforce all of the provisions of the ACA. So, when people have issues with their mandated coverage, they will have to call the feds. At this point, it remains unclear who they will even call should the SCDOI be prohibited from carrying out this essential task. Issues SCDOI would not address include prohibiting a denial of insurance for preexisting conditions, requiring dependent coverage for children up to age 26, and proscribing lifetime or yearly dollar limits on coverage of essential health benefits.\n\n“Disputes over these mandates arise under federal, not state law,” said Georgia State Rep. Jason Spencer, who sponsored a bill to take this step in 2013. “The federal Department of Health and Human Services can be expected to seek to commandeer the machinery of Georgia’s commissioner of insurance to enforce them or to investigate alleged violations because at present there is no federal health insurance agency and Congress is not likely to create one given the substantial opposition to Obamacare. Under HB707, the feds won’t be able to do that. They’ll have to figure out how to do it themselves.”\n\nMaharrey also noted that the South Carolina state and local employees would be banned from recording IRS tax liens that result from a failure to pay the Obamacare “tax.” Federal tax liens in South Carolina are recorded\n\nAdditionally, tax liens from the IRS for failure to pay the mandate’s “tax” penalty are recorded in South Carolinaby a county register of deeds or clerk of court. Passage of H.3020 would legally prevent South Carolina localities from participating in this action, lessening the effect of the mandate by allowing home owners, for example, to reduce the risk of refusing to comply.\n\nNEXT UP\n\nThe legislative session in South Carolina begins on Jan 13, 2015. H.3020 was referred to the House Committee on Labor, Commerce and Industry where it will need to pass by a majority vote before the full house has an opportunity to consider it.\n\nACTION STEPS\n\nIn South Carolina (other states below)\n\n1. Call your state representative. A phone call has far more impact than an email, so call them. Strongly, but with courtesy, let them know that you support H. 3020 and want them to co-sponsor and support the bill as well. If they do not commit to that, ask them why. If they don’t have an answer, let them know you’ll call back in a few days. Then do it again and again until you get the answer you’re looking for – a YES on H. 3020.\n\nContact info here: http://www.scstatehouse.gov/legislatorssearch.php\n\n2. Call the committee chair. Be respectful – and ask him to give a prompt hearing and vote for H. 3020.\n\nWilliam E. “Bill” Sandifer, III\n\n(803) 734-3015\n\n3. Call all the other committee members. Strongly, but respectfully urge each of them to vote YES on H.3020. If they do not commit to a YES, ask them why, and if they remain undecided let them know you’ll follow up in a few days.\n\nCommittee members here: http://www.scstatehouse.gov/committeeinfo/houselci.php\n\n4. Spread this information widely. Send it to your friends, local and state grassroots groups, and everywhere possible to get the word out.\n\nAll other states – ask your state rep and senator to introduce a bill similar to the one being considered in South Carolina. Contact info here: http://openstates.org/find_your_legislator/\n\nRelated posts", "article_metadata": {"description": "COLUMBIA S.C., Dec. 11, 2014  – The fight to nullify Obamacare in South Carolina continues with a bill introduced in the state House by Rep. Bill Chumley", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "Tenth Amendment Center Blog", "description": "COLUMBIA S.C., Dec. 11, 2014  – The fight to nullify Obamacare in South Carolina continues with a bill introduced in the state House by Rep. Bill Chumley earlier today. Over the last two years, Chumley, along with Sen. Tom Davis, led a bold effort to reject the federal act in the state. Chumley's 2013 bill, H.3101, and Davis' amendment to it, garnered national attention, but ultimately was not given a full vote in the state legislature due to a parliamentary technicality. But Chumley is back for round two, and his new bill starts from a powerful position. Based on the Davis amendment to H.3101, which had widespread support in the Senate, it would be a significant blow to implementation of Obamacare in the state. Some call it a “nullification in practice.” Called the \"ACA Anti-Commandeering Act,\" House Bill 3020 (H. 3020) addresses large areas of Obamacare and bans state participation or enforcement. The legislation prohibits the state from implementing or participating", "title": "Nullification in Practice: New South Carolina Bill Would “Gut Obamacare” in the State | Tenth Amendment Center Blog", "url": "http://blog.tenthamendmentcenter.com/2014/12/nullification-in-practice-new-south-carolina-bill-would-gut-obamacare-in-the-state/", "image": "http://blog.tenthamendmentcenter.com/files/2014/12/obamacare-south-carolina-121114-1024x535.png", "type": "website"}, "twitter": {"image": "http://blog.tenthamendmentcenter.com/files/2014/12/obamacare-south-carolina-121114-1024x535.png", "description": "COLUMBIA S.C., Dec. 11, 2014  – The fight to nullify Obamacare in South Carolina continues with a bill introduced in the state House by Rep. Bill Chumley earlier today. Over the last two years, Chumley, along with Sen. Tom Davis, led a bold effort to reject the federal act in the state. Chumley's 2013 bill, H.3101, and Davis' amendment to it, garnered national attention, but ultimately was not given a full vote in the state legislature due to a parliamentary technicality. But Chumley is back for round two, and his new bill starts from a powerful position. Based on the Davis amendment to H.3101, which had widespread support in the Senate, it would be a significant blow to implementation of Obamacare in the state. Some call it a “nullification in practice.” Called the \"ACA Anti-Commandeering Act,\" House Bill 3020 (H. 3020) addresses large areas of Obamacare and bans state participation or enforcement. The legislation prohibits the state from implementing or participating", "card": "summary", "title": "Nullification in Practice: New South Carolina Bill Would “Gut Obamacare” in the State | Tenth Amendment Center Blog"}, "fb": {"admins": 656446677, "pages": 143173285763}, "keywords": "health care,issues,nullification,state bills", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "COLUMBIA S.C., Dec. 11, 2014 – The fight to nullify Obamacare in South Carolina continues with a bill introduced in the state House by Rep. Bill Chumley earlier today.\nAll other states – ask your state rep and senator to introduce a bill similar to the one being considered in South Carolina.\n“If South Carolina withdraws all material support and resources from the implementation of Obamacare, this will effectively pull the rug out from under it in practice,” he continued.\nNEXT UPThe legislative session in South Carolina begins on Jan 13, 2015.\nIt assumed the state insurance commissioners would enforce all of the provisions of the ACA."}