{"article_title": "Omar Khadr, once a Guantanamo inmate, freed on bail in Canada", "article_keywords": ["canada", "court", "canadian", "khadr", "bay", "inmate", "released", "omar", "alberta", "guantanamo", "ruled", "bail", "war", "freed"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/05/07/Omar-Khadr-once-Guantanamo-inmate-freed-bail-Canada", "article_text": "EDMONTON, Alberta (Reuters) - Omar Khadr, a Canadian who was once the youngest prisoner held on terror charges at Guantanamo Bay, was released on bail from an Alberta prison Thursday while he appeals a murder conviction by a U.S. military tribunal.\n\nA judge in an Alberta court ruled that Khadr, who was captured in Afghanistan when he was 15 and pleaded guilty to killing a U.S. soldier, can be released on bail, denying an appeal by the Canadian government to keep him in custody.\n\nKhadr, 28, who was transferred to Alberta from a U.S. naval base prison at Guantanamo Bay in Cuba in 2012, emerged from his lawyer's home Thursday evening to neighbors' cheers.\n\n\"I'm sorry for the pain that I might have caused the families of the victims,\" Khadr told reporters, adding: \"I can't change the past. All I can do is work on the present and the future.\"\n\nAsked if he denounces violent jihad, Khadr softly but firmly replied: \"Yes.\"\n\nKhadr was the first person since World War Two to be prosecuted in a war crimes tribunal for acts committed as a juvenile.\n\nHis case has divided Canadians. While the government opposed his release, human rights advocates such as Amnesty International say the one-time child soldier has been denied due process.\n\nBail conditions imposed by an Alberta court include that Khadr wear an electronic monitoring device, live with his lawyer in Edmonton, observe a nightly curfew, and has only monitored contact with his family.\n\nA judge had ruled in April that Khadr should be released on bail, but the Conservative government of Prime Minister Stephen Harper appealed, arguing that his release would harm Canada's relationship with the United States.\n\n\"We are disappointed with today's decision, and regret that a convicted terrorist has been allowed back into Canadian society without having served his full sentence,\" a spokesman for Public Safety Minister Steven Blaney said in a statement.\n\nThe Canadian Supreme Court ruled in 2010 that Canada breached Khadr's rights by sending intelligence agents to interrogate him at Guantanamo Bay in both 2003 and 2004, and by sharing the results with the United States.\n\nKhadr was taken to Afghanistan by his father, a senior al Qaeda member, who apprenticed the boy to a group of bomb makers who opened fire when U.S. troops went to their compound. A firefight followed, during which Khadr was blinded in one eye and shot twice in the back.\n\n(Writing and additional reporting by Andrea Hopkins, additional reporting by Julie Gordon; Editing by Bernadette Baum, Peter Galloway and Ken Wills)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "EDMONTON, Alberta (Reuters) - Omar Khadr, a Canadian who was once the youngest prisone", "title": "Omar Khadr, once a Guantanamo inmate, freed on bail in Canada", "url": "http://www.thefiscaltimes.com/latestnews/2015/05/07/Omar-Khadr-once-Guantanamo-inmate-freed-bail-Canada", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/canada-court-khadr_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/05/07/Omar-Khadr-once-Guantanamo-inmate-freed-bail-Canada", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/canada-court-khadr_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "EDMONTON, Alberta (Reuters) - Omar Khadr, a Canadian who was once the youngest prisone", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fda027\"", "article_summary": "Khadr, 28, who was transferred to Alberta from a U.S. naval base prison at Guantanamo Bay in Cuba in 2012, emerged from his lawyer's home Thursday evening to neighbors' cheers.\nEDMONTON, Alberta (Reuters) - Omar Khadr, a Canadian who was once the youngest prisoner held on terror charges at Guantanamo Bay, was released on bail from an Alberta prison Thursday while he appeals a murder conviction by a U.S. military tribunal.\nThe Canadian Supreme Court ruled in 2010 that Canada breached Khadr's rights by sending intelligence agents to interrogate him at Guantanamo Bay in both 2003 and 2004, and by sharing the results with the United States.\nBail conditions imposed by an Alberta court include that Khadr wear an electronic monitoring device, live with his lawyer in Edmonton, observe a nightly curfew, and has only monitored contact with his family.\nKhadr was the first person since World War Two to be prosecuted in a war crimes tribunal for acts committed as a juvenile."}