{"article_title": "National Review", "article_keywords": ["week", "good", "final", "rules", "review", "agencies", "pages", "regulations", "federal", "set", "total", "national"], "article_url": "http://www.nationalreview.com/corner/364215/why-do-we-have-excess-regulation-and-can-we-get-rid-it-veronique-de-rugy", "article_text": "As a general rule, the main incentive faced by regulatory agencies is to produce more and more regulations. They have no incentives to even make sure that these regulations are needed, appropriately addressing a problem, or not causing more harm than good. The result is more and more regulations. How much more? Over at the Competitive Enterprise Institute’s blog, Ryan Young gives a list of 66 new regulations produced in a week:\n\nIt was a short work week because of the Veterans Day holiday, but agencies still added nearly 1,700 pages to the 2013 Federal Register, which is on track to be the fifth-largest ever despite a two-week shutdown. On to the data: Last week, 66 new final regulations were published in the Federal Register . There were 78 new final rules the previous week.\n\n. There were 78 new final rules the previous week. That’s the equivalent of a new regulation every two hours and 33 minutes.\n\nAll in all, 3,186 final rules have been published in the Federal Register this year.\n\nthis year. If this keeps up, the total tally for 2013 will be 3,604 new final rules.\n\nLast week, 1,689 new pages were added to the 2013 Federal Register , for a total of 68,313 pages.\n\n, for a total of 68,313 pages. At its current pace, the 2013 Federal Register will run 77,278 pages, which would be good for fifth all time. The current record is 81,405 pages, set in 2010.\n\nwill run 77,278 pages, which would be good for fifth all time. The current record is 81,405 pages, set in 2010. Rules are called “economically significant” if they have costs of $100 million or more in a given year. No such rules were published last week, keeping the total at 35 so far in 2013.\n\nNo such rules were published last week, keeping the total at 35 so far in 2013. The total estimated compliance costs of this year’s economically significant regulations ranges from $6.42 billion to $11.82 billion.\n\nSo far, 289 final rules that meet the broader definition of “significant” have been published in 2013.\n\nSo far this year, 629 final rules affect small business; 86 of them are significant rules.\n\nHow businesses can keep up with all the regulations they are subjected to is a mystery to me. What is not a mystery is how damaging an aggressive regulatory state can be. Tyler Cowen had a piece in the New York Times this past weekend on the need to get rid of old regulations and how to go about it. He writes:\n\nThe point isn’t that we should eliminate all regulation or give up on clean air and water. In fact, we may need tougher guidelines — albeit simpler ones — to govern what is permissible for activities like financial risk-taking or burning coal. Still, a paring back of regulation in many areas, based on clearer priorities, seems in order. The Office of Information and Regulatory Affairs, within the White House, has advocated a retrospective review of unnecessary regulations. That’s a good idea, but the office has a full-time staff of only about 50, and its budget, adjusted for inflation, has declined since the early 1980s. The regulatory agencies outspend the office by a factor of about 7,000. . . . Some past deregulatory successes came in “big bang” changes, like the airline deregulation of the 1970s, which shut down the Civil Aeronautics Board. What we need today is the selective pruning of bad regulations. . . . Better bureaucratic incentives are needed. Agencies are now motivated to generate regulation after regulation, because those are the formal assignments set before them. One possible step forward would be to require agencies to submit plans for retiring some fraction of their regulations over the next few years, and to reward these agencies for seeing this process through.\n\nThis would be a first step in the right direction, but we would need something more radical to change the incentives regulators have to regulate for no good reason.\n\nCowen reminds liberals that over-regulation is prevalent in the public sector, too, and is preventing the government from doing some of the things they would like to see accomplished, like building a functioning HealthCare.gov website:\n\nThe tangle known as government procurement has exacerbated problems with the Affordable Care Act’s health insurance exchanges. The required formal processes made it difficult to hire the best possible talent, led to nightmare organizational charts and resulted in blurred lines of accountability. It’s hard to turn on a dime and fix such problems overnight, no matter how pressing the need.\n\nPresident Obama acknowledged that fact a week ago in one of his numerous appearances attempting to appease the public about the ACA’s troubled rollout without taking responsible for the mess. University of Wisconsin Law School’s Ann Althouse had a good post on this:\n\nIn yesterday’s interview with Chuck Todd, Obama said: ”You know, one of the lessons — learned from this whole process on the website — is that probably the biggest gap between the private sector and the federal government is when it comes to I.T. Well, the reason is is that when it comes to my campaign, I’m not constrained by a bunch of federal procurement rules, right?” That is, many have pointed out that his campaign website was really good, so why didn’t that mean that he’d be good at setting up a health insurance website? The answer is that the government is bad because the government is hampered by . . . government!\n\nBut as she points out, the real lesson he learned from this experience wasn’t that government isn’t very good at building things or that government gets in the way of private business, but rather that he would like to expand the government’s sphere of intervention:\n\nThis should have made him sympathetic to the way government burdens private enterprise, but he’s focused on liberating government to take over more of what has been done privately. And yet there’s no plan, no idea about what would suddenly enable government to displace private businesses competing to offer a product people want to buy.\n\n\n\nInstead, we’ve been told we must buy a product, and things have been set up so we can only go through the government’s market (the “exchange”), and the government has already demonstrated that its market doesn’t work. But you can’t walk away, you’re forced to buy, and there’s nowhere else to go. And yet, he wants us to feel bad about the cumbersome bureaucracy the government encountered trying to procure the wherewithal to set up the market it had already decided we would all need to use.\n\nThis is another area where public-choice economists get it right. It would do a lot of good for pro-government advocates, on both sides of the political aisle, to read the work of economists like James Buchanan, Gordon Tullock, Bill Niskanen, and many more. The work of George Stigler on regulatory capture is extremely useful (as is Niskanen). My colleague Adam Thierer has compiled a great list on this issue for those of you interested.", "article_metadata": {"tweettext": "Why Do We Have Excess Regulation, and Can We Get Rid of It?", "sailthru.author": "Veronique de Rugy", "description": "As a general rule, the main incentive faced by regulatory agencies is to produce more and more regulations. They have no incentives to even make sure that these regulations are needed, appropriately addressing a problem, or not causing more harm than good. The result is more and more regulations. How much more? Over at the Competitive Enterprise Institute’s blog, Ryan Young gives a list of 66 new regulations produced in a week:\n\n\nIt was a short work week because of the Veterans Day holiday, but agencies still added nearly 1,700 pages to the 2013 Federal Register, which is on track to be the fifth-largest ever despite a two-week shutdown.\n\nOn to the data:\n\nLast week, 66 new final regulations were published in the Federal Register. There were 78 new final rules the previous week.\n\tThat’s the equivalent of a new regulation every two hours and 33 minutes.\n\tAll in all, 3,186 final rules have been published in the Federal Register this year.\n\tIf this keeps up, the total tally for 2013 will be 3,604 new final rules.\n\tLast week, 1,689 new pages were added to the 2013 Federal Register, for a total of 68,313 pages.\n\tAt its current pace, the 2013 Federal Register will run 77,278 pages, which would be good for fifth all time. The current record is 81,405 pages, set in 2010.\n\tRules are called “economically significant” if they have costs of $100 million or more in a given year.  No such rules were published last week, keeping the total at 35 so far in 2013.\n\tThe total estimated compliance costs of this year’s economically significant regulations ranges from $6.42 billion to $11.82 billion.\n\tSo far, 289 final rules that meet the broader definition of “significant” have been published in 2013.\n\tSo far this year, 629 final rules affect small business; 86 of them are significant rules.\n\n\nHow businesses can keep up with all the regulations they are subjected to is a mystery to me. What is not a mystery is how damaging an aggressive regulatory state can be. Tyler Cowen had a piece in the New York Times this past weekend on the need to get rid of old regulations and how to go about it. He writes:\n\n\nThe point isn’t that we should eliminate all regulation or give up on clean air and water. In fact, we may need tougher guidelines — albeit simpler ones — to govern what is permissible for activities like financial risk-taking or burning coal. Still, a paring back of regulation in many areas, based on clearer priorities, seems in order.\n\nThe Office of Information and Regulatory Affairs, within the White House, has advocated a retrospective review of unnecessary regulations. That’s a good idea, but the office has a full-time staff of only about 50, and its budget, adjusted for inflation, has declined since the early 1980s. The regulatory agencies outspend the office by a factor of about 7,000. . . .\n\nSome past deregulatory successes came in “big bang” changes, like the airline deregulation of the 1970s, which shut down the Civil Aeronautics Board. What we need today is the selective pruning of bad regulations. . . .\n\nBetter bureaucratic incentives are needed. Agencies are now motivated to generate regulation after regulation, because those are the formal assignments set before them. One possible step forward would be to require agencies to submit plans for retiring some fraction of their regulations over the next few years, and to reward these agencies for seeing this process through.\n\n\nThis would be a first step in the right direction, but we would need something more radical to change the incentives regulators have to regulate for no good reason.\n\n\nCowen reminds liberals that over-regulation is prevalent in the public sector, too, and is preventing the government from doing some of the things they would like to see accomplished, like building a functioning HealthCare.gov website:\n\n\nThe tangle known as government procurement has exacerbated problems with the Affordable Care Act’s health insurance exchanges. The required formal processes made it difficult to hire the best possible talent, led to nightmare organizational charts and resulted in blurred lines of accountability. It’s hard to turn on a dime and fix such problems overnight, no matter how pressing the need.\n\n\nPresident Obama acknowledged that fact a week ago in one of his numerous appearances attempting to appease the public about the ACA’s troubled rollout without taking responsible for the mess. University of Wisconsin Law School’s Ann Althouse had a good post on this:\n\n\nIn yesterday’s interview with Chuck Todd, Obama said: ”You know, one of the lessons — learned from this whole process on the website — is that probably the biggest gap between the private sector and the federal government is when it comes to I.T. Well, the reason is is that when it comes to my campaign, I’m not constrained by a bunch of federal procurement rules, right?”\n\nThat is, many have pointed out that his campaign website was really good, so why didn’t that mean that he’d be good at setting up a health insurance website? The answer is that the government is bad because the government is hampered by . . . government!\n\n\nBut as she points out, the real lesson he learned from this experience wasn’t that government isn’t very good at building things or that government gets in the way of private business, but rather that he would like to expand the government’s sphere of intervention:\n\n\nThis should have made him sympathetic to the way government burdens private enterprise, but he’s focused on liberating government to take over more of what has been done privately. And yet there’s no plan, no idea about what would suddenly enable government to displace private businesses competing to offer a product people want to buy.\nInstead, we’ve been told we must buy a product, and things have been set up so we can only go through the government’s market (the “exchange”), and the government has already demonstrated that its market doesn’t work. But you can’t walk away, you’re forced to buy, and there’s nowhere else to go. And yet, he wants us to feel bad about the cumbersome bureaucracy the government encountered trying to procure the wherewithal to set up the market it had already decided we would all need to use.\n\n\nThis is another area where public-choice economists get it right. It would do a lot of good for pro-government advocates, on both sides of the political aisle, to read the work of economists like James Buchanan, Gordon Tullock, Bill Niskanen, and many more. The work of George Stigler on regulatory capture is extremely useful (as is Niskanen). My colleague Adam Thierer has compiled a great list on this issue for those of you interested.", "generator": "Drupal 7 (http://drupal.org)", "title": "| National Review", "og": {"site_name": "National Review Online", "description": "As a general rule, the main incentive faced by regulatory agencies is to produce more and more regulations. They have no incentives to even make sure that these regulations are needed, appropriately addressing a problem, or not causing more harm than good. The result is more and more regulations. How much more? Over at the Competitive Enterprise Institute’s blog, Ryan Young gives a list of 66 new regulations produced in a week:\n\n\nIt was a short work week because of the Veterans Day holiday, but agencies still added nearly 1,700 pages to the 2013 Federal Register, which is on track to be the fifth-largest ever despite a two-week shutdown.\n\nOn to the data:\n\nLast week, 66 new final regulations were published in the Federal Register. There were 78 new final rules the previous week.\n\tThat’s the equivalent of a new regulation every two hours and 33 minutes.\n\tAll in all, 3,186 final rules have been published in the Federal Register this year.\n\tIf this keeps up, the total tally for 2013 will be 3,604 new final rules.\n\tLast week, 1,689 new pages were added to the 2013 Federal Register, for a total of 68,313 pages.\n\tAt its current pace, the 2013 Federal Register will run 77,278 pages, which would be good for fifth all time. The current record is 81,405 pages, set in 2010.\n\tRules are called “economically significant” if they have costs of $100 million or more in a given year.  No such rules were published last week, keeping the total at 35 so far in 2013.\n\tThe total estimated compliance costs of this year’s economically significant regulations ranges from $6.42 billion to $11.82 billion.\n\tSo far, 289 final rules that meet the broader definition of “significant” have been published in 2013.\n\tSo far this year, 629 final rules affect small business; 86 of them are significant rules.\n\n\nHow businesses can keep up with all the regulations they are subjected to is a mystery to me. What is not a mystery is how damaging an aggressive regulatory state can be. Tyler Cowen had a piece in the New York Times this past weekend on the need to get rid of old regulations and how to go about it. He writes:\n\n\nThe point isn’t that we should eliminate all regulation or give up on clean air and water. In fact, we may need tougher guidelines — albeit simpler ones — to govern what is permissible for activities like financial risk-taking or burning coal. Still, a paring back of regulation in many areas, based on clearer priorities, seems in order.\n\nThe Office of Information and Regulatory Affairs, within the White House, has advocated a retrospective review of unnecessary regulations. That’s a good idea, but the office has a full-time staff of only about 50, and its budget, adjusted for inflation, has declined since the early 1980s. The regulatory agencies outspend the office by a factor of about 7,000. . . .\n\nSome past deregulatory successes came in “big bang” changes, like the airline deregulation of the 1970s, which shut down the Civil Aeronautics Board. What we need today is the selective pruning of bad regulations. . . .\n\nBetter bureaucratic incentives are needed. Agencies are now motivated to generate regulation after regulation, because those are the formal assignments set before them. One possible step forward would be to require agencies to submit plans for retiring some fraction of their regulations over the next few years, and to reward these agencies for seeing this process through.\n\n\nThis would be a first step in the right direction, but we would need something more radical to change the incentives regulators have to regulate for no good reason.\n\n\nCowen reminds liberals that over-regulation is prevalent in the public sector, too, and is preventing the government from doing some of the things they would like to see accomplished, like building a functioning HealthCare.gov website:\n\n\nThe tangle known as government procurement has exacerbated problems with the Affordable Care Act’s health insurance exchanges. The required formal processes made it difficult to hire the best possible talent, led to nightmare organizational charts and resulted in blurred lines of accountability. It’s hard to turn on a dime and fix such problems overnight, no matter how pressing the need.\n\n\nPresident Obama acknowledged that fact a week ago in one of his numerous appearances attempting to appease the public about the ACA’s troubled rollout without taking responsible for the mess. University of Wisconsin Law School’s Ann Althouse had a good post on this:\n\n\nIn yesterday’s interview with Chuck Todd, Obama said: ”You know, one of the lessons — learned from this whole process on the website — is that probably the biggest gap between the private sector and the federal government is when it comes to I.T. Well, the reason is is that when it comes to my campaign, I’m not constrained by a bunch of federal procurement rules, right?”\n\nThat is, many have pointed out that his campaign website was really good, so why didn’t that mean that he’d be good at setting up a health insurance website? The answer is that the government is bad because the government is hampered by . . . government!\n\n\nBut as she points out, the real lesson he learned from this experience wasn’t that government isn’t very good at building things or that government gets in the way of private business, but rather that he would like to expand the government’s sphere of intervention:\n\n\nThis should have made him sympathetic to the way government burdens private enterprise, but he’s focused on liberating government to take over more of what has been done privately. And yet there’s no plan, no idea about what would suddenly enable government to displace private businesses competing to offer a product people want to buy.\nInstead, we’ve been told we must buy a product, and things have been set up so we can only go through the government’s market (the “exchange”), and the government has already demonstrated that its market doesn’t work. But you can’t walk away, you’re forced to buy, and there’s nowhere else to go. And yet, he wants us to feel bad about the cumbersome bureaucracy the government encountered trying to procure the wherewithal to set up the market it had already decided we would all need to use.\n\n\nThis is another area where public-choice economists get it right. It would do a lot of good for pro-government advocates, on both sides of the political aisle, to read the work of economists like James Buchanan, Gordon Tullock, Bill Niskanen, and many more. The work of George Stigler on regulatory capture is extremely useful (as is Niskanen). My colleague Adam Thierer has compiled a great list on this issue for those of you interested.", "title": "Why Do We Have Excess Regulation, and Can We Get Rid of It?", "url": "http://www.nationalreview.com/corner/364215/why-do-we-have-excess-regulation-and-can-we-get-rid-it-veronique-de-rugy", "image": "http://c0.nrostatic.com/sites/default/files/page_2014_200_derugy_square_1.jpg", "type": "article"}, "twitter": {"url": "http://www.nationalreview.com/corner/364215/why-do-we-have-excess-regulation-and-can-we-get-rid-it-veronique-de-rugy", "description": "As a general rule, the main incentive faced by regulatory agencies is to produce more and more regulations. They have no incentives to even make sure that these regulations are needed, appropriately addressing a problem, or not causing more harm than good. The result is more and more regulations. How much more? Over at the Competitive Enterprise Institute’s blog, Ryan Young gives a list of 66 new regulations produced in a week:\n\n\nIt was a short work week because of the Veterans Day holiday, but agencies still added nearly 1,700 pages to the 2013 Federal Register, which is on track to be the fifth-largest ever despite a two-week shutdown.\n\nOn to the data:\n\nLast week, 66 new final regulations were published in the Federal Register. There were 78 new final rules the previous week.\n\tThat’s the equivalent of a new regulation every two hours and 33 minutes.\n\tAll in all, 3,186 final rules have been published in the Federal Register this year.\n\tIf this keeps up, the total tally for 2013 will be 3,604 new final rules.\n\tLast week, 1,689 new pages were added to the 2013 Federal Register, for a total of 68,313 pages.\n\tAt its current pace, the 2013 Federal Register will run 77,278 pages, which would be good for fifth all time. The current record is 81,405 pages, set in 2010.\n\tRules are called “economically significant” if they have costs of $100 million or more in a given year.  No such rules were published last week, keeping the total at 35 so far in 2013.\n\tThe total estimated compliance costs of this year’s economically significant regulations ranges from $6.42 billion to $11.82 billion.\n\tSo far, 289 final rules that meet the broader definition of “significant” have been published in 2013.\n\tSo far this year, 629 final rules affect small business; 86 of them are significant rules.\n\n\nHow businesses can keep up with all the regulations they are subjected to is a mystery to me. What is not a mystery is how damaging an aggressive regulatory state can be. Tyler Cowen had a piece in the New York Times this past weekend on the need to get rid of old regulations and how to go about it. He writes:\n\n\nThe point isn’t that we should eliminate all regulation or give up on clean air and water. In fact, we may need tougher guidelines — albeit simpler ones — to govern what is permissible for activities like financial risk-taking or burning coal. Still, a paring back of regulation in many areas, based on clearer priorities, seems in order.\n\nThe Office of Information and Regulatory Affairs, within the White House, has advocated a retrospective review of unnecessary regulations. That’s a good idea, but the office has a full-time staff of only about 50, and its budget, adjusted for inflation, has declined since the early 1980s. The regulatory agencies outspend the office by a factor of about 7,000. . . .\n\nSome past deregulatory successes came in “big bang” changes, like the airline deregulation of the 1970s, which shut down the Civil Aeronautics Board. What we need today is the selective pruning of bad regulations. . . .\n\nBetter bureaucratic incentives are needed. Agencies are now motivated to generate regulation after regulation, because those are the formal assignments set before them. One possible step forward would be to require agencies to submit plans for retiring some fraction of their regulations over the next few years, and to reward these agencies for seeing this process through.\n\n\nThis would be a first step in the right direction, but we would need something more radical to change the incentives regulators have to regulate for no good reason.\n\n\nCowen reminds liberals that over-regulation is prevalent in the public sector, too, and is preventing the government from doing some of the things they would like to see accomplished, like building a functioning HealthCare.gov website:\n\n\nThe tangle known as government procurement has exacerbated problems with the Affordable Care Act’s health insurance exchanges. The required formal processes made it difficult to hire the best possible talent, led to nightmare organizational charts and resulted in blurred lines of accountability. It’s hard to turn on a dime and fix such problems overnight, no matter how pressing the need.\n\n\nPresident Obama acknowledged that fact a week ago in one of his numerous appearances attempting to appease the public about the ACA’s troubled rollout without taking responsible for the mess. University of Wisconsin Law School’s Ann Althouse had a good post on this:\n\n\nIn yesterday’s interview with Chuck Todd, Obama said: ”You know, one of the lessons — learned from this whole process on the website — is that probably the biggest gap between the private sector and the federal government is when it comes to I.T. Well, the reason is is that when it comes to my campaign, I’m not constrained by a bunch of federal procurement rules, right?”\n\nThat is, many have pointed out that his campaign website was really good, so why didn’t that mean that he’d be good at setting up a health insurance website? The answer is that the government is bad because the government is hampered by . . . government!\n\n\nBut as she points out, the real lesson he learned from this experience wasn’t that government isn’t very good at building things or that government gets in the way of private business, but rather that he would like to expand the government’s sphere of intervention:\n\n\nThis should have made him sympathetic to the way government burdens private enterprise, but he’s focused on liberating government to take over more of what has been done privately. And yet there’s no plan, no idea about what would suddenly enable government to displace private businesses competing to offer a product people want to buy.\nInstead, we’ve been told we must buy a product, and things have been set up so we can only go through the government’s market (the “exchange”), and the government has already demonstrated that its market doesn’t work. But you can’t walk away, you’re forced to buy, and there’s nowhere else to go. And yet, he wants us to feel bad about the cumbersome bureaucracy the government encountered trying to procure the wherewithal to set up the market it had already decided we would all need to use.\n\n\nThis is another area where public-choice economists get it right. It would do a lot of good for pro-government advocates, on both sides of the political aisle, to read the work of economists like James Buchanan, Gordon Tullock, Bill Niskanen, and many more. The work of George Stigler on regulatory capture is extremely useful (as is Niskanen). My colleague Adam Thierer has compiled a great list on this issue for those of you interested.", "card": "summary", "title": "Why Do We Have Excess Regulation, and Can We Get Rid of It?, by Veronique de Rugy, National Review"}, "sailthru.date": "Mon, 2013-11-18 15:15", "robots": "follow, index", "sailthru.title": "Why Do We Have Excess Regulation, and Can We Get Rid of It?", "keywords": "Veronique de Rugy", "fb": {"app_id": 129250807108374}, "sailthru.tags": "Why Do We Have Excess Regulation, and Can We Get Rid of It?, Veronique de Rugy, National Review", "msvalidate.01": "E48498F585100158A880ED1615918208", "google-site-verification": "OOtPjyj3i8ggfSXzZ7MPoTiwFy_JnfzKMPkjZ5bhpk0", "copyright": "© National Review, Inc.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Veronique de Rugy, Politics, Nation, World"}, "_id": "\"57477af46914bd0286fe1831\"", "article_summary": "The current record is 81,405 pages, set in 2010.will run 77,278 pages, which would be good for fifth all time.\nSo far this year, 629 final rules affect small business; 86 of them are significant rules.\nSo far, 289 final rules that meet the broader definition of “significant” have been published in 2013.\nThe Office of Information and Regulatory Affairs, within the White House, has advocated a retrospective review of unnecessary regulations.\nAll in all, 3,186 final rules have been published in the Federal Register this year."}