{"article_title": "Russell Westbrook out at least a month with broken hand – The Denver Post", "article_keywords": ["durant", "russell", "point", "season", "oklahoma", "guard", "denver", "hand", "broken", "second", "points", "clippers", "westbrook", "thunder", "post", "month"], "article_url": "http://www.denverpost.com/nuggets/ci_26845022/russell-westbrook-out-at-least-month-broken-hand", "article_text": "OKLAHOMA CITY — For the first time, Thunder coach Scott Brooks faces an extended period of time without his two biggest stars.\n\nWith MVP Kevin Durant already out, the Thunder announced Saturday that point guard Russell Westbrook will miss at least a month with a broken right hand. Westbrook, a three-time All-Star, was injured during the second quarter of Thursday night’s 93-90 loss to the Los Angeles Clippers. The team said Westbrook had successful surgery Saturday morning on the second metacarpal in the hand, and he will be re-evaluated in four weeks.\n\nWestbrook was expected to carry more of the load while Durant sits out for at least a month with a broken right foot. Now, continuity — one of Oklahoma City’s greatest strengths — is now gone. When Oklahoma City (0-2) plays its home opener Saturday against Denver, it will be the first time since Westbrook entered the league in 2008-09 that the home fans won’t see either Durant or Westbrook in the lineup. The duo missed a game at Boston last season, the only time Brooks has been without both since he became the head coach during Westbrook’s rookie season.\n\nThere’s much more missing than Durant and Westbrook. Reggie Jackson (ankle), Jeremy Lamb (lower back sprain), Mitch McGary (broken left foot) and Anthony Morrow (left MCL sprain) also missed Thursday’s game with injuries.\n\nThe Thunder have reached the Western Conference Finals three of the past four years and the NBA Finals once, but it will be hard to get back to that level if they fall too far back in the standings before their key players heal.\n\nWestbrook appeared to be on the edge of superstardom. He averaged 26.7 points, 7.3 rebounds and 8.1 assists in 19 playoff games last season. On Media Day, Brooks declared Westbrook the best point guard in the NBA. Durant’s injury offered a chance for Westbrook to establish himself as an MVP candidate and to show he could lead the way Durant did while Westbrook was out for two months following knee surgery last season. Westbrook got off to a good start, scoring 38 points in the season-opening loss at Portland before leaving his team’s second game.\n\nSerge Ibaka is the only Thunder player with star talent remaining. The athletic 6-foot-10 power forward averaged a career-high 15.1 points last season and also stepped up last season while Westbrook was out. He has been on the All-Defensive first team the past three years.\n\nBrooks has been forced to adjust. Free agent pickup Sebastian Telfair, the team’s No. 3 point guard, played 38 minutes against the Clippers. Perry Jones, who has struggled to get playing time behind Durant, scored a career-high 32 points against the Clippers. Lance Thomas, a training camp addition, played 19 minutes against Los Angeles.\n\nFollow Cliff Brunt on Twitter at twitter.com/CliffBruntAP", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Russell Westbrook out at least a month with broken hand", "title": "Russell Westbrook out at least a month with broken hand", "url": "http://www.denverpost.com/2014/11/01/russell-westbrook-out-at-least-a-month-with-broken-hand/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141101_114536_russell-westbrook.jpg", "height": 464}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141101_114536_russell-westbrook.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-11-01T11:46:06+00:00", "modified_time": "2016-04-26T17:04:09+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "With MVP Kevin Durant already out, the Thunder announced Saturday that point guard Russell Westbrook will miss at least a month with a broken right hand.\nWestbrook was expected to carry more of the load while Durant sits out for at least a month with a broken right foot.\nOn Media Day, Brooks declared Westbrook the best point guard in the NBA.\nThe athletic 6-foot-10 power forward averaged a career-high 15.1 points last season and also stepped up last season while Westbrook was out.\nWestbrook, a three-time All-Star, was injured during the second quarter of Thursday night’s 93-90 loss to the Los Angeles Clippers."}