{"article_title": "Congressmen press IRS on tax relief for wrongfully imprisoned", "article_keywords": ["wrongful", "johnson", "imprisoned", "federal", "house", "irs", "tax", "convicted", "relief", "congressmen", "press", "law", "wrongfully"], "article_url": "http://thehill.com/policy/finance/265604-congressmen-press-irs-on-tax-relief-for-wrongfully-imprisoned", "article_text": "A bipartisan pair of House members is asking the head of the Internal Revenue Service about the agency’s plans for implementing a new law that bars federal taxation on restitution for people who have been wrongfully imprisoned.\n\nReps. John Larson (D-Conn.) and Sam Johnson Sam JohnsonOvernight Finance: House votes to rein in IRS; Ryan won't set Puerto Rico timeline House GOP grills IRS head on illegal immigrants' tax returns House GOP chairman narrowly survives primary challenge MORE (R-Texas) had sponsored the Wrongful Convictions Tax Relief Act, which was included in the tax extenders package that was enacted in December.\n\nADVERTISEMENT\n\n“With the tax filing season fast approaching, we strongly encourage the IRS to expeditiously implement this legislation,” the congressmen said Tuesday in a letter to IRS Commissioner John Koskinen.\n\nThe new law allows individuals who receive compensation for wrongful federal or state incarceration to exclude that money from income for federal tax purposes. It also allows exonerated individuals who previously paid taxes on their awards to get their money back if they make a request by December of this year.\n\nThe congressmen asked Koskinen how the IRS will communicate the overall change in law and how long it will take to it. The congressmen asked the IRS to respond to their questions by Feb. 1.\n\nIn a press conference Tuesday, Johnson said that he and Larson were sending the letter because they “want to make sure that we hold the IRS’s feet to the fire.”\n\nJohnson has personal experience of being imprisoned. He had been accused of being a war criminal in Vietnam and was held in Hanoi for almost seven years.\n\nLarson said the new law is “simply common sense” for those who were wrongly convicted. “Least of what they deserve is to be further put upon by their country and taxed,” he said.\n\nLarson and Johnson were accompanied at the press conference by wrongfully convicted people they are bringing to Tuesday night’s State of the Union address.\n\nJohnson’s guest is Michael Morton of Texas, who had been convicted of killing his wife and spent almost 25 years in prison before his release and exoneration in 2011 due to DNA evidence.\n\n“We’re here today because we want to set things right,” Morton said. While it had been the practice of the IRS not to tax restitution prior to the law’s enactment, that could have changed on a whim, he said.\n\nLarson’s guest is James Tillman of Connecticut, who had been convicted of rape and kidnapping and spent 18years in prison until he was exonerated by DNA evidence in 2006.\n\nTillman said he was “joyful to be here.”", "article_metadata": {"dcterms.description": "Reps. John Larson and Sam Johnson said they want to “hold the IRS’s feet to the fire.”", "description": "Reps. John Larson and Sam Johnson said they want to “hold the IRS’s feet to the fire.”", "generator": "Drupal 7 (http://drupal.org)", "author": "Naomi Jagoda", "og": {"site_name": "TheHill", "description": "Reps. John Larson and Sam Johnson said they want to “hold the IRS’s feet to the fire.”", "title": "Congressmen press IRS on tax relief for wrongfully imprisoned", "url": "http://thehill.com/policy/finance/265604-congressmen-press-irs-on-tax-relief-for-wrongfully-imprisoned", "image": "http://thehill.com/sites/default/files/article_images/jail_010814getty.jpg", "updated_time": "2016-02-01T06:17:42-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-01T06:17-05:00", "dcterms.identifier": "http://thehill.com/policy/finance/265604-congressmen-press-irs-on-tax-relief-for-wrongfully-imprisoned", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2016-01-12T16:00-05:00", "dcterms.creator": "Dustin Weaver", "dcterms.type": "Text", "article": {"published_time": "2016-01-12T16:00:01-05:00", "modified_time": "2016-02-01T06:17:42-05:00"}, "keywords": ",Sam Johnson,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/finance/265604-congressmen-press-irs-on-tax-relief-for-wrongfully-imprisoned", "widgets": {"csp": "on"}, "description": "Reps. John Larson and Sam Johnson said they want to “hold the IRS’s feet to the fire.”", "card": "summary", "title": "Congressmen press IRS on tax relief for wrongfully imprisoned"}, "dcterms.title": "Congressmen press IRS on tax relief for wrongfully imprisoned"}, "article_summary": "The new law allows individuals who receive compensation for wrongful federal or state incarceration to exclude that money from income for federal tax purposes.\nLarson and Johnson were accompanied at the press conference by wrongfully convicted people they are bringing to Tuesday night’s State of the Union address.\nADVERTISEMENT“With the tax filing season fast approaching, we strongly encourage the IRS to expeditiously implement this legislation,” the congressmen said Tuesday in a letter to IRS Commissioner John Koskinen.\nThe congressmen asked Koskinen how the IRS will communicate the overall change in law and how long it will take to it.\nThe congressmen asked the IRS to respond to their questions by Feb. 1."}