{"article_title": "Boulder company designs winter coats even men can wrap their heads around", "article_keywords": ["boulder", "designs", "bennett", "heads", "winter", "coat", "company", "men", "coats", "ninox", "wear", "hoodie", "rose", "wrap", "wool", "husband"], "article_url": "http://www.dailycamera.com/lifestyles/ci_26940743/boulders-ninox-designs-mens-winter-jackets-coats-hoodies", "article_text": "The Weston Hoodie, $149, created by Boulder designer Ninox and made in America. The hoodie is made of organic cotton and features a high collar, lined hood, multidirectional zipper, and a hidden pocket with an audio port. ( Ninox / Courtesy photo )\n\nIf you go What: Ninox launch party When: 5:30-7 p.m. Thursday, Nov. 20 Where: Nod and Rose, 1220 Spruce St., Boulder. (Note: Nod and Rose is celebrating its two-year anniversary.) Info: ninox.cc\n\nMy husband and I have drastically different relationships with outerwear.\n\nMainly, I collect coats like some women collect shoes, and my husband refuses to wear anything other than a hoodie when it snows.\n\n\"Coloradans don't wear coats,\" he taught our 4-year-old to recite. She doesn't wear them, either — well, not when he dresses her — no matter the weather. I'm not sure this is legal, but she thinks it's awesome and rebellious.\n\nI think it's because my aspiring beach bum mate is in denial that winter exists. Maybe he just forgets. Maybe his resting body temp is twice mine. Or maybe he has just never fallen in lust with a coat before.\n\nI have.\n\nLast winter, I had a hot fling with a purple faux fur Vince Camuto from Nordstrom, which I wore every day, even with sweatpants and sneakers, until the springtime melted our holiday relationship.\n\nThis fall, I'm in love with another coat. Only this time, it's a men's coat, which complicates things.\n\nBut if there's ever been a coat to open my husband's heart, this is the one.\n\nHis name is The Bennett. He is comfortable, streamlined yet sophisticated — a new spin on the classic wool coat. Bennett's is Swiss wool bonded with soft fleece, so it's softer and less stiff than regular wool, but just as warm. Bennett has so many secret pockets that it's like wearing an adventure, and he's stain-resistant, water-repellent, windproof and that perfect middle ground between dressy and casual. Wear him with a suit or jeans, to work or on a date.\n\nBest of all, The Bennett was designed right here in Boulder, by a new outerwear company, Ninox.\n\nGreg and Linda Casals, both of Boulder, launched Ninox in October, just in time for the temps to drop. When they moved to Colorado from Las Vegas last year, Linda's husband didn't have a winter coat. (Sounds familiar.)\n\n\"He couldn't find anything except things splattered with logos to wear,\" she says. \"He was used to wearing stuff a little more sophisticated.\"\n\nGreg Casals couldn't find a jacket that matched his style, so he launched a company for other guys like him — men who want fashionable, modern, sophisticated outerwear that's built to last.\n\nThe Stratton is Ninox's version of a puffy winter coat, except with a discreet logo on the hem, a thinner performance fabric so you won't look like the Michelin Man and a basic, classic cut. Which can be surprisingly hard to come by. No funky, off-centered collars, outrageous colors or trendy accents.\n\nBasically, if Frank Sinatra went snowshoeing, I could see him rocking The Stratton.\n\nThe prices aren't cheap — from $149 for the organic cotton hoodie to $579 for The Bennett — but in defense, these coats boast the highest-quality zippers, hand-quilting and super high-end Schoeller performance fabric, says Linda Casals.\n\nFind Ninox jackets at Nod & Rose in downtown Boulder or online at ninox.cc.\n\nIn its first season, Ninox offers only a handful of men's jackets, but Linda Casals says the company hopes to release a men's button-up line and expand to women's outerwear, too.\n\nWhich gives me hope. If I can't turn my husband into a responsible, coat-wearing adult, at least I can wait a season or two for my own Ninox.\n\nI wonder if they'll branch out into purple, high-performance fur.\n\nAimee Heckel: 303-473-1359, heckela@dailycamera.com or twitter.com/aimeemay and Twitter.com/Aimeemay.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/lifestyles/ci_26940743/boulders-ninox-designs-mens-winter-jackets-coats-hoodies", "sailthru.author": "By Aimee Heckel \n \n  Camera Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:26940743:view"}, "startDate": "2014-11-16T21:00:00-0700", "twitter": {"domain": "dailycamera.com", "description": "Greg and Linda Casals, both of Boulder, launched Ninox in October, just in time for the temps to drop. When they moved to Colorado from Las Vegas last year, Linda's husband didn't have a winter coat. \"He couldn't find anything except things splattered with logos to wear,\" she says. \"He was used to wearing stuff a little more sophisticated.\"", "title": "Boulder company designs winter coats even men can wrap their heads around", "url": "http://www.dailycamera.com/lifestyles/ci_26940743/boulders-ninox-designs-mens-winter-jackets-coats-hoodies", "image": "http://extras.mnginteractive.com/live/media/site21/2014/1114/20141114__16dcphec~3.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Lifestyles", "modificationDate": "2014-11-15T16:10:22-0700", "endDate": "2024-11-14T17:25:35-0700", "news_keywords": "Lifestyles, Lifestyles news, Boulder Colorado Lifestyles news, Boulder Colorado news, Lifestyles Boulder news, Lifestyles Colorado news, US Lifestyles news, world Lifestyles news.", "byline": "By Aimee HeckelCamera", "pubDate": "2014-11-15T16:12:34-0700", "sailthru.date": "2014-11-16T21:00:00-0700", "sailthru.title": "Boulder company designs winter coats even men can wrap their heads around", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2014/1114/20141114__16dcphec~3_300.jpg", "description": "Greg and Linda Casals, both of Boulder, launched Ninox in October, just in time for the temps to drop. When they moved to Colorado from Las Vegas last year, Linda's husband didn't have a winter coat. \"He couldn't find anything except things splattered with logos to wear,\" she says. \"He was used to wearing stuff a little more sophisticated.\"", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/lifestyles/ci_26940743/boulders-ninox-designs-mens-winter-jackets-coats-hoodies", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Greg and Linda Casals, both of Boulder, launched Ninox in October, just in time for the temps to drop. When they moved to Colorado from Las Vegas last year, Linda's husband didn't have a winter coat. \"He couldn't find anything except things splattered with logos to wear,\" she says. \"He was used to wearing stuff a little more sophisticated.\"", "title": "Boulder company designs winter coats even men can wrap their heads around"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2014/1114/20141114__16dcphec~3.jpg"}, "_id": "\"57477af36914bd0286fcb745\"", "article_summary": "When they moved to Colorado from Las Vegas last year, Linda's husband didn't have a winter coat.\nHe is comfortable, streamlined yet sophisticated — a new spin on the classic wool coat.\nGreg and Linda Casals, both of Boulder, launched Ninox in October, just in time for the temps to drop.\nMainly, I collect coats like some women collect shoes, and my husband refuses to wear anything other than a hoodie when it snows.\nBest of all, The Bennett was designed right here in Boulder, by a new outerwear company, Ninox."}