{"article_title": "Treasury throws unauthorized $3 billion to insurers under Obamacare, won’t say why « Hot Air", "article_keywords": ["wont", "billion", "law", "congress", "unauthorized", "house", "money", "obamacare", "hot", "ryan", "air", "public", "say", "payments", "letter", "treasury", "insurers", "throws"], "article_url": "http://hotair.com/archives/2015/02/26/lawless-treasury-throws-unauthorized-3-billion-to-insurers-under-obamacare-wont-say-why/", "article_text": "Lawless: Treasury throws unauthorized $3 billion to insurers under Obamacare, won’t say why\n\nposted at 8:01 pm on February 26, 2015 by Noah Rothman\n\nIt’s right there in the Constitution: “No Money shall be drawn from the Treasury, but in Consequence of Appropriations made by Law; and a regular Statement and Account of the Receipts and Expenditures of all public Money shall be published from time to time.”\n\nWhich is why this latest episode of lawlessness from the administration is so particularly galling. “The U.S. Treasury Department has rebuffed a request by House Ways and Means Chairman Rep. Paul Ryan, R- Wis., to explain $3 billion in payments that were made to health insurers even though Congress never authorized the spending through annual appropriations,” The Washington Examiner’s Philp Klein reported on Thursday.\n\nThat’s right. The payments insurers receive, dubbed “cost –sharing subsidies,” are designed to offset the costs incurred when they pick up the out-of-pocket expenses for low-income individuals covered by Affordable Care Act plans. If insurers had to cover these costs themselves, Obamacare would be infeasible. So, the federal government picks up the tab for the newly insured as they go about receiving “free” health care.\n\nThere’s just one tiny, unconstitutional problem: Congress never authorized the distribution of those funds. “[B]ut the Department of Health and Human Services, with the cooperation of the U.S. Treasury, made them anyway,” Klein reported.\n\nIn a Feb. 3 letter to Treasury Secretary Jack Lew, Ryan, along with House Energy and Commerce Committee Chair Rep. Fred Upton, R-Mich., asked for “a full explanation for, and all documents relating to” the administration’s decision to make the cost-sharing payments without congressional authorization. In response, on Wednesday, the Treasury Department sent a letter to Ryan largely describing the program, without offering a detailed explanation of the decision to make the payments. The letter revealed that $2.997 billion in such payments had been made in 2014, but didn’t elaborate on where the money came from. Over the next decade, cost-sharing payments to insurers are projected by the Congressional Budget Office to cost taxpayers nearly $150 billion.\n\nClick through to Klein’s report and read the whole thing. This pattern of behavior from administration officials is staggering in its lawlessness and sets a dangerous precedent.\n\n“A second grader knows that only Congress can appropriate funds. And even though CMS apparently agrees with that, the managers at HHS don’t,” The American Thinker’s Rick Moran opined. “Unfortunately, unless both the House and Senate order the insurance companies to return the funds – and President Obama signs the bill – HHS is going to get away with this.”\n\nApparently, this cost-sharing scheme is one of the issues that is raised in the House GOP’s lawsuit against the White House over the myriad ways in which the administration has bent the law in order, they claim, to enforce it. But the outrage over this incident, or even reportage on it, is limited exclusively to Republican outlets.\n\nOne of the better arguments for repeal of the Affordable Care Act is the fact that this law has inured the public to anarchy. The public increasingly believes, and a plurality of Democrats are apparently convinced, that laws passed by Congress should be malleable enough so that the executive branch is not burdened by the dictates of the co-equal and representative legislative branch. What have we gotten ourselves into?\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Banana republic.", "title": "Lawless: Treasury throws unauthorized $3 billion to insurers under Obamacare, won’t say why", "url": "http://hotair.com/archives/2015/02/26/lawless-treasury-throws-unauthorized-3-billion-to-insurers-under-obamacare-wont-say-why/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@JazzShaw"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "article": {"published_time": "2015-02-27T01:01:32+00:00", "modified_time": "2015-02-27T21:34:59+00:00"}, "keywords": "ObamaCare,", "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "_id": "\"57477af36914bd0286fcb751\"", "article_summary": "The payments insurers receive, dubbed “cost –sharing subsidies,” are designed to offset the costs incurred when they pick up the out-of-pocket expenses for low-income individuals covered by Affordable Care Act plans.\nOver the next decade, cost-sharing payments to insurers are projected by the Congressional Budget Office to cost taxpayers nearly $150 billion.\n“[B]ut the Department of Health and Human Services, with the cooperation of the U.S. Treasury, made them anyway,” Klein reported.\nThe letter revealed that $2.997 billion in such payments had been made in 2014, but didn’t elaborate on where the money came from.\nSo, the federal government picks up the tab for the newly insured as they go about receiving “free” health care."}