{"article_title": "Manny Pacquiao's caravan to Las Vegas to signal start of fight week", "article_keywords": ["week", "tickets", "pacquiao", "caravan", "signal", "mayweather", "fight", "start", "manny", "vegas", "pacquiaos", "roach", "win", "cars", "las"], "article_url": "http://www.washingtontimes.com/news/2015/apr/26/manny-pacquiaos-caravan-las-vegas-signal-start-fig/?page=all", "article_text": "LAS VEGAS — The last time Freddie Roach was on the interstate linking Los Angeles with this boxing capital, he was written up for going 140 mph.\n\nRoach will be driving a lot slower Monday as part of a colorful caravan of hundreds of cars heading down Interstate 15 with Manny Pacquiao for his showdown with Floyd Mayweather.\n\n“Manny will spar on Monday for the last time, and after that we’ll break camp and everyone will go to their cars and trucks,” Roach said. “The entourage used to be about 100 cars. I’d say there might be 1,000 cars this time.”\n\nSEE ALSO: LOVERRO: DeMarcus Corley valuable as Floyd Mayweather’s sparring partner\n\nFight week is finally here, and even in a city known for the outlandish, it is shaping up to be something special. The richest fight in history has spawned $100,000 ringside tickets, hotel rooms going for $1,600 a night, and a pay-per-view price just a nickel shy of $100.\n\nEven $10 tickets to see the two fighters at the weigh-in are running as much as $700 through online ticket brokers.\n\nEverything is over the top for the megafight that was five years in the making. That includes the caravan that will bring Pacquiao to Las Vegas, featuring hundreds of cars and a custom bus wrapped in Pacquiao’s image for some of the luckier members of his entourage.\n\n“I might have the fastest car,” Roach said. “But if I get one more of those tickets, I can’t drive anymore. I asked the police officer, ‘Why do they make these cars so fast if you can’t drive that way?’ I should have shut my mouth.”\n\nPacquiao is scheduled to arrive at the Delano Las Vegas hotel at Mandalay Bay sometime early evening Monday following seven weeks of training at Roach’s Wild Card Boxing Club in Hollywood. His arrival marks the unofficial kickoff to a fight week unlike any other in a city used to hosting the biggest fights.\n\nSo far, it doesn’t look like promoters underestimated the demand for the fight. The cheapest ticket on the StubHub website Sunday was $5,245, while ringside seats were being offered for as much as $106,950. Even tickets to watch on closed circuit at various MGM-owned properties in Las Vegas — which originally sold for $150 ­— were being offered at $620 or more online.\n\nEverybody will pay for a fight that will likely earn Mayweather $180 million and Pacquiao $120 million. Even Roach had to shell out $70,000 for 20 tickets for family and friends, though he was able to get his at retail prices.\n\n“My mother asked for four tickets and my mother gets whatever she wants,” Roach said. “My brothers and sister all want to go. I’m happy I can afford to buy them tickets.”\n\nWhile Pacquiao will be arriving in town, Mayweather lives in the city and has been training at his own gym just west of the Las Vegas Strip. His promoter, Leonard Ellerbe, said Sunday that Mayweather will treat the week just like any other big fight he has been involved in.\n\n“It’s a typical fight week, business as usual,” Ellerbe said. “Floyd is going to put on a spectacular performance, you can count on that.”\n\nEllerbe said he isn’t surprised by the demand for anything to do with the fight, which will smash records for biggest gate and almost surely set records for pay-per-view sales.\n\n“Everything is out of the stratosphere,” he said. “It shows you the world wide appeal of this fight.”\n\nRoach can be forgiven if he speeds a bit on his way to town. A seven-time winner of the trainer of the year award by the Boxing Writers of America, he said Pacquiao guaranteed him a win last week so he would win the award for an eighth time.\n\n“This will be my biggest win ever,” Roach said. “This one really counts, it will be in the history books the rest of our lives. I think my guy is ready for it.”", "article_metadata": {"description": "Everything is over the top for the megafight against Floyd Mayweather, and that includes the caravan that will bring Pacquiao to Las Vegas, featuring hundreds of cars and a custom bus wrapped in Pacquiao's image.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Everything is over the top for the megafight against Floyd Mayweather, and that includes the caravan that will bring Pacquiao to Las Vegas, featuring hundreds of cars and a custom bus wrapped in Pacquiao’s image.", "title": "Manny Pacquiao’s caravan to Las Vegas to signal start of fight week", "url": "http://www.washingtontimes.com/news/2015/apr/26/manny-pacquiaos-caravan-las-vegas-signal-start-fig/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/04/23/Roach_Masterpiece_Boxing.JPEG-0e7d0.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/04/23/Roach_Masterpiece_Boxing.JPEG-0e7d0.jpg", "description": "Everything is over the top for the megafight against Floyd Mayweather, and that includes the caravan that will bring Pacquiao to Las Vegas, featuring hundreds of cars and a custom bus wrapped in Pacqu", "site": "@washtimes", "card": "summary", "title": "Manny Pacquiao’s caravan to Las Vegas to signal start of fight w"}, "Author": "Tim Dahlberg", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Freddie Roach, Manny Pacquiao, Floyd Mayweather, Las Vegas"}, "_id": "\"57477af36914bd0286fc9592\"", "article_summary": "His arrival marks the unofficial kickoff to a fight week unlike any other in a city used to hosting the biggest fights.\n“It’s a typical fight week, business as usual,” Ellerbe said.\nLAS VEGAS — The last time Freddie Roach was on the interstate linking Los Angeles with this boxing capital, he was written up for going 140 mph.\nThat includes the caravan that will bring Pacquiao to Las Vegas, featuring hundreds of cars and a custom bus wrapped in Pacquiao’s image for some of the luckier members of his entourage.\nEven tickets to watch on closed circuit at various MGM-owned properties in Las Vegas — which originally sold for $150 ­— were being offered at $620 or more online."}