{"article_title": "Countries look to draw expatriate cash with 'diaspora bonds'", "article_keywords": ["riddle", "billion", "draw", "look", "bonds", "funds", "countries", "cash", "diaspora", "world", "expatriate", "raised", "debt", "abroad", "governments"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/17/Countries-look-draw-expatriate-cash-diaspora-bonds", "article_text": "LONDON (Reuters) - A growing roster of developing states are turning to their compatriots abroad to raise cash by marketing \"diaspora bonds\", a funding strategy successfully pioneered by India and Israel but sometimes tricky to imitate.\n\nSome 250 million people, around 3 percent of the world population, live outside their native countries, according to World Bank data from 2013. They are an important source of funding for their homelands: last year they sent home around $440 billion - three times more than global development aid.\n\nCash raised by governments directly by marketing securities to their overseas citizens represents just a tiny fraction of that, but looks set to grow, judging by a number of recent announcements.\n\nEgypt has announced debt certificates denominated in dollars and euros to ease hard currency shortages.\n\nKosovo, which estimates a third of people of Kosovan descent live abroad, proposed issuing bonds for expatriates last month. Sri Lanka discussed such bonds last year, and Nigeria has tried to revive plans for a diaspora issue after naming Goldman Sachs and Stanbic as advisors on a proposal in 2014.\n\nBut not all such efforts succeed. Many countries overestimate the generosity of their natives abroad. One high-profile example was Greece, which proved unable to raise a hoped-for $3 billion from the million-strong Greek community in the United States at the height of its debt crisis in 2011.\n\nEthiopia's 2009 bond to fund a hydro-electric dam failed chiefly because it could not convince investors it would repay the debt. Some also objected to the project on environmental grounds.\n\nIn 2009 and 2010, Nepal raised a fraction of its target when it offered yields below 10 percent over five years on rupiah bonds - well below local rates at the time. Moldova also decided not to issue diaspora bonds, concluding that Moldovans abroad who were willing to invest in its currency would probably prefer local bank accounts that pay 25 percent interest.\n\n\"Many governments need to really look at themselves in the mirror, as to what has been their historic relationship with their diaspora and use that reality in their calculation when they offer investments,\" said Liesl Riddle, a George Washington University professor, who has studied diaspora financing.\n\nTAPPING THE POOL\n\nThe lure of a diaspora as an investment pool is clear.\n\nInvestors with a personal link to a country are often happier than other outsiders to take risks in the local currency, and at lower yields, says Dilip Ratha, manager of the World Bank's Migration and Remittances Unit, who advises governments on diaspora funding.\n\nThey can also be more willing stick around in a crisis than the big funds that dominate emerging market debt, he added.\n\n\"When you have hundreds of institutional investors...there is a big probability of herd mentality: You see a little bit of a scare and run for the door,\" Ratha said. That is less of a problem with a wider pool of expatriate investors scattered across the globe, he added.\n\nGovernments dreaming of cheap funds from loyal expatriates in hard times can look to the example of India. Diaspora funds bailed it out from a 1991 balance of payments crisis and raised $4.2 billion in 1998 to offset international sanctions imposed after nuclear tests, double the amount initially sought.\n\nIsrael, which has raised more than $40 billion via diaspora bonds since 1951, saw uptake soar during its 1967 war.\n\nSome countries have gone to great lengths to forge lasting emotional ties that could translate into investments one day, said Riddle, highlighting Georgia, which has established a ministry of diaspora affairs and organizes regular get-togethers in the capital Tbilisi for overseas Georgians visiting the homeland.\n\nThese offer a mix of entertainment, sports and investment pitches. The ministry has even donated its own Christian icon for expatriates to pray to when returning home.\n\nOther initiatives are more ad hoc. Within three months of the imposition of the nuclear sanctions in 1998, Indian officials had brought together expatriate surgeons and fund managers in a Manhattan restaurant.\n\nIt is not only governments who are after diaspora cash. Riddle said she has held meetings with several big asset management firms which are considering launching country-specific funds to be marketed to diasporas.\n\nHomestrings, a platform created to put potential diaspora investors in touch with opportunities, has raised funds for infrastructure projects in Kenya, and offers U.S.-based Macedonians the chance to invest in small businesses back home.\n\nWith falling remittance costs, advances in technology and the movement of people that shows no sign of abating, Riddle says diaspora investments can only grow.\n\n\"Diaspora's involvement - psychological, social, economic and even political - is much higher than it was five years ago,\" she said. \"The diaspora is becoming a transnational actor here.\"\n\n(Additional reporting by Sujata Rao in London, Alexander Tanas in Chisinau, Fatos Bytyci in Pristina, Margarita Antidze in Tbilisi, Lisa Barrington in Beirut and other Reuters bureaux; editing by Peter Graff)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "LONDON (Reuters) - A growing roster of developing states are turning to their compatri", "title": "Countries look to draw expatriate cash with 'diaspora bonds'", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/17/Countries-look-draw-expatriate-cash-diaspora-bonds", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/emerging-bonds-diaspora_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/17/Countries-look-draw-expatriate-cash-diaspora-bonds", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/emerging-bonds-diaspora_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "generator": "Drupal 7 (http://drupal.org)", "description": "LONDON (Reuters) - A growing roster of developing states are turning to their compatri", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "Israel, which has raised more than $40 billion via diaspora bonds since 1951, saw uptake soar during its 1967 war.\nLONDON (Reuters) - A growing roster of developing states are turning to their compatriots abroad to raise cash by marketing \"diaspora bonds\", a funding strategy successfully pioneered by India and Israel but sometimes tricky to imitate.\nMoldova also decided not to issue diaspora bonds, concluding that Moldovans abroad who were willing to invest in its currency would probably prefer local bank accounts that pay 25 percent interest.\nKosovo, which estimates a third of people of Kosovan descent live abroad, proposed issuing bonds for expatriates last month.\nWith falling remittance costs, advances in technology and the movement of people that shows no sign of abating, Riddle says diaspora investments can only grow."}