{"article_title": "Michael Cera, Jennifer Hudson, Jason Derulo, Oprah Winfrey, Alicia Keys and Jon Bon Jovi: Barack Obama turns to stars to promote his health care law", "article_keywords": ["affordable", "week", "jovi", "law", "washington", "oprah", "keys", "turns", "michael", "obamacare", "website", "stars", "house", "president", "white", "promote", "insurance", "winfrey", "obama"], "article_url": "http://www.independent.co.uk/news/world/americas/michael-cera-jennifer-hudson-jason-derulo-oprah-winfrey-alicia-keys-and-jon-bon-jovi-barack-obama-8845146.html", "article_text": "On 22 July, President Barack Obama personally welcomed a group of entertainment stars and their industry associates to the Roosevelt Room of the White House. Among those seated at the conference table were Amy Poehler, Michael Cera, Jennifer Hudson and Jason Derulo – as well as representatives for Oprah Winfrey, Alicia Keys and Jon Bon Jovi. This, though, was not your average Washington meet-and-greet. Instead, an administration official said afterwards, everyone present had “expressed a personal interest in educating young people about the Affordable Care Act”.\n\nIn the three-and-a-half years since he signed the Act into law, the President’s signature policy has become the most hotly debated piece of legislation in the US.\n\nCongress has spent the past week paralysed by a battle over the funding of Obamacare, despite the looming prospect of a Government shutdown. Yet even as the online private insurance marketplaces it established prepare for their launch next week, the President is yet to satisfactorily explain the details of the new system to the American public. For that, he turned to the experts: Hollywood.\n\nAmong those at the July meeting was Mike Farah, president of production for the Funny or Die website founded by Will Ferrell. Farah recently told the Los Angeles Times, “They [the White House] had spent all this time and energy and money on the biggest movie of their lives and had no marketing budget in which to promote it. I just thought it was the craziest thing I’d ever heard.”\n\nKeen to help, Farah’s site, which attracts 19 million monthly users, is now developing some 20 separate comedy video projects to promote the law, the first of which will arrive online on Monday, a day before Obamacare’s health insurance marketplaces open for business. Last month singer-songwriter Derulo tweeted the website address healthcare.gov to his 2.3 million followers, while Katy Perry re-posted the President’s own pro-Obamacare tweet. “Thanks for spreading the word,” the President wrote back. “Happy to do my part, PREZ,” Perry replied.\n\nThe White House hopes the support of such high-profile entertainment figures will offset the influence of conservative groups, who have poured millions into campaigning against Obamacare, and drown out the loud Republican voices in Washington, who still hope to thwart its implementation at the eleventh hour.\n\nThis week Tea Party darling Ted Cruz, the junior Senator for Texas, delivered a continuous 21-hour, 19-minute speech on the Senate floor to demonstrate his opposition to the legislation. The budget year is due to end on 30 September, and, if the political fight over funding for Obamacare is not resolved by then, several nonessential government agencies will be shuttered on Monday.\n\nHollywood’s input is crucial, specifically when it comes to reaching the critical demographic bloc of young people needed to take up the affordable private insurance plans sold through the new Obamacare marketplaces. The US Congressional Budget Office has estimated that 18-to-35-year-olds will likely account for 40 per cent of the seven million whom the White House hopes will enrol.\n\nIn the coming days, administration officials are expected to begin nationwide meetings to explain the law to the public. On Thursday, President Obama began his own attempt to describe exactly how the Affordable Care Act will work, with a speech to around 2,000 students at a community college in Largo, a Washington DC suburb. “This is real simple,” Obama said. “It’s a website where you can compare and purchase affordable health insurance plans side by side, the same way you shop for a plane ticket on Kayak, same way you shop for a TV on Amazon.”\n\nThe White House and Democrats in Congress say Obamacare will provide millions of Americans with health insurance they otherwise could not afford, while potentially pushing down healthcare costs. A Real Clear Politics average of polls conducted over three weeks up to Tuesday indicated a 38.7 per cent approval rating for Obamacare versus a 52 per cent disapproval rate.", "article_metadata": {"description": "On 22 July, President Barack Obama personally welcomed a group of entertainment stars and their industry associates to the Roosevelt Room of the White House. Among those seated at the conference table were Amy Poehler, Michael Cera, Jennifer Hudson and Jason Derulo – as well as representatives for Oprah Winfrey, Alicia Keys and Jon Bon Jovi. This, though, was not your average Washington meet-and-greet. Instead, an administration official said afterwards, everyone present had “expressed a personal interest in educating young people about the Affordable Care Act”.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The Independent", "description": "On 22 July, President Barack Obama personally welcomed a group of entertainment stars and their industry associates to the Roosevelt Room of the White House. Among those seated at the conference table were Amy Poehler, Michael Cera, Jennifer Hudson and Jason Derulo – as well as representatives for Oprah Winfrey, Alicia Keys and Jon Bon Jovi. This, though, was not your average Washington meet-and-greet. Instead, an administration official said afterwards, everyone present had “expressed a personal interest in educating young people about the Affordable Care Act”.", "title": "Michael Cera, Jennifer Hudson, Jason Derulo,  Oprah Winfrey, Alicia", "url": "http://www.independent.co.uk/news/world/americas/michael-cera-jennifer-hudson-jason-derulo-oprah-winfrey-alicia-keys-and-jon-bon-jovi-barack-obama-8845146.html", "image": "http://static.independent.co.uk/s3fs-public/thumbnails/image/2013/09/27/22/obaacare-gt.jpg", "updated_time": "2013-09-27T22:42:51+01:00", "locale": "en_GB", "type": "article"}, "twitter": {"url": "http://www.independent.co.uk/news/world/americas/michael-cera-jennifer-hudson-jason-derulo-oprah-winfrey-alicia-keys-and-jon-bon-jovi-barack-obama-8845146.html", "site": "@independent", "description": "On 22 July, President Barack Obama personally welcomed a group of entertainment stars and their industry associates to the Roosevelt Room of the White House. Among those seated at the conference table were Amy Poehler, Michael Cera, Jennifer Hudson and Jason Derulo – as well as representatives for Oprah Winfrey, Alicia Keys and Jon Bon Jovi. This, though, was not your average Washington meet-and-greet. Instead, an administration official said afterwards, everyone present had “expressed a personal interest in educating young people about the Affordable Care Act”.", "card": "summary_large_image", "title": "Michael Cera, Jennifer Hudson, Jason Derulo,  Oprah Winfrey, Alicia Keys and Jon Bon Jovi: Barack Obama turns to stars to promote his health care law"}, "drupal_parsely_version": "0.1", "fb": {"admins": 729735830, "app_id": 235586169789578}, "keywords": "Democrats (US), Health Insurance, Insurance, Law, Schools, Texas, The White House, USA, Washington, Washington Dc, Americas, World, News", "article": {"video_count": 0, "published_time": "2013-09-27T18:54:07+01:00", "section": "Americas", "embed_count": 0, "author_name": "Tim Walker", "tag": "Washington Dc", "word_count": 650, "content_type": "story", "internal_link_count": 0, "image_count": 1, "subsection": "Frontpage", "modified_time": "2013-09-27T22:42:51+01:00", "external_link_count": 0}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe3210\"", "article_summary": "On 22 July, President Barack Obama personally welcomed a group of entertainment stars and their industry associates to the Roosevelt Room of the White House.\nThe US Congressional Budget Office has estimated that 18-to-35-year-olds will likely account for 40 per cent of the seven million whom the White House hopes will enrol.\nAmong those seated at the conference table were Amy Poehler, Michael Cera, Jennifer Hudson and Jason Derulo – as well as representatives for Oprah Winfrey, Alicia Keys and Jon Bon Jovi.\nInstead, an administration official said afterwards, everyone present had “expressed a personal interest in educating young people about the Affordable Care Act”.\nFarah recently told the Los Angeles Times, “They [the White House] had spent all this time and energy and money on the biggest movie of their lives and had no marketing budget in which to promote it."}