{"article_title": "Tinton Falls’ residents would leave if motocross passes", "article_keywords": ["passes", "gravel", "motocross", "maintenance", "tinton", "zoning", "falls", "leave", "rauch", "board", "lot", "parking", "residents", "hearing"], "article_url": "http://www.app.com/story/news/local/2014/12/06/tinton-falls-residents-leave-motocross-passes/19997783/", "article_text": "Buy Photo Evidence submitted by Jersey Shore MotoCross shows the architectural design of a proposed motocross in Tinton Falls. The application is at the Zoning Board. (Photo: STAFF PHOTO/DAN RADEL)Buy Photo\n\nSome residents of the borough said they would consider leaving if a proposed three-track motocross before the Zoning Board is approved.\n\n“I would absolutely. It’s (the motocross) good for out-of-towners but it’s not fair to residents here,” said Laura Negron, a 60 year-old Fox Chase resident. “The noise will carry, the traffic will grow. We’re already contending with a landfill; now we’ll have to deal with this.”\n\nThe applicant, Jersey Shore MotoCross, is asking the Zoning Board for a use variance to build its track on 21 acres of land currently owned by Dominick Mazza on Shafto Road.\n\nPrevious: Tinton Falls motocross hearing focuses on noise issues\n\nA motocross is not a permitted use in town, said Thomas Hirsch, the attorney for the Zoning Board.\n\nThe complete proposal includes a 3,200-square-foot registration and pro-shop building, a 2,400-square-foot maintenance building and parking for 405 vehicles.\n\nThe application hearing began in October 2013 and drew crowds of concerned residents, forcing the township to hold hearings in a larger facility. There was no need Thursday evening to seek different accommodations.\n\nPrevious: More than 200 pack motocross hearing\n\nThough the hearing was well attended, the number of residents easily fit in the township’s regular meeting room in the municipal complex.\n\n“There are a lot of problems with it. It’s very unclear what’s going to happen here,” said Christopher Payne, 29, and also a resident of Fox Chase. “They say it’s just going to be a practice facility with occasional races — that’s going to draw crowds.”\n\nPayne said he thinks the motorcross may also devalue property in the borough.\n\nOn Thursday, the Zoning Board heard testimony from the applicant’s sound expert and engineer. Of significant concern to the Zoning Board and its experts was the design of the parking lot.\n\nThe applicant is asking for a waiver to build a gravel parking lot without landscaping, which Zoning Board Engineer Jeff Rauch said are both requirements of borough ordinances.\n\nThe applicant’s engineer, Timothy Lurie, said the applicant has revised its plan and will pave half of the parking lot. However, Rauch suggested full pavement.\n\n“I have an objection to granting that use because when you have gravel parking lots you can’t have striping designating parking. I believe that it should be paved and striped,” Rauch said. “The other issue I have is people with the bikes will be doing maintenance in the the parking lot. You have gravel if you have spillage of gasoline or oil it could percolate into the ground.”\n\nMark Aikins, the applicant’s attorney, saidbike maintenance would not be allowed in the parking lot.\n\n“Maintenance would be conducted under a roof in a building.” said Aikins.\n\nThe hearing will resume on Jan. 15 at the borough’s municipal complex.\n\nDan Radel: 732-643-4072; dradel@app.com\n\nRead or Share this story: http://on.app.com/1CQNQPV", "article_metadata": {"google": "notranslate", "description": "Jersey Shore MotoCross wants to bring motorbikes to town, but residents have objections", "og": {"site_name": "Asbury Park Press", "description": "Jersey Shore MotoCross wants to bring motorbikes to town, but residents have objections", "title": "Tinton Falls’ residents would leave if motocross passes", "url": "http://www.app.com/story/news/local/2014/12/06/tinton-falls-residents-leave-motocross-passes/19997783/", "image": "http://www.gannett-cdn.com/GDContent/applogos/app.png", "type": "article"}, "twitter": {"description": "Jersey Shore MotoCross wants to bring motorbikes to town, but residents have objections", "title": "Tinton Falls’ residents would leave if motocross passes", "image": "http://www.gannett-cdn.com/-mm-/8006264b16411dbc32f6f4f016c39e8e09433cb4/c=0-408-2448-2856&r=x643&c=640x640/local/-/media/AsburyPark/2014/12/06/B9315383599Z.1_20141206073051_000_G6K9AT7SL.1-0.jpg", "creator": "@AsburyParkPress", "site": "@AsburyParkPress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600068887", "fb": {"app_id": 116172675120111}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af46914bd0286fd8622\"", "article_summary": "Previous: Tinton Falls motocross hearing focuses on noise issuesA motocross is not a permitted use in town, said Thomas Hirsch, the attorney for the Zoning Board.\nBuy Photo Evidence submitted by Jersey Shore MotoCross shows the architectural design of a proposed motocross in Tinton Falls.\n(Photo: STAFF PHOTO/DAN RADEL)Buy PhotoSome residents of the borough said they would consider leaving if a proposed three-track motocross before the Zoning Board is approved.\n“I have an objection to granting that use because when you have gravel parking lots you can’t have striping designating parking.\nThe applicant’s engineer, Timothy Lurie, said the applicant has revised its plan and will pave half of the parking lot."}