{"article_title": "Ben Affleck on Directing The Batman Solo Movie", "article_keywords": ["solo", "v", "ben", "affleck", "seeing", "justice", "batman", "league", "directing", "potential", "movie", "superman"], "article_url": "http://collider.com/ben-affleck-directing-the-batman-solo-movie/", "article_text": "Shortly after reports claimed Ben Affleck was thinking about directing himself in DC’s solo Batman movie, the actor confirmed the possibility by saying “it’s something I’d be open to,” and “it’s an exciting idea,” and similar buzz phrases. But is he actually doing it? Though a finite answer is still unclear, the actor is keeping hope alive with his recent comments to USA Today.\n\nSpeaking with the newspaper for its DC movie preview, Affleck was asked whether he signed on to play the Dark Knight for a potential chance to tell his own superhero stories. He replied:\n\nI’ll just say going through the process, I would never have imagined that I could or would direct a movie like this. And in working with [Batman v Superman director Zack Snyder] and seeing what he did and watching him every day, I got really inspired by that and by seeing the scope on which he was telling the story, by seeing what he was able to do with this kind of mythic story on a grand scale.\n\nAffleck will make his debut as Batfleck in this March’s Batman v Superman: Dawn of Justice, which he’ll follow up with another appearance in David Ayer’s Suicide Squad in August and Justice League down the road. These two films were announced by Warner Bros. along with a hefty slate that included solo outings for Wonder Woman, Aquaman, The Flash, and even Cyborg. Though at the time further standalones for the two DC head honchos, Superman and Batman, weren’t formally revealed, talk has been circulating since.\n\nOne report from earlier this year claimed Affleck’s solo outing would be called The Batman for a potential release in 2018, which would make sense given the schedule that sees Justice League: Part One filming later this spring/summer and Part Two possibly shooting sometime in 2017. Though, for now, all Affleck is sure of is that he’s directing Live By Night, out next year.", "article_metadata": {"sailthru.id": 538374, "twitter": {"domain": "Collider", "description": "Ben Affleck hasn't firmly committed to directing The Batman solo movie, but he says working on Batman vs Superman was an inspiring experience.", "creator": "@collidernews", "image": {"src": "http://cdn.collider.com/wp-content/uploads/2015/09/ben-affleck-batman-v-superman-dawn-of-justice.jpg"}, "title": "Ben Affleck on Directing The Batman Solo Movie", "site": "@collidernews", "card": "summary_large_image"}, "sailthru.dek": "Hope is still alive for Affleck to step behind the camera on the solo Batman film.", "sailthru.tags": "News,Batman,Ben Affleck,The Batman", "generator": "WordPress 4.1.2", "sailthru.date": "2016-01-18 13:41:57", "NextGEN": "1.3.3", "sailthru.title": "Ben Affleck Talks Possibility of Directing Batman Movie", "verify-v1": "ag44RccQF3Xr4VqGQnxB+TOx8+rCP4SHaCwwGAtuWzc=", "sailthru.category": "News", "msapplication-square150x150logo": "http://cdn.collider.com/mediumtile.png", "description": "Ben Affleck hasn't firmly committed to directing The Batman solo movie, but he says working on Batman vs Superman was an inspiring experience.", "msapplication-wide310x150logo": "http://cdn.collider.com/widetile.png", "msapplication-square70x70logo": "http://cdn.collider.com/smalltile.png", "msapplication-square310x310logo": "http://cdn.collider.com/largetile.png", "fb": {"admins": 724601973, "app_id": 190932086012}, "msvalidate.01": "F97A06145E9767C313B356E7E5B833F3", "article": {"publisher": "https://www.facebook.com/colliderdotcom", "section": "News", "tag": "The Batman", "published_time": "2016-01-18T13:41:57+00:00", "modified_time": "2016-01-18T13:55:33+00:00"}, "viewport": "width=device-width", "og": {"site_name": "Collider", "description": "Ben Affleck hasn't firmly committed to directing The Batman solo movie, but he says working on Batman vs Superman was an inspiring experience.", "title": "Ben Affleck on Directing The Batman Solo Movie", "locale": "en_US", "image": "http://cdn.collider.com/wp-content/uploads/2015/09/ben-affleck-batman-v-superman-dawn-of-justice.jpg", "updated_time": "2016-01-18T13:55:33+00:00", "url": "http://collider.com/ben-affleck-directing-the-batman-solo-movie/", "type": "article"}, "google-site-verification": "gsAKhpFeAT_1KIdd1PZiPoj3BdAcIipM2VNYcJKuQBU", "sailthru.image.full": "http://cdn.collider.com/wp-content/uploads/2015/07/ben-affleck-batman-v-superman-slice.jpg"}, "article_summary": "Shortly after reports claimed Ben Affleck was thinking about directing himself in DC’s solo Batman movie, the actor confirmed the possibility by saying “it’s something I’d be open to,” and “it’s an exciting idea,” and similar buzz phrases.\nThough, for now, all Affleck is sure of is that he’s directing Live By Night, out next year.\nAffleck will make his debut as Batfleck in this March’s Batman v Superman: Dawn of Justice, which he’ll follow up with another appearance in David Ayer’s Suicide Squad in August and Justice League down the road.\nThough at the time further standalones for the two DC head honchos, Superman and Batman, weren’t formally revealed, talk has been circulating since.\nSpeaking with the newspaper for its DC movie preview, Affleck was asked whether he signed on to play the Dark Knight for a potential chance to tell his own superhero stories."}