{"article_title": "Breast Implants Improve Sexual Satisfaction In Women, But Why?", "article_keywords": ["great", "increased", "effort", "study", "implants", "satisfaction", "breast", "reath", "surgery", "improve", "sexual", "women"], "article_url": "http://www.medicaldaily.com/breast-implants-improve-sexual-satisfaction-women-why-259741", "article_text": "Breast implant surgery has been the top cosmetic surgical procedure for over a decade, with nearly 300,000 people undergoing augmentation in 2012 alone. But even as more women undergo surgery, the question persists: Why do women get breast implants? The reasons may vary, but interviews with women with breast implants show that they are more satisfied with their love lives. However, some critics say it’s not because of their new breasts.\n\nThe study, which was presented at the annual meeting of the American Society of Plastic Surgeons (ASPS), followed 45 women who had breast implants. The women responded to series of survey before and after their surgeries. Each time, the survey asked them about sexual desires, arousal, and sexual satisfaction.\n\nAll 36 women who didn’t develop stretch marks after their surgery reported higher levels of arousal and sexual satisfaction on follow-up surveys four and 18 months after surgery. “They found that in areas of both sexual satisfaction and sexual arousal, there were significantly increased feelings,” Dr. David Reath, chair of public education committee of the ASPS, who wasn’t involved in the study, told HealthDay. “These aspects of the sexual experience were increased for these women.”\n\nFrom how they feel in public to how they feel sexually, a woman’s breasts are very important to their confidence, Dr. Reath said. “It’s very common for a woman post-surgery to say she feels more confident. That her outward body now fits her inward persona.”\n\nBut Tomi-Ann Roberts, a psychology professor at Colorado College and member of the American Psychological Association’s task force on the sexualization of girls, believes it’s not confidence in the woman’s own body that made their sex lives better, but the effort they put into it.\n\n“When we have exerted a great effort, spent a great deal of money and effort and time on something, we tend to justify that effort,” she told HealthDay. “Our good feeling is increased because of the effort, not the thing itself … Feminine heterosexuality is very much about our sense of whether or not we are pleasing our partner, and here we have 45 women who have spent a great deal of money to that purpose. If these breasts are now pleasing to their male partners, then they are likely to feel more sexually attractive.”\n\nOn that point, Dr. Reath also agreed, saying that a lot of his patients who come in for follow-ups tend to tell him their partners “are having a lot of fun.” “Why not?” he said. “It’s an important part of life.”\n\nRoberts believes the study would have done a better job at assessing the overall happiness with the breast implants if the researchers had also looked into other issues, such as their ability to breastfeed or their comfort while jogging. A recent study looked into breastfeeding among women with implants and found that women who breastfed after an implantation weren’t likely to experience sagging — news that may be comforting, and improve their overall happiness.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "breast, implants, augmentation, surgery, plastic, cosmetic, psychology, sex, sexual, confidence,", "og": {"site_name": "Medical Daily", "description": "Women who underwent breast augmentation may have improved their sexual satisfaction, but experts argue that it might not be because they're more confident in themselves.", "title": "Breast Implants Improve Sexual Satisfaction In Women, But Why?", "url": "http://www.medicaldaily.com/breast-implants-improve-sexual-satisfaction-women-why-259741", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/13/breast-implants.jpg", "type": "article"}, "twitter": {"description": "Women who underwent breast augmentation may have improved their sexual satisfaction, but experts argue that it might not be because they're more confident in themselves.", "title": "Breast Implants Improve Sexual Satisfaction In Women, But Why?", "url": "http://www.medicaldaily.com/breast-implants-improve-sexual-satisfaction-women-why-259741", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/13/breast-implants.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/10/13/breast-implants.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2013-10-13T13:46:05-04:00", "modified_time": "2013-10-13T13:46:04-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Women who underwent breast augmentation may have improved their sexual satisfaction, but experts argue that it might not be because they're more confident in themselves."}, "_id": "\"57477af46914bd0286fda069\"", "article_summary": "But even as more women undergo surgery, the question persists: Why do women get breast implants?\nThe reasons may vary, but interviews with women with breast implants show that they are more satisfied with their love lives.\nThe study, which was presented at the annual meeting of the American Society of Plastic Surgeons (ASPS), followed 45 women who had breast implants.\n“When we have exerted a great effort, spent a great deal of money and effort and time on something, we tend to justify that effort,” she told HealthDay.\nA recent study looked into breastfeeding among women with implants and found that women who breastfed after an implantation weren’t likely to experience sagging — news that may be comforting, and improve their overall happiness."}