{"article_title": "Laws to repress information about detention could be unconstitutional", "article_keywords": ["legislative", "information", "executive", "constitution", "power", "rights", "judicial", "unconstitutional", "political", "detention", "repress", "act", "williams", "laws"], "article_url": "http://www.smh.com.au/comment/laws-to-repress-information-about-detention-could-be-unconstitutional-20151230-glwupx.html", "article_text": "Professor George Williams has argued for a Bill of Rights to protect basic democratic rights. Photo: Jim Rice\n\nAn assertion of judicial power to protect rights in Australia would not go amiss after a decade of onslaught by the legislature and executive against ordinary liberal-democratic principles.\n\nAn analysis by constitutional lawyer George Williams tallies 350 Australian laws that now infringe those basic democratic standards. The laws cover not just anti-terror and defence, but also general crime, discrimination, consumer law, migration, industrial relations, intellectual property, evidence, shipping, environment, education and health.\n\nOne of these laws is the Border Force Act which has wide secrecy provisions that prevent \"entrusted persons\" – virtually anyone who has anything to do with immigration detention – revealing any of a broad spectrum of \"protected information\" on pain of two years' imprisonment.\n\nAs a result, lawyers in a class action of asylum seekers are finding gathering evidence very difficult.\n\nAdvertisement\n\nThe Border Force Act has little or nothing to do with national security. It is there to conceal the government's morally repugnant policy on imprisonment of refugees.\n\nIt was waved through the Parliament last February by a spineless Opposition too scared of being painted soft on national security.\n\nHitherto, much concern has been expressed about the executive having too much power over the individual. Now, we should be concerned that the legislative branch is abusing its powers. The only hope against abuse by the legislative and executive arms is the judicial arm.\n\nOne case might bring this to a head. A class action in the Victorian Supreme Court claiming lack of medical care on Christmas Island seeks damages from the Commonwealth and the contractors who are paid to imprison the asylum seekers and look after their health.\n\nBut with the spectre of the Border Force Act, some potential witnesses fear coming forward. Other potential witnesses are using the act as an excuse for not giving interviews to lawyers.\n\nFortunately, Justice Jack Forrest has worked a way through this. He has applied an exemption in the act in cases where a court or tribunal \"requires\" a witness to answer. Essentially, Justice Forrest will accept sworn evidence by a lawyer that the material is essential to the case to then \"require\" the person be subjected to an interview by the lawyers.\n\nBut it is an awkward process.\n\nIt is just one example of the 350 laws identified by Williams that trample on ordinary legal processes and rights that have hitherto been regarded as basic and obvious.\n\nMaybe we need another legal-constitutional approach here – along the lines of the constitutional defence for political communication.\n\nRecall that before 1994, state defamation laws made a mockery of any idea that there was free speech in Australia. Politicians sued media outlets for the slightest slight, often obtaining richly undeserved damages and chilling media investigation into political malfeasance.\n\nThen the High Court held that the constitution envisaged a system of representative democracy which, to work properly, required freedom of political communication so that the voters could be properly informed before voting.\n\nIt meant that media organisations were protected if they behaved reasonably, even if they ultimately could not prove the truth of their allegations.\n\nNow let us take the Williams expose of a raft of laws that offend basic democratic rights. Surely, the system of government envisaged by the constitution should restrict any legislative attempt to take away those rights.\n\nWilliams has argued for a Bill of Rights to ensure they are not taken away. I agree. But the referendum process to create a Bill of Rights is a long and difficult one. So, what follows is another approach.\n\nJust as the constitution provides for representative democracy and therefore does not permit undue restriction on political communication, it also provides for a system of government in which the powers are separated into the legislative, executive and judicial.\n\nThe legislative power is vested in the Parliament (Section 1). The judicial power is vested in the High Court, and if Parliament provides (as it has) other federal courts and State Supreme Courts (Section 71).\n\nBut the constitution is silent as to precisely what is meant by \"legislative power\" and \"judicial power\". However, there have been a few cases about how the legislative power cannot impinge on the judicial power.\n\nJustice Toohey in the majority in Kable v NSW said that the constitution \"vests the judicial power of the Commonwealth exclusively in the courts which it identifies and in clear terms recognises the separation of the judicial power of the Commonwealth from legislative and executive powers. It is a consequence of that division that the Parliament of the Commonwealth may not interfere with the judicial process itself.\"\n\nSo when the legislature purports to silence people in such a broad way that it impinges on due process, it is in fact unconstitutionally exercising judicial power, or at least unconstitutionally interfering with the judicial process itself.\n\nWe might find that a lot of the 50 laws that Williams has found to offend liberal-democratic principles also offend constitutional principle – precisely because our constitution is the founding bedrock of our liberal democracy.\n\nMany black-letter lawyers will be quick to pooh-pooh this as idealistic twaddle – just as they did before the constitutional free-speech cases. And they will be equally quick to condemn any new jurisprudence along these lines as undemocratic judicial activism. But our democracy would be the better if the judges got active in that way.\n\nClarifications:\n\nSustainable Population Australia, which commissioned the survey on population mentioned last week, is a non-aligned community organisation and not related to Sustainable Population Party, which is a political party and is about to change its name to Sustainable Australia.\n\nAlso, I failed to recognise that two of the survey questions in the survey had multiple answers. It means that Australians are not hugely worse than random guesses, but only about on par with random selection - still showing that there is a lot of misinformation about, but not as much as I had suggested.", "article_metadata": {"news_keywords": "Border Force Act, Constitution, defamation laws", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "George Williams tallies 350 Australian laws that now infringe basic democratic standards.", "title": "Laws to repress information about detention could be unconstitutional", "url": "http://www.smh.com.au/comment/laws-to-repress-information-about-detention-could-be-unconstitutional-20151230-glwupx.html", "image": "http://www.smh.com.au/content/dam/images/1/0/l/3/v/m/image.related.articleLeadwide.620x349.glwupx.png/1451636123978.jpg", "type": "article"}, "twitter": {"image": {"src": "http://www.smh.com.au/content/dam/images/1/0/l/3/v/m/image.related.articleLeadwide.620x349.glwupx.png/1451636123978.jpg"}, "title": "Laws to repress information about detention could be unconstitutional", "description": "George Williams tallies 350 Australian laws that now infringe basic democratic standards.", "card": "summary_large_image", "site": "@smh"}, "robots": "ACAP allow-present prohibited-modification=annotation", "msapplication-tooltip": "Open The Sydney Morning Herald", "fb": {"app_id": 193677504039845}, "msapplication-starturl": "http://www.smh.com.au", "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "description": "George Williams tallies 350 Australian laws that now infringe basic democratic standards."}, "article_summary": "However, there have been a few cases about how the legislative power cannot impinge on the judicial power.\nBut the constitution is silent as to precisely what is meant by \"legislative power\" and \"judicial power\".\nThe judicial power is vested in the High Court, and if Parliament provides (as it has) other federal courts and State Supreme Courts (Section 71).\nThe legislative power is vested in the Parliament (Section 1).\nAn analysis by constitutional lawyer George Williams tallies 350 Australian laws that now infringe those basic democratic standards."}