{"article_title": "Answers to frequently asked questions about the Affordable Care Act — Health — Bangor Daily News — BDN Maine", "article_keywords": ["insurance", "states", "marketplace", "youre", "dont", "federal", "pay", "bdn", "answers", "asked", "penalty", "bangor", "health", "daily", "questions", "frequently", "maine", "care"], "article_url": "http://bangordailynews.com/2014/12/29/health/have-questions-about-the-affordable-care-act-weve-got-answers/", "article_text": "What is this “Affordable Care Act” of which you speak? It’s a controversial, 900-plus-page federal law (officially the Patient Protection and Affordable Care Act) that was signed by President Barack Obama on March 23, 2010. It makes sweeping changes to health care, such as requiring almost all Americans to have health insurance. Some people say it goes too far. Others say it doesn’t go far enough.\n\nWhy is the ACA also known as Obamacare? Opponents came up with that name back in 2007 as a dig at Obama. It stuck.\n\nThis is universal health care, right? No. In places with universal health care (we’re looking at you, Canada), the government pays for medical care. The ACA, on the other hand, requires that people pay for their own care by buying insurance. The ACA did expand government coverage — Medicaid — to some people, but the U.S. Supreme Court ruled that states didn’t have to accept that expansion. So many states, including Maine, didn’t.\n\nSo I have to have health insurance now? Yes, that started in 2014, unless you are both very poor (under the federal poverty level) and live in a state that didn’t expand Medicaid (like Maine). You can also get an exemption to the penalty if:\n\n— Your religion prevents you from accepting insurance benefits.\n\n— You’re part of a health care sharing ministry.\n\n— You are an Alaska Native shareholder or a member of a federally recognized Indian tribe.\n\n— You lack insurance for fewer than three months in a row.\n\n— You have suffered a certified hardship.\n\n— You can’t afford coverage because you’d have to pay more than 8 percent of your household income for coverage.\n\n— You’re behind bars.\n\n— You are not a U.S. citizen, a U.S. national or an alien lawfully present in the U.S.\n\nOK, so I’m not on that list. What if I don’t get insurance? If you didn’t have it in 2014 and you were supposed to, you’ll pay a penalty come tax time in April. The IRS is in charge of that. In 2015, the penalty gets bigger.\n\nHow much is the penalty? In 2014, it’s either 1 percent of your annual household income or $95 per adult for the year/$47.50 per child, whichever is higher. (FYI: To calculate 1 percent of your household income, the IRS uses only the amount above its tax filing threshold. So for a single person, for example, the first $10,000 or so doesn’t count.)\n\nNote the “whichever is higher” part. If you make $35,000 a year, you’ll owe about $250 in penalty, not $95.\n\nFor 2015, the penalty is either 2 percent of your annual household income or $325 per adult/$162.50 per child, whichever is higher. Again, that 2 percent is only on the amount above the tax filing threshold.\n\nThe penalty will go up again in 2016.\n\nBut what if I only went without insurance for a month (or, um, two)? Short gaps of three months or fewer are penalty free. However, those months must be consecutive. In other words, if you have more than one gap in a year — say, you didn’t have insurance between May and July and then again between October and December — only the first one is exempt. So there’s no penalty the first time, but you’ll have to pay the second.\n\n(FYI: Penalties are based on how many months you’re without insurance. So if your penalty was $95 for the year but you were only without insurance for half the year, you’d pay half that penalty.)\n\nI bought my insurance this past spring. That means I don’t have to shop around again until next spring, right? Right? Wrong. All individual health insurance ends Dec. 31 no matter when or where you bought it. If you want insurance in 2015, you have until Feb. 15 to sign up.\n\n(FYI: It takes time for paperwork to be processed, so don’t expect insurance to kick in the moment you sign up. If you’re buying from the marketplace and need your insurance to start on the 1st of next month, you must sign up by the 15th of this month. If you’re not buying through the marketplace, check with your insurance carrier. It may have a different start date.)\n\nCan I sign up for insurance whenever I want? No. Open enrollment runs only through Feb. 15, 2015. Unless you are a tribal member or an Alaska Native shareholder, or you experience a certain life-changing event (marriage, adoption, job loss, etc.), open enrollment is the only time you can get health insurance for 2015. It doesn’t matter how or where you buy it, Feb. 15 is your deadline. If you qualify, you can sign up for Medicaid or the Children’s Health Insurance Program at any time.\n\nEnrolling was a nightmare last year! Do I have to re-enroll all over again? No. Your insurance will automatically renew if you do nothing. However, experts strongly — Very. Strongly. — advise people to review their medical needs, financial situation and insurance options. That’s because your insurance plan might have changed. Or you might qualify for a larger subsidy. Or maybe you’re in a plan that worked well this past year but isn’t what you need now.\n\n(FYI: Some people who signed up through the marketplace did not check the box that allowed the federal government to automatically access their tax records every year. If you’re one of them, you must go back to the marketplace now to update your financial information. If you don’t, you’ll either lose your subsidy or lose your insurance.)\n\nBut … nightmare. I just don’t want to go through that sign-up mess again! People who have used the marketplace this year say it’s working better and is easier to navigate. New sign-ups that took five or six hours to complete last year are taking an hour or so now. Renewals can take just 30 minutes since last year’s information should already be filled in and only needs to be reviewed and updated.\n\nHey! I just logged on to Healthcare.gov and discovered I was already re-enrolled in my marketplace plan. What gives? I wanted to pick a different plan. If you didn’t go to the marketplace and choose a new plan by Dec. 15, you were automatically renewed. (That way you’d have coverage come Jan. 1.) If you don’t like that plan, you don’t have to keep it. You have until Feb. 15 to pick something else.\n\nIs this all going to be moot? I heard something about the U.S. Supreme Court. In March 2015, the U.S. Supreme Court is expected to decide whether federal subsidies apply only in states that set up their own insurance marketplaces or whether they also can be used in states that use the federal marketplace, as they are now. Just over half of all states, including Maine, use the federal marketplace.\n\nThe court’s decision has the potential to dramatically affect subsidies — as in, kill them in most states — but no one knows how the Supreme Court will rule. And if that happens, there are possible fixes, including a tweak to the ACA’s language or a change in states’ relationship to the federal marketplace.\n\nYou can hold off getting insurance to see how the Supreme Court rules, but it’s not expected to make a decision until summer, well after open enrollment and halfway through the year. If you gamble that the law is going to fall apart and it doesn’t, you won’t be able to get insurance and you’ll be on the hook for hundreds of dollars in penalty.\n\nIf you get a subsidy, experts say you shouldn’t worry about being forced to pay it back because the court’s decision cannot be made retroactive. However, it is possible you could lose your subsidy if the court rules against the federal marketplace — and losing your subsidy could mean losing your insurance, unless you can pay the whole cost on your own.\n\nWait, a subsidy? If you can’t get affordable health insurance through your job and you earn between 100 percent and 400 percent of the federal poverty level, you can get money from the feds to help pay for insurance. If you’re between 100 percent and 250 percent of the federal poverty level, you also can get a discount on your out-of-pocket health care expenses. This will all be on a sliding scale — the less you earn, the bigger your subsidy.\n\nWhat’s the federal poverty level? Right now it’s $11,670 a year for one person (modified adjusted gross income). For a family of four, $23,850.", "article_metadata": {"description": "What is this “Affordable Care Act” of which you speak? It’s a controversial, 900-plus-page federal law (officially the Patient Protection and Affordable Care Act) that was signed by President Barack Obama on March 23, 2010. It makes sweeping changes to health care, such as requiring almost all Americans to have [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "What is this “Affordable Care Act” of which you speak? It’s a controversial, 900-plus-page federal law (officially the Patient Protection and Affordable Care Act) that was signed by President Barack Obama on March 23, 2010. It makes sweeping changes to health care, such as requiring almost all Americans to have [...]", "title": "Answers to frequently asked questions about the Affordable Care Act", "url": "http://bangordailynews.com/2014/12/29/health/have-questions-about-the-affordable-care-act-weve-got-answers/", "image": "http://static.bangordailynews.com/wp-content/themes/bdn/images/bdn-maine-facebook-logo.png?strip=all", "type": "article"}, "twitter": {"url": "http://bangordailynews.com/2014/12/29/health/have-questions-about-the-affordable-care-act-weve-got-answers/", "description": "What is this “Affordable Care Act” of which you speak? It’s a controversial, 900-plus-page federal law (officially the Patient Protection and Affordable Care Act) that was signed by President Barack Obama on March 23, 2010. It makes sweeping changes to health care, such as requiring almost all Americans to have [...]", "site": "@bangordailynews", "card": "summary", "title": "Answers to frequently asked questions about the Affordable Care Act"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,affordable care act,health,news,politics,state,affordable care act 201,answers to frequently asked questions about the affordable care act,is_article,lindsay tice", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fda076\"", "article_summary": "It makes sweeping changes to health care, such as requiring almost all Americans to have health insurance.\nIn places with universal health care (we’re looking at you, Canada), the government pays for medical care.\nIf you qualify, you can sign up for Medicaid or the Children’s Health Insurance Program at any time.\nAll individual health insurance ends Dec. 31 no matter when or where you bought it.\nThis is universal health care, right?"}