{"article_title": "10 worst right-wing moments of the week: Grammy weddings edition", "article_keywords": ["week", "mike", "gaga", "grammy", "sessions", "moments", "weddings", "equal", "edition", "inequality", "worst", "black", "rightwing", "lee", "oreilly", "schiff"], "article_url": "http://www.salon.com/2014/02/03/10_worst_right_wing_moments_of_the_week_grammy_weddings_edition_partner/", "article_text": "Topics: AlterNet, Bill O'Reilly, Gay Marriage, Inequality, Kirk Cameron, Mike Lee, Politics News\n\nThis article originally appeared on AlterNet\n\n1. Investor Peter Schiff: ‘We are not all created equal. I am worth way more than you.’\n\n“The Daily Show’s” Samantha Bee decided to dig deeper into this whole minimum wage debate this week, and boy, did she land a doozy of an interview with investor Peter Schiff, new poster boy for the 1%. From start to finish, Schiff was totally and utterly vile. He admitted he never personally goes to fast-food joints, but somehow claimed to know that the people who work in them “don’t seem desperate. They’re young kids having fun.” (Cut to Bee interviewing two workers, one supporting five siblings; the other a 48-year-old man with a bachelor’s degree.)\n\nAn unabashed lover of the free-market economy, in favor of abolishing the minimum wage altogether, Schiff also asserted that, “people don’t go hungry in a capitalist economy.” Tell that to the folks having their food stamps cut. He concluded by suggesting there are people you could pay $2 an hour, like the “mentally retarded.” As the Founding Fathers said, he concluded, “we are not all equal,” and “you’re worth what you’re worth.”\n\nLater in the week, he complained about how Bee distorted what he said. So he clarified it. What he meant was that “intellectually disabled” people could be paid $2 an hour.\n\nOh, that makes it much better.\n\n2. Tea Partier Mike Lee defines inequality as giving gay people equal rights.\n\nOkay, okay. That’s not quite fair. Senator Lee (R-UT), in his Tea Party response to the State of the Union address, said that many things are inequality. It’s just that none of the things he defined as inequality actually have a discernible thing to do with inequality. Here is a brief list of what Mike Lee defines as inequality:\n\nTrapping poor children in failing schools to benefit bureaucrats and union bosses.\n\nPenalizing low-income parents for getting married, or getting better jobs.\n\nGuaranteeing insurance companies taxpayer bailouts if Obamacare cuts into their profits.\n\nBlocking thousands of middle-class jobs in the energy industry as a favor to partisan donors and radical environmental activists.\n\nDenying viable, unborn children any protection under the law, while exempting unsanitary, late-term abortion clinics from basic safety standards.\n\nDenying citizens their right to define marriage in their states as traditionally or as broadly as their diverse values dictate. (Translation, not allowing people to deny gay people equal rights.)\n\nObamacare\n\nIn other words, inequality to Mike Lee is synonymous with all things Republicans do not like.\n\nWe can’t wait to see what he does with the rest of the words in the dictionary.\n\n3. Well-known African-American expert Bill O’Reilly knows what’s wrong with black people.\n\nBill O’Reilly has taken the very original right-wing stance that black people are to blame for their own poverty. It’s because of their culture, he said recently (possibly for the umpteenth time.) He talked about out-of-wedlock births, saying he was sick of talking about it, despite the fact that he talks about it all the time. He said that in black precincts, there is “chaos in the streets, in the schools and in the homes.” Black precincts? Are we in apartheid-era South Africa? Why, oh why, asks O’Reilly, won’t Obama give these black folks a talking to?\n\nDespite Obama’s extremely high approval rating among African Americans (85 percent), O’Reilly did find two black guys who were critical of Obama. So, that tells you something. Two is a trend.\n\nWhy is it that black people are still struggling with a substantially lower median household income than white people? O’Reilly wonders. Because of their culture, he says. Also, Obama.\n\n4. Senator Jeff Sessions: Pot is dangerous, Lady Gaga says so.\n\nPresident Obama upset a lot of people when he made the rather mild statement in the New Yorker recently about pot probably not being any more dangerous than booze. Some people have an awful lot invested in perpetuating reefer madness paranoia about cannabis. One of them is Alabama Sen. Jeff Sessions, who chastised Attorney General Eric Holder during a judiciary committee for the administration’s softening stance on legalization.\n\n“Lady Gaga says she’s addicted to it and it’s not harmless, she’s been addicted to it,” Sessions sputtered, “I just hope you will talk to the president—you’re close to him—and pull back from this position which I think is going to be adverse to the health of America.”\n\nSessions’ air-tight scientific expert, Ms. Gaga, told the Z100 Morning Show that she was smoking 15 to 20 marijuana cigarettes a day at one point and that she used it as a way of self-medicating her anxiety.\n\nWe suspect that might be the sum total of Jeff Sessions’ familiarity with the fashion-forward pop-star’s oeuvre. Fortunately, Lady Gaga was able to calm down and kick the extremely dangerous habit-forming drug, freeing her up to wear meat dresses.\n\n5. Kirk Cameron: ‘Those Grammy weddings were an assault on the traditional family.’\n\nThe fact that the mass weddings at the Grammys included same-sex weddings was a personal affront to the actor Kirk Cameron. Why? No one knows. Oh yeah, he’s a homophobe.\n\n“How did you like the Grammy’s [sic] all out assault on the traditional family?” he posted on Facebook. He went on to promote his new movie (which we’re not going to promote). “Last night, the lines were drawn thick and dark. Now more than ever, we must work together to create the world we want for our children,” he huffed and puffed. His new movie will strengthen families, he claimed.\n\nHe joined other forward-thinking individuals, and conservatives who took to Twitter, freaking out over the same-sex marriages taking place on live primetime television.\n\n“Heads up: Grammy telecast to feature sodomy-based wedding ceremonies,” Bryan Fischer, of the American Family Association, wrote.\n\n“I’ve never seen such a display of intolerance, bigotry and hatred. #Grammys #antichristian,” Fox News’ Todd Starnes tweeted.\n\nDisplay of intolerance, indeed.\n\n6. ​John Pisciotta: ‘Boycott Girl Scout cookies because the organization has been taken over by left-wingers who want to empower women.’", "article_metadata": {"description": "Kirk Cameron freaks out over the Grammys, while Rand Paul suggests it's time to punish single mothers", "title": "10 worst right-wing moments of the week: Grammy weddings edition", "og": {"site_name": "Salon", "description": "Kirk Cameron freaks out over the Grammys, while Rand Paul suggests it's time to punish single mothers", "title": "10 worst right-wing moments of the week: Grammy weddings edition", "url": "http://www.salon.com/2014/02/03/10_worst_right_wing_moments_of_the_week_grammy_weddings_edition_partner/", "image": "http://media.salon.com/2014/01/rand_paul_mtp.jpg", "type": "article"}, "twitter": {"description": "Kirk Cameron freaks out over the Grammys, while Rand Paul suggests it's time to punish single mothers", "title": "10 worst right-wing moments of the week: Grammy weddings edition", "image": "http://media.salon.com/2014/01/rand_paul_mtp.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Janet Allon", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, AlterNet, Bill O'Reilly, Gay Marriage, Inequality, Kirk Cameron, Mike Lee", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcb783\"", "article_summary": "Here is a brief list of what Mike Lee defines as inequality:Trapping poor children in failing schools to benefit bureaucrats and union bosses.\nTopics: AlterNet, Bill O'Reilly, Gay Marriage, Inequality, Kirk Cameron, Mike Lee, Politics NewsThis article originally appeared on AlterNet1.\nObamacareIn other words, inequality to Mike Lee is synonymous with all things Republicans do not like.\nTea Partier Mike Lee defines inequality as giving gay people equal rights.\nKirk Cameron: ‘Those Grammy weddings were an assault on the traditional family.’The fact that the mass weddings at the Grammys included same-sex weddings was a personal affront to the actor Kirk Cameron."}