{"article_title": "Congress Finally Confronts Veteran Suicide Epidemic", "article_keywords": ["va", "suicide", "congress", "senate", "veteran", "bill", "legislation", "epidemic", "finally", "health", "military", "confronts", "iraq", "veterans", "coburn"], "article_url": "http://www.thefiscaltimes.com/2015/02/04/Congress-Finally-Confronts-Veteran-Suicide-Epidemic", "article_text": "In the final days of the lame duck Congress last December, an emotional squabble over legislation aimed at combatting an epidemic of suicides among U.S. veterans played out on the Senate floor.\n\nSen. Richard Blumenthal (D-CT) voiced exasperation as retiring Sen. Tom Coburn (R-OK), a noted deficit hawk and critic of government waste, single-handedly blocked a final vote on the measure, saying that the Department of Veterans Affairs already had programs addressing the suicide problem.\n\nRelated: Coburn’s Last Act Was Blocking a VA Suicide Prevention Bill\n\nCoburn insisted that despite overwhelming support for the bill in the House and Senate, it would be a waste of $22 million over the coming five years. “Our military heroes deserve more than false promises,” Coburn said. “It is dishonest for Congress to pretend that passing yet another bill will finally solve the challenges plaguing the VA.”\n\nBut the new Republican majority in the Senate disagreed in the face of government estimates that 11 veterans commit suicide every day of the year. On Tuesday, the Senate voted 99 to 0 to approve the House-passed bill and sent it to President Obama for his certain signature.\n\nThe victims of suicide are primarily older vets according to a VA study, Military.com reported. “Veterans over the age of 50 who had entered the VA healthcare system made up about 78 percent of the total number of veterans who committed suicide - 9 percentage points higher than the general pool.”\n\nSuicide has become the scourge of the military and the problem has long cried out for government intervention. More than half of the 2.6 million veterans of Iraq and Afghanistan are struggling with physical or mental health problems that often lead to debilitating depression – and suicide.\n\nBy the end of December, an estimated 1,800 military veterans had taken their own lives in 2014, according to the advocacy group Iraq and Afghanistan Veterans. This troubling phenomenon has greatly added to the challenges of the scandal ridden VA.\n\nRelated: America’s Vets: More Jobs, More Help, More Suicides\n\nAfter the disclosure by CNN that at least 40 veterans died while waiting long periods of time for appointments at the Phoenix Veterans Health Administration facilities, irate lawmakers rushed to highlight the crisis and press for reforms. While Coburn was right that there may be some overlap between existing VA counseling services and the initiatives contained in the legislation, the VA and veterans groups believe it was important to provide a high profile signal of their concern.\n\n“We owe these wounded warriors more effective psychiatric services and counseling so they can win the war against the inner demons that come home with them from service,” Blumenthal, the ranking Democrat on the Veterans Affairs Committee and one of the bill’s chief sponsors, said in a statement. “This bill will help save lives, but still it’s only a first step.”\n\nUnder the new legislation, the VA’s existing suicide prevention and mental health treatment programs will be scrutinized by outside evaluators with an eye towards identifying the most effective approaches among the VA’s 800 hospitals and clinics so that they can be emulated by other facilities across the country. Another provision will create a peer-support pilot program in at least five of the department’s 22 regional networks. The legislation also will create a one-stop-shopping website for information on suicide prevention.\n\nRelated: Americans Sour on VA after Health Care Scandal\n\nThe legislation was named for Clay Hunt, a Marine who served in Iraq and suffered from post-traumatic stress disorder, who killed himself four years ago.\n\nJake Wood, co-founder of Team Rubicon, a military veterans’ advocacy group, told MSNBC on Wednesday that he was relieved by the Senate vote. He cautioned that the legislation would not be a magic bullet in addressing the rash of suicides among veterans from the Iraq and Afghanistan wars and the Vietnam War era, but represents an important start.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In the final days of the lame duck Congress last December, an emotional squabble over", "title": "Congress Finally Confronts Veteran Suicide Epidemic", "url": "http://www.thefiscaltimes.com/2015/02/04/Congress-Finally-Confronts-Veteran-Suicide-Epidemic", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/11102012_veterans_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/02/04/Congress-Finally-Confronts-Veteran-Suicide-Epidemic", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/11102012_veterans_article.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "In the final days of the lame duck Congress last December, an emotional squabble over", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Jake Wood, co-founder of Team Rubicon, a military veterans’ advocacy group, told MSNBC on Wednesday that he was relieved by the Senate vote.\nBy the end of December, an estimated 1,800 military veterans had taken their own lives in 2014, according to the advocacy group Iraq and Afghanistan Veterans.\nThe victims of suicide are primarily older vets according to a VA study, Military.com reported.\nIn the final days of the lame duck Congress last December, an emotional squabble over legislation aimed at combatting an epidemic of suicides among U.S. veterans played out on the Senate floor.\nMore than half of the 2.6 million veterans of Iraq and Afghanistan are struggling with physical or mental health problems that often lead to debilitating depression – and suicide."}