{"article_title": "‘Gosnell’ Movie Begins Filming", "article_keywords": ["begins", "watching", "movie", "signal", "mcaleer", "producers", "filming", "role", "infants", "known", "gosnell", "film", "women"], "article_url": "http://dailysignal.com/2015/10/05/gosnell-movie-begins-filming/", "article_text": "“Gosnell,” a film about late-term abortionist Dr. Kermit Gosnell, has begun filming, the film’s producers announced last month.\n\nIn an interview with The Daily Signal, Phelim McAleer, one of the producers of the film, said the first week of filming has been an “amazing experience.”\n\n“The actors are fantastic,” McAleer said. “They have incredible skills and enthusiasm for the truthfulness of the story.”\n\nMcAleer said the film is “heavily based” on transcripts and interviews from Gosnell’s trial, so “we know these things are true,” but watching the actors bring it to life has brought those watching to tears.\n\nAccording to a press release, Earl Billings has been cast as Gosnell. Billings is known for his role in “Thank You For Smoking.”\n\nDean Cain will play Detective James Wood, who investigated Gosnell. Cain is known for his role as Superman in “Lois & Clark: The New Adventures of Superman.”\n\nSarah Jane Morris, who has had roles on “Brothers and Sisters” and “NCIS,” has been cast as the assistant district attorney and Michael Beach from “Sons of Anarchy” as the district attorney.\n\nNick Searcy, known for his role in “Justified,” is directing the film.\n\nThe Daily Signal previously reported that Gosnell is currently serving multiple life sentences without the possibility of parole for his crimes. In 2013, he was convicted of performing abortions beyond Pennsylvania’s 24-week limit, and for the first-degree murder of three infants born alive and the involuntary manslaughter of an adult patient, Karnamaya Mongar.\n\nGosnell murdered infants born alive by severing their spinal cords with scissors, a process he referred to as “snipping.”\n\nThe filmmakers describe Gosnell’s Philadelphia clinic as a “House of Horrors,” where untrained staff treated patients in unsanitary conditions, and where white women received preferential treatment over minority women. Investigators found the remains of infants stored in jars in the clinic.\n\n“Gosnell” is expected to be released early next year.\n\nThe film was financed through a record-breaking crowdfunding campaign and is still accepting donations.", "article_metadata": {"description": "“Gosnell,” a film about late-term abortionist Dr. Kermit Gosnell, has begun filming, the film’s producers announced Friday.", "og": {"site_name": "The Daily Signal", "description": "“Gosnell,” a film about late-term abortionist Dr. Kermit Gosnell, has begun filming, the film’s producers announced Friday.", "title": "‘Gosnell’ Movie Begins Filming", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150928_GosnellMovie_Scanlon-FEATURE.jpg", "updated_time": "2015-10-06T14:19:57+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1KGiVqK"}, "twitter": {"domain": "The Daily Signal", "description": "“Gosnell,” a film about late-term abortionist Dr. Kermit Gosnell, has begun filming, the film’s producers announced Friday.", "title": "‘Gosnell’ Movie Begins Filming", "image": {"src": "http://dailysignal.com/wp-content/uploads/150928_GosnellMovie_Scanlon-FEATURE.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "Protecting Life", "published_time": "2015-10-05T15:24:01+00:00", "modified_time": "2015-10-06T14:19:57+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Gosnell, Kermit Gosnell, Gosnell Movie, Dean Cain, Earl Billings, Nick Searcy, Sarah Jane Morris, Phelim McAleer"}, "article_summary": "“Gosnell,” a film about late-term abortionist Dr. Kermit Gosnell, has begun filming, the film’s producers announced last month.\nBillings is known for his role in “Thank You For Smoking.”Dean Cain will play Detective James Wood, who investigated Gosnell.\nThe Daily Signal previously reported that Gosnell is currently serving multiple life sentences without the possibility of parole for his crimes.\nIn an interview with The Daily Signal, Phelim McAleer, one of the producers of the film, said the first week of filming has been an “amazing experience.”“The actors are fantastic,” McAleer said.\nAccording to a press release, Earl Billings has been cast as Gosnell."}