{"article_title": "Christo’s “Over the River” art project clears another legal challenge – The Denver Post", "article_keywords": ["art", "colorado", "parks", "federal", "christos", "challenge", "legal", "group", "project", "state", "arkansas", "denver", "clears", "court", "post", "river", "decision"], "article_url": "http://www.denverpost.com/breakingnews/ci_24034975/christos-over-river-art-project-clears-another-legal", "article_text": "Artist Christo’s grand plan to drape shimmering fabric over 6 miles of the Arkansas River has cleared another legal hurdle, thwarting his opponents.\n\nA Denver District Court judge on Thursday supported Colorado State Parks’ June 2011 decision to allow the artist to use portions of the Arkansas River Headwaters Recreation Area between Salida and Cañon City for his long-planned Over the River art installation.\n\nChristo is paying for the entire project, which is estimated to cost $50 million and will take two years to build before displaying for just two weeks.\n\nThe group Rags Over the Arkansas River sued in July 2011, asking the court to dismiss and deny the project, arguing the Colorado State Parks decision failed to properly analyze the myriad impacts of the project.\n\nJudge Robert McGahey on Thursday ruled that the state parks board’s 2011 approval of Christo’s comprehensive plan to mitigate those impacts — hammered out in conjunction with several state and federal agencies in a 1,700-page federal environmental review — was sufficient.\n\n“The (Colorado State Parks) board determined that the mitigation measures put in place by OTR and the collaborating agencies was sufficient to lessen the impact, and that the benefit to (the) park was substantial enough to outweigh the impact to the park and the surrounding area. I find that the board did not act in an arbitrary or capricious manner in entering into the agreement,” McGahey wrote in his decision.\n\nChristo hailed the decision in a statement on Friday.\n\n“I am very happy with the Colorado court’s decision to uphold the State Parks agreement,” Christo said. “We have now cleared two of the three legal hurdles that need to be overcome and I look forward to the federal court making its decision on the third case still pending.”\n\nThat federal case — also brought by Rags Over the Arkansas River — challenges the Bureau of Land Management’s approval of the project.\n\n“The hurdle that is left is a big hurdle,” ROAR spokeswoman Joan Anzelmo said, adding that her group was disappointed by the ruling and is pondering an appeal.\n\nAn appeal of the district court decision and a lengthy federal trial would even further delay the project, which 78-year-old Christo and his wife Jeanne-Claude first floated in the early 1990s and formally proposed in 1997. Jeanne-Claude died in 2009.\n\nEarlier this month, the ever-moving Christo toured Colorado, giving speeches and speaking with reporters about a proposed project in the United Arab Emirates, upcoming exhibitions in Germany and New Mexico and his daily exercise regimen and diet.\n\nHe declined to speculate when Over the River would begin, but has long said the process of approval, review and appeals are part of his art, stirring discussion and emotions.\n\nThe federal lawsuit is a final stand for opponents of Christo’s Over the River. Even though the ROAR group has lost two legal fights — an appeal of the BLM approval to the U.S. Department of Interior and Thursday’s district court decision — the federal lawsuit continues and the group counts the ongoing delays of Over The River as a victory.\n\n“As a consequence of ROAR’s work, Over the River has been indefinitely delayed,” Anzelmo said. “ROAR believes the BLM does not have the authority to approve this project because the impact to Bighorn Sheep Canyon from a massive, industrial art project is simply not allowed under the area’s existing land use management plan, which instead directs that BLM will protect Bighorn Sheep Canyon as an area of critical environmental concern.”\n\nJason Blevins: 303-954-1374, jblevins@denverpost.com or twitter.com/jasontblevins", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Christo’s “Over the River” art project clears another legal challenge", "title": "Christo’s “Over the River” art project clears another legal challenge", "url": "http://www.denverpost.com/2013/09/06/christos-over-the-river-art-project-clears-another-legal-challenge/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20130907__07DROTRp1.jpg", "height": 433}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20130907__07DROTRp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-09-06T16:05:11+00:00", "modified_time": "2016-04-29T13:21:21+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fda082\"", "article_summary": "Artist Christo’s grand plan to drape shimmering fabric over 6 miles of the Arkansas River has cleared another legal hurdle, thwarting his opponents.\n“I am very happy with the Colorado court’s decision to uphold the State Parks agreement,” Christo said.\nThe group Rags Over the Arkansas River sued in July 2011, asking the court to dismiss and deny the project, arguing the Colorado State Parks decision failed to properly analyze the myriad impacts of the project.\nA Denver District Court judge on Thursday supported Colorado State Parks’ June 2011 decision to allow the artist to use portions of the Arkansas River Headwaters Recreation Area between Salida and Cañon City for his long-planned Over the River art installation.\nThe federal lawsuit is a final stand for opponents of Christo’s Over the River."}