{"article_title": "South Carolina NAACP President: We’ve got a climate of hate here", "article_keywords": ["climate", "weve", "randolph", "naacp", "roof", "state", "history", "flags", "church", "president", "white", "shooting", "hate", "south", "carolina"], "article_url": "http://www.msnbc.com/msnbc/south-carolina-naacp-president-weve-got-climate-hate-here", "article_text": "A day after nine people were massacred by a gunman inside historic Emanuel AME Church in Charleston, South Carolina, people from the state were still trying to make sense of the carnage.\n\n\n\nBy Thursday, police across the border in Shelby, North Carolina arrested Dylann Roof, a white, 21-year-old man from Lexington, South Carolina in connection with the shooting. A citizen’s tip led to Roof’s arrest during a traffic stop, authorities said during a news conference Thursday.\n\n\n\nWitnesses say Roof sat inside the church, which was holding Bible study Wednesday night, for about an hour before the massacre began and that he asked who the pastor was before sitting beside him. The witnesses said that just before the killing began, Roof stood up and announced that he was there “to shoot black people,” and that he reloaded his handgun at least five times, telling one male parishioner who tried to talk him down: “you rape our women, you are taking over our country. You have to go.” Roof is said to have told one witness – a woman – he was leaving her alive to tell other people what happened. Three people survived the shooting, including a child, who reportedly hid inside the sanctuary. The State of Carolina and the Department of Justice are investigating the shooting as a hate crime.\n\n\n\nRELATED: Clinton speaks out on race and guns after Charleston shooting\n\nOn Thursday, as statewide officials including South Carolina governor Nikki Haley and Charleston mayor Joseph P. Riley held an emotional press conference calling for healing and unity, and prepared to gather for a prayer vigil, attention focused on the church and the nine victims who were cut down there: six women and three men, including Emanuel AME’s pastor, Rev. Clementa C. Pinckney, who also served in the South Carolina state senate, where a black cloth was draped over his seat in the legislature Thursday.\n\n\n\nDr. Lonnie Randolph, president of the South Carolina NAACP, described Pinckney as an activist preacher.\n\n\n\n“I don’t mean he talked politics in church,” Randolph said. “He talked about life issues. He talked about voting rights, the rich history of the church,” and educational issues in the state.\n\n\n\n“He was just a great, humble servant, and did his work really by principle,” said Rick Wade, who ran Barack Obama’s 2008 campaign in South Carolina, during which time then-Senator Obama got to know Pinckney. Wade, for his part, knew Pinckney for many years from the state legislature, and called him “just really a giant of a leader.”\n\nWade, who returned to his home state from Washington D.C. on Thursday, said members of the community are struggling to understand what happened.\n\n“It’s the question I guess we all are trying to understand,” he said. “Emanuel is the oldest AME church certainly in the south, and the AME church is very strong and powerful, it’s the center for political and social organization. I agree with the mayor and chief of police that this clearly had to be a hate crime.”\n\n\n\nClose video What’s next for Dylann Roof? Now that Dylann Roof has been captured, what happens next? MSNBC’s Law Enforcement Analyst Jim Cavanaugh and Retired NYPD Detective Marquez Claxton, who is also the director of the Black Law Enforcement Alliance, joined the panel to discuss. embed like save share group\n\n\n\n“That’s the church of Denmark Vesey, and it’s always been a very activist church,” said Randolph. “In fact, I wonder why every AME church isn’t an activist church, because AME brought ‘raising hell’ to religion.”\n\n\n\nMany have noted that the shooting took place one day after the anniversary of the June 16, 1822 uprising led by Vesey, a former slave and co-founder of the church, who led what would have been the largest slave rebellion in the country’s history, but which ended with Vesey and dozens of others in the stocks, and the church, known locally as “Mother Emanuel,” set on fire by angry whites, forcing its members to hold services underground.\n\n\n\nRELATED: Charleston shooting part of long history of violence against churches\n\nJune 16 is also the anniversary of the 1976 Soweto uprising in then-Apartheid South Africa. A photo on his since closed Facebook page shows that Roof changed his profile photo on May 21 to one in which he is seen standing in a wooded area, wearing a jacket emblazoned with the flags of Apartheid-era South Africa and Rhodesia, the white separatist colony formed in what is now Zimbabwe.\n\n\n\nAuthorities would not comment on whether Roof confessed to the shooting, or to a possible motive. But the Southern Poverty Law Center says the Apartheid South Africa and Rhodesia flags would be familiar to members of white separatist groups, who in recent years have alleged “white genocide” against white settlers after those regimes fell and were replaced by black-led governments. According to the SPLC’s Stephen Piggott, hate groups also frequently highlight “what they call attacks on whites in the U.S., and cite President Obama being elected as a harbinger” of the extermination of the white race. Piggott said that white supremacist rallies also include people flying those two flags, and those insignia are often sold at Internet sites catering to white nationalists.\n\n‘A climate of hate’\n\n\n\nRandolph said that the issues that formed the core of Rev. Pinckney’s activism still need airing in a state that he described as too often steeped in “a climate of hate.”\n\n“The fact is, here in 2015 in South Carolina, we still fly the Confederate flag on our statehouse grounds,” Randolph said. “How many other states in America do that?” In fact, an NAACP-led boycott of the state over the continued flying of the Confederate Flag over a monument on the statehouse grounds is in its 15th year. A photo also taken from Roof’s Facebook page shows him posing with a car, thought to be the Hyundai in which he attempted to flee to North Carolina after the shooting, with a license plate emblazoned with the Confederate flag.\n\n\n\n(While only Mississippi still incorporates the confederate battle flag into its state flag, several other southern states: Georgia, Virginia, Louisiana and North Carolina use state flags that are either modified versions of the confederate flag’s “St. Andrew’s Cross” or date to the time of the civil war.)\n\n\n\nRandolph says South Carolina’s checkered racial history is reflected in some of its current policies.\n\n\n\n“We didn’t accept the Affordable Care Act – we want people to be sick. We won’t educate our children – we’re 21 years into a lawsuit to make South Carolina educate children and that’s unheard of [and] just inhumane. We keep ‘em dumb and lock ‘em up,” he said. “Historically, we are the state that provided the legislator who almost killed a person on the floor of the United States Senate, who was against slavery”; a reference to the May 22, 1856 incident in which South Carolina Senator Preston Brooks, a pro-slavery Democrat, viciously beat anti-slavery Republican Senator Charles Sumner of Massachusetts with a cane until the latter lost consciousness on the Senate floor.\n\n\n\nRELATED: Obama: America must grapple with gun violence\n\n“We are the state of Strom Thurmond, who filibustered the Civil Rights Act for 24 hours and 18 minutes to keep me from using the same latrine that he used,” Randolph continued, also citing the case of George Stinney, the 14-year old boy from Alcolu South Carolina who was put to death in the electric chair for the murder of two white girls in 1944, making him the youngest person executed in the U.S. in the modern era. “Set him on top of a Bible to kill him.”\n\n\n\n“The Orangeburg massacre, February 8, 1968, and nobody’s ever been charged,” he continued. “We’re the state of Joe Wilson, who cussed the president in 2009,” in the infamous “you lie” moment during a joint session of Congress. “And of course you can’t leave out the fact that this was the first state that told the country we’re going to terrorize and kill you [by launching the Civil War in 1864] because ‘you’re not gonna take our slaves from us.’ So we’ve got a lot of hate in our history here.”\n\n\n\nDespite that grim assessment, Randolph says civil rights activists in the state are not giving up. “We haven’t given up on education. We haven’t given up on the right to vote, even though they are trying to take that away from us. And we are going to win, because right is always victorious.”\n\n\n\nAs for Wade, he is focused on the ongoing tragedy faced by the families of the nine victims at Mother Emanuel.\n\n\n\n“I’m preaching at a church this Sunday,” he said. “It’s father’s day. It’s men’s day, and what an unfortunate tragedy to head into the weekend.”", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "Dr. Lonnie Randolph, president of the South Carolina NAACP, said that the issues that formed the core of Rev. Pinckney’s activism still need airing.", "original-source": "http://www.msnbc.com/msnbc/south-carolina-naacp-president-weve-got-climate-hate-here", "og": {"site_name": "MSNBC", "description": "Dr. Lonnie Randolph, president of the South Carolina NAACP, said that the issues that formed the core of Rev. Pinckney’s activism still need airing.", "title": "South Carolina NAACP President: We’ve got a climate of hate here", "url": "http://www.msnbc.com/msnbc/south-carolina-naacp-president-weve-got-climate-hate-here", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/charleston_shooting.jpeg-020f2.jpg?itok=DcKheEFN", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "creator": {"identifier": "@msnbc", "id": 2836421}, "url": "http://www.msnbc.com/msnbc/south-carolina-naacp-president-weve-got-climate-hate-here", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/charleston_shooting.jpeg-020f2.jpg?itok=8PvIgl8b", "title": "South Carolina NAACP President: We’ve got a climate of hate here", "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "Dr. Lonnie Randolph, president of the South Carolina NAACP, said that the issues that formed the core of Rev. Pinckney’s activism still need airing."}, "robots": "follow, index", "DC.date.issued": "2015-06-18T18:00:00-04:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "nv": {"author": "joyreid", "tags": "charleston-church-shooting,criminal-justice,equality,gun-violence,race,society,south-carolina", "title": "South Carolina NAACP President: We’ve got a climate of hate here", "published": 1, "date": "06/18/2015 18:00:00 EDT", "address": "http://www.msnbc.com/msnbc/south-carolina-naacp-president-weve-got-climate-hate-here"}, "article": {"author": "http://www.facebook.com/msnbc"}, "abstract": "Dr. Lonnie Randolph, president of the South Carolina NAACP, said that the issues that formed the core of Rev. Pinckney’s activism still need airing.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Equality, Race, Society, Criminal Justice, Charleston Church Shooting, Gun Violence, South Carolina"}, "_id": "\"57477af46914bd0286fe11b6\"", "article_summary": "Clementa C. Pinckney, who also served in the South Carolina state senate, where a black cloth was draped over his seat in the legislature Thursday.\nDr. Lonnie Randolph, president of the South Carolina NAACP, described Pinckney as an activist preacher.\nWe won’t educate our children – we’re 21 years into a lawsuit to make South Carolina educate children and that’s unheard of [and] just inhumane.\nBy Thursday, police across the border in Shelby, North Carolina arrested Dylann Roof, a white, 21-year-old man from Lexington, South Carolina in connection with the shooting.\nThe State of Carolina and the Department of Justice are investigating the shooting as a hate crime."}