{"article_title": "Halftime in Helena", "article_keywords": ["school", "allow", "senate", "house", "bill", "helena", "session", "passed", "halftime", "sb", "proposal", "bills"], "article_url": "http://flatheadbeacon.com/2015/03/03/halftime-in-helena/", "article_text": "Montana’s 64th Legislative Session has reached its midpoint, a time when lawmakers take a break in the 90-day session while bills transition from one chamber to the other. It’s a time to reflect on the strides made and the undertaking that lies ahead.\n\nLawmakers still have plenty to accomplish this session, with some of the most substantial, headline-grabbing bills looming on the horizon. And with the warm-up period over, legislators are poised to do just that.\n\nThe deadline means that all general, non-money bills that begin in the Senate move over to the House, and vice-versa, or they effectively die. And while Gov. Steve Bullock has signed more than 60 bills, legislators face another 45 days of heavy lifting in the session’s second half, when a host of major bills will be taken up for consideration.\n\nEven so, some critical bills have advanced, including a school-funding bill signed by the governor to increase entitlement funding for schools by $54 million, and a proposed water compact on the Flathead Reservation, which passed the Senate in a 31-19 vote and now heads to the House.\n\nMeanwhile, Medicaid expansion remains up in the air, and Republicans have parsed out the governor’s sprawling budget proposal and infrastructure bill, splitting it into smaller elements and making them easier for the GOP to quash.\n\nHouse Bill 249 includes Bullock’s plan to expand Medicaid to 70,000 uninsured Montanans using federal funds under the Affordable Care Act, or Obamacare. The bill will receive its first hearing shortly after the session resumes, though it faces an uphill battle as Republicans argue it covers too many people, including a new “entitlement class of able-bodied, childless adults.”\n\nRepublican lawmakers divided House Bill 5 – Bullock’s sprawling infrastructure bill – into seven separate bills that parse out the governor’s 280 proposed projects.\n\nRepublican Senate President Debby Barrett said her chamber’s unanimous passage of more than 70 bills is evidence of a bipartisanship working relationship in the Senate, while Democratic House Minority Leader Chuck Hunter said he expects a more pitched battle in the session’s second half as lawmakers tackle more substantial issues.\n\nThe Legislature will reconvene on March 5 at 1 p.m. Here is a look at what measures are alive and dead.\n\nALIVE\n\nFirearms\n\nThe Senate passed two firearms bills, one that would allow concealed weapons on college campuses, SB 143, and another that would allow hunters to use gun silencers, SB 295. The House passed a broad proposal to prohibit the state from enforcing any new federal gun laws.\n\nBullying\n\nMontana is the only state without an anti-bullying law, and in passing HB 284, the House moved forward a proposal that would require school districts to adopt anti-bullying rules.\n\nWelfare\n\nLooking to verify welfare eligibility, Senators approved SB 148 to establish an electronic monitoring system to identify fraud in public assistance programs. A separate proposal, SB 206, which would pare back food stamps in counties with unemployment rates below 10 percent, passed out of committee and awaits consideration. The House also passed a Republican-sponsored bill that would require welfare applicants be screened for drug use.\n\nEducation\n\nThe Senate passed SB 107, which would allow local communities to vote on expanding elementary school districts into K-12 districts.\n\nVeterans\n\nUnder SB 196, employers in the private sector are authorized to give hiring preferences to veterans. It handily passed the Senate and is scheduled for a hearing before the House Business and Labor committee.\n\nSuicide Prevention\n\nHB 374 to reduce Montana’s suicide rate by requiring prevention-driven training for public school employees passed, while a similar bill aimed at health care providers failed in the House.\n\nHigh School Student Funding\n\nWith SB 12, the cutoff age at which public high school students can still be considered for state funding would increase from 18 to 19. The measure passed the Senate.\n\nParole Board\n\nHB 43, which would give the governor the authority to grant clemency to prisoners even after the state parole board recommends against such relief, passed the House.\n\nDEAD\n\nSame-sex Marriage\n\nThe House killed a bill to repeal Montana’s constitutional ban on same-sex marriage, a proposal that came just three months after a district judge’s ruling that such a ban violates the 14th Amendment.\n\nLGBT Discrimination\n\nA measure to prohibit discrimination against homosexuals by amending the state’s Human Rights Act to include gender identity, expression and sexual orientation was tabled in committee. Two motions to bring the bill before the Senate for a vote failed.\n\nSeat Belts\n\nThe Senate Judiciary Committee tabled separate bills to increase the penalty for not wearing a seat belt, apply seat-belt laws only to minors and allow evidence of seat-belt use in wrongful injury lawsuits.\n\nOnline Voter Registration\n\nA House bill that would allow voters to register or update information online was tabled in committee.\n\nDeath Penalty\n\nA bill to abolish the death penalty in Montana – a divisive issue that rears its head almost every session – failed in the House on a 50-50 vote.\n\nFirearms\n\nA bill that would give discretion to local school boards on administering punishments to students found with guns on school grounds failed. The bill addressed students caught with hunting rifles in their cars.\n\nLearn more about the Montana Legislature at leg.mt.gov.", "article_metadata": {"og": {"site_name": "Flathead Beacon", "description": "Montana’s 64th Legislative Session has reached its midpoint, a time when lawmakers take a break in the 90-day session while bills transition from one chamber to the other. It’s a...  more", "title": "Halftime in Helena - Flathead Beacon", "locale": "en_US", "image": "http://flatheadbeacon.com/wp-content/uploads/2015/01/20141025_SUPREME_045.jpg", "updated_time": "2015-03-03T15:19:07-06:00", "url": "http://flatheadbeacon.com/2015/03/03/halftime-in-helena/", "type": "article"}, "msapplication-TileColor": "#f01d4f", "HandheldFriendly": "True", "MobileOptimized": 320, "msapplication-TileImage": "http://flatheadbeacon.com/wp-content/themes/flathead-beacon/library/images/win8-tile-icon.png", "article": {"publisher": "https://www.facebook.com/FlatheadBeacon", "section": "Front Page", "published_time": "2015-03-03T15:09:57-06:00", "modified_time": "2015-03-03T15:19:07-06:00"}, "google-site-verification": "x7bqQRTLUVbNNQe0HUJ0bnx_EXmr6uOwcIs_ZIT9n9g", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fda098\"", "article_summary": "House Bill 249 includes Bullock’s plan to expand Medicaid to 70,000 uninsured Montanans using federal funds under the Affordable Care Act, or Obamacare.\nEducationThe Senate passed SB 107, which would allow local communities to vote on expanding elementary school districts into K-12 districts.\nOnline Voter RegistrationA House bill that would allow voters to register or update information online was tabled in committee.\nThe House passed a broad proposal to prohibit the state from enforcing any new federal gun laws.\nA separate proposal, SB 206, which would pare back food stamps in counties with unemployment rates below 10 percent, passed out of committee and awaits consideration."}