{"article_title": "Housing would be cheaper cure for homelessness, legislators are told", "article_keywords": ["cost", "program", "result", "legislators", "individuals", "housing", "cheaper", "households", "cure", "health", "subcommittee", "homeless", "homelessness", "schneider", "told"], "article_url": "http://marylandreporter.com/2015/02/08/housing-would-be-cheaper-cure-for-homelessness-legislators-are-told/", "article_text": "Photo above by moriza, Flickr Creative Commons License\n\nBy Rebecca Lessner\n\nFor MarylandReporter.com\n\nAs Maryland’s homeless situation becomes “especially dire,” the creation of affordable housing for the homeless would be cheaper than the cost of shelter efforts, Director Adam Schneider of Health Care for the Homeless told a Senate budget subcommittee Friday.\n\n“Shelters cost about $30 per person, per night. That’s $900 we are spending monthly to keep people homeless.” Schneider said before the Health and Human Services Subcommittee of the Senate Budget and Taxation Committee.\n\n“That is a shocking figure, when we consider that for that amount we could be housing people.” Schneider said.\n\nThis year, there was a shortage of housing for 190,000 households below 150% of the area median income this year. It has grown by 70,000 houses in the past 10 years, and the state uses a lottery system to determine who will be able to live in low-income housing.\n\n“I work in Baltimore City,” said Schneider, “where the Section Eight housing waiting list was open for 9 days at end of October. 74,000 households applied to go into a lottery for 25,000 slots.”\n\nOut of those 74,000 households, only one-tenth will get housing aid. Currently, Baltimore County’s waitlist is nine-years, Schneider said those applying now would “maybe” receive assistance at the end of that period.\n\nCurrently Howard, Montgomery, Caroline, Dorchester, and Talbot counties’ low-income housing waitlists are closed.\n\n“It’s bad for business when business employees cannot afford to live,” Schneider said.\n\nBaltimore County’s lowest wage workers need “3 full time jobs to afford housing at fair market rent,” he said.\n\n“Homelessness is very expensive,” Schneider said, pointing out that individuals on the streets also create emergency room, jail and shelter costs.\n\nHomelessness raises health costs\n\nChauna Brocht, a social worker of nine years and leader of the Convalescent Care Program, also testified about her most medically vulnerable clients who have become homeless after medical emergencies.\n\n“We know that homelessness exacerbates health conditions..it creates a cycle of emergency department use and poor health outcomes.” Brocht said.\n\nBoston Healthcare for the Homeless program found that for 119 street-individuals, there were 18,000 ER visits and over 900 hospitalizations in five-years. It was found that homeless individuals average a cost of $28,000 a year for hospital visits, versus the average $6,000 a year for an individual who manages to receive housing.\n\nHe wishes to copy states like Minnesota and Massachusetts.\n\nMinnesota invested $100 million in capital funding in the creation of affordable housing, which not only saved money but also created jobs. And Massachusetts created a program called Home and Healthy for Good, funded through their state budget, which was created “as a result of mounting evidence from around the country that Housing First strategies result in tremendous cost savings to cities and states.”\n\nThe subcommittee listened as Schneider recounted watching Baltimore City’s Department of Public Works clear out a homeless encampment the day before. From across the street, he watched as blankets and provisions were tossed away, individuals coming back to find nothing left.\n\n“That was terrible,” he said, “and that’s a result of an inadequate supply of affordable housing.”\n\nRebeccaAnnLessner@gmail.com", "article_metadata": {"description": "As Maryland’s homeless situation becomes “especially dire,” the creation of affordable housing for the homeless would be cheaper than the cost of shelter efforts, Director Adam Schneider of Health Care for the Homeless told a Senate budget subcommittee Friday.", "original-source": "http://marylandreporter.com/2015/02/08/housing-would-be-cheaper-cure-for-homelessness-legislators-are-told/", "og": {"site_name": "MarylandReporter.com", "description": "As Maryland’s homeless situation becomes “especially dire,” the creation of affordable housing for the homeless would be cheaper than the cost of shelter efforts, Director Adam Schneider of Health Care for the Homeless told a Senate budget subcommittee Friday.", "title": "Housing would be cheaper cure for homelessness, legislators are told", "url": "http://marylandreporter.com/2015/02/08/housing-would-be-cheaper-cure-for-homelessness-legislators-are-told/", "image": "http://marylandreporter.com/files/2015/02/Homeless-cropped.jpg", "type": "article"}, "twitter": {"site": "@mdreporter", "card": "summary"}, "syndication-source": "http://marylandreporter.com/2015/02/08/housing-would-be-cheaper-cure-for-homelessness-legislators-are-told/", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Budget, General Assembly, News"}, "_id": "\"57477af46914bd0286fda0a4\"", "article_summary": "Boston Healthcare for the Homeless program found that for 119 street-individuals, there were 18,000 ER visits and over 900 hospitalizations in five-years.\n“That is a shocking figure, when we consider that for that amount we could be housing people.” Schneider said.\nThis year, there was a shortage of housing for 190,000 households below 150% of the area median income this year.\nThat’s $900 we are spending monthly to keep people homeless.” Schneider said before the Health and Human Services Subcommittee of the Senate Budget and Taxation Committee.\n74,000 households applied to go into a lottery for 25,000 slots.”Out of those 74,000 households, only one-tenth will get housing aid."}