{"article_title": "Success of Minnesota health program should spur future reform", "article_keywords": ["state", "program", "providers", "success", "reform", "ihp", "programs", "minnesota", "savings", "future", "health", "minnesotas", "spur", "care"], "article_url": "http://www.startribune.com/success-of-state-health-program-should-spur-minnesota-task-force-on-future-reform/303960071/", "article_text": "The monumental task of overhauling the nation’s expensive, inefficient health care system is hard, unglamorous work. Positive results often go unheralded, because of the issue’s complexity and the toxic debate over the Affordable Care Act (ACA). A case in point: the groundbreaking reforms occurring in Minnesota’s health care programs for the poor and working families who need help paying for insurance.\n\nRecently, the success of a federal Medicare program — one that is similar to Minnesota’s pioneering state program — made national headlines. The federal program, which involves the popular government health care program for senior citizens, focuses on payment reform. Experts have long pointed out that the American medical system typically pays providers for each procedure they perform. That creates a financial incentive for providers to focus on volume of care provided, not just quality.\n\nBut the ACA launched something called the Pioneer Accountable Care Organization. It shares savings with providers who meet cost benchmarks. Quality measurements also are used to ensure that corners aren’t cut on care. Providers now have an incentive to deliver more-efficient care and focus on preventive medicine. The result, announced this month, was $384 million in savings during the first two years. That’s a dramatic sum when health care savings are notoriously difficult to deliver.\n\nWhat Minnesotans may not have realized, however, is that because of farsighted leadership at the Minnesota Department of Human Services (DHS), this state was the first in the nation to launch a similar effort — one called the Integrated Health Partnerships (IHP) — to deliver quality care at less cost in state-run public assistance medical programs. The Medical Assistance program serves the poor. MinnesotaCare serves working families who don’t earn enough to afford health insurance. The state and federal government jointly pay for these programs.\n\nDuring its first year in 2013, six Minnesota providers signed up for the IHP program. They served about 100,000 enrollees and delivered savings of $10.5 million. That’s praiseworthy progress, especially with such a small group of providers.\n\nHuman Services Commissioner Lucinda Jesson, who launched IHP, announced this month that the program is scaling up in its second year. Sixteen provider groups throughout the state are now involved, providing services to about 200,000 Minnesotans in public health programs.\n\nThe specialized Courage Kenny Rehabilitation Institute is the newest provider to join. Its involvement demonstrates that the program’s payment model is flexible enough to work for many different types of medical providers. Cost savings for the program’s second year have not been finalized, but DHS officials said this week that they expect to see a positive trajectory. Vermont and Maine are looking to Minnesota’s model to deliver cost-savings for their programs.\n\nThe IHP program is an example of what is working in Minnesota as health care reform continues to unfold. Lawmakers not only should laud its progress, but consider it as they weigh the future of Minnesota health care programs. The ACA offers “innovation waivers” beginning in 2017. Minnesota’s success with the IHP program provides a productive foundation on which to consider how Minnesota could take advantage of this opportunity. Gov. Mark Dayton has proposed a health care task force to evaluate current programs and explore new strategies. It’s a worthy idea that would build on Minnesota’s past health care leadership and propel the state thoughtfully into the future.", "article_metadata": {"description": "State needs to continue to be a model for smart programs that cut costs.", "og": {"site_name": "Star Tribune", "description": "State needs to continue to be a model for smart programs that cut costs.", "title": "Success of Minnesota health program should spur future reform", "url": "http://www.startribune.com/success-of-state-health-program-should-spur-minnesota-task-force-on-future-reform/303960071/", "image": {"url": "http://stmedia.stimg.co/ows_143173303094121.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "width": 1200, "identifier": "http://stmedia.stimg.co/ows_143173303094121.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "height": 630}, "type": "article"}, "twitter": {"description": "State needs to continue to be a model for smart programs that cut costs.", "title": "Success of Minnesota health program should spur future reform", "url": "http://www.startribune.com/success-of-state-health-program-should-spur-minnesota-task-force-on-future-reform/303960071/", "image": {"src": "http://stmedia.stimg.co/ows_143173303094121.jpg?h=560&w=750&fit=crop&bg=999&crop=faces", "identifier": "http://stmedia.stimg.co/ows_143173303094121.jpg?h=560&w=750&fit=crop&bg=999&crop=faces"}, "site": "@StarTribune", "card": "summary"}, "article": {"tag": "MinnesotaCare"}, "google-site-verification": "bLXTXkzm4dJ8hcJy1LXawtxXxGP3JhInARj69uCiMiM", "news_keywords": "Minnesota,health care reform,Affordable Care Act,Gov. Mark Dayton,Integrated Health Partnerships,Medical Assistance,MinnesotaCare"}, "_id": "\"57477af36914bd0286fcb7ba\"", "article_summary": "The federal program, which involves the popular government health care program for senior citizens, focuses on payment reform.\nLawmakers not only should laud its progress, but consider it as they weigh the future of Minnesota health care programs.\nRecently, the success of a federal Medicare program — one that is similar to Minnesota’s pioneering state program — made national headlines.\nThe IHP program is an example of what is working in Minnesota as health care reform continues to unfold.\nA case in point: the groundbreaking reforms occurring in Minnesota’s health care programs for the poor and working families who need help paying for insurance."}