{"article_title": "Obamacare: Lies All the Way Down", "article_keywords": ["spending", "money", "national", "obamacare", "free", "lies", "cost", "health", "way", "healthcare", "save", "insurance", "obama"], "article_url": "http://www.realclearpolitics.com/articles/2013/12/14/obamacare_lies_all_the_way_down_120954.html", "article_text": "By Jonah Goldberg - December 14, 2013\n\n\"Obamacare was sold on a trinity of lies.”\n\nThat ornate phrase, more suitable for the Book of Revelations or perhaps the next installment of Game of Thrones, comes from my National Review colleague Rich Lowry. But I like it. Most people know the first deception in the triumvirate of deceit: “If you like your health insurance you can keep it, period.” The second leg in the tripod of deception was “If you like your doctor, you can keep your doctor.”\n\nBut the third plank in the triad of disinformation hasn’t gotten much attention: Obamacare will save you, me, and the country a lot of money. This lie took several forms.\n\nFirst, Obama promised on numerous occasions that the average family of four will save $2,500 a year in premiums. Where did that number come from? Three Harvard economists wrote a memo in 2007 in which they claimed that then-Senator Obama’s health-care plan would reduce national health-care spending by $200 billion. Then, according to the New York Times, the authors “divided [$200 billion] by the country’s population, multiplied for a family of four, and rounded down slightly to a number that was easy to grasp: $2,500.”\n\nIn September, the Obama administration’s Centers for Medicare and Medicaid Services used far more rigorous methods to predict that Obamacare would increase national health-care spending by $621 billion. Using Obama’s own math, that would mean — according to Chris Conover, an economist at the American Enterprise Institute and Duke University — each family of four in America will spend an additional $7,450 thanks to Obamacare.\n\nOf course, that methodology is still bogus. But it’s probably closer to the truth.\n\nThe president and his allies also insisted that all of Obamacare’s “free” preventative care would save the country vast amounts of money. As Obama put it in 2012: “As part of the health-care reform law that I signed last year, all insurance plans are required to cover preventive care at no cost. That means free check-ups, free mammograms, immunizations, and other basic services. We fought for this because it saves lives and it saves money — for families, for businesses, for government, for everybody.”\n\nThat’s not true either. First of all, you’d think people would understand that there is no such thing as “at no cost.” You are paying for “free” mammograms, blood tests, and the rest, even if you don’t see a line item for them on your bill. And even if you’re poor enough that you don’t even see a bill, that doesn’t mean no one’s paying. That’s why millions of Americans who’ve lost their health insurance thanks to Obamacare are discovering that the new plans it offers are either more expensive, have higher deductibles, or both.\n\nAlso, prevention doesn’t necessarily save money. I know that Benjamin Franklin said an ounce of prevention is worth a pound of cure. (People always leave out the fact that he owned an insurance company that ran at a profit.) The idea that prevention saves money is one of these things that intuitively sounds like it has to be true. But think about it.\n\nAccording to the National Cancer Institute, 12.4 percent of American women will get breast cancer at some point in their lives. So for every positive diagnosis there are seven negative diagnoses. Those tests cost a lot of money. Moreover, of the women who do get it, premature screenings won’t necessarily catch it. That in no way means that screenings don’t make sense. They do, particularly for women in high-risk groups. But testing everybody isn’t a great way to save money. As the Congressional Budget Office reported in August, “The evidence suggests that for most preventive services, expanded utilization leads to higher, not lower, medical spending overall.”\n\nWhen presented with these and other facts, Obamacare’s defenders note that the rate of increase in health-care costs has slowed in recent years. “I’m not going to walk away from something that has helped the cost of health care grow at its slowest rate in 50 years,” Obama said last month.\n\nThis spin doesn’t work either. The slowing of health-care costs began a decade ago, and even the administration’s own actuaries say the recent drop is mostly attributable to the lousy economy. But even that’s too generous to Obama. Costs haven’t dropped. The rate of increase in spending has slowed. We’re still on course to spend a record $2.9 trillion on health care in 2013.\n\nObamacare may have been sold on a trinity of lies, but it turns out it’s also lies all the way down.", "article_metadata": {"title": "Obamacare: Lies All the Way Down | RealClearPolitics", "og": {"url": "http://www.realclearpolitics.com/articles/2013/12/14/obamacare_lies_all_the_way_down_120954.html", "image": "http://www.realclearpolitics.com/images/rcp-home-logo-ss.png", "type": "article", "title": "Obamacare: Lies All the Way Down | RealClearPolitics"}, "twitter": {"site": "@TomBevanRCP", "card": "summary"}, "tweetmeme-title": "Obamacare: Lies All the Way Down | RealClearPolitics", "fb": {"app_id": 1415921935346245}, "keywords": "Health care,", "viewport": "width=device-width, initial-scale=1.0, user-scalable=1"}, "_id": "\"57477af46914bd0286fda0af\"", "article_summary": "Obamacare may have been sold on a trinity of lies, but it turns out it’s also lies all the way down.\nThree Harvard economists wrote a memo in 2007 in which they claimed that then-Senator Obama’s health-care plan would reduce national health-care spending by $200 billion.\nBut testing everybody isn’t a great way to save money.\nThat’s why millions of Americans who’ve lost their health insurance thanks to Obamacare are discovering that the new plans it offers are either more expensive, have higher deductibles, or both.\nAlso, prevention doesn’t necessarily save money."}