{"article_title": "Gene testing set for major 'breakthrough'", "article_keywords": ["major", "set", "risk", "things", "testing", "reduce", "costs", "obamacare", "breakthrough", "going", "rates", "cosgrove", "gene", "quality", "care"], "article_url": "http://www.cnbc.com/2015/10/30/gene-testing-set-for-major-breakthrough-clinic-ceo.html", "article_text": "According to the clinic, for people suffering from cancer and other fatal diseases, gene tests could \"increase the speed and flexibility of clinical trials and guide desperate patients to the most promising experimental treatments.\"\n\nInvestor capital is beginning to flock to companies operating the sector, which is rife with potential medical breakthroughs.\n\n\"There are many things if you knew you had the risk for you would begin to do preventative steps.\" As an example, Cosgrove said, \"If you had a risk for colon cancer, you're going to want to do a colonoscopy earlier on in life.\"\n\nEventually, he thinks genetic testing will start as early in life as possible.\n\n\"I predict children are going to be genetically tested starting at birth because if you have a child you want to know particular risks that they're going to have and how you can begin to influence that going forward, Cosgrove said. \"So I think it's a big opportunity.\"\n\nAs Obamacare enters its third year, Cosgrove has seen the impact first-hand. He said the Affordable Care Act (ACA) started out to do three things: increase access, improve quality and reduce costs of health care. Thus far, the ACA's impact has been a mixed bag, he said.\n\n\"Thirteen million more people are covered, so access has improved,\" Cosgrove said. \"As far as quality metrics are concerned, generally quality has stayed pretty much the same over the last five years.\"\n\nAs for affordability, Cosgrove tells CNBC the U.S. health care inflation rate has come down since 2008, last year he says it was about 2.6 percent.\n\nBut premium rates for individuals will be available beginning on Monday. Meanwhile, rates under Obamacare are expected to rise next year.\n\n\"We understand there's going to be tremendous pressure on the health-care industry to reduce costs, no question about that,\" Cosgrove said.\n\n\n\nCosgrove cited the recent \"consolidation and mergers and acquisitions\" as evidence. He expects that consolidation will eventually make health-care delivery more efficient, and cheaper.\n\n\n\n\"We need to control costs and we're working really hard across our industry to do that.\"", "article_metadata": {"AssetType": "blogpost", "description": "The field of gene testing is part of a wave of the future, and is verging on a \"huge breakthrough,\" Cleveland Clinic CEO Toby Cosgrove told CNBC.", "news_keywords": "Toby Cosgrove, medicine, Cleveland Clinic, Obamacare, gene testing, genomics, 23andMe, Obamacare,", "author": "Trent Gillies", "og": {"site_name": "CNBC", "description": "The field of gene testing is verging on a \"huge breakthrough,\" Cleveland Clinic CEO Toby Cosgrove told CNBC.", "title": "Gene testing verges on 'huge breakthrough': CEO", "url": "http://www.cnbc.com/2015/10/30/gene-testing-set-for-major-breakthrough-clinic-ceo.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/12/05/102244406-cleveland-clinic.1910x1000.jpg", "type": "article"}, "twitter": {"description": "The field of gene testing is verging on a \"huge breakthrough,\" Cleveland Clinic CEO Toby Cosgrove told CNBC.", "creator": "@trentCNBC", "url": "http://www.cnbc.com/2015/10/30/gene-testing-set-for-major-breakthrough-clinic-ceo.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2014/12/05/102244406-cleveland-clinic.1910x1000.jpg"}, "title": "Cleveland Clinic CEO: Gene testing set for 'breakthrough'", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "keywords": "On The Money, On The Money, Obamacare, Medicine, Personalized Medicine, Ohio, Health Care, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2015-11-01T09:00:00-0500", "author": "https://www.facebook.com/CNBC", "section": "On The Money", "modified_time": "2015-11-01T09:00:52-0500", "tag": "Health Care"}, "pageNodeId": 103122045, "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT"}, "article_summary": "\"We understand there's going to be tremendous pressure on the health-care industry to reduce costs, no question about that,\" Cosgrove said.\nHe said the Affordable Care Act (ACA) started out to do three things: increase access, improve quality and reduce costs of health care.\n\"There are many things if you knew you had the risk for you would begin to do preventative steps.\"\n\"As far as quality metrics are concerned, generally quality has stayed pretty much the same over the last five years.\"\nInvestor capital is beginning to flock to companies operating the sector, which is rife with potential medical breakthroughs."}