{"article_title": "McKesson, Health QX partner on payer analytics tied to value-based care", "article_keywords": ["reimbursement", "valuebased", "mckesson", "payer", "providers", "qx", "agreement", "tied", "payments", "analytics", "health", "solutions", "partner", "bundled", "payers", "payment", "care"], "article_url": "http://www.healthcarefinancenews.com/news/meckesson-health-qx-partner-payer-analytics-tied-value-based-care", "article_text": "Screenshot via Google Maps.\n\nMcKesson Health Solutions and Health QX on Wednesday announced an alliance designed to help insurers quickly design and scale complex bundled payment models. The agreement also aims to ensure those programs provide timely and accurate payment to providers.\n\nUnder the terms of the agreement, HealthQX and McKesson will jointly market their solutions to their respective customers, as well as coordinate consulting and service offerings, giving payers a single point of contact when creating bundled payment programs.\n\nThe announcement was made at the Healthcare Financial Management Association's annual National Payment Innovation Summit, which is being held this week in Memphis, Tennessee.\n\n[Also: Healthcare mergers and acquisitions in 2016: Running list]\n\nThe agreement unites industry leaders whose combined offerings start with claims analysis, using HealthQX's ClarityQX; it extends to enterprise-class operation using McKesson's Episode Management and its other value-based reimbursement tools. This closes the gaps that can derail bundled payment programs, as payers and providers define how payments should be administered or -- later -- as payers attempt to scale operations to enterprise levels.\n\nThe development is expected to be positive for payers and providers struggling to master the complexity of bundled payment models. Just last month, the Centers for Medicare and Medicaid Services implemented the final rule for its first mandatory bundled payment program. Starting in April, acute care hospitals in targeted regions will receive bundled payments for lower extremity joint replacements or reattachments. This aligns with CMS's goal of having 30 percent of reimbursement made via alternative payments this year, and 50 percent by 2018.\n\n\"Interest in bundled payment as a fast path to (value-based reimbursement) has never been greater, and payers and providers alike need help getting started and scaling up,\" said Carolyn Wukitch, senior vice president of McKesson Health Solutions, in a statement.\n\nTwitter: @JELagasse", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/meckesson-health-qx-partner-payer-analytics-tied-value-based-care", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/mckesson%20feature.jpg", "site_name": "Healthcare Finance News", "description": "McKesson Health Solutions and Health QX on Wednesday announced an alliance designed to help insurers quickly design and scale complex bundled payment models.", "title": "McKesson, Health QX partner on payer analytics tied to value-based care"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/mckesson%20feature.jpg"}, "title": "McKesson, Health QX partner on payer analytics tied to value-based care", "description": "McKesson Health Solutions and Health QX on Wednesday announced an alliance designed to help insurers quickly design and scale complex bundled payment models.", "card": "summary_large_image", "site": "@HC_Finance"}, "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no", "description": "McKesson Health Solutions and Health QX on Wednesday announced an alliance designed to help insurers quickly design and scale complex bundled payment models. The agreement also aims to ensure those programs provide timely and accurate payment to providers.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "McKesson Health Solutions and Health QX on Wednesday announced an alliance designed to help insurers quickly design and scale complex bundled payment models.\nStarting in April, acute care hospitals in targeted regions will receive bundled payments for lower extremity joint replacements or reattachments.\nJust last month, the Centers for Medicare and Medicaid Services implemented the final rule for its first mandatory bundled payment program.\nThe development is expected to be positive for payers and providers struggling to master the complexity of bundled payment models.\n\"Interest in bundled payment as a fast path to (value-based reimbursement) has never been greater, and payers and providers alike need help getting started and scaling up,\" said Carolyn Wukitch, senior vice president of McKesson Health Solutions, in a statement."}