{"article_title": "Pride Week Victory: WA State Bans Exclusions for Transgender Health Coverage", "article_keywords": ["week", "law", "wa", "bans", "washington", "insurance", "state", "health", "victory", "coverage", "policy", "transgender", "pride", "exclusions", "care"], "article_url": "http://slog.thestranger.com/slog/archives/2014/06/25/pride-week-victory-wa-state-bans-exclusions-for-transgender-health-coverage", "article_text": "Pride Week Victory: WA State Bans Exclusions for Transgender Health Coverage\n\n—and it's an incredibly rewarding achievement on Pride week.\n\nWashington State Insurance Commissioner Mike Kreidler sent a landmark letter to all health-insurance carriers in the state today that bans the longstanding practice of denying coverage to transgender people for the same treatments available to nontrans policy holders. Not only are are such heath care exclusions now considered \"prohibited\" under state law—in cases where cisgender people would be eligible for the same services, such as surgeries and hormone treatments—Kreidler says people wrongly denied coverage will be encouraged to report their health care provider for investigation.\n\nThe Coalition for Inclusive Healthcare, a large constellation of pro-trans organizations that has been working behind the scenes for these reforms, praised the decisions as necessary because \"private health insurance policies routinely include clauses that specifically preclude transgender people from accessing medical and mental health care that is covered for other policy holders.\"\n\n\"Nearly all insurance plans in Washington categorically exclude coverage for transition-related medical treatment, even when that same treatment (such as mental health care or hormone replacement therapy) is covered for non-transgender people,\" the group says in a statement. Also be sure to read the\n\nCIH's FAQ on the decision.\n\n\n\nKreidler's letter, which explains his office's reasoning, appears in full after the jump. In short: A combination of state anti-discrimination law and federal health-care law now make denying equal health care legally indefensible. \"Reading the provisions of state law in conjunction with the definitions contained in Washington state’s Law Against Discrimination, and the requirements of the federal Affordable Care Act,\" Kreidler writes, \"it is clear that exclusions, prohibitions, and other forms of discrimination by issuers against policy holders who identify as transgender is prohibited.\"\n\nAwesome. Awesome. Awesome.", "article_metadata": {"description": "This is big—and it's an incredibly rewarding achievement on Pride week. Washington State Insurance Commissioner Mike Kreidler sent a landmark letter to all health-insurance carriers in the state today that bans the longstanding practice of denying coverage to transgender people for the same treatments available to nontrans policy holders. Not only are are such heath care exclusions now considered \"prohibited\" under state law—in cases where cisgender people would be eligible for the same services, such...", "og": {"site_name": "The Stranger", "description": "This is big—and it's an incredibly rewarding achievement on Pride week. Washington State Insurance Commissioner Mike Kreidler sent a landmark letter to all health-insurance carriers in the state today that bans the longstanding practice of denying coverage to transgender people for the same treatments available to nontrans policy holders. Not only are are such heath care exclusions now considered \"prohibited\" under state law—in cases where cisgender people would be eligible for the same services, such...", "title": "Pride Week Victory: WA State Bans Exclusions for Transgender Health Coverage", "url": "http://slog.thestranger.com/slog/archives/2014/06/25/pride-week-victory-wa-state-bans-exclusions-for-transgender-health-coverage", "image": "http://media1.fdncms.com/stranger/imager/u/original/23740895/1403725817-insurance_commisisoner.png", "type": "article"}, "twitter": {"site": "@strangerslog", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Pride Week Victory: WA State Bans Exclusions for Transgender Health Coverage - Slog - The Stranger", "fb": {"admins": 741428065, "app_id": 43933993878, "pages": 56439755991}, "view-id": "article", "google-site-verification": "Yn7U5qsaj-oKD3y_qp7IbGawlVoNxW1Pzu87ZOHqabU", "article": {"publisher": "https://www.facebook.com/strangerseattle"}, "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af46914bd0286fd7e07\"", "article_summary": "Pride Week Victory: WA State Bans Exclusions for Transgender Health Coverage—and it's an incredibly rewarding achievement on Pride week.\nIn short: A combination of state anti-discrimination law and federal health-care law now make denying equal health care legally indefensible.\nWashington State Insurance Commissioner Mike Kreidler sent a landmark letter to all health-insurance carriers in the state today that bans the longstanding practice of denying coverage to transgender people for the same treatments available to nontrans policy holders.\nNot only are are such heath care exclusions now considered \"prohibited\" under state law—in cases where cisgender people would be eligible for the same services, such as surgeries and hormone treatments—Kreidler says people wrongly denied coverage will be encouraged to report their health care provider for investigation.\n\"Nearly all insurance plans in Washington categorically exclude coverage for transition-related medical treatment, even when that same treatment (such as mental health care or hormone replacement therapy) is covered for non-transgender people,\" the group says in a statement."}