{"article_title": "Donald Trump: 'I try to pay as little tax as possible'", "article_keywords": ["sanders", "little", "think", "love", "trump", "rubio", "pay", "tax", "possible", "son", "try", "donald", "race", "bloomberg", "running", "polling"], "article_url": "http://www.latimes.com/nation/politics/trailguide/la-na-trailguide-01242016-htmlstory.html", "article_text": "Billionaire Michael Bloomberg's potential independent bid for the White House brought an almost singular response from rival candidates Sunday: Bring it on.\n\nThe former New York City mayor is considering jumping into the race, particularly if Republican Donald Trump and Democrat Bernie Sanders emerge as the parties' nominees.\n\nDemocrat Hillary Clinton said that won't be necessary, because she plans to win.\n\n\"Well, I'm going to relieve him of that and get the nomination so he doesn't have to,\" she said on \"Meet the Press,\" noting that Bloomberg is a \"a good friend of mine.\"\n\nTrump, though, said he would \"love\" to have his onetime friend in the race.\n\n\"I would love that competition,\" Trump said on the show. \"I think I'd do very well against it. I would love to see Michael Bloomberg run.\"\n\n\n\nSanders, too, welcomed the battle.\n\n\"My reaction is that if Donald Trump wins and Mr. Bloomberg gets in, you're going to have two multi-billionaires running for president of the United States against me,\" Sanders said. \"And I think the American people do not want to see our nation move toward an oligarchy where billionaires control the political process. I think we'll win that election.\"\n\nA Bloomberg candidacy would likely pull independents and those voters who lean toward Democrats, according to recent polling from Morning Consult.\n\nThe mayor's campaigns against sugary sodas and gun violence have made him a welcome target among Republicans.\n\nNew Jersey Gov. Chris Christie -- who, like Sen. Marco Rubio of Florida, is lagging behind Trump and Ted Cruz in polling -- conceded that Bloomberg was \"a good mayor.\"\n\nCruz's spokesman has taunted Bloomberg, almost begging him to run.\n\nBut Christie said on \"State of the Union\" that Bloomberg would come under new scrutiny if he were to become a candidate.\n\nRubio held his punches and used Bloomberg's interest in the race to return to his own personal story.\n\n\n\n\"I think this is a great country where the son of a bartender and a maid can be running for the same office and have the same opportunity as the son of a millionaire,\" Rubio said on \"Fox News Sunday.\" \"That's why I'm running.\"", "article_metadata": {"fb_title": "Donald Trump: 'I try to pay as little tax as possible'", "Description": "More from Trail Guide Jan. 25 Democratic town hall: Clinton and Sanders attack over judgment and experience Jan. 23 Donald Trump says he could 'shoot somebody' and not lose voters Jan. 22 Chris Christie heads back to New Jersey as blizzard approaches Jan. 21 Donald Trump and Ted Cruz try to debunk...", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "More from Trail Guide Jan. 25 Democratic town hall: Clinton and Sanders attack over judgment and experience Jan. 23 Donald Trump says he could 'shoot somebody' and not lose voters Jan. 22 Chris Christie heads back to New Jersey as blizzard approaches Jan. 21 Donald Trump and Ted Cruz try to debunk...", "title": "Donald Trump: 'I try to pay as little tax as possible'", "url": "http://www.latimes.com/nation/politics/trailguide/la-na-trailguide-01242016-htmlstory.html", "image": "http://www.trbimg.com/img-56a511ab/turbine/la-na-trailguide-01242016", "type": "article"}, "x-servername": "lalvp12.13", "twitter": {"site": "@latimes", "card": "summary"}, "robots": "index,follow", "date": "2016-01-24", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "googlebot-news": "index", "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "article_summary": "The former New York City mayor is considering jumping into the race, particularly if Republican Donald Trump and Democrat Bernie Sanders emerge as the parties' nominees.\nTrump, though, said he would \"love\" to have his onetime friend in the race.\nChris Christie -- who, like Sen. Marco Rubio of Florida, is lagging behind Trump and Ted Cruz in polling -- conceded that Bloomberg was \"a good mayor.\"\nRubio held his punches and used Bloomberg's interest in the race to return to his own personal story.\n\"I would love that competition,\" Trump said on the show."}