{"article_title": "Financial difficulties prompt Franciscans to close island clinic", "article_keywords": ["financial", "clinics", "island", "prompt", "patients", "franciscan", "clinic", "difficulties", "marsh", "islanders", "close", "health", "franciscans", "care"], "article_url": "http://www.vashonbeachcomber.com/news/378873871.html", "article_text": "CHI Franciscan Health announced late last week that it will close the clinic at Sunrise Ridge in August because of financial reasons.\n\nTim Marsh, the vice president of operations of the Franciscan Medical Group, and Scott Thompson, an agency spokesman, shared the news in person on Friday.\n\n\"It is a business decision,\" Marsh said. \"We have been subsidizing operations of the clinic since we took it on three years ago.\"\n\nHe acknowledged that many primary care clinics lose money, but the larger health systems to which they belong make up for the loss through reimbursements to specialty care and hospital visits. Even accounting for the income from those sources, Marsh said the Franciscans were losing money while providing care on Vashon. Losses, Thompson said, have totalled between $450,000 and $500,000 annually.\n\n\"The financials have not been trending the right way,\" Marsh added.\n\nHe noted that patient visits have dropped since the Franciscans took over the clinic in July 2013, after the Franciscans acquired Highline Medical Group, which had operated the clinic for more than a decade. At that time, Marsh said, the clinic had about 1,000 patient visits each month — a number the Franciscans had hoped to increase. Instead, that number declined and now runs between 750 and 850 visits a month.\n\nMany patients, he said, seek their primary care off island at clinics affiliated with Virginia Mason, Swedish and the University of Washington and rely on the Franciscan clinic only for convenience, not routine care. Meanwhile, patients on Medicaid and Medicare, which have lower reimbursement rates than private health insurance, account for 58 percent of the clinic's patients, Marsh added. The Affordable Care Act has meant that more people receive Medicaid and have access to care, he noted, but the reimbursement rates are quite low, creating challenges for health providers.\n\n\"For the same volume of patients, we are getting paid less than we were one, two and three years ago,\" he said.\n\nThe picture that Franciscans — and islanders — are facing is a result of current trends in health care, he added.\n\n\"It's a big, sweeping change,\" he said, predicting more mergers of health care systems ahead. \"It is harder and harder for small clinics to stay afloat.\"\n\nFranciscan leaders made the decision to close the clinic in August a few week ago, Marsh said. State law requires the Franciscans to provide 30 days' notice before such a closure, but the Franciscans decided to stretch their notice to 90 days. He noted that Franciscan officials debated longer and shorter time frames, but said that beyond 90 days, it becomes difficult to keep employees, who may take positions elsewhere.\n\n\"The hardest thing is to retain the staff,\" he said.\n\nOn Vashon, he added, the intent is for the clinic to be fully staffed and operational until its Aug. 5 closing date.\n\nPhysicians and other clinic staff — who were also notified of the clinic's upcoming closure on Friday — are being given the opportunity to apply for open positions throughout the Franciscan system, Marsh said. If patients wish to stay in the Franciscan system, they will be able follow their providers or transfer care to the nearest Franciscan clinics that have room to accommodate them — in West Seattle, Port Orchard and Tacoma.\n\nResponding to how closing the clinic fits with the \"Ethical and Religious and Directives for Catholic Health Care Services,\" which are directives written by bishops that Catholic health care agencies are mandated to follow, Marsh defended the Franciscan's decision.\n\n\"We are still providing access to care, but it is not as convenient,\" he said.\n\nHe added that he expects many patients will follow providers they hope to continue seeing.\n\n\"You have to find health care services where they are provided,\" he added.\n\nHe acknowledged that if the island is not able to bring in another entity to run the clinic, the burden for obtaining health care will fall most heavily to the island's most vulnerable, including the island's seniors and people with low incomes.\n\n\"I feel badly,\" Marsh said. \"I wish we would have had a more sustainable model because I understand the impact it has here. At the same time, we are offering care at the closest sites off-island.\"\n\nLast week Marsh did not indicate that the Franciscans had been in communication with any islanders regarding their intentions to leave, which Thompson later attributed to a confidentiality agreement between the Franciscans and the Vashon-Maury Health Collaborative, the island group working to secure a new health care provider for the island. In a follow-up conversation on Monday, Thompson said the Franciscans talked with the collaborative about options for the community to keep the clinic open, and when those didn't work out, their only alternative was to close the clinic.\n\nMarsh did say, however, that he thought there were opportunities for the island.\n\n\"You do not know what is going to come from this,\" he said, adding he believes a tax district — such as the hospital district islanders voted on several years ago — might be a good option.\n\n\"Medical care here is going to require a subsidy,\" he added.\n\nHe noted that islanders will have the opportunity to look at the Franciscan's operational data and make decisions based on it, while reiterating his belief in the need for a new approach.\n\n\"The model we have operated is not sustainable,\" he said.\n\nBoth Marsh and Thompson said last week that when the Franciscans took over, officials intended to keep the Vashon clinic open long-term, but then re-evaluated as they monitored the ongoing financial picture. Marsh added the agency will be looking at closing other clinics as well.\n\nThe Franciscans sent letters to all Vashon clinic patients last week, informing them of the decision to close and their options. In that letter, signed by Marsh, he noted improvements the Franciscans have made, including bringing in more providers, installing digital imaging, adding lab services, and investing in the facility to bring it up to date.\n\nThe letter also indicated the decision to leave was made with careful consideration and over months' time, but expenses continued to exceed revenue.\n\n\"We truly apologize to you and the island community for any inconvenience this may cause,\" the letter stated.\n\nThe Franciscans' decision to leave Vashon brings to a close their three years of providing care on the island, which began with a mixed reaction to their arrival. Some islanders voiced concerns — including at a crowded and contentious public meeting at the McMurray gym in April 2013, shortly after the merger with Highline. Many islanders spoke up regarding the fact that as a Catholic organization, Franciscans might limit medical choices, particularly regarding reproductive health and end-of-life choices. Other islanders welcomed the group, saying care would not change and that the Franciscans would bring much-needed financial stability to the clinic and help ensure its future and islanders' access to care.\n\nLast weekend, as word of the clinic's pending closure circulated, reaction was mixed again, with many islanders taking to social media to express a range of emotions: dismay, frustration and worry among them. And with the news that an island group is at work, aiming to bring sustainable health care to the island, there was also hope.\n\nFor more information regarding the clinic's closure and efforts to ensure access to medical care on Vashon, see Islanders work to fill health care void, both online and in this week's Beachcomber.\n\nWhile the clinic is still open, patients wishing to transfer care should discuss their records requests with clinic staff. Afer the Aug. 5 closing date, patients can find records request information online at chi/franciscanchifranciscan.org/Patients-and-Visitors/Franciscan-Policies. Patients can also call the Franciscan Medical Group at 253-792-2400.", "article_metadata": {"description": "CHI Franciscan Health announced late last week that it will close the clinic at Sunrise Ridge in August because of financial reasons.", "og": {"site_name": "Vashon-Maury Island Beachcomber", "description": "CHI Franciscan Health announced late last week that it will close the clinic at Sunrise Ridge in August because of financial reasons.", "title": "Financial difficulties prompt Franciscans to close island clinic - Vashon-Maury Island Beachcomber", "url": "http://www.vashonbeachcomber.com/news/378873871.html", "image": "http://image.issuu.com/160525000358-09c372feb9a64427be5d96cdc1e57bb0/jpg/page_1_thumb_large.jpg", "type": "article"}, "twitter": {"site": "@vmibeachcomber", "card": "summary"}, "fb": {"app_id": 119577954819097}, "msvalidate.01": "87E5B723352F7F19F9D4F82B38A4E2DB", "verify-v1": "xp46D8SohxCVm32IcD0J/9dlxOyum45B4gGBJuzIPBI=", "viewport": "width=1228"}, "article_summary": "CHI Franciscan Health announced late last week that it will close the clinic at Sunrise Ridge in August because of financial reasons.\nThe Franciscans sent letters to all Vashon clinic patients last week, informing them of the decision to close and their options.\nAnd with the news that an island group is at work, aiming to bring sustainable health care to the island, there was also hope.\nThe picture that Franciscans — and islanders — are facing is a result of current trends in health care, he added.\n\"It's a big, sweeping change,\" he said, predicting more mergers of health care systems ahead."}