{"article_title": "The Illusions of Employer-Based Health Insurance", "article_keywords": ["employerbased", "employerprovided", "plans", "obamacare", "employer", "individual", "health", "plan", "insurance", "market", "illusions"], "article_url": "http://douthat.blogs.nytimes.com/2013/11/19/the-illusions-of-employer-based-health-insurance/", "article_text": "My Sunday column closed with a warning to conservatives that Obamacare — at least in some form — may turn out to be more durable than its disastrous rollout would seem to suggest, because the nature of the welfare state means that even programs that don’t live up to their promises can be awfully hard to dislodge. (As a case in point, see the outcome of the weekend’s House election in Louisiana, where the anti-establishment, right-wing, “Duck Dynasty”-endorsed winner was also … in favor of Obamacare’s Medicaid expansion.)\n\nFor an example of why conservatives should be interested in dislodging it, though, let me take up Jonathan Chait’s latest brief against the potential Republican alternatives to Obamacare, which he’s been arguing would necessarily be much more unpopular than the current, not-exactly-popular reform:\n\nThe Republicans’ triumphant plan for ideological conquest ignores some massive obstacles. The first is that, while people with individual insurance may not like the prospect of losing their plan with no easily obtainable alternative, people with employer-based insurance like the prospect of losing their plan a lot less. Conservatives propose to cap the tax deduction for employer-based insurance … That sounds nice in theory. In reality, it means squeezing not millions but tens of millions of happily insured workers into skimpier plans, or plans with higher premiums, or onto the individual market. The scale of the disruption from that one change alone would dwarf the “keep your plan” complaints.\n\nSecond, conservatives may prefer an individualized market where healthy people get cheap, bare-bones insurance. But Americans overwhelmingly prefer more comprehensive insurance. Employer-based insurance, which charges young, healthy workers the exact same rate as older, sicker ones, is the most redistributive form of insurance, and also the most popular kind by far … … The Republican plan is to move as many people as possible from the kind of insurance they like to the kind of insurance they hate. Obama’s plan is to make unpopular individual health insurance more like the popular employer-based health insurance, with lots of cross-subsidies from healthy to sick. The conservative plans propose to make popular employer insurance more like the unpopular individual market.\n\nI’ve already been over the issue of whether the cap-and-subsidize approach would actually be more disruptive than Obamacare, and at the very least it’s a harder question to answer than Chait breezily suggests (not least because Obamacare also tries to cap the tax deduction, albeit in a much more limited way, and includes many other disruptive provisions as well). But his point about the popularity of employer-provided insurance deserves a response in its own right, because it cuts to the heart of what might turn out to be the perverse consequences of a fully-operational Obamacare.\n\nSo it’s true, as Chait says, that people generally like employer-provided insurance, and that they like it, in part, because of the way risk pooling works in the employer market. But mostly they like it because, well, nobody realizes what their employer-provided insurance actually costs. As Josh Barro put it recently:\n\n… Conservatives like, for good reason, to talk about “fiscal illusion”: When the costs of government programs are hidden, people will tend to support them even if they are not worth the price. Because our system of health insurance contains so much cost shifting and so many hidden subsidies, we suffer from “premium illusion”: People love their employer-provided coverage because they have no idea how much it’s costing them.\n\nIn other words, the individual market is relatively unpopular because it’s transparent and people pay up front, whereas the coverage that you get through your employer involves costs that people don’t see and don’t have a way to tally up — mostly because they come off the top of wages without the wage-earner actually realizing it’s happening. They may realize something is happening: The wage stagnation, driven in part by health care costs, that’s kept median incomes growing at an at-best-unimpressive pace since the 1970s is an important source of angst and insecurity and disillusionment and diminished expectations. But the link between wages and employer-provided health benefits, while significant, is not exactly widely understood … because, again, nobody knows what their employer-based insurance actually costs.\n\nSo to say, as Chait does, that Obamacare will make the individual market “more like the popular employer-based health insurance” … well, in some ways it might, but given the employer market’s role as a driver of cost inflation that’s not necessarily an advertisement for the wisdom of the policy.\n\nIt’s true that in the best-case scenario for the law, the employer market and the individual market would converge in a productive way: The Cadillac tax on high-value plans would make people in the employer market feel a little more of the real cost of insurance, the exchanges would create larger individual-market risk pools and more competition for individual-market dollars, and both sectors would end up looking a little bit more like the other in a positive-sum, cost-containing fashion. (As I understand it, this is basically the scenario that Barro, a supporter of the law, is hoping for.)\n\nBut the danger right now is that instead of this happy convergence, we’re going to get a worst-of-both-worlds scenario, in which the “reformed” individual market ends up taking on some of the pathologies of the employer market while also seeing its own existing problems exacerbated. By this I mean that the bottom, heavily-subsidized half of the individual market will end up sharing some of the cost-insulating features of employer-provided insurance, with buyers encouraged to choose plans without understanding their true price (indeed, some of the website’s issues can be traced to the administration’s desire to make sure that shoppers don’t encounter the real unsubsidized prices of their plans), while the upper, unsubsidized half of the market gets an even rawer deal than they did before, with higher prices and fewer low-cost choices … and then that combination of cost insulation at the bottom and cost inflation at the top could drive out the healthy buyers the system needs, leaving a less sustainable risk pool than the individual market enjoyed before.\n\nIf Obamacare ends up being a policy failure, in other words, it will because instead of building on the individual market’s strengths it exacerbated some of its weaknesses, and instead of finding most of its cost savings in the overly-subsidized employer market it loaded them onto the backs of individual-market buyers instead.\n\nNow maybe — hopefully — it won’t come to this. And if it does, I honestly don’t know how the politics of a Republican alternative that caps the employer deduction would play out, in 2016 and beyond: Maybe they would be so ugly, on the “like your plan/keep your plan” front, that the country would prefer to take a Medicaid-for-most road to single payer, or else just keep staggering along the path Obamacare is taking. But even in Chait’s ongoing defenses of the reform you can see some of the problems with that path, and the reasons that an alternative should at least be on the table.", "article_metadata": {"ptime": 20131119135248, "BN": "douthat", "dfp-ad-unit-path": "opinion/douthat", "DISPLAYDATE": "November 19, 2013", "ttl": "Duck Dynasty (TV Program)", "keywords": "Health Insurance and Managed Care,Insurance,Patient Protection and Affordable Care Act (2010),Republican Party,United States,Duck Dynasty (TV Program),Uncategorized", "communityAssetTaxonomy": "blogs/douthat/The Illusions of Employer-Based Health Insurance ( 20131119 )", "PT": "Blogs", "SCG": "douthat", "sourceApp": "blogs", "twitter": {"description": "Why the popularity of employer-based coverage is not a case for its desirability.", "title": "The Illusions of Employer-Based Health Insurance", "url": "http://douthat.blogs.nytimes.com/2013/11/19/the-illusions-of-employer-based-health-insurance/", "image": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "site": "@DouthatNYT", "card": "summary"}, "adxPage": "blog.nytimes.com/douthat/post", "description": "Why the popularity of employer-based coverage is not a case for its desirability.", "CG": "Opinion", "robots": "noodp", "dat": "November 19, 2013", "org": "Republican Party", "article": {"published_time": 1384887168, "author": "http://topics.nytimes.com/top/opinion/editorialsandoped/oped/columnists/rossdouthat/index.html", "section": "Opinion", "collection": "http://json8.nytimes.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "Uncategorized", "modified_time": "2013-11-19T18:52:48-05:00"}, "geo": "United States", "utime": 20131119185248, "communityAssetLabels": "NYT_Blogs", "PUD": 20131119, "pdate": 20131119, "des": "Health Insurance and Managed Care;Insurance;Patient Protection and Affordable Care Act (2010)", "thumbnail": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "og": {"site_name": "Ross Douthat", "description": "Why the popularity of employer-based coverage is not a case for its desirability.", "title": "The Illusions of Employer-Based Health Insurance", "url": "http://douthat.blogs.nytimes.com/2013/11/19/the-illusions-of-employer-based-health-insurance/", "image": "http://graphics8.nytimes.com/images/blogs_v5/../icons/t_logo_291_black.png", "type": "article"}, "communityAssetURL": "http://douthat.blogs.nytimes.com/2013/11/19/the-illusions-of-employer-based-health-insurance/", "PUV": "normal", "hdl": "The Illusions of Employer-Based Health Insurance", "thumbnail_150": "http://graphics8.nytimes.com/packages/images/icons/t_logo_300_black.png", "PST": "Blog Post"}, "_id": "\"57477af36914bd0286fcb81c\"", "article_summary": "Obama’s plan is to make unpopular individual health insurance more like the popular employer-based health insurance, with lots of cross-subsidies from healthy to sick.\nConservatives propose to cap the tax deduction for employer-based insurance … That sounds nice in theory.\nBut the link between wages and employer-provided health benefits, while significant, is not exactly widely understood … because, again, nobody knows what their employer-based insurance actually costs.\nThe first is that, while people with individual insurance may not like the prospect of losing their plan with no easily obtainable alternative, people with employer-based insurance like the prospect of losing their plan a lot less.\nBut mostly they like it because, well, nobody realizes what their employer-provided insurance actually costs."}