{"article_title": "The Evergreen State College Creates New Position for Tribal Relations", "article_keywords": ["evergreen", "great", "governments", "tribal", "washington", "relations", "creates", "state", "program", "college", "position", "education", "mccarty", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/01/25/evergreen-state-college-creates-new-position-tribal-relations-153240", "article_text": "With the goal of deepening and expanding relationships with tribal governments in the Pacific Northwest, The Evergreen State College in Olympia, Washington has named former Makah tribal chairman Micah McCarty to the new post of Special Assistant to the President for Tribal Government Relations.\n\n“Micah is a noted tribal leader and artist, with great experience in health care, cultural survival, treaty resources, sustainable development, and energy issues,” said Evergreen President Thomas L. “Les” Purce. “We know his expertise and passion will help us strengthen our relationships with Native communities.”\n\nMcCarty is working with the Washington state-based Tribal Leaders Congress on Indian Education to review curricula and educational pathways for Native students, from the Head Start program up to the Ph.D. level. McCarty has also established a relationship between local tribal governments and the college’s newly formed Center for Sustainable Infrastructure to improve tribal water systems.\n\nSome 4.5 percent of current Evergreen students are Native American. Evergreen hosts the Longhouse Education and Cultural Center, the first Native longhouse built on a public college campus in the U.S. The college also offers a master of public administration degree with a concentration on tribal governance, a program of study on Native American and world Indigenous Peoples, and sponsors a reservation-based program where classes are offered locally and the study topics are determined in partnership with tribal authorities.\n\nMcCarty previously served on the National Ocean Council Governance Coordination Committee and former Governor Christine Gregoire’s blue ribbon panel on ocean acidification. He is also focused on what Native communities have to offer Evergreen.\n\n“Tribal governments are great educational resources, because of their growing diversity in expertise. It only seems logical that we find more ways to work together for the advancement of education as a whole,” said McCarty. “Long-term tribal leadership is based on interdisciplinary experience and creative thinking—both of which are great Evergreen attributes,” he said.", "article_metadata": {"description": "Evergreen State College has named former Makah tribal chairman to the new post of Special Assistant to the President for Tribal Government Relations.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "leeanne", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/01/25/evergreen-state-college-creates-new-position-tribal-relations-153240", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/micah-mccarty.jpg", "site_name": "Indian Country Today Media Network.com", "title": "The Evergreen State College Creates New Position for Tribal Relations"}, "dcterms.date": "2014-01-25T15:00-05:00", "dc": {"title": "The Evergreen State College Creates New Position for Tribal Relations"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/01/25/evergreen-state-college-creates-new-position-tribal-relations-153240", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Evergreen State College, Native American Education", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "The Evergreen State College Creates New Position for Tribal Relations"}, "_id": "\"57477af36914bd0286fcb81f\"", "article_summary": "“Long-term tribal leadership is based on interdisciplinary experience and creative thinking—both of which are great Evergreen attributes,” he said.\nMcCarty has also established a relationship between local tribal governments and the college’s newly formed Center for Sustainable Infrastructure to improve tribal water systems.\nWith the goal of deepening and expanding relationships with tribal governments in the Pacific Northwest, The Evergreen State College in Olympia, Washington has named former Makah tribal chairman Micah McCarty to the new post of Special Assistant to the President for Tribal Government Relations.\n“Tribal governments are great educational resources, because of their growing diversity in expertise.\nEvergreen hosts the Longhouse Education and Cultural Center, the first Native longhouse built on a public college campus in the U.S."}