{"article_title": "The 6 most bizarre moments from the cockfight that was the latest GOP debate", "article_keywords": ["policies", "trump", "moments", "ted", "donald", "gop", "rubio", "cruz", "way", "small", "leftwing", "bizarre", "cockfight", "debate", "latest"], "article_url": "http://www.salon.com/2016/03/05/the_6_most_bizarre_moments_partner/", "article_text": "Topics: AlterNet, Donald Trump, GOP debate, John Kasich, Marco Rubio, Ted Cruz, Elections News, Politics News\n\nThis article originally appeared on AlterNet\n\nThe big showdown between Donald Trump and Fox News’ Megyn Kelly on the day Mitt Romney denounced the Republican frontrunner was predictably surreal and fairly toddler-like.\n\nHere are a few of the more bizarre moments from the GOP debate Thursday night.\n\n1. It was very important for Donald Trump to say on national TV that he does not have a small penis.\n\nMarco Rubio earlier in the week made mention of Trump’s small hands. This is a sore subject for Trump.\n\nDuring the debate, the Donald wanted to make sure everyone knows or believes he is in no way under-endowed in the manhood department.\n\n“He referred to my hands, if they’re small, something else must be small,” Trump said. “I guarantee you there’s no problem. I guarantee that.”\n\nIn the coming days, look for Melania Trump to back up that assertion on the campaign trail.\n\n2. Ted Cruz blamed Detroit’s problems on leftwing politics.\n\nAsked what he would do to bring manufacturing jobs back to America and train people to do the jobs, Ted Cruz gave a bizarre, deflecting answer. “Detroit is a great city with a magnificent legacy that has been utterly decimated by 60 years of left-wing policy.”\n\nHuh?\n\nHe went all the way back to Henry Ford and WWII.\n\n“And then for 50 years, leftwing Democrats have pursued destructive tax policies, weak crime policies and have driven the residents out.”\n\nBut what would you do to bring back jobs?\n\nCut taxes, eliminate regulation, yada yada.\n\n\n\n3. The Donald repeatedly asserted that the military will “do as I tell them” even if it’s illegal, a war crime and a bunch of high-ranking military people just said they will not obey illegal orders.\n\nThe Donald just kept repeating that they will do what he tells them. Because they will. They just will.\n\n", "article_metadata": {"description": "Donald Trump bragged about the size of his dick 10 minutes in, and somehow things got worse as the night progressed VIDEO", "author": "Janet Allon", "og": {"site_name": "Salon", "description": "Donald Trump bragged about the size of his dick 10 minutes in, and somehow things got worse as the night progressed VIDEO", "title": "The 6 most bizarre moments from the cockfight that was the latest GOP debate", "url": "http://www.salon.com/2016/03/05/the_6_most_bizarre_moments_partner/", "image": "http://media.salon.com/2016/03/donald_trump_debate7.jpg", "type": "article"}, "twitter": {"description": "Donald Trump bragged about the size of his dick 10 minutes in, and somehow things got worse as the night progressed VIDEO", "creator": "@salon", "image": "http://media.salon.com/2016/03/donald_trump_debate7.jpg", "title": "The 6 most bizarre moments from the cockfight that was the latest GOP debate", "site": "@salon", "card": "summary_large_image"}, "title": "The 6 most bizarre moments from the cockfight that was the latest GOP debate", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, AlterNet, Donald Trump, GOP debate, John Kasich, Marco Rubio, Ted Cruz", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Here are a few of the more bizarre moments from the GOP debate Thursday night.\n“He referred to my hands, if they’re small, something else must be small,” Trump said.\nAsked what he would do to bring manufacturing jobs back to America and train people to do the jobs, Ted Cruz gave a bizarre, deflecting answer.\nIt was very important for Donald Trump to say on national TV that he does not have a small penis.\nDuring the debate, the Donald wanted to make sure everyone knows or believes he is in no way under-endowed in the manhood department."}