{"article_title": "Despite Living Wills, Patients Get More End-Of-Life Cancer Care Than Desired", "article_keywords": ["living", "power", "cancer", "endoflife", "conversations", "wills", "desired", "patients", "health", "treatment", "despite", "policy", "advance", "study", "care"], "article_url": "https://physiciansnews.com/2015/07/21/despite-living-wills-patients-get-more-end-of-life-cancer-care-than-desired/", "article_text": "Conversations about end-of-life care are difficult. But even though most people now take some steps to communicate their wishes, many may still receive more intensive care than they would have wished, a study this month found.\n\nThe study, published online in JAMA Oncology, examined survey data from the Health and Retirement Study, a national study of U.S. residents older than age 50. Researchers analyzed the responses from the next of kin, usually a spouse or child, of 1,985 participants with cancer who died between 2000 and 2012.\n\nThe patients’ family members responded to questions about how frequently patients had signed durable power of attorney documents or living wills or participated in conversations about their end-of life-preferences. Researchers then examined the association between those advance-care-planning activities and the medical care the cancer patients received at the end of life.\n\nOver the study period, the use of durable power of attorney assignment, sometimes called a health care proxy, grew from 52 percent to 74 percent among participants. Small declines were reported in other planning activities — from 49 percent to 40 percent for living wills and 68 percent to 60 percent for end-of-life discussions — but they weren’t statistically significant because the levels varied throughout the study period, says Dr. Amol Narang, a radiation oncologist at Johns Hopkins School of Medicine and the lead author of the study.\n\n“Our hypothesis was that we’d see significant increases over the study period in advance directives,” Narang says. “What we saw was that important aspects of advance care planning haven’t increased.”\n\nAt the same time, the proportion of patients who were reported to have received “all care possible” at the end of their lives increased substantially over the study period, from 7 percent to 58 percent, even though such intensive treatment may have been counter to their stated wishes.\n\nA durable power of attorney allows consumers to appoint someone to make health care decisions for them if patients are unable to do so. Living wills describe the types of medical care people wish to receive (or don’t wish to receive) if they’re incapacitated. Neither requires a lawyer, and forms are often available online.\n\nSimply signing a document isn’t enough, experts say. There’s no substitute for regular communication with friends and family about end-of-life preferences.\n\n“Patients may have signed that power of attorney, but if they haven’t discussed their preferences with that person the proxy may default to ‘all care necessary,’” Narang says. In other words, lacking clear guidance, the health care proxy may choose to err on the safe side and approve more care rather than limit or withhold it.\n\nLiving wills spell out which treatments someone would want — specifying that they would want to be put on a ventilator, for example, or fed through a tube. But some experts say treatment-focused specificity may not serve patients’ best interests.\n\nSpelling out treatment preferences is only useful in context, says Dr. Diane Meier, director of the Center to Advance Palliative Care.\n\n“Of course you would want to be put on a ventilator if it was going to return you to health,” Meier says.\n\nThe more important question is a qualitative one: What is the quality of life that is unacceptable to you? Would you want every measure taken to treat an illness or injury even if it meant enduring extreme pain with little likelihood of improvement? Or would you rather forgo such intensive treatment and be kept comfortable instead? Those are the conversations that need to happen, experts say.\n\nThe issue is front and center these days as policy makers debate the recent federal proposal to reimburse physicians for conversations with Medicare patients about advance care planning.\n\n“It’s a significant step in the right direction,” says Jonathan Keyserling, senior vice president for health policy at the National Hospice and Palliative Care Organization.\n\n“Now that health care professionals can soon be reimbursed for these intimate and thoughtful conversations, I think we’ll see changes in practice patterns and in decisions by family members.”\n\nSome policy experts say that changing payment practices won’t be enough to change clinical practice.\n\nFor physicians, offering treatment, even if there’s little chance it will help, is the only way they may know to show their loyalty and love for a patient, says Meier.\n\n“We have to change the training or nothing will change,” she says.\n\nFor that reason, she hopes that the Centers for Medicare and Medicaid Services will require doctors to get some training in how to introduce and take part in conversations about advance care planning rather than simply check a box on a form that says a conversation took place.\n\nBy Michelle Andrews, Kaiser Health News\n\n###\n\nKaiser Health News (KHN) is a nonprofit national health policy news service.", "article_metadata": {"description": "Even though most people now communicate their wishes through living wills, many still receive more intensive cancer care than they would have wished", "generator": "WordPress 4.5.2", "og": {"site_name": "Physicians News", "description": "Even though most people now communicate their wishes through living wills, many still receive more intensive cancer care than they would have wished", "title": "Despite Living Wills, Patients Get More End-Of-Life Cancer Care Than Desired | Physicians News", "url": "https://physiciansnews.com/2015/07/21/despite-living-wills-patients-get-more-end-of-life-cancer-care-than-desired/", "image": {"width": 370, "identifier": "https://physiciansnews.com/photos/2014/11/end-of-life.jpg", "height": 247}, "locale": "en_US", "type": "article"}, "twitter": {"description": "Even though most people now communicate their wishes through living wills, many still receive more intensive cancer care than they would have wished", "creator": "@physiciansnews", "image": "https://physiciansnews.com/photos/2014/11/end-of-life.jpg", "title": "Despite Living Wills, Patients Get More End-Of-Life Cancer Care Than Desired | Physicians News", "site": "@physiciansnews", "card": "summary"}, "robots": "noodp", "DC.date.issued": "2015-07-21T16:31:58+00:00", "fb": {"app_id": 55890074158}, "google-site-verification": "P61CH5fWglh1iNtxWWsRbgzgMZr93KOnBlZ0JncQcSI", "article": {"publisher": "https://www.facebook.com/physiciansnews", "section": "Featured", "tag": "power of attorney", "published_time": "2015-07-21T16:31:58+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcb833\"", "article_summary": "By Michelle Andrews, Kaiser Health News###Kaiser Health News (KHN) is a nonprofit national health policy news service.\nIn other words, lacking clear guidance, the health care proxy may choose to err on the safe side and approve more care rather than limit or withhold it.\nResearchers then examined the association between those advance-care-planning activities and the medical care the cancer patients received at the end of life.\nA durable power of attorney allows consumers to appoint someone to make health care decisions for them if patients are unable to do so.\nLiving wills describe the types of medical care people wish to receive (or don’t wish to receive) if they’re incapacitated."}