{"article_title": "Rey Mysterio Jr. honors pro wrestling friend in main event bout – The Denver Post", "article_keywords": ["mysterio", "rey", "mexican", "mask", "pro", "performing", "wrestling", "jr", "event", "wwe", "fans", "match", "ring", "post", "main", "work", "honors", "friend"], "article_url": "http://www.denverpost.com/sports/ci_28607145/rey-mysterio-jr-honors-pro-wrestling-friend-main-event-bout", "article_text": "Rey Mysterio Jr. keeps a collection of his vibrant outfits and masks lined up in a closet, doubling them as works of art.\n\nEven in the wake of tragedy, the 5-foot-6 high flyer and wrestling great is in no rush to call it quits and add a retirement mask to his display.\n\nLess than five months after the in-ring death of Mexican star Pedro Aguayo Ramirez, known as Hijo del Perro Aguayo, Mysterio will headline a pay-per-view card Sunday for top Mexican promotion AAA (Asistencia Asesoría y Administracion).\n\nAn undersized underdog, Mysterio wants to honor his friend by pushing forward in the ring.\n\n“It’s that Mexican mentality of wrestlers,” Mysterio said. “You do it because they’d want you to do it. You lace up, you throw your mask on and you go out there and perform. In your mind, you’re performing for the fans and you’re performing for them in heaven.”\n\nAguayo died from a broken neck in March during a match in Tijuana. Though it’s not clear which blow led to his death, he was launched out of the ring, climbed back in and soon after received a flying kick to the shoulder and neck from Mysterio.\n\nVideo footage showed Aguayo hanging motionless from the ropes unattended as the bout continued for about two more minutes before other wrestlers and the referee realized he was seriously injured. He was taken to a nearby hospital and pronounced dead.\n\n“Everything happened so fast,” Mysterio said. “I couldn’t even think.”\n\nA free agent after 13 years in the WWE, Mysterio had serious doubt about performing again.\n\n“It was hard to get back,” he said. “I was doubting myself. I didn’t know if this was what I wanted to continue to do or if I just needed a little bit of time. There were just so many mixed emotions.”\n\nMysterio has done this before, pulling on the tights and mask to help bury the pain of losing friends like Umaga, Eddie Guerrero and Chris Benoit. Encouraged by the wrestling community to keep fighting, Mysterio returned to the ring in May and now his biggest match in years is set for this weekend at Triplemania.\n\n“The people that I work with in the ring, they helped me out,” Mysterio said. “The boys from AAA made me feel loved. They’ve helped me cope with it. The fans, the family, they all lent their hands of support. This is not the time to hang up the mask.”\n\nMysterio wrestles in the main event for AAA against Myzteziz and agreed to tie his ring entrance to a promotion for the latest “Mission Impossible” movie.\n\nAlso on the card, former WWE champion Alberto El Patron (Alberto Del Rio in the WWE) faces Brian Cage in a hair vs. hair match, while Blue Demon Jr. and La Parka face El Mesías and Electro Shock. The lucha libre match shown for free in Mexico is being sold for $29.95 in the United States, offering English commentary with announcers Hugo Savinovich and Matt Striker.\n\n“That struggle, that’s honest. The fans can feel that,” Striker said. “It’s not an actor playing a character. Rey is Rey and that translates to the fans.”\n\nMysterio said he could be open to a return to the WWE, though he remained disappointed with the way his stay ended with no fanfare. He last wrestled a match for the WWE in 2014 and severed ties with the company this year.\n\n“I was very happy to work there,” he said. “Toward the end, things didn’t work out in the best way. Despite that, I had a great time, I made great money and I’m nothing but thankful for the opportunity.”\n\nAt 40, Mysterio said he’d like to wrestle a limited schedule — akin to the ways veterans like Rob Van Dam and Chris Jericho cameo for the WWE — or pursue acting or broadcasting.\n\n“I always kept the fans happy,” Mysterio said. “They always saw a different Rey, whether it was a mask, a design, a color. I never gave them the same thing twice and always kept them on their feet. They were always excited to see what Rey was going to bring to the table.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Rey Mysterio Jr. honors pro wrestling friend in main event bout", "title": "Rey Mysterio Jr. honors pro wrestling friend in main event bout", "url": "http://www.denverpost.com/2015/08/08/rey-mysterio-jr-honors-pro-wrestling-friend-in-main-event-bout/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150808_102917_rey-mysterio-jr.jpg", "height": 421}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150808_102917_rey-mysterio-jr.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-08-08T10:30:12+00:00", "modified_time": "2016-04-22T08:49:42+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdc520\"", "article_summary": "Rey Mysterio Jr. keeps a collection of his vibrant outfits and masks lined up in a closet, doubling them as works of art.\n“I couldn’t even think.”A free agent after 13 years in the WWE, Mysterio had serious doubt about performing again.\nAn undersized underdog, Mysterio wants to honor his friend by pushing forward in the ring.\n“They always saw a different Rey, whether it was a mask, a design, a color.\n“The people that I work with in the ring, they helped me out,” Mysterio said."}