{"article_title": "Washington Inches Toward Another Fiscal Cliff", "article_keywords": ["fiscal", "billion", "bill", "transportation", "inches", "spending", "house", "republicans", "washington", "budget", "defense", "republican", "cliff"], "article_url": "http://www.thefiscaltimes.com/2015/05/14/Washington-Inches-Toward-Another-Fiscal-Cliff", "article_text": "After a long day of partisan finger pointing over the Amtrak train disaster, bickering over the defense budget, and worrying that the government is short-changing vital highway and infrastructure projects, the White House and congressional leaders on Wednesday appeared to be running out of time to avert another fiscal cliff this summer.\n\nHobbled by a new Republican fiscal 2016 budget plan completed a week ago that both parties acknowledge is inadequate to meet pressing defense and domestic spending challenges, Congress is inching toward a spending crisis. Within months, virtually every government department and agency could be partially paralyzed while some state and local transportation programs are put off indefinitely.\n\nRelated: Pentagon’s $90 Billion ‘Slush Fund’ Comes Under Attack\n\n“The budget that the Republicans put together was a messaging document,” said Bill Hoagland, a former Republican Senate budget staff director and vice president of the Bipartisan Policy Center. “It was not a real budget that addressed these real challenges.”\n\nThe problems are legion:\n\nThe federal Highway Trust Fund will run out of money May 31, forcing state officials to postpone or scrap tens of thousands of new highway, bridge and construction projects throughout the country and throw many people out of work. U.S. Transportation Secretary Anthony Foxx warned in a letter to state authorities this week that unlike last summer’s cash shortage, “reimbursements on all projects will be halted completely, not simply delayed.”\n\nThe House thus far has passed only two of the dozen annual appropriations bills needed to keep the government going beyond Sept. 30, covering military construction and energy and water projects, but none of the massive spending bills that will be much harder to approve given the sharp divisions between the two parties. The Senate, meanwhile, has yet to bring up a single spending bill.\n\nA $55.3 billion transportation bill cleared the House Appropriations Committee yesterday on a strict party- line vote. But Democrats blasted Republicans for cutting portions of Amtrak’s funding the day after the tragic derailment in Philadelphia that killed seven passengers and injured more than 200 others. The train was going over 100 miles an hour – twice the speed allowed when it hit a curve.\n\nRelated: After the Amtrak Crash: Finding the Money to Fix Our Infrastructure\n\nThe committee voted 30-21 to reduce grants to Amtrak by $252 million -- a reduction of about 15 percent from the current year’s level. However, the cut would apply only to Amtrak’s capital spending and would not affect levels for safety and operations. Still, the transportation spending measure likely will spark renewed controversy over spending priorities once it reaches the House floor.\n\nHouse Democrats and Republicans are at odds over the $612 billion defense authorization bill for the coming fiscal year that awaits action on the House floor. Minority Leader Nancy Pelosi (D-CA) and other Democratic leaders indicated they would encourage members of their party to vote against the bill, according to The Hill . “This bill is the wrong bill,\" House Democratic Caucus Chairman Xavier Becerra of California told reporters at a news conference.\n\n. “This bill is the wrong bill,\" House Democratic Caucus Chairman Xavier Becerra of California told reporters at a news conference. Finally, the Treasury Department already has begun to bump up against the debt ceiling and will need congressional authority later this fall to increase its borrowing levels to avoid a first-ever default on the national debt.\n\nAt the heart of these and other spending controversies is a raging dispute over whether Congress should attempt to stay within the tight domestic and defense spending caps imposed by the 2011 Budget Control Act and enforced by sequestration or lift them again to permit substantially more in overall spending.\n\nRelated: What Balanced Budget? GOP Pushes a 'Spend More' Blueprint\n\nObama has repeatedly urged Congress to eliminate the caps to permit more spending on defense – to placate Republican conservatives – and domestic programs to satisfy Democrats.\n\nThe fiscal 2016 budget that congressional Republicans recently approved technically adheres to the caps and yet provides an additional $38 billion for the Defense Department by funneling the money through a special account originally created to finance the U.S. war effort in Afghanistan and Iraq. Democrats and other critics howled that the Republicans were engaging in budgetary gimmickry to placate defense hawks in their party.\n\nThe additional funds channeled through the so-called Overseas Contingency Operations war account are exempt from the defense cap, can’t be touched by any across the board cuts known as sequestration and will add to the deficit.\n\nIn a sharply worded national defense spending policy statement issued late Tuesday, the Office of Management and Budget informed House GOP leaders that Obama “has been very clear about the core principle that he will not support a budget that locks in sequestration, and he will not fix defense without fixing non-defense spending.”\n\nRelated: Republicans in Mad Scramble to Placate Defense Hawks\n\nThe Republican defense bill would authorize $523 billion in base funding for the Pentagon, and an additional $96 billion in war funding – including the $38 billion that will be slipped to the Defense Department to bolster its base, general operating budget. Obama had requested more in base funding, $561 billion, and less in OCO spending, $51 billion.\n\nRelated: 5 Gimmicks in the GOP’s ‘Gimmick-Free’ Budget\n\nAt the same time, Republicans are hewing to a $493 billion spending cap on domestic programs in 2016, or roughly $38 billion less than the president is seeking.\n\nWhat is needed – just about everyone agrees – is a comprehensive, bipartisan budget deal that jettisons the caps and strikes an agreement on overall spending that placates both parties. Without one, Congress could be spinning its wheels for weeks or months trying to operate within unrealistic spending parameters.\n\n“The Republicans have set up a clear clash over defense and non-defense appropriations,” Hoagland said in an interview yesterday. “The president will be in a position, it seems to me, to hold up appropriations bills until that is resolved.”\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "After a long day of partisan finger pointing over the Amtrak train disaster, bickering", "title": "Washington Inches Toward Another Fiscal Cliff", "url": "http://www.thefiscaltimes.com/2015/05/14/Washington-Inches-Toward-Another-Fiscal-Cliff", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/01012013_SamCliffhanger_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/05/14/Washington-Inches-Toward-Another-Fiscal-Cliff", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/01012013_SamCliffhanger_article.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "After a long day of partisan finger pointing over the Amtrak train disaster, bickering", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fd9091\"", "article_summary": "“This bill is the wrong bill,\" House Democratic Caucus Chairman Xavier Becerra of California told reporters at a news conference.\nA $55.3 billion transportation bill cleared the House Appropriations Committee yesterday on a strict party- line vote.\nThe Senate, meanwhile, has yet to bring up a single spending bill.\nStill, the transportation spending measure likely will spark renewed controversy over spending priorities once it reaches the House floor.\nHouse Democrats and Republicans are at odds over the $612 billion defense authorization bill for the coming fiscal year that awaits action on the House floor."}