{"article_title": "Three things Snyder is still getting wrong in Flint", "article_keywords": ["getting", "things", "snyder", "state", "legal", "water", "environmental", "wrong", "defense", "flint", "snyders", "residents", "crisis"], "article_url": "http://www.freep.com/story/opinion/editorials/2016/03/26/snyder-flint-crisis/82209346/", "article_text": "Michigan Governor Rick Snyder testifies on the tainted water scandal in the city of Flint, Michigan, during a House Oversight and Government Reform Committee hearing on Capitol Hill in Washington, DC, March 17, 2016. / AFP PHOTO / SAUL LOEBSAUL LOEB/AFP/Getty Images (Photo: SAUL LOEB, AFP/Getty Images)\n\nGov. Rick Snyder's approval numbers are slipping. The water in Flint still isn't safe to drink.\n\nA whopping 75% of Michiganders polled say Snyder is handling the Flint water crisis badly. Count us among them.\n\nResidents in Flint were exposed to lead-contaminated water for months after the city switched its water supply, under the oversight of a succession of Snyder-appointed emergency managers. The local plant wasn't ready to operate full time, or to handle corrosive Flint River water — and the Michigan Department of Environmental Quality botched its responsibility to ensure that the water was treated to make it safe for human consumption. Because it didn't require the appropriate treatment, the river water leached lead from Flint's aging lead service lines. When evidence mounted that there was a problem in Flint, Snyder's administration worked to discredit the folks whose objections should have been heard. And even after Snyder acknowledged the problem in October, the state's response didn't reflect the severity of the crisis.\n\nIn short, there are still a lot of things Snyder's getting wrong in Flint.\n\nUnderstanding environmental justice\n\nThe Flint Water Advisory Task Force appointed by Snyder didn't hesitate to name the Flint water crisis the product of environmental injustice. That's a term that refers to the disproportionate impact of environmental decisions on poor communities or communities of color — and it's not an abstract concept, but a recurring set of events, demonstrable in communities as far-flung as Baltimore and New Orleans. Poor, black communities are more likely to be exposed to environmental toxins.\n\nBut when asked at a Wednesday press conference whether race played a role in the Flint water crisis, Snyder stumbled: \"I don't know if you can conclude it was a racial issue by any means, but I don't know.\"\n\nTask force co-chairman Ken Sikkema (a former Republican state lawmaker) was quick to correct him:\n\n\"Environmental injustice is not about overt acts of racism; it's not about motivation; it's not about deliberate attacks on a certain population group; it's not about overt violations, attacks upon civil rights. It's about equal treatment, in this case, equal environmental protection and public health protection regardless of race, national origin or income as one pillar of it. And the second pillar is meaningful participation in government decision-making. In both cases, clearly what happened here is a case of environmental injustice.\"\n\nAnd there is no shortage of Flint residents who believe, firmly, that what happened to their community is rooted in environmental injustice and racism, as the Free Press' Kristen Jordan Shamus reported last week. Some senior African-American Flint residents, the report noted, recall atrocities like the Tuskegee experiments, in which doctors knowingly infected black men with syphilis, or, the decision not to treat smallpox in freedmen after the American Civil War. Folks are speaking up in droves, explaining how it feels to be disregarded and harmed.\n\nSo here's what Snyder has to do: Believe them.\n\nFlint is a majority black community. The poverty rate tops 40%. There is no way to separate the fact of the crisis from the reality of its victims. So stop trying.\n\nTaking the heat\n\nSix months after acknowledging Flint’s water crisis, we’ve seen no evidence of Snyder meeting with Flint residents to hear their concerns and frustrations.\n\nHe's been dressed down by the U.S. Congress, by Lansing lawmakers, by Michigan Democrats, by this editorial board, ... but Flint residents haven't had their say.\n\nIt's time for that to change, governor.\n\nTake the heat. Walk into a room with those you've wronged, and let them have at it.\n\nWe understand why he'd be chary of the residents his administration allowed to drink lead-contaminated water for more than 18 months. But Flint residents deserve face time with Snyder — and frankly, it would be good for the governor to hear what they've got to say.\n\nWant examples? Look to the town halls held in 2009 and 2010 by Democrats John Dingell, then the Congressman representing Michigan's 12th district, and Sen. Gary Peters, then Michigan's 14th District Congressman, in the run-up to the 2010 passage of the Affordable Care Act. Both took reams of vitriol from constituents.\n\nBuy Photo Former Congressman John D. Dingell is confronted by voters who did not support health care reform during a 2009 town hall. (Photo: KIMBERLY P. MITCHELL/Detroit Free Press)\n\nSnyder should hold a town hall in Flint, a public forum at which residents could vent their concerns.\n\nThis likely means yelling. Would it be pleasant? No. We can guarantee that Snyder — whose mood, regarding Flint, oscillates from contrite to prickly and defensive in an eyeblink — would not enjoy the experience. But Flint residents, the folks impacted by this crisis, are Michiganders. And here's the other thing: Snyder needs to listen. Not defend his administration, or point at \"career bureaucrats,\" or the U.S. Environmental Protection Agency, or anyone else who might have had a hand in the crisis. Just listen. Flint residents deserve that much.\n\nBeing transparent\n\nA governor interested in regaining the faith of his constituents should practice the transparency he's preached to others.\n\nBut that's not what Snyder is doing.\n\nIn preparation for the legal battles ahead, Snyder has enlisted the aid of two private-sector law firms, pushing contracts for civil and criminal defense attorneys, worth a combined $1.2 million, through the obscure State Administrative Board — obviating the need for legislative approval. The outsourcing comes in part, his spokesman told the Free Press, because state Attorney General Bill Schuette's office lacks sufficient staff to process requests made in the course of the ongoing criminal investigation and civil lawsuits. This may be news to Schuette, whose office employs about 275 attorneys.\n\nBut there's a way for Snyder to be utterly transparent about his legal fees — and to avoid sticking taxpayers with the check.\n\nIt's called a \"Legal Defense Fund,\" and it's enshrined in state law for just this purpose.\n\nSnyder has drawn criticism from the Michigan Democratic Party for not using such a fund, which party officials insist is required by state law. Former longtime state Attorney General Frank Kelley has questioned Snyder's legal bills.\n\nA legal defense fund can accept donations for, you guessed it, legal defense of elected officials facing criminal charges or a civil lawsuit.\n\nHere's the catch: Elected officials are required to report the identity of donors to a legal defense fund.\n\nThis shouldn't pose a problem for Snyder, though. After months of silence, some supporters in the business community are emerging to support the governor. Would those supporters pony up cash donations? Some of them, certainly.\n\nUsing a legal defense fund would be an important step toward transparency— and acknowledge that defending Snyder's role in the Flint crisis isn't taxpayers' responsibility.\n\nRead or Share this story: http://on.freep.com/1Rtd4WN", "article_metadata": {"google": "notranslate", "description": "A whopping 75% of Michiganders polled say Snyder is handling the Flint water crisis badly. Count us among them.", "og": {"site_name": "Detroit Free Press", "description": "A whopping 75% of Michiganders polled say Snyder is handling the Flint water crisis badly. Count us among them.", "title": "Three things Snyder is still getting wrong in Flint", "url": "http://www.freep.com/story/opinion/editorials/2016/03/26/snyder-flint-crisis/82209346/", "image": "http://www.gannett-cdn.com/GDContent/applogos/freep.png", "type": "article"}, "twitter": {"description": "A whopping 75% of Michiganders polled say Snyder is handling the Flint water crisis badly. Count us among them.", "title": "Three things Snyder is still getting wrong in Flint", "image": "http://www.gannett-cdn.com/-mm-/498825974dd839fc21bb98be42049e8491dfb9aa/c=338-0-2061-1723&r=x643&c=640x640/local/-/media/2016/03/24/DetroitFreePress/DetroitFreePress/635944357080240746-GTY-550115845.jpg", "creator": "@freep", "site": "@freep", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600072714", "fb": {"app_id": 185931034751252}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Flint water lead, Flint water crisis, Flint water problems, Flint water news, Flint water lead investigation, State investigation flint, emergency manager flint, lead water flint, lead pipes water safety, rick snyder, snyder flint,"}, "article_summary": "Understanding environmental justiceThe Flint Water Advisory Task Force appointed by Snyder didn't hesitate to name the Flint water crisis the product of environmental injustice.\nA legal defense fund can accept donations for, you guessed it, legal defense of elected officials facing criminal charges or a civil lawsuit.\nA whopping 75% of Michiganders polled say Snyder is handling the Flint water crisis badly.\nIn short, there are still a lot of things Snyder's getting wrong in Flint.\nWhen evidence mounted that there was a problem in Flint, Snyder's administration worked to discredit the folks whose objections should have been heard."}