{"article_title": "3 Goal-Setting Apps to Help Boost Your Career in 2014", "article_keywords": ["hire", "help", "goalsetting", "companies", "apps", "job", "looking", "career", "longterm", "candidates", "workplace", "article", "changes", "boost"], "article_url": "http://www.payscale.com/career-news/2013/12/3-goal-setting-apps-to-help-boost-your-career-in-2014", "article_text": "With this year coming to a close, it’s time to start thinking about what 2014 has in store for your career, especially if you’re looking for a job. Here are three awesome apps to help you establish and accomplish goals to enhance your career in the new year.\n\n(Photo Credit: Maik Meid/Flickr)\n\nForecast for 2014\n\nThe workplace has evolved over the past couple of years. Allison O’Kelly, founder of Mom Corps, provides three observations about how the shifts in the workplace will affect candidates in her article for Huffington Post:\n\n1. Workplace flexibility will gain more footing as a social issue, both in terms of employee demand and public policy.\n\n2. Staffing companies will become less transactional and more like long-term \"agents\" for job seekers.\n\n3. Changes brought on by the Affordable Care Act will lead companies to staff in more non-traditional ways.\n\n(Read her full article, here.)\n\nThese changes are encouraging employers to hire more strategically and less conventionally in order to maintain the talent they already have, while also attracting quality loyal candidates who are looking to stick with the company long-term. Likewise, job seekers should be conscious of the fact that companies may be looking to hire part-time, flexible, temp-to-hire employees to fill in the gaps resulting from the aforementioned changes. Therefore, don’t dismiss an opportunity simply because it’s not full-time – which, we know, is easier said than done – because that temp position could turn into a lifelong career, if you play your cards right.", "article_metadata": {"msapplication-config": "https://cdn-payscale.com/images/favicon/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "With this year coming to a close, it’s time to start thinking about what 2014 has in store for your career, especially if you’re looking for a job. Here are three awesome apps to help you establish and accomplish goals to enhance your career in the new year.", "Generator": "Sitefinity 6.0.4210.0 PE", "msapplication-TileColor": "#c53b31", "msapplication-TileImage": "https://cdn-payscale.com/images/favicon/mstile-144x144.png", "keywords": "goals, 2014, new year, new year's resolutions, dreams, habits, organize, prioritize, career, networking, career goals, professionals, dream big, bigger and better, enhance your career, social media, apps, iTunes, iPhone, app Store, there's an app for that, forecasting, planning, execution, execute, aspirations, reach for the stars, attain your goal", "theme-color": "#ffffff"}, "_id": "\"57477af36914bd0286fcb842\"", "article_summary": "Here are three awesome apps to help you establish and accomplish goals to enhance your career in the new year.\nWith this year coming to a close, it’s time to start thinking about what 2014 has in store for your career, especially if you’re looking for a job.\nAllison O’Kelly, founder of Mom Corps, provides three observations about how the shifts in the workplace will affect candidates in her article for Huffington Post:1.\nWorkplace flexibility will gain more footing as a social issue, both in terms of employee demand and public policy.\nChanges brought on by the Affordable Care Act will lead companies to staff in more non-traditional ways."}