{"article_title": "Willis Law in Kalamazoo among employers seeking waiver on contraceptives", "article_keywords": ["kalamazoo", "supreme", "court", "seeking", "willis", "mersino", "employers", "contraceptives", "health", "ruling", "mandate", "law", "religious", "insurance", "waiver"], "article_url": "http://www.mlive.com/news/kalamazoo/index.ssf/2014/07/willis_law_in_kalamazoo_among.html", "article_text": "KALAMAZOO, MI -- Willis Law, a Kalamazoo-based firm, appears to be one of the winners in Monday's U.S. Supreme Court ruling regarding a federal mandate requiring health insurance plans to include coverage for contraceptives.\n\nMuch like Hobby Lobby, the main plaintiff in the Supreme Court case, Willis Law objected to the mandate on religious grounds. In a 5-4 ruling, the Supreme Court ruled that waivers to the mandate must be granted to firms with a five or fewer owners who had an unanimous objection based on \"sincerely held\" religious beliefs.\n\nWillis Law was one of about 80 companies around the country that sued the federal Department of Health and Human Services over the mandate. Those cases were put on hold pending the Supreme Court ruling.\n\nThe Kalamazoo firm is now awaiting word on the status of their lawsuit, said Erin Mersino, senior counsel for the Thomas More Law Center in Ann Arbor, which is representing Willis.\n\n\"Monday's ruling is a victory, but we will need to hear from the Department of Justice regarding further action in the case,\" Mersino said in an email. \"We expect to hear something more definitive next week.\"\n\nMersino said Willis law fits the perimeters for a waiver as established Monday. \"Willis law meets the criteria for a closely held business. It is a small, family law firm. They are unanimous in their religious beliefs and objections on this issue,\" Mersino said.\n\nMichael and Shaun Willis, brothers who own the law firm, filed their lawsuit in July 2013.\n\n\"Both Shaun and Michael Willis are devout pro-life Christians with a deep religious conviction that abortion, abortifacients and life-ending contraceptives are gravely immoral practices which result in the destruction of innocent life,\" said an August press release from the Thomas More Law Center.\n\nWillis, which has offices in Kalamazoo, Grand Rapids and Paw Paw, has less than 50 employees, which means it is not required to provide employees with insurance under the Affordable Care Act. However, such employers who do provide insurance must follow the mandates or face a fine, Mersino said.\n\nWillis was granted an injunction in August that allowed it to provide health insurance that does not include any contraceptive coverage. The injunction was granted by federal Judge Colleen Kollar-Kotelly of the U.S. District Court for the District of Columbia, where the case was filed.\n\nWillis suit is one of \"many\" filed by the Thomas More Law Center on the contraceptive mandate, Mersino said. The center was co-founded by Tom Monaghan, founder of Domino's Pizza Corp. to \"defend and promote America's Judeo-Christian heritage and moral values, including the religious freedom of Christians, time-honored family values, and the sanctity of human life.\"\n\nThe center sees the ruling as a victory for religious rights, Mersino said in her email.\n\n\"By striking down the mandate, the Supreme Court preserved religious freedom rights.\" she said.\n\n\"The Supreme Court did not deny access to birth control. Through the litigation, the Defendants could not point to any evidence in that employed women were unable or difficult to access contraceptives. In fact, the Defendants admitted that contraceptives are widely available at community health centers at very low costs. The Defendants could not justify that it was necessary to force religious business owners to violate their faith or be fined millions by the IRS.\n\n\"Willis Law provides their employees with excellent, comprehensive health\n\ncare and high, competitive wages,\" Mersino added. \"They did so before insurance was required by the Affordable Care Act and continue doing so.\"", "article_metadata": {"article_author": "Julie Mack | jmack1@mlive.com", "medium": "news", "news_keywords": "affordable-care-act,obamacare-kalamazoo", "title": "Willis Law in Kalamazoo among employers seeking waiver on contraceptives", "parsely-page": "{\"title\": \"Willis Law in Kalamazoo among employers seeking waiver on contraceptives\", \"link\": \"http://www.mlive.com/news/kalamazoo/index.ssf/2014/07/willis_law_in_kalamazoo_among.html\", \"image_url\": \"http://imgick.mlive.com/home/mlive-media/width620/img/kzgazette_impact/photo/15338009-standard.jpg\", \"type\": \"post\", \"post_id\": \"13327280\", \"pub_date\": \"2014-07-03T10:13:59Z\", \"author\": \"Julie Mack | jmack1@mlive.com\", \"tags\": [\"@kz-business\",\"@kz-river\",\"@statewide\",\"affordable-care-act\",\"obamacare-kalamazoo\"] }", "twitter": {"image": "http://media.mlive.com/kzgazette_impact/photo/15338009-thumb_square_large.jpg", "description": "Willis Law, a Kalamazoo-based firm, appears to one of the winners in Monday's U.S. Supreme Court ruling regarding a federal mandate requiring health insurance plans to include coverage for contraceptives.", "card": "summary", "site": "@mlive"}, "article_date_updated": "Thursday, July 03, 2014,  6:13 AM", "parsely-metadata": "{\"image_url\": \"http://media.mlive.com/kzgazette_impact/photo/willisjpg-460f228b0f6dd5fc.jpg\", \"author_name\": \"jmack\", \"author_nickname\": \"Julie Mack | jmack1@mlive.com\", \"author_id\": \"2129\", \"source_blog_name\": \"Kalamazoo News\", \"source_blog_url\": \"http://www.mlive.com/news/kalamazoo/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "MLive.com", "description": "Willis Law, a Kalamazoo-based firm, appears to one of the winners in Monday's U.S. Supreme Court ruling regarding a federal mandate requiring health insurance plans to include coverage for contraceptives.", "title": "Willis Law in Kalamazoo among employers seeking waiver on contraceptives", "url": "http://www.mlive.com/news/kalamazoo/index.ssf/2014/07/willis_law_in_kalamazoo_among.html", "image": "http://media.mlive.com/design/alpha/img/logo_mlive.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "MLive.com", "article_comments": 0, "article_date_original": "Thursday, July 03, 2014,  6:00 AM", "viewport": "width=device-width,initial-scale=1", "Description": "Willis Law, a Kalamazoo-based firm, appears to one of the winners in Monday's U.S. Supreme Court ruling regarding a federal mandate requiring health insurance plans to include coverage for contraceptives."}, "_id": "\"57477af36914bd0286fcb845\"", "article_summary": "Much like Hobby Lobby, the main plaintiff in the Supreme Court case, Willis Law objected to the mandate on religious grounds.\nMersino said Willis law fits the perimeters for a waiver as established Monday.\nKALAMAZOO, MI -- Willis Law, a Kalamazoo-based firm, appears to be one of the winners in Monday's U.S. Supreme Court ruling regarding a federal mandate requiring health insurance plans to include coverage for contraceptives.\nThose cases were put on hold pending the Supreme Court ruling.\n\"Willis law meets the criteria for a closely held business."}