{"article_title": "Donald Trump is an actual fascist: What his surging popularity says about the GOP base", "article_keywords": ["party", "race", "actual", "trump", "fascist", "popularity", "political", "tucker", "fascism", "donald", "base", "surging", "social", "progress", "gop", "knows"], "article_url": "http://www.salon.com/2015/07/25/donald_trump_is_an_actual_fascist_what_his_surging_popularity_says_about_the_gop_base/", "article_text": "Topics: 2016 Elections, Corporatism, Donald Trump, Editor's Picks, Fascism, Nationalism, political philosophy, The Republican Party, The Republican Primary, News, Politics News\n\nIn the political discussion of today, there always comes a risk of being discounted as a crackpot when using a word like “fascist” to describe a political opponent. The word, much like “socialist,” has been so abused since the fall of fascism that it lost its meaning quite some time ago. Comparisons of modern leaders to Hitler tend to be completely void of any substance, and there is even an Internet adage, “Godwin’s law,” that says, “As an online discussion grows longer, the probability of a comparison involving Nazis or Hitler approaches one.”\n\nIn a recent article by Jeffrey Tucker, however, it is argued, quite justly in my opinion, that Donald Trump, whether he knows it or not, is a fascist (or is at least acting like one). Much like Mussolini and Hitler, Trump is a demagogue dedicated to riling up the people (particularly conservatives) with race baiting, traditionalism and strongman tough talk — and, according to polls, it’s working — for now. Tucker writes:\n\n“Trump has tapped into it, absorbing unto his own political ambitions every conceivable resentment (race, class, sex, religion, economic) and promising a new order of things under his mighty hand.”\n\nNo doubt about it, Donald Trump has decided to stir the pot, and, as Tucker says, he seems to be running for a CEO position, rather than president of a nation. Trump discusses Iran and Mexico as if they were competing corporations, and says that, as president, or CEO, he will drive them into the ground, make them file for bankruptcy — something Trump legitimately knows a thing or two about. Trump, of course, is largely taken as a joke, and most rational commentators assume he is doing this for publicity — which he is certainly getting.\n\nThe thing is, his style — full of race baiting, xenophobia and belligerent nationalism — is not unique to Trump; he is simply the most blatant and vocal about it. There’s a reason he’s leading in the GOP polls: the party’s base likes what he’s saying. The people are angry about illegal immigrants murdering white women (anyone who has followed Bill O’Reilly over the past week knows what I’m talking about), homosexuals destroying the tradition of marriage, and so on. Much like fascism reacted to modernity and social progress in the early 20th century, right-wingers are reacting angrily to social progress of the new century. (Of course, there has been no economic progress, which is why the left is also angry.)\n\nSo is the GOP becoming the new fascist party? That might be an exaggeration, but it does share many similar features, and Trump, with his demagogic style, is simply exposing how very similar the passions of the GOP base are to the passions of fascism of the early 20th century.\n\nThe modern GOP is a party of unwavering and dogmatic patriotism mixed with traditionalism and intolerance. The social progression we have been witnessing over the past decade in America, most clearly with the acceptance of the LGBT community, seems to be triggering a reactionary movement on the right. We see this most recently with the religious freedom controversies and the angry protests of the Supreme Court’s gay marriage ruling. Fascism of the early 20th century was also largely a negative reaction to modernity (in a social sense at least; fascists did tend to worship technology). Communism, which was the ultimate evil to fascists, promoted the destruction of traditional institutions such as the family, the bourgeois state and organized religion. In some ways, fascism was the conservative answer to communism — the defender of tradition.\n\nIt was also a very contradictory ideology, as Umberto Eco describes in his essay, “Ur-Fascism:”", "article_metadata": {"description": "The word \"fascist\" has been abused by the left over the years. But a look at Trump's rhetoric shows scary parallels", "title": "Donald Trump is an actual fascist: What his surging popularity says about the GOP base", "og": {"site_name": "Salon", "description": "The word \"fascist\" has been abused by the left over the years. But a look at Trump's rhetoric shows scary parallels", "title": "Donald Trump is an actual fascist: What his surging popularity says about the GOP base", "url": "http://www.salon.com/2015/07/25/donald_trump_is_an_actual_fascist_what_his_surging_popularity_says_about_the_gop_base/", "image": "http://media.salon.com/2015/07/donald_trump4.jpg", "type": "article"}, "twitter": {"description": "The word \"fascist\" has been abused by the left over the years. But a look at Trump's rhetoric shows scary parallels", "title": "Donald Trump is an actual fascist: What his surging popularity says about the GOP base", "image": "http://media.salon.com/2015/07/donald_trump4.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Conor Lynch", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 2016 Elections, Corporatism, Donald Trump, Editor's Picks, Fascism, Nationalism, political philosophy, The Republican Party, The Republican Primary", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Much like fascism reacted to modernity and social progress in the early 20th century, right-wingers are reacting angrily to social progress of the new century.\nThere’s a reason he’s leading in the GOP polls: the party’s base likes what he’s saying.\nThe modern GOP is a party of unwavering and dogmatic patriotism mixed with traditionalism and intolerance.\nSo is the GOP becoming the new fascist party?\nThe word, much like “socialist,” has been so abused since the fall of fascism that it lost its meaning quite some time ago."}