{"article_title": "Andrey Ostrovsky: Use of telehealth for children with special healthcare needs faces limitations [Q&A]", "article_keywords": ["limitations", "needs", "andrey", "terms", "childrens", "telehealth", "medical", "faces", "innovation", "qa", "healthcare", "pediatrics", "care", "children", "special", "ostrovsky"], "article_url": "http://www.fiercehealthit.com/story/andrey-ostrovsky-use-telehealth-children-special-healthcare-needs-faces-lim/2015-08-27", "article_text": "Telehealth effectively can provide services to children with special healthcare needs, but the Lucile Packard Foundation for Children's Health in California found it's not being used to its full potential.\n\nResearchers from RAND and the University of Pittsburgh School of Medicine also recently called telemedicine an underused technology in pediatric emergency settings.\n\nAndrey Ostrovsky, M.D., an attending physician at Children's National Medical Center in the District of Columbia and software entrepreneur, recently discussed with FierceHealthIT the barriers to more effective use of telehealth in pediatrics, especially for children with special healthcare needs.\n\nOstrovsky (pictured) sits on the Federal Advisory Committee on Health IT Standards and the Home- and Community-Based Services Quality Committee of the National Quality Forum.\n\nDuring his residency at Boston Children's Hospital and Boston Medical Center, he and his mentor, Richard C. Antonelli, M.D., medical director of integrated care at Boston Children's Hospital and assistant professor of pediatrics at Harvard Medical School, convened a salon for the Verizon Foundation, and in June 2013 released the results in a white paper, \"Empowering Care Coordination with Technology: Opportunities To Transform Pediatric Care Delivery.\"\n\nFierceHealthIT: What do you see happening in terms of telehealth and pediatrics generally?\n\nAndrey Ostrovsky: I don't see too many projects that are going to have a scalable difference. What I am seeing are some exciting bursts of energy and inspiration with hackathons, Shark Tank initiatives and conferences. But in terms of having telehealth really embedded and used scalably in children's hospitals, there are some major limitations, and a lot of that comes down to the financing of healthcare for children, and specifically the healthcare of children with special needs.\n\nFHIT: How is the financing different from that of adults?\n\nOstrovsky: It's very different. Adults over 65 benefit from Medicare, and Medicare is at the leading edge of innovation. The Affordable Care Act has created some pretty impressive incentives and disincentives that are pushing massive changes in the way that healthcare systems are doing business. Medicaid is five to 10 years behind Medicare in terms of systematic innovation.\n\nChildren's care is either employer health plan-funded or it's Medicaid-funded. The more complex a child's healthcare is, the more likely it is to be funded by Medicaid. That puts pediatric delivery models and innovation for children who really need it at a serious disadvantage in terms of benefiting from the real cutting-edge innovation. It's not just tech, but about how leadership thinks, what investments are made and ultimately the innovation ecosystem. For-profit companies that need to grow massively and quickly, incentives to go toward pediatrics is really hindered when you look at the massive amounts of money available in non-pediatric--Medicare-funded--delivery models.", "article_metadata": {"description": "Telehealth can effectively provide services to children with special healthcare needs, but the Lucile Packard Foundation for Children's Health in California found it's not being used to its full potential.", "og": {"site_name": "FierceHealthIT", "description": "Telehealth can effectively provide services to children with special healthcare needs, but the Lucile Packard Foundation for Children's Health in California found it's not being used to its full potential.", "title": "Andrey Ostrovsky: Use of telehealth for children with special healthcare needs faces limitations [Q&A]", "url": "http://www.fiercehealthit.com/story/andrey-ostrovsky-use-telehealth-children-special-healthcare-needs-faces-lim/2015-08-27", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthit.jpg", "type": "website"}, "twitter": {"site": "fiercehealthit", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=783777884", "keywords": "Andrey Ostrovsky,Children's National Medical Center,Fierce exclusive,Telehealth & e-Health", "viewport": "width=device-width", "news_keywords": "Telehealth & e-Health"}, "_id": "\"57477af46914bd0286fda139\"", "article_summary": "Telehealth effectively can provide services to children with special healthcare needs, but the Lucile Packard Foundation for Children's Health in California found it's not being used to its full potential.\nAndrey Ostrovsky, M.D., an attending physician at Children's National Medical Center in the District of Columbia and software entrepreneur, recently discussed with FierceHealthIT the barriers to more effective use of telehealth in pediatrics, especially for children with special healthcare needs.\nChildren's care is either employer health plan-funded or it's Medicaid-funded.\nBut in terms of having telehealth really embedded and used scalably in children's hospitals, there are some major limitations, and a lot of that comes down to the financing of healthcare for children, and specifically the healthcare of children with special needs.\nFierceHealthIT: What do you see happening in terms of telehealth and pediatrics generally?"}