{"article_title": "Longtime Walker aide Cullen Werwie leaving administration", "article_keywords": ["current", "walkers", "john", "doe", "administration", "private", "aide", "spokesman", "job", "cullen", "longtime", "walker", "leaving", "werwie"], "article_url": "http://www.washingtontimes.com/news/2015/nov/30/longtime-walker-aide-cullen-werwie-leaving-adminis/", "article_text": "MADISON, Wis. (AP) - One of the last members of Gov. Scott Walker’s administration who has been with him since first taking office in 2011 is leaving for the private sector.\n\nFormer Walker spokesman and current Department of Administration communications director Cullen Werwie said Monday he is leaving his post in January. Werwie says he plans to find a job in the private sector.\n\nWerwie worked on Walker’s 2010 campaign, served on his transition team and was his spokesman until April 2013 when he took his current job in DOA.\n\nWerwie received immunity for his testimony in a John Doe investigation into Walker’s former aides and associates in Milwaukee County. That probe led to charges against six people.\n\nWalker this year signed a bill doing away with John Doe probes for political misconduct.", "article_metadata": {"description": "One of the last members of Gov. Scott Walker's administration who has been with him since first taking office in 2011 is leaving for the private sector.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/nov/30/longtime-walker-aide-cullen-werwie-leaving-adminis/", "type": "article", "site_name": "The Washingtion Times", "description": "One of the last members of Gov. Scott Walker’s administration who has been with him since first taking office in 2011 is leaving for the private sector.", "title": "Longtime Walker aide Cullen Werwie leaving administration"}, "twitter": {"title": "Longtime Walker aide Cullen Werwie leaving administration", "description": "One of the last members of Gov. Scott Walker's administration who has been with him since first taking office in 2011 is leaving for the private sector.", "card": "summary", "site": "@washtimes"}, "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "bitly-verification": "d180fd45f70d"}, "article_summary": "Former Walker spokesman and current Department of Administration communications director Cullen Werwie said Monday he is leaving his post in January.\nScott Walker’s administration who has been with him since first taking office in 2011 is leaving for the private sector.\nWalker this year signed a bill doing away with John Doe probes for political misconduct.\nWerwie received immunity for his testimony in a John Doe investigation into Walker’s former aides and associates in Milwaukee County.\nWerwie worked on Walker’s 2010 campaign, served on his transition team and was his spokesman until April 2013 when he took his current job in DOA."}