{"article_title": "Jose Abreu drew a $63-million offer from the Rockies", "article_keywords": ["week", "jose", "million", "stanton", "winter", "offer", "rockies", "drew", "abreu", "agent", "free", "63million", "spend", "rosario"], "article_url": "http://blogs.denverpost.com/rockies/2013/10/26/rockies-were-a-lot-closer-on-jose-abreu-than-previously-known/15866/", "article_text": "ST. LOUIS — Todd Helton’s successor was briefly within reach last week, according to multiple sources with direct knowledge of the Rockies’ bid for free agent first baseman Jose Abreu.\n\nThe Rockies aggressively pursued the Cuban superstar. I reported last week that they placed multiple bids on the 6-foot-3, 250-pound slugger. The amount was unknown. This weekend, sources said the Rockies reached $63 million, just shy of the White Sox’s winning bid of six years, $68 million.\n\nRockies’ ownership gave clearance to spend the money on Abreu. It’s unlikely that the Rockies would reach $60 million on another free agent this winter. Abreu was unique because of his age — he’s 26 — and power. Given the success of countrymen Yoenis Céspedes and Yasiel Puig, he represented a worthy gamble.\n\nHowever, the Rockies’ willingness to spend $10 million annually on any player is an intriguing development. It potentially opens up more doors. That kind of outlay could get them in the mix for a veteran starter and impact bat.\n\nThe Rockies will be looking at outfielders and first basemen, given Michael Cuddyer’s ability to play either position. They seem ready to listen more realistically for offers for Dexter Fowler, with the belief that Carlos Gonzalez can man center field.\n\nThe Abreu pursuit ended in disappointment. But it shows, at very least, the Rockies recognize the need to aggressively add talent. It would be a surprise if they considered this, but I’d take a long look at free agent catcher Carlos Ruiz. Jon Heyman of CBS Sportsline said Rockies have interest in Brian McCann. I have heard the Rockies like him, but McCann’s price tag will be outrageous. He could end up the highest-paid free agent this winter. From talking to agents, no one would be surprised if McCann received a $100-million deal. But a contract of that length almost assures he would got to the American League, where he will have plenty of suitors. The Rangers, Yankees and Red Sox could all be seeking a catcher.\n\nThe Rockies’ Wilin Rosario can hit. But as I write in my World Series journal for Sunday, I don’t see the Rockies reaching their potential with him catching.\n\nCould he play outfield? I don’t know. But I do know that I would be willing to try that experiment while also being open to moving Rosario (Mike Stanton anyone?). It’s unclear if the Marlins will trade Stanton. But if Rosario isn’t off limits, it’s hard to see them not picking up the phone. That’s just my plan. There’s no indication that the Rockies would even listen on Rosario.\n\nAgain, the Rockies didn’t get Abreu. They should use that as motivation to push harder to land targeted players this winter.", "article_metadata": {"news_keywords": "Carlos Gonzalez,Dexter Fowler,Jose Abreu,Michael Cuddyer,Mike Stanton,Wilin Rosario", "language": "en, sv", "og": {"site_name": "On the Rox", "description": "Rockies were a lot closer on Jose Abreu than previously known", "title": "Jose Abreu drew a $63-million offer from the Rockies", "url": "http://blogs.denverpost.com/rockies/2013/10/26/rockies-were-a-lot-closer-on-jose-abreu-than-previously-known/15866/", "image": "http://blogs.denverpost.com/rockies/files/2013/10/Cardinals-World-Series-photo.jpg", "type": "blog"}, "twitter": {"domain": "blogs.denverpost.com", "description": "Rockies were a lot closer on Jose Abreu than previously known", "title": "Rockies were a lot closer on Jose Abreu than previously known", "url": "http://blogs.denverpost.com/rockies/2013/10/26/rockies-were-a-lot-closer-on-jose-abreu-than-previously-known/15866/", "image": "http://blogs.denverpost.com/rockies/files/2013/10/Cardinals-World-Series-photo.jpg", "creator": "@troyrenck", "site": "@denverpost", "app": {"name": {"ipad": "Denver Post", "iphone": "Denver Post", "googleplay": "The Denver Post"}, "id": {"ipad": "id409389010", "iphone": "id375264133", "googleplay": "com.ap.denverpost"}}, "card": "summary_large_image"}, "robots": "noodp", "fb": {"app_id": 105517551922}, "Copyright": "Copyright © The Denver Post.", "article": {"publisher": "https://www.facebook.com/denverpost"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "distribution": "global", "viewport": "width=device-width,initial-scale=1", "description": "Rockies were a lot closer on Jose Abreu than previously known"}, "_id": "\"57477af46914bd0286fdedd9\"", "article_summary": "It would be a surprise if they considered this, but I’d take a long look at free agent catcher Carlos Ruiz.\nST. LOUIS — Todd Helton’s successor was briefly within reach last week, according to multiple sources with direct knowledge of the Rockies’ bid for free agent first baseman Jose Abreu.\nIt’s unlikely that the Rockies would reach $60 million on another free agent this winter.\nThis weekend, sources said the Rockies reached $63 million, just shy of the White Sox’s winning bid of six years, $68 million.\nRockies’ ownership gave clearance to spend the money on Abreu."}