{"article_title": "Obamacare cancellations, again", "article_keywords": ["plans", "million", "obamacare", "cancellations", "smallgroup", "americans", "policies", "president", "health", "cancellation", "care"], "article_url": "http://www.usatoday.com/story/opinion/2014/10/16/obama-health-care-insurance-cancellation-column/17353673/", "article_text": "This time, small-group plans used by small employers are being especially hard hit.\n\nPresident Obama discussing the Affordable Care Act in April. (Photo: Chip Somodevilla, Getty Images)\n\nLast fall, millions of Americans breathed a sigh of relief when Obamacare didn't cancel their health care plans. Now they're holding their breath once again.\n\nHundreds of thousands of Americans will soon receive cancellation letters affecting their 2015 health care plans — and that number may quickly rise into the millions. This wave of cancellations will fall into two categories. The first group hit will be in the individual market, the same group that suffered through at least 6.3 million cancellation letters last year. They will almost certainly be joined by millions of people in the small-employer market, which has 40 million plans and will be under Obamacare's control starting next year.\n\nThat's right: President Obama's now-infamous promise, \"If you like your health care plan, you can keep it\" — Politifact's 2013 \"Lie of the Year\" — is still being broken, potentially worse than before.\n\nMost of the individual market cancellations will be for plans that were supposed to be canceled last year, when Obamacare first went into effect. After the fallout from last year's fiasco became too politically toxic, President Obama unilaterally changed the law so that some non-compliant policies could continue for at least another year. That 12-month period is now up.\n\nVirginia will be hit the hardest — up to 250,000 Virginians will receive a cancellation notice by the end of November. Another 30,000 New Mexicans will have their plans discontinued in 2015. In Kentucky, another 14,000 individuals will receive notices in the coming weeks. Elsewhere, Colorado, Alaska, North Carolina, Tennessee, and Maine are expecting thousands of cancellations — after almost half a million notices went out last year. Other states, some of which either don't count or don't publicly release details on discontinued plans, will likely add to the tally.\n\nBut that's still only the tip of the cancellation iceberg. A far greater threat looms for the 40 million Americans who receive health insurance through small business employers, also known as small-group plans.\n\nAnticipating the crippling costs of Obamacare, many small businesses opted for early renewals at the end of 2013. This enabled them to continue their existing policies into 2014, avoiding Obamacare's onerous mandates for another 12 months. All small-group renewals this year, however, must comply with all of Obamacare's regulations and mandates for next year.\n\nIn Colorado, small-group plans covering 143,000 people are being cancelled this year. In New Hampshire, as many as 70,000 small-group policyholders are being forced into new plans. It's a double whammy for these unfortunate Granite State residents: Their new policies only cover 60% of the state's acute-care hospitals, limiting access to care.\n\nNortheastern small-group policies will be hit especially hard. In New Jersey, 650,000 people with small-group coverage had their policies disrupted this year, according to the state association of health plans. And Highmark Blue Cross Blue Shield — covering Pennsylvania, West Virginia, and Delaware — estimate Obamacare is affecting nearly every one of the 5.3 million people covered under its individual and small-group policies.\n\nJust like last year, the administration knew these cancellations were coming all along. As far back as June 2010, the Obama administration estimated, 66% of small employer plans will face cancellation.\n\nDespite all this, the president and Obamacare's supporters still can't seem to understand why more Americans say the law is hurting rather than helping. . Here's a hint: Obamacare is taking away people's health care policies and replacing them with plans that often cost more and cover less.\n\nThe irony is that President Obama and the politicians who voted for Obamacare are now declaring that the law is working as intended. They're right — and the millions of Americans anxiously checking their mailboxes for cancellation notices are learning it the hard way.\n\nTim Phillips is the president of Americans for Prosperity.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the opinion front page or follow us on twitter @USATopinion or Facebook.\n\nRead or Share this story: http://usat.ly/1sXNkKN", "article_metadata": {"google": "notranslate", "description": "This time, small-group plans used by small employers are being especially hard hit.", "og": {"site_name": "USA TODAY", "description": "This time, small-group plans used by small employers are being especially hard hit.", "title": "Obamacare cancellations, again: Column", "url": "http://www.usatoday.com/story/opinion/2014/10/16/obama-health-care-insurance-cancellation-column/17353673/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "This time, small-group plans used by small employers are being especially hard hit.", "title": "Obamacare cancellations, again: Column", "image": "http://www.gannett-cdn.com/-mm-/b9695a90b3b1bb5a84df2affcfc33882b40e0525/c=57-0-740-683&r=x643&c=640x640/local/-/media/USATODAY/None/2014/10/16/635490621992110006-GTY-485348469-63653966.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Topics/Columnists' Opinions", "gci-asset-type": "story", "gci-categories": "Topics/Columnists' Opinions", "title": "Obamacare cancellations, again: Column", "author": "Tim Phillips", "pageclass": "article", "recs": {"category": "opinion", "image-3-4": "http://www.gannett-cdn.com/-mm-/bfef9cbdf8f86a641a5b03ab3cd9d5d6bd6dc85a/c=74-0-586-683/local/-/media/USATODAY/None/2014/10/16/635490621992110006-GTY-485348469-63653966.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/7ccafc0693b2a2184e3d4dfe6751c46c878bd9ca/c=57-0-740-683/local/-/media/USATODAY/None/2014/10/16/635490621992110006-GTY-485348469-63653966.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/3eeb06193538010faca588820e18380a6cf9b0b4/c=8-0-916-683/local/-/media/USATODAY/None/2014/10/16/635490621992110006-GTY-485348469-63653966.JPG", "image": "http://www.gannett-cdn.com/-mm-/e6daca23e8b411534c4b52fbc5c34f099ce0d795/c=0-2-1023-580&r=x633&c=1200x630/local/-/media/USATODAY/None/2014/10/16/635490621992110006-GTY-485348469-63653966.JPG", "publishtime": "2014-10-16T14:05:30.653000-04:00", "shorthed": "Obamacare cancellations, again: Column", "articleid": 17353673, "image-16-9": "http://www.gannett-cdn.com/-mm-/81a1f587029eb32efb9a085a0ff40f0448de9894/c=0-2-1023-580/local/-/media/USATODAY/None/2014/10/16/635490621992110006-GTY-485348469-63653966.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/9b62a487cd692343f43359c38e8e082336789573/c=128-0-510-683/local/-/media/USATODAY/None/2014/10/16/635490621992110006-GTY-485348469-63653966.JPG"}}, "news_keywords": "Obamacare, affordable care act, insurance cancellations, obamacare cancellations, small businesses, insurance, insurance policies, Obama, lie, health insurance"}, "_id": "\"57477af36914bd0286fcb855\"", "article_summary": "(Photo: Chip Somodevilla, Getty Images)Last fall, millions of Americans breathed a sigh of relief when Obamacare didn't cancel their health care plans.\nMost of the individual market cancellations will be for plans that were supposed to be canceled last year, when Obamacare first went into effect.\nHere's a hint: Obamacare is taking away people's health care policies and replacing them with plans that often cost more and cover less.\nThe first group hit will be in the individual market, the same group that suffered through at least 6.3 million cancellation letters last year.\nThis time, small-group plans used by small employers are being especially hard hit."}