{"article_title": "american patriot essay hannah faruolo", "article_keywords": ["essay", "patriot", "family", "contest", "hannah", "balloon", "hot", "flag", "air", "american", "faruolo"], "article_url": "http://www.app.com/story/news/local/toms-river-area/toms-river/2015/06/18/american-patriot-essay-hannah-faruolo/28922639/", "article_text": "Buy Photo Hannah Faruolo plays with her friends Stephanie Maulshagen and Mackenzie O’Connor inside a hot air balloon Wednesday. (Photo: CHRISTI PEACE/Staff photo)Buy Photo\n\nThe first time 11-year-old Hannah Faruolo saw the American flag and its 50 stars, she said she knew her dream of having a family was coming true.\n\nLiving in a Korean orphanage until she was 6, the flag became a symbol of the family she had always wished for.\n\nSo when Hannah, who was indeed adopted by a Toms River family, was asked to write about what the flag meant to her, her mother Dana Faruolo, advised her to “write with your heart and that’s how you’ll win.”\n\nHer mom was right. Hannah’s personal essay about the flag and family was this year’s winner of PNC Bank’s “American Patriot Essay Contest.” She was one of nearly 5,000 students from grades 2 to 12 who entered the annual essay contest which asked what the American flag meant to them.\n\nWinning the contest meant that a hot air balloon would be brought to her school. And so, on Wednesday, her fourth-grade classmates excitedly gathered behind Cedar Grove Elementary School, hoping to see Hannah go up in a hot air balloon.\n\nHannah said that she wanted to tell her story in the essay because the American flag “is a personal symbol for everybody.” For her, it signified that she was an American and finally had a family.\n\nWhile living in the orphanage, Hannah was taught a little bit about the American culture and language by a woman who was adopting one of the other children at the time. Hannah said she remembers being shown the American flag and its many stars, and thinking about how people wished upon stars.\n\nDana Faruolo explained that her family adopted Hannah after learning about the orphanage from her uncle who was stationed in Korea at the time. Her uncle had visited the orphanage and gotten close to Hannah, so he was able to send the Faruolos pictures and information about her once the family decided to adopt her.\n\nIt took two years to finalize Hannah’s adoption. So when Hannah finally got to meet Dana Faruolo, she enthusiastically greeted her by calling her ‘mom’ in Korean.\n\nHannah and her new family then flew on a 16 hour flight back to America, and Dana Faruolo explained that Hannah was exhausted and disoriented when they finally got off the plane.\n\n“At first I didn’t know what was happening,” Hannah explained. But then she “saw the giant flag ... with the stars and stripes, and knew I was home.”\n\nHannah’s current teacher, Nicholas Liguori, has had his classes participate in the contest for the past 10 years. He said it was “overwhelming” for him and all of the students when they found out that Hannah won the essay contest.\n\nThe annual contest was started more than a decade ago when PNC Bank wanted to do something after the tragedy of 9/11 and was inspired by a hot air balloon that looked like the American flag. The bank has teamed up with QuickChek for the past 12 years to allow the essay winners to ride in a hot air balloon.\n\n“We are celebrating a true patriot among patriots,” said Joseph Whall, senior vice president of PNC Bank, about Hannah.\n\nUnfortunately for Hannah, it was too windy for a hot air balloon ride on Wednesday. The balloon was staked to the ground and blown up so Hannah, her siblings and her friends could all play inside. They ran and rolled around in the large, colorful, tent-like structure before the event concluded.\n\nSince Hannah is the grand-prize winner, she and her family will get VIP passes to the QuickChek NJ Festival of Ballooning, which takes place the weekend of July 24.\n\nAt the festival, Hannah will get to meet one of the musical guests and ride in a hot air balloon. Her teacher, school principal and 23 classmates will also get passes to attend the festival as well.\n\n“I feel so happy to have won the contest,” Hannah said. “I’m really excited to go up in a hot air balloon.”\n\nHannah’s essay\n\n“The American flag is a personal symbol. I love that I live in a country where you’re free to believe however you want. I was born in Korea and lived in an orphanage until I was six. During adoption, I learned about the country and culture I was going home to. The first time I saw the American flag, I thought the stars meant my dream of having a family was coming true because I had wished upon them. Getting off the airplane I remember seeing the stars and stripes and I knew I was home. I was an American.”\n\nRead or Share this story: http://on.app.com/1MONhGQ", "article_metadata": {"google": "notranslate", "description": "An 11-year-old girl adopted from Korea wins the PNC Bank “American Patriot Essay Contest.”", "og": {"site_name": "Asbury Park Press", "description": "An 11-year-old girl adopted from Korea wins the PNC Bank “American Patriot Essay Contest.”", "title": "Fourth-grader wins hot air balloon ride", "url": "http://www.app.com/story/news/local/toms-river-area/toms-river/2015/06/18/american-patriot-essay-hannah-faruolo/28922639/", "image": "http://www.gannett-cdn.com/GDContent/applogos/app.png", "type": "article"}, "twitter": {"description": "An 11-year-old girl adopted from Korea wins the PNC Bank “American Patriot Essay Contest.”", "title": "american patriot essay hannah faruolo", "image": "http://www.gannett-cdn.com/-mm-/dc4235dabf7a4b15246264b066cb46431d87e6a3/c=0-1162-2988-4150&r=x643&c=640x640/local/-/media/2015/06/18/AsburyPark/B9317755144Z.1_20150618221617_000_GALB3TSSF.1-0.jpg", "creator": "@AsburyParkPress", "site": "@AsburyParkPress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600068887", "fb": {"app_id": 116172675120111}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "Hannah’s personal essay about the flag and family was this year’s winner of PNC Bank’s “American Patriot Essay Contest.” She was one of nearly 5,000 students from grades 2 to 12 who entered the annual essay contest which asked what the American flag meant to them.\nBuy Photo Hannah Faruolo plays with her friends Stephanie Maulshagen and Mackenzie O’Connor inside a hot air balloon Wednesday.\nHannah said she remembers being shown the American flag and its many stars, and thinking about how people wished upon stars.\nHe said it was “overwhelming” for him and all of the students when they found out that Hannah won the essay contest.\nAt the festival, Hannah will get to meet one of the musical guests and ride in a hot air balloon."}