{"article_title": "As Artemisinin-Resistant Malaria Becomes More Common, Experts Warn Of Huge Threat", "article_keywords": ["worldwide", "huge", "artemisinin", "malaria", "drugs", "study", "resistance", "parasites", "warn", "southeast", "spread", "experts", "common", "threat", "researchers", "artemisininresistant"], "article_url": "http://www.medicaldaily.com/artemisinin-resistant-malaria-becomes-more-common-experts-warn-huge-threat-323056", "article_text": "One of the main drugs used to treat malaria, a mosquito-borne illness, is artemisinin — a compound derived from the sweet wormwood plant. Artemisinin is perhaps one of the most effective treatments for malaria, which infects some 200 million people worldwide every year; a number significantly higher than the recent West African Ebola outbreak, which infected around 9,000 people.\n\nBut a new study conducted by Dr. Charles Woodrow and a team at the Mahidol-Oxford Tropical Medicine Research Unit in Bangkok, Thailand raises the alarm about a potential worldwide public health problem: More strains of malaria in certain parts of the world are becoming immune to artemisinin and other forms of treatment and prevention. The study, published in The Lancet, examined artemisinin resistance in Southeast Asia and found that it “poses a serious threat to the global control of plasmodium falciparum malaria.”\n\nBetween January 2013 and September 2014, the researchers carried out a cross-sectional survey at malaria treatment centers throughout 55 sites in Myanmar, as well as border regions in Thailand and Bangladesh. They found that among the 940 samples taken, 39 percent of them carried a K13-propeller mutation, which signals that the virus is artemisinin-resistant. In addition, the researchers recorded 26 different mutations, nine of which had not been described before in Southeast Asia. In conclusion, they note that artemisinin resistance is quite widespread in Myanmar.\n\n“Our study shows that artemisnin resistance extends over more of Southeast Asia than had previously been known, and is now present close to the border with India,” the researchers wrote. “This finding expands the area in which containment and elimination are needed to prevent the possibility of global spread of artemisinin resistance.”\n\nThough malaria is rare in the U.S., where less than 20,000 cases occur per year, it’s not so uncommon in developing countries. The illness is caused by a protozoan parasite called plasmodium falciparum, and is transmitted by the female Anopheles mosquito. When a person is infected with malaria, they often get fever, chills, and flu-like symptoms, and if it’s not treated properly, it can lead to death. This is why the development of drug-resistant malaria may grow to become an alarming problem — imagine the Ebola outbreak, but much worse.\n\nAnother recent study found that malaria-carrying mosquitos in West Africa have begun developing resistance to insecticide-treated nets, one of the main ways to prevent the disease in areas most vulnerable. Bed nets were one of the main reasons for malaria's prevalence decreasing worldwide by 30 percent. Mortality rates also fell by 47 percent, especially in African countries, where most cases occur.\n\nThe reason why drug-resistant malaria will be so difficult to contain simply comes down to natural selection. “From the parasites’ point of view, drug-treated human hosts represent a novel harsh environment,” a Nature article about drug resistance notes. “Any mutation in their genome that reduces the rate at which drugs eliminate them from the host is beneficial to the parasites and will be subject to positive selection.” In other words, parasites with genetic mutations that aren’t affected by drugs will be the ones to survive and thus continue reproducing.\n\nWoodrow notes that while it may take a few more years for drug-resistant malaria to spread fully, it’s still not a very optimistic situation. In the meantime, doctors can combine artemisinin with other drugs to help fight off infections. “If the parasites were to evolve in a way that made them entirely resistant to artemisinins, this would be disastrous over a short time scale,” he told NPR, “because you’d be left with the remnants of all the other drugs we’d tried to use in the past.”\n\nSource: Tun K, Imwong M, Lwin K, Win A, Hlaing T, Hlaing T. Spread of artemisinin-resistant Plasmodium falciparum in Myanmar: a cross-sectional survey of the K13 molecular marker. The Lancet. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "drug-resistant malaria, malaria, artemisinin", "og": {"site_name": "Medical Daily", "description": "Drug-resistant malaria could pose a severe threat to people in Southeast Asia, where researchers discovered strains capable of overcoming common treatments with artemisinin.", "title": "Experts Warn Of Drug-Resistant Malaria Becoming A Huge Threat", "url": "http://www.medicaldaily.com/artemisinin-resistant-malaria-becomes-more-common-experts-warn-huge-threat-323056", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/21/malaria_0.jpg", "type": "article"}, "twitter": {"description": "Drug-resistant malaria could pose a severe threat to people in Southeast Asia, where researchers discovered strains capable of overcoming common treatments with artemisinin.", "title": "Experts Warn Of Drug-Resistant Malaria Becoming A Huge Threat", "url": "http://www.medicaldaily.com/artemisinin-resistant-malaria-becomes-more-common-experts-warn-huge-threat-323056", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/21/malaria_0.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/21/malaria_0.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-02-21T15:31:06-05:00", "modified_time": "2015-02-21T15:31:05-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Drug-resistant malaria could pose a severe threat to people in Southeast Asia, where researchers discovered strains capable of overcoming common treatments with artemisinin."}, "_id": "\"57477af46914bd0286fda14c\"", "article_summary": "In conclusion, they note that artemisinin resistance is quite widespread in Myanmar.\nOne of the main drugs used to treat malaria, a mosquito-borne illness, is artemisinin — a compound derived from the sweet wormwood plant.\nWoodrow notes that while it may take a few more years for drug-resistant malaria to spread fully, it’s still not a very optimistic situation.\nThey found that among the 940 samples taken, 39 percent of them carried a K13-propeller mutation, which signals that the virus is artemisinin-resistant.\nThis is why the development of drug-resistant malaria may grow to become an alarming problem — imagine the Ebola outbreak, but much worse."}