{"article_title": "Fox News Baselessly Fearmongers About Seattle's Home Loans For Muslims", "article_keywords": ["financial", "sukuk", "investors", "funds", "screen", "muslim", "fox", "fearmongers", "baselessly", "religious", "fund", "muslims", "faithbased", "seattles", "loans"], "article_url": "http://mediamatters.org/blog/2015/07/23/funding-terror-fox-news-baselessly-fearmongers/204558", "article_text": "Fox & Friends stoked fears that faith-based loan accommodations for some Muslims in Seattle might fund terrorism and go against \"American values,\" despite the fact that faith-based financing is widely practiced around the world and available to all religions.\n\nSeattle's mayor and community leaders released a list of recommendations this month to bring more affordable housing to the city. To increase home ownership, the committee suggested bank lenders explore ways to extend loans to Muslim residents who follow Sharia law, which prohibits the payment of interest on loans.\n\nFox & Friends decried the recommendation as \"funding terror\" on July 23. Fox Business anchor Cheryl Casone alleged, \"Critics over the years have voiced concerns that this would allow Muslim extremists a new way to use the U.S. financial system to launder money,\" and an on-screen graphic read:\n\nCo-host Steve Doocy later worried that the loans amounted to \"discrimination\" in favor of Muslims, while network analyst Peter Johnson, Jr, said that it \"opens up a lot of questions\" such as concerns about \"legitimatizing a law that is really inimical to American values.\"\n\nBut faith-based financial accommodations are not specific to Islam -- Christian denominations benefit from them as well -- and options for Sharia-compliant loans are increasingly common.\n\nCatholic and Christian denominations such as Lutherans similarly benefit from financial instruments that accommodate their religious beliefs, such as faith-based mutual funds. As The Wall Street Journal reported:\n\nFaith-based mutual funds typically screen out stocks of companies that violate the tenets of a given religion or religious denomination. A Muslim fund is likely to screen out companies related to pork production, for example, while a Catholic fund can avoid a maker of contraceptives. [...] In looking at faith-based funds, be aware that the stock-picking methods vary widely from fund to fund. And potential investors should avoid making assumptions about a fund's screens or its stance on a moral issue based solely on its expressed religious affiliation, says David Kathman, a senior mutual-fund analyst at Morningstar Inc. For example, Thrivent Financial for Lutherans, a nonprofit investment firm, doesn't screen funds based on religious principles, but donates a portion of its profits to charitable causes. Interested investors should study a fund's prospectus, information on its website and recent shareholder reports. The Ave Maria mutual fund group, a Catholic fund family, uses negative screens based on a narrow set of moral issues important to its investor base, says George Schwartz, president of the funds. Following rules set by an advisory board, the funds avoid investing in companies that make contraceptives, conduct embryonic stem-cell research or contribute corporate funds to Planned Parenthood, a major provider of abortions and contraceptive services, Mr. Schwartz says. The funds also screen out companies involved with pornography and other adult entertainment, among others, he says.\n\nShariah-compliant financing makes up \"more than $1.6 trillion in assets worldwide\" and is continuing to grow, according to USA Today. Like other faith-based accommodations, it simply allows for payment through other methods besides interest.:\n\nBig and small investors are increasingly dipping their toes in the world of Shariah-compliant financing, a sector that has grown to more than $1.6 trillion in assets worldwide over the past three decades. It's one that analysts see as having the potential for even greater growth as the Muslim population grows in the U.S. and Europe. Earlier this month, Luxembourg issued a $254 million, five-year Islamic bond, known as sukuk. Meanwhile, Hong Kong last month completed its first sale of Islamic debt raising $1 billion. That came after Britain in June became the first Western nation to issue sukuk, an Arabic word that roughly translates as \"certificates.\" Sukuk act much like traditional bonds, delivering payments to investors until maturity. To comply with Sharia, the bonds have to be tied to some sort of physical asset. Instead of interest, investors are being rewarded with a share of the profit derived from the asset. Goldman Sachs and HSBC are among western financial service behemoths that have introduced sukuk in recent years. And in the U.S. for the last decade, a number of banks have been arranging for mortgages and auto loans for their Muslim clients that are permissible under Islamic law.\n\nFears of \"discrimination\" and terrorism stand in stark contrast to Fox News' handling of other faith-based accommodations -- the network had no problem championing Christian corporation Hobby Lobby's lawsuit against the Obama Administration that sought a religious exemption from the Affordable Care Act's contraception mandate. But in this case, Islam is involved, and Fox has a long history of pushing anti-Muslim rhetoric and hyping fears about Islam.", "article_metadata": {"generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Media Matters for America", "description": "Fox &amp; Friends&nbsp;stoked fears that faith-based loan accommodations for&nbsp;some&nbsp;Muslims in Seattle&nbsp;might&nbsp;fund terrorism and go against \"American values,\" despite the fact that faith-based financing is widely practiced around the world and available to all religions.\nSeattle's mayor and community leaders released a list of&nbs", "title": "\"Funding Terror\": Fox News Baselessly Fearmongers About Seattle's Home Loans For Muslims", "url": "http://mediamatters.org/blog/2015/07/23/funding-terror-fox-news-baselessly-fearmongers/204558", "image": "http://cloudfront.mediamatters.org/static/uploader/image/2015/07/23/FOX_and_Friends_-_06_36_33_AM.jpg", "updated_time": "2015-07-23T17:29:31-04:00", "type": "article"}, "twitter": {"url": "http://mediamatters.org/blog/2015/07/23/funding-terror-fox-news-baselessly-fearmongers/204558", "title": "\"Funding Terror\": Fox News Baselessly Fearmongers About Seattle's Home Loans For Muslims", "site": {"identifier": "@mmfa", "id": 13493302}, "card": "summary", "creator": {"identifier": "@mmfa", "id": 13493302}}, "fb": {"admins": 1092360128}, "article": {"section": "Blog", "tag": "Fox News Channel", "published_time": "2015-07-23T12:09:39-04:00", "modified_time": "2015-07-23T11:45:41-04:00", "author": "http://mediamatters.org/authors/alex-kaplan/279"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcb863\"", "article_summary": "But faith-based financial accommodations are not specific to Islam -- Christian denominations benefit from them as well -- and options for Sharia-compliant loans are increasingly common.\n[...] In looking at faith-based funds, be aware that the stock-picking methods vary widely from fund to fund.\nTo increase home ownership, the committee suggested bank lenders explore ways to extend loans to Muslim residents who follow Sharia law, which prohibits the payment of interest on loans.\nA Muslim fund is likely to screen out companies related to pork production, for example, while a Catholic fund can avoid a maker of contraceptives.\nSeattle's mayor and community leaders released a list of recommendations this month to bring more affordable housing to the city."}