{"article_title": "Walmart Joining Sustainable Drug Pricing Campaign", "article_keywords": ["prescription", "campaign", "million", "rx", "drug", "prices", "walmart", "health", "pricing", "largest", "sustainable", "solutions", "joining"], "article_url": "https://morningconsult.com/alert/walmart-joining/", "article_text": "The National Coalition on Health Care Action Fund announced Monday that Walmart would join the Campaign for Sustainable Rx Pricing.\n\nThe coalition’s campaign is focused on lowering the costs of prescription drugs, which has come under political scrutiny in Congress and on the campaign. As the country’s largest employer, Walmart has 1.4 million employees in the U.S. and more than 1.1 million people people are on their health plans, said Sally Wellborn, the company’s senior vice president of global benefits.\n\n“It’s important to Walmart to help find solutions to health care costs that continue to rise for individuals and the companies that insure them,” she said in a statement.\n\n“Job creators like Walmart, as well as patients and taxpayers, are just some of those who are contending with the challenges of rising prices,” John Rother, executive director of the Campaign for Sustainable Rx Pricing said in a statement. “As America’s largest employer, Walmart will bring an important perspective to the Campaign as we continue our work to find sustainable, market-based solutions to stop skyrocketing prescription drug prices.”", "article_metadata": {"msapplication-config": "/icons/browserconfig.xml", "og": {"site_name": "Morning Consult", "description": "The National Coalition on Health Care Action Fund announced Monday that Walmart would join the Campaign for Sustainable Rx Pricing. The coalition’s campaign is focused on lowering the costs of prescription drugs, which has come under political scrutiny in Congress and on the campaign. As the country’s largest employer, Walmart has 1.4 million employees in... read more", "title": "Walmart Joining Sustainable Drug Pricing Campaign - Morning Consult", "locale": "en_US", "image": "https://morningconsult.com/wp-content/themes/morning-consult/img/MC_logo_twitter_fb.png", "url": "https://morningconsult.com/alert/walmart-joining/", "type": "article"}, "twitter": {"description": "The National Coalition on Health Care Action Fund announced Monday that Walmart would join the Campaign for Sustainable Rx Pricing. The coalition’s campaign is focused on lowering the costs of prescription drugs, which has come under political scrutiny in Congress and on the campaign. As the country’s largest employer, Walmart has 1.4 million employees in... read more", "title": "Walmart Joining Sustainable Drug Pricing Campaign - Morning Consult", "image": "https://morningconsult.com/wp-content/themes/morning-consult/img/MC_logo_twitter_fb.png", "creator": "@melmcintire", "site": "@morningconsult", "card": "summary"}, "msapplication-TileColor": "#2b5797", "theme-color": "#ffffff", "msapplication-TileImage": "/icons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/Morning-Consult-183517831660100/", "section": "Health"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The National Coalition on Health Care Action Fund announced Monday that Walmart would join the Campaign for Sustainable Rx Pricing.\n“As America’s largest employer, Walmart will bring an important perspective to the Campaign as we continue our work to find sustainable, market-based solutions to stop skyrocketing prescription drug prices.”\n“Job creators like Walmart, as well as patients and taxpayers, are just some of those who are contending with the challenges of rising prices,” John Rother, executive director of the Campaign for Sustainable Rx Pricing said in a statement.\nThe coalition’s campaign is focused on lowering the costs of prescription drugs, which has come under political scrutiny in Congress and on the campaign.\n“It’s important to Walmart to help find solutions to health care costs that continue to rise for individuals and the companies that insure them,” she said in a statement."}