{"article_title": "Cook Pharmica Adds 70 Jobs In Monroe County", "article_keywords": ["development", "product", "adds", "plans", "company", "bloomington", "pharmica", "county", "state", "economic", "70", "cook", "jobs", "indiana", "monroe"], "article_url": "http://www.wfyi.org/news/articles/cook-pharmica-adds-70-jobs-in-monroe-county", "article_text": "Staff Report -- TheStatehouseFile.com\n\nINDIANAPOLIS — Cook Pharmica, a privately-held contract development and manufacturing organization, plans to bring up to 70 new jobs to Monroe County by 2020.\n\n“With a $59 billion economic impact in Indiana, the strength of our life sciences industry has a tremendous effect throughout the state,” Gov. Mike Pence said in a statement.\n\n“Here in Indiana, we’re passionate about developing products that make our world a healthier place,” Pence said. “We offer the business environment companies like Cook Pharmica need to thrive and in turn, create excellent jobs for Hoosiers.”\n\nThe company is a wholly owned subsidiary of Bloomington-based Cook Group and plans to invest $28 million to renovate and equip its facility in Bloomington, which is built on the grounds of the former RCA television assembly plant.\n\nCook Pharmica currently employs 575 workers, part of more than 13,000 Cook Group employees worldwide, and has already started hiring new employees.\n\n“Cook was founded in Bloomington more than a half century ago, and we are thrilled to continue our company’s deep connection with the state of Indiana and the city of Bloomington,” Tedd Green, president of Cook Pharmica, said in a statement.\n\nThe Indiana Economic Development Corporation offered the company up to $275,000 in conditional tax credits and up to $400,000 in training grants based on the company’s job creation plans.\n\nCook Pharmica is not eligible to claim the incentives until Hoosiers are hired for the positions. The city of Bloomington also approved incentives at the request of the Bloomington Economic Development Corporation.\n\nThe investment will help with an additional drug product line. The company will fill drug product into syringes, vials and cartridges for Cook Pharmica’s clients. It plans to have the new line operating in early 2017.\n\nTheStatehouseFile.com is a news website powered by Franklin College journalism students.", "article_metadata": {"news_keywords": "Cook Pharmica, Monroe County, Indiana Economic Development Corporation, Cook Group", "pubdate": "2015-07-20", "author": "Associated Press", "og": {"url": "http://www.wfyi.org/news/articles/cook-pharmica-adds-70-jobs-in-monroe-county", "type": "article", "site_name": "WFYI Public Media", "description": "Cook Pharmica, a privately-held contract development and manufacturing organization, plans to bring up to 70 new jobs to Monroe County by 2020.", "title": "Cook Pharmica Adds 70 Jobs In Monroe County"}, "twitter": {"description": "Cook Pharmica currently employs 575 workers, part of more than 13,000 Cook Group employees worldwide, and has already started hiring new employees.", "creator": "@WFYINews", "site": "@WFYINews", "card": "summary_large_image", "title": "Cook Pharmica Adds 70 Jobs In Monroe County"}, "ROBOTS": "Index,Follow,NoArchive", "owner": "WFYI", "date": "2015-07-20", "article": {"published_time": "2015-07-20T00:00:00-04:00"}, "KEYWORDS": "Cook Pharmica, Monroe County, Indiana Economic Development Corporation, Cook Group", "viewport": "width=device-width, initial-scale=1, maximum-scale=1.0, user-scalable=no", "description": "Cook Pharmica, a privately-held contract development and manufacturing organization, plans to bring up to 70 new jobs to Monroe County by 2020."}, "_id": "\"57477af46914bd0286fda166\"", "article_summary": "Staff Report -- TheStatehouseFile.comINDIANAPOLIS — Cook Pharmica, a privately-held contract development and manufacturing organization, plans to bring up to 70 new jobs to Monroe County by 2020.\nCook Pharmica currently employs 575 workers, part of more than 13,000 Cook Group employees worldwide, and has already started hiring new employees.\nCook Pharmica is not eligible to claim the incentives until Hoosiers are hired for the positions.\nThe city of Bloomington also approved incentives at the request of the Bloomington Economic Development Corporation.\nThe Indiana Economic Development Corporation offered the company up to $275,000 in conditional tax credits and up to $400,000 in training grants based on the company’s job creation plans."}