{"article_title": "Representative Government Is Fiction", "article_keywords": ["congress", "power", "aumf", "state", "representative", "president", "syria", "fiction", "requires", "war", "obama"], "article_url": "http://reason.com/archives/2015/11/05/the-representative-government-myth", "article_text": "\"The success of government...,\" the late historian Edmund Morgan wrote, \"requires the acceptance of fictions, requires the willing suspension of disbelief, requires us to believe that the emperor is clothed even though we can see that he is not.\" Representation is chief among those fictions.\n\n\"Just as the exaltation of the king could be a means of controlling him,\" Morgan continued, \"so the exaltation of the people can be a means of controlling them.... If the representative consented, his constituents had to make believe that they had done so.\"\n\nQuestioning the authenticity of representative government may seem beyond the pale in America. But occasionally the veil slips, and we glimpse reality. If we really live under a representative government, how can a president take the country to war without even a show vote in Congress, much less a referendum? (The proposed Ludlow Amendment to the Constitution would have required a referendum on war.)\n\nBarack Obama has announced he is sending special operations forces into Syria to help those fighting both the government of Bashar al-Assad and the Islamic State, just as last year he ordered airstrikes in Syria. He previously said he would not send ground forces, but you can forget about that now. After a Delta Force soldier was killed there while on a raid last month, Secretary of War Ash Carter acknowledged that Americans will be at risk. Deputy national security adviser Ben Rhodes said, \"The norm is not going out in raids. I'm obviously not going to rule anything out.\"\n\nNote well: the U.S. Congress has not declared war on Syria (nor should it), so Obama's moves are unconstitutional and illegal. Last year Obama asked Congress for an \"authorization for the use of military force\" (AUMF)—it went nowhere and is going nowhere—while insisting he did not need it. The administration (echoing George W. Bush) says any president has the inherent power under the Constitution to do what he's doing in Syria. (Compare with candidate Obama.)\n\nThe Obama administration first suggested the AUMFs of 2001 and 2002 were sufficient, but that claim was demolished (though Obama sticks to it). The 2001 AUMF said Bush could attack al-Qaeda and its associates. Neither Assad nor the Islamic State qualifies: al-Qaeda's Syrian franchise, al-Nusra Front, is also trying to overthrow Assad, and the Islamic State emerged from a split in al-Qaeda. The 2002 AUMF was aimed at Iraqi president Saddam Hussein—it could hardly apply to Syria.\n\nMore fundamentally, an AUMF is not a declaration of war; it's a blank-check, unconstitutional delegation of power from Congress to a president. Consider the 2002 AUMF. As I wrote back then:\n\nOrwellian war-denial is nothing new for the Obama administration. Obama refused to call the 2011 regime-changing air campaign in Libya a war; thus he dismissed the War Powers Resolution as irrelevant. (That 1973 measure was Congress's feeble attempt to rein in de facto presidential power to make war and rectify the constitutional usurpation that began with Harry Truman's \"police action\" in Korea in 1950.)\n\nGoing to war is the most consequential step a government can take. If the people have nothing to say about war ex ante, the government can hardly be described as representative.\n\nThis piece originally appeared on Richman's \"Free Association\" blog.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "If we really live under a representative government, how can a president take the country to war in Syria without even a show vote in Congress?", "title": "Representative Government Is Fiction", "url": "http://reason.com/archives/2015/11/05/the-representative-government-myth", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14466664795519.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14466664795519.jpg", "title": "Representative Government Is Fiction", "description": "If we really live under a representative government, how can a president take the country to war in Syria without even a show vote in Congress?", "card": "summary_large_image", "site": "@reason"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Must Reads", "published_time": "2015-11-05T05:01:00+00:00", "author": "http://reason.com/people/sheldon-richman"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "If the people have nothing to say about war ex ante, the government can hardly be described as representative.\nIf the representative consented, his constituents had to make believe that they had done so.\"\nQuestioning the authenticity of representative government may seem beyond the pale in America.\nIf we really live under a representative government, how can a president take the country to war without even a show vote in Congress, much less a referendum?\nNote well: the U.S. Congress has not declared war on Syria (nor should it), so Obama's moves are unconstitutional and illegal."}