{"article_title": "EU Gets Serious, Blockchain Does Healthcare", "article_keywords": ["union", "industry", "digital", "blockchain", "currency", "does", "health", "healthcare", "eu", "serious", "gets", "data", "twitter", "gem"], "article_url": "http://bitcoinist.net/eu-serious-blockchain-healthcare/", "article_text": "Industry Report: EU Gets Serious, Blockchain Does Healthcare\n\n\n\n\n\n35 SHARES FB Twitter Google LnkdIn Reddit\n\nWant to catch up on the latest digital currency news? Recently, the EU has been making waves in the blockchain space. Take a gander at the stories below to see what you’ve been missing.\n\nAlso read: Industry Report: Kraken, Others Receive Large Investments\n\nTHE EU\n\nThe European Union is getting serious about bitcoin. Digital currency exchange Bitstamp has received an official license from Luxembourg, a little country with some large aspirations, making it Europe’s first fully regulated institution for bitcoin. Several newcomers are now looking to get in on the trade, and crypto popularity in Europe is expected to increase tenfold.\n\nThe license is set go into effect on July 1st of this year. One of the highest priorities of all digital currency applications is customer safety, and Bitstamp isn’t willing to take any chances.\n\nCo-founder and CEO Nejc Kodric explained in a press release:\n\n“We have put a lot of time and resources into the regulatory process with the goal of ensuring customers feel more confident in using Bitstamp’s exchange and products across the European Union… We are proud to have taken this important step for our customers and the digital currency/blockchain industry globally.”\n\nBLOCKCHAIN HEALTHCARE?\n\nFirst came Obama’s Affordable Healthcare Act; Obamacare. Now, the blockchain is spreading its wings in the world’s health industry, and the ways we do medicine and emergency surgery are about to undergo some massive changes.\n\nWith the introduction of Gem Health, a blockchain based around healthcare data is emerging with the goals of keeping records and data safe and sound, and connecting people on a global scale to reasonable and accessible healthcare providers. It is also being implied that Ethereum will be integrated for the handling of private health infrastructure.\n\nMicah Winkelspecht, founder and CEO of Gem, stated:\n\n“Blockchain technology will create a new fabric that connects the entire healthcare industry, weaving together critical data from every stage of the continuum of care… Blockchains address the trade-off between data availability and data security. For healthcare, this enables hospitals, insurance companies and labs to connect in real-time and share information instantly and seamlessly – without exposing those channels to theft or forgery.”\n\nThrough Gem Health, those in need of appropriate medical attention can likely rest assured that their information will be kept private and invulnerable to dangers like hackings and related cyber-attacks.\n\nWhat stories would you like to see mentioned in our weekly industry reports? Post your thoughts and comments below!\n\nImages courtesy of Ugandaexports.go.ug & unomaha.edu.\n\n35 SHARES FB Twitter Google LnkdIn Reddit", "article_metadata": {"description": "The latest digital currency news, including word on Gem's latest venture Gem Health and the EU gives Bitstamp a special license.", "og": {"site_name": "Bitcoinist.net", "description": "The latest digital currency news, including word on Gem's latest venture Gem Health and the EU gives Bitstamp a special license.", "title": "Industry Report: EU Gets Serious, Blockchain Does Healthcare", "locale": "en_US", "image": {"width": 800, "identifier": "http://bitcoinist.net/wp-content/uploads/2016/04/ECB-Low-Angle-Shot1.jpg", "height": 600}, "updated_time": "2016-04-29T00:19:04+00:00", "url": "http://bitcoinist.net/eu-serious-blockchain-healthcare/", "type": "article"}, "robots": "noodp", "format-detection": "telephone=no", "keywords": "Industry report, EU, blockchain, healthcare", "article": {"section": "Bitcoin", "tag": "Nejc Kodrič", "published_time": "2016-04-29T06:00:37+00:00", "modified_time": "2016-04-29T00:19:04+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "Industry Report: EU Gets Serious, Blockchain Does Healthcare35 SHARES FB Twitter Google LnkdIn RedditWant to catch up on the latest digital currency news?\nOne of the highest priorities of all digital currency applications is customer safety, and Bitstamp isn’t willing to take any chances.\nDigital currency exchange Bitstamp has received an official license from Luxembourg, a little country with some large aspirations, making it Europe’s first fully regulated institution for bitcoin.\nWith the introduction of Gem Health, a blockchain based around healthcare data is emerging with the goals of keeping records and data safe and sound, and connecting people on a global scale to reasonable and accessible healthcare providers.\nNow, the blockchain is spreading its wings in the world’s health industry, and the ways we do medicine and emergency surgery are about to undergo some massive changes."}