{"article_title": "Roadblock for business", "article_keywords": ["regions", "leaders", "business", "company", "siena", "roadblock", "say", "survey", "capital", "region", "upstate"], "article_url": "http://www.timesunion.com/business/article/Roadblock-for-business-5175430.php", "article_text": "Roadblock for business Government is barrier to success, poll finds\n\nColonie\n\nGovernment officials will find little comfort in what business leaders told Siena Research Institute.\n\nThe annual survey of upstate CEOs found some optimism about the economy in the Capital Region, and even excitement over the outlook for the region's technology sector, said Don Levy, the institute's director.\n\nBut government performance?\n\n\"You get 8 percent who think government does a good job (statewide),\" said Levy. \"So you have 92 percent who give them fair at best.\"\n\nAsked whether they'd locate in New York state if they had it to do over again, two-thirds of business leaders said no.\n\n\"We talk on and off about it,\" said Paul DiCaprio, president of Specialty Silicone Products in Ballston Spa. \"But we're so entrenched here.\"\n\nOthers also say their customers are here, and in at least one case, the product is too heavy to ship economically over long distances.\n\nAnd one company president, William Park of Adirondack Combustion Technologies in Duanesburg, said his customers have been \"leaving the state in droves.\"\n\nThe concerns that businesses have are familiar: too much regulation and paperwork, taxes that are too high and other costs that offset any tax savings.\n\nMore Information About Siena Research survey After teaming up with corporate sponsors to conduct the annual Upstate Business Leader Survey since 2007, Siena Research Institute in 2013 conducted it independently, and has partnered with a major media outlet in each of four upstate metropolitan areas — the Capital Region, Syracuse, Rochester and Buffalo — to publish the results. In all, 651 CEOs or other company leaders participated, including 157 in the Capital Region. The respondents answered a 40-question survey. At the Times Union, reporters contacted several of the participating business leaders for follow-up questions and to gain additional insight. Their work appears here. Complete results can be found online at http://www.timesunion.com/sienasurvey — Eric Anderson\n\n\"When Andrew Cuomo says New York is open for business, I tell you, you can run more economically in Pennsylvania, New Jersey or even Massachusetts,\" said Mark Woodward of The Woodward Co., a maker of fasteners in Albany that's been operating here since 1819.\n\nHe says his property taxes are $35,000 a year, and that when it snows, \"we plow the street,\" because he said the city doesn't. \"You don't get a lot of bang for the buck,\" he says.\n\nThis year, uncertainty about the Affordable Care Act, or Obamacare, is a concern.\n\n\"Sixty-nine percent say that it is going to have a negative impact on their business, and across all of upstate, growing numbers are decreasing benefits to cut costs, hiring more part-time employees and reducing hours for existing workers,\" Levy said. \"More than a quarter have already begun to offer defined contribution health insurance.\"\n\nThe federal government also gets the blame for last year's sequester, which DiCaprio says led a number of his customers to hold back on spending.\n\nWoodward's company has benefited from the construction work at the GlobalFoundries semiconductor plant and Technology Development Center.\n\n\"If it wasn't for the GlobalFoundries job going on right now, the construction business in this area would be\" in far worse shape, he said.\n\nBut at Wainschaf Associates, a construction company in Rensselaer, \"it's been getting steadily better,\" said Gerald Wainman, the company's president. \"I met with some suppliers yesterday. They're not too optimistic,\" he said. \"But for us, I can't say that.\"\n\nBut Wainman, too, is frustrated about his dealings with government, in this case the Town of East Greenbush.\n\nThe company is expanding there, and plans a new headquarters with 30 to 40 employees.\n\nAfter it put up a sign announcing its future home, \"the first call we got was from the building inspector asking if we had a permit.\"\n\nWainman said he'd expected a warmer welcome.\n\nOverall, CEOs in the Capital Region — Siena interviewed 157 of them for this report — were more optimistic about the economy than those in the other three upstate regions: Syracuse, Rochester and Buffalo.\n\nThe confidence index of 110.4 — 10.4 points above the break-even of 100, where pessimism and optimism are in balance — was the highest of the four regions and the highest at any time in the seven-year history of the survey.\n\nThirty-seven percent of the Capital Region's business leaders are optimistic, 48 percent are \"status quo,\" and just 15 percent are pessimistic, the survey found.\n\nOverall upstate, the figures are 31 percent optimistic, 45 percent \"status quo,\" and 24 pessimistic.\n\nBad news for job seekers: The optimism so far hasn't translated into plans to hire more people, said Levy.\n\n\"We're about equal in the numbers who say they plan to increase their workforce,\" he said.\n\nIndeed, just 1 percent of respondents said they plan to substantially increase hiring, the same percentage as in the other metropolitan areas. Another 25 percent locally said they'd \"moderately increase\" hiring, slightly less than the average in the other upstate metros. Ten percent, meanwhile, said they plan to reduce their workforce locally.\n\nComplete results for all four metropolitan areas may be found on the Times Union's website, at http://www.timesunion.com/sienasurvey\n\neanderson@timesunion.com • 518-454-5323", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "description": "Government officials will find little comfort in what business leaders told Siena Research Institute.  The annual survey of upstate CEOs found some optimism about the economy in the Capital Region, and even excitement over the outlook for the region's technology sector, said Don Levy, the institute's director.  The concerns that businesses have are familiar: too much regulation and paperwork, taxes that are too high and other costs that offset any tax savings.  \"Sixty-nine percent say that it is going to have a negative impact on their business, and across all of upstate, growing numbers are decreasing benefits to cut costs, hiring more part-time employees and reducing hours for existing workers,\" Levy said.  More than a quarter have already begun to offer defined contribution health insurance.  The confidence index of 110.4 — 10.4 points above the break-even of 100, where pessimism and optimism are in balance — was the highest of the four regions and the highest at any time in the seven-year history of the survey.  Thirty-seven percent of the Capital Region's business leaders are optimistic, 48 percent are \"status quo,\" and just 15 percent are pessimistic, the survey found.", "vf": {"section": "business", "unique_id": "timesunion-article-5175430"}, "og": {"site_name": "Times Union", "description": "Government officials will find little comfort in what business leaders told Siena Research Institute.  The annual survey of upstate CEOs found some optimism about the economy in the Capital Region, and even excitement over the outlook for the region's technology sector, said Don Levy, the institute's director.  The concerns that businesses have are familiar: too much regulation and paperwork, taxes that are too high and other costs that offset any tax savings.  \"Sixty-nine percent say that it is going to have a negative impact on their business, and across all of upstate, growing numbers are decreasing benefits to cut costs, hiring more part-time employees and reducing hours for existing workers,\" Levy said.  More than a quarter have already begun to offer defined contribution health insurance.  The confidence index of 110.4 — 10.4 points above the break-even of 100, where pessimism and optimism are in balance — was the highest of the four regions and the highest at any time in the seven-year history of the survey.  Thirty-seven percent of the Capital Region's business leaders are optimistic, 48 percent are \"status quo,\" and just 15 percent are pessimistic, the survey found.", "title": "Roadblock for business", "url": "http://www.timesunion.com/business/article/Roadblock-for-business-5175430.php", "image": "http://ww4.hdnux.com/photos/26/02/26/5776799/9/rawImage.jpg", "type": "article"}, "twitter": {"site": "@TimesUnion", "card": "summary_large_image"}, "”twitter": {"site”": "”@timesunion”"}, "fb": {"admins": 100006394927810, "app_id": 480611135405160}, "format-detection": "telephone=no", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcb87f\"", "article_summary": "Roadblock for business Government is barrier to success, poll findsColonieGovernment officials will find little comfort in what business leaders told Siena Research Institute.\nAsked whether they'd locate in New York state if they had it to do over again, two-thirds of business leaders said no.\nAt the Times Union, reporters contacted several of the participating business leaders for follow-up questions and to gain additional insight.\nThirty-seven percent of the Capital Region's business leaders are optimistic, 48 percent are \"status quo,\" and just 15 percent are pessimistic, the survey found.\nIn all, 651 CEOs or other company leaders participated, including 157 in the Capital Region."}