{"article_title": "Japan to supply Philippines with military equipment", "article_keywords": ["united", "disputed", "world", "supply", "country", "philippines", "japanese", "equipment", "defense", "sea", "japan", "military", "war"], "article_url": "http://www.salon.com/2016/02/27/japan_to_supply_philippines_with_military_equipment/", "article_text": "Topics: From the Wires, News\n\nMANILA, Philippines (AP) — Japan will sign an accord with the Philippines to allow Tokyo to supply military equipment to Manila, the first such Japanese defense pact in a region where both have expressed alarm over China’s island-building and other aggressive acts in disputed waters.\n\nDefense Secretary Voltaire Gazmin told The Associated Press on Saturday that the agreement he’ll sign on Monday with the Japanese ambassador in Manila is not directed against any country but aims to address gaps in the underfunded Philippine military’s capabilities.\n\nThe Asian allies began stepping up defense cooperation “even before the disagreement in the West Philippine Sea,” Gazmin said, using the name the Philippine government has adopted for the disputed South China Sea, where its territorial conflict with Beijing has flared in recent years.\n\n“It’s not directed against any country,” he said in what appeared to be an effort to avoid provoking any hostile Chinese reaction.\n\nThe Asian neighbors have openly brought their security and political ties to new levels, including by holding joint naval search and rescue drills near the disputed South China Sea last year that angered Beijing.\n\nPhilippine President Benigno Aquino III and Japanese Prime Minister Shinzo Abe have exchanged visits and vowed to intensify defense cooperation, sparking talks about a possible security pact that will allow Japanese forces to hold larger drills with Filipino troops in the Philippines. The Philippines has signed such visiting forces accords with the United States and Japan.\n\nJapan’s Emperor Akihito paid his respects last month at war memorials in the Philippines, where the largest number of Japanese invasion troops perished outside their homeland in World War II.\n\nLast year, Japan’s parliament approved contentious legislation that enhances the role of the country’s military by loosening post-World War II constraints, reinterpreting the Japanese constitution and fundamentally changing the way it uses its military.\n\nFor the first time since the end of the World War II, Japan’s military can now defend its allies even when the country isn’t under attack and work more closely with the United States and other nations.", "article_metadata": {"description": "Japan to supply Philippines with military equipment", "author": "Jim Gomez", "og": {"url": "http://www.salon.com/2016/02/27/japan_to_supply_philippines_with_military_equipment/", "type": "article", "site_name": "Salon", "description": "Japan to supply Philippines with military equipment", "title": "Japan to supply Philippines with military equipment"}, "twitter": {"site": "@salon", "creator": "@salon", "description": "Japan to supply Philippines with military equipment", "card": "summary_large_image", "title": "Japan to supply Philippines with military equipment"}, "title": "Japan to supply Philippines with military equipment", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: From the Wires, NewsMANILA, Philippines (AP) — Japan will sign an accord with the Philippines to allow Tokyo to supply military equipment to Manila, the first such Japanese defense pact in a region where both have expressed alarm over China’s island-building and other aggressive acts in disputed waters.\nThe Philippines has signed such visiting forces accords with the United States and Japan.\nJapan’s Emperor Akihito paid his respects last month at war memorials in the Philippines, where the largest number of Japanese invasion troops perished outside their homeland in World War II.\nLast year, Japan’s parliament approved contentious legislation that enhances the role of the country’s military by loosening post-World War II constraints, reinterpreting the Japanese constitution and fundamentally changing the way it uses its military.\n“It’s not directed against any country,” he said in what appeared to be an effort to avoid provoking any hostile Chinese reaction."}