{"article_title": "Obama's tattered presidency is coming apart at the seams", "article_keywords": ["seams", "term", "congress", "presidency", "veto", "tattered", "states", "courts", "coming", "world", "president", "obamas", "terrorism", "apart"], "article_url": "http://humanevents.com/2015/03/06/obamas-tattered-presidency-is-coming-apart-at-the-seams/", "article_text": "Daily Events\n\nWASHINGTON — If someone were writing a book about America at this point in time, it would be titled “The Decline and Fall of Barack Obama’s Presidency.”\n\nIn our 24/7 news cycle, the rush of events in the nation’s capital and around the world is seen as a collection of stories that come and go with lightning speed, then blotted out of our collective memory by the next “breaking news” report.\n\nIf you listen to the explanations coming out of the White House, and from Obama’s speeches, he’s doing great and everything’s coming up roses.\n\nBut if you connect the dots, as the president struggles to decide what he hopes to do in the last two years of his troubled second term, a hopeless picture emerges.\n\nHe faces increasing adversity on just about every front — in his own problem-plagued government, the Republican Congress, an underperforming economy, and a world at war in Eastern Europe, the Middle East and elsewhere.\n\nThe president reluctantly realized by the end of his first term that Congress wasn’t going to enact his remaining agenda (if anyone knows what that is). So he decided to govern by a series of constitutionally dubious executive actions to rewrite immigration law, make periodic changes in Obamacare, and tape together some new government spending ideas to create a relative handful of jobs.\n\nBut he has run into one obstacle after another in the courts and on Capitol Hill, which to a large extent has paralyzed his presidency. It is not a pretty picture, but let’s go down the list.\n\nOn immigration, a federal district judge has temporarily blocked his executive action reforms while the case goes through the courts. Dealing with Congress is central to the way our system of government operates, but having to go into the courts to defend the constitutionality of his actions is quite another matter.\n\nThe issue, in a nutshell, revolves around the question of who has jurisdiction over immigration laws. Congress? Or the president with just a stroke of his pen? So right now, Obama’s imperial decree is in limbo.\n\nBut that’s not the only issue that has found its way into the courts. The U.S. Supreme Court heard oral arguments Wednesday about whether 7.5 million Americans are now illegally getting subsidies to pay for Obamacare.\n\nA provision in the law, written by the Democrats, says the subsidies were available to people who applied and signed up through exchanges set up by the states. But 34 states did not create such exchanges, and if the court rules in favor of the law’s opponents, millions may find that their coverage is unaffordable and the program could collapse like a financial house of cards.\n\nMeantime, Obama has been busy wielding his veto pen to block the popular, job-creating Keystone XL pipeline to safely bring oil from Canada and our northern states down to southern refineries along the Gulf.\n\nThe program, backed by labor unions desperately in need of jobs, passed Congress with bipartisan support. And legendary investor Warren Buffett, one of Obama’s earliest supporters, said his veto was wrong. But Obama killed the bill solely because environmentalists opposed it, and they were one of his party’s biggest voting blocs.\n\nThe veto will become a rallying cry for Republicans in the 2016 presidential election to show that the Democrats put the interests of powerful liberal lobbying groups before the needs of long-term jobless Americans.\n\nBut Obama’s presidency will be remembered most for presiding over the longest and slowest economic recovery since the 1930s.\n\nWhile he insists the economy is running at full throttle, its growth rate has averaged a sluggish 2.3 percent since the recovery began. This week, Wells Fargo economists forecast that monthly job creation for the rest of this year will average just 224,000. Over 10 million men between the ages of 25 and 64 “have no job,” writes economist Peter Morici.\n\nIt should be clear by now that Americans no longer look to White House for policies to get the U.S. economy back on track.\n\nBut from day one, Obama’s handling of foreign policy has been equally disastrous, and the world is arguably a far more dangerous place.\n\nHe came into office with terrorism in hasty retreat as he pursued policies of rapid withdrawal from the Middle East. And he won a second term by repeatedly boasting that al-Qaida was “on the run” and its leadership “decimated.”\n\nBut that never happened. Terrorism metastasized into a larger and far more lethal threat, and today controls major swaths of territory in Iraq, Syria, Libya, the Sinai Peninsula of Egypt, and elsewhere in the Middle East and across North Africa.\n\nRecently, terrorists staged bloody attacks in France and Denmark, and are now believed to have entered other countries in Europe, and possibly the U.S., waiting and plotting to strike again.\n\nObama’s two previous defense secretaries have written tell-all books taking him to task for refusing to make timely decisions against terrorism and acting when it was too late to make a difference.\n\nHe delayed making a decision to use air power against ISIS armies in Syria and Iraq until it was feared they were close to toppling those countries. And after they’d begun beheading abducted Americans with impunity.\n\nHe refused to give Kiev’s army the weapons it needed to defend itself as Vladimir Putin’s forces drove ever more deeply into Eastern Ukraine in an audacious assault on a sovereign nation.\n\nU.S. relations with our allies are the worst they’ve been in modern memory, no more so than with Israel, where Obama insists we can negotiate in good faith with Iran’s Muslim leadership who threaten the Jewish homeland with annihilation.\n\nLast November, America held what for all intents and purposes was a referendum on Obama’s presidency. The voters, in a stunning rebuke, overwhelmingly rejected him and his party.\n\nAll that’s left is a crippled presidency, stumbling through his last two years, under fire in the courts, ridiculed by the Congress and adrift in a world at war.", "article_metadata": {"og": {"site_name": "Human Events", "description": "If someone were writing a book about America at this point in time, it would be titled \"The Decline and Fall of Barack Obama's Presidency.\"", "title": "Obama's tattered presidency is coming apart at the seams | Human Events", "locale": "en_US", "image": "http://humanevents.com/wp-content/uploads/2014/11/459299446-480x320.jpg", "url": "http://humanevents.com/2015/03/06/obamas-tattered-presidency-is-coming-apart-at-the-seams/", "type": "article"}, "fb": {"pages": 212436860202}, "description": "If someone were writing a book about America at this point in time, it would be titled \"The Decline and Fall of Barack Obama's Presidency.\"", "twitter": {"image": "http://humanevents.com/wp-content/uploads/2014/11/459299446-480x320.jpg", "site": "@humanevents", "card": "summary", "description": "If someone were writing a book about America at this point in time, it would be titled \"The Decline and Fall of Barack Obama's Presidency.\""}}, "_id": "\"57477af36914bd0286fcb897\"", "article_summary": "But Obama’s presidency will be remembered most for presiding over the longest and slowest economic recovery since the 1930s.\nLast November, America held what for all intents and purposes was a referendum on Obama’s presidency.\nIf you listen to the explanations coming out of the White House, and from Obama’s speeches, he’s doing great and everything’s coming up roses.\nBut he has run into one obstacle after another in the courts and on Capitol Hill, which to a large extent has paralyzed his presidency.\nBut from day one, Obama’s handling of foreign policy has been equally disastrous, and the world is arguably a far more dangerous place."}