{"article_title": "The nation’s health progress, in one handy chart", "article_keywords": ["little", "mental", "measures", "chart", "nations", "health", "goals", "improving", "progress", "percentage", "care", "handy", "adults"], "article_url": "https://www.washingtonpost.com/news/to-your-health/wp/2014/04/08/the-nations-health-progress-in-one-handy-chart/", "article_text": "Since 1979, panels of health experts working for the government have been setting decade-by-decade goals on a variety of health measures and tracking the nation's progress toward meeting them.\n\nThe Health and Human Services Department (HHS) is out Tuesday with the latest report 0n progress toward 26 goals, and if you were grading us, we'd probably earn a solid B overall.\n\nAmericans have already met the goals set for 2020 in four areas: air quality, percentage of children exposed to second-hand smoke, homicides per 100,000 people and, surprisingly, the percentage of adults who meet federal guidelines for aerobic and muscle-strengthening activity.\n\nAnd public health is improving in 10 other areas, including the percentage of adults receiving colorectal screening, the percentage of children receiving vaccines, injury deaths, infant deaths, the percentage of adolescents who used alcohol or drugs in the past 30 days and adult cigarette smoking.\n\nHoward K. Koh, assistant secretary for health at HHS, said the results indicate that \"the nation's health is improving. It's improving in more than half of these critical measures. We're encouraged by these initial data with the decade being only\" a little more than four years old. Of course, that could change in the next six years.\n\nThe bad news: there has been backsliding on three measures, two of which track mental health: suicides per 100,000 people and the percentage of adolescents who have had \"major depressive episodes.\" The third, probably not a shock given the recent Great Recession, was the percentage of people who had visited a dentist in the previous years. From 2007 to 2011, that figured dropped from 44.5 percent to 41.8 percent.\n\nFor the rest, there has been little or no change, and in one area, the percentage of women who received reproductive health services in the previous year, comparison data were not available.\n\nKoh said of mental health care: \"Traditionally, this area of public health has not received the attention it deserves. It's been addressed through a separate system of care.\" But he pointed out that 62 million people now have equal access to mental health and physical health care under the Affordable Care Act.\n\nKoh singled out the progress on physical activity, but said it has yet to translate into a decline in the obesity rate for adults. And he said while he was gratified by the drop in the proportion of adults who smoke--it dropped from 20.6 percent in 2008 to 18.2 percent in 2012--there is a lot more to do in this area, especially with how little is known about e-cigarettes. About 42 million Americans still smoke tobacco, he said.\n\n\"There's a misperception that because we've seen progress, somehow this problem has ended and it's time to move on to something else,\" Koh said. \"We need to accelerate that progress. We need to end the epidemic.\"\n\nFor a look at the indicators and results, go here.", "article_metadata": {"description": "Important gains have been made in physical activity and smoking cessation. But mental health indicators are getting worse.", "og": {"site_name": "Washington Post", "description": "Important gains have been made in physical activity and smoking cessation. But mental health indicators are getting worse.", "title": "The nation’s health progress, in one handy chart", "url": "https://www.washingtonpost.com/news/to-your-health/wp/2014/04/08/the-nations-health-progress-in-one-handy-chart/", "image": "https://images.washingtonpost.com/?url=https://img.washingtonpost.com/pb/resources/img/twp-3000x1568.jpg&w=1484&op=resize&opt=1&filter=antialias", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@LennyMBernstein"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/to-your-health/wp/2014/04/08/the-nations-health-progress-in-one-handy-chart/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "health, health progress, health care, U.S. health, Americans' health, smoking, obesity, blood pressure, mental health medical insurance, health insurance, injury, homicides, preterm births, infant death,", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "health, health progress, health care, U.S. health, Americans' health, smoking, obesity, blood pressure, mental health medical insurance, health insurance, injury, homicides, preterm births, infant death,"}, "_id": "\"57477af46914bd0286fda196\"", "article_summary": "Koh said of mental health care: \"Traditionally, this area of public health has not received the attention it deserves.\nBut he pointed out that 62 million people now have equal access to mental health and physical health care under the Affordable Care Act.\nSince 1979, panels of health experts working for the government have been setting decade-by-decade goals on a variety of health measures and tracking the nation's progress toward meeting them.\nHoward K. Koh, assistant secretary for health at HHS, said the results indicate that \"the nation's health is improving.\nThe Health and Human Services Department (HHS) is out Tuesday with the latest report 0n progress toward 26 goals, and if you were grading us, we'd probably earn a solid B overall."}