{"article_title": "Heroin and prescription drug abuse attract attention in Virginia", "article_keywords": ["task", "prescription", "attention", "virginia", "drug", "general", "state", "abuse", "treatment", "heroin", "force", "attract", "secretary"], "article_url": "https://www.washingtonpost.com/local/virginia-politics/heroin-and-prescription-drug-abuse-attract-attention-in-virginia/2015/06/17/4794542a-1473-11e5-9ddc-e3353542100c_story.html", "article_text": "Virginia Gov. Terry McAuliffe with Bill Hazel, his secretary of health, earlier this year in Leesburg. (Sarah L. Voisin/The Washington Post)\n\nVirginia should improve medical and police training, increase public education and expand drug courts to help combat heroin and prescription drug abuse, according to a task force formed by Gov. Terry McAuliffe.\n\nThe recommendations are part of a report that experts in health care and law enforcement approved Tuesday and plan to send to McAuliffe (D) this month to begin to address what he called a problem of “epidemic proportions.”\n\nDeaths from prescription drug overdoses in Virginia have doubled in recent years, McAuliffe said in an executive order creating the task force last fall.\n\nSince then, the issue has gained national prominence and, on the campaign trail, presidential hopefuls including Democrat Hillary Rodham Clinton and Republican Carly Fiorina have called for better treatment options.\n\n[Here’s what 2016 candidates are saying about America’s heroin issue]\n\nIn Virginia, the co-chairmenof the Governor’s Task Force on Prescription Drug and Heroin Abuse are William Hazel Jr., secretary of Health and Human Resources, and Brian Moran, secretary of Public Safety and Homeland Security.\n\nHazel said some recommendations could be indirectly funded through the expansion of Medicaid through the Affordable Care Act, which has been repeatedly blocked by the Republican-controlled General Assembly.\n\n“It is clear in this region, in this state, even in the Mid-Atlantic area that we’re seeing increasing numbers of individuals who are suffering, their families are suffering, and communities are feeling the effects of opiate use,” Hazel said.\n\nHe added: “There is the opportunity to get coverage for more people, which would help with the funding and free up some general funds.”\n\nAmong other ideas, the task force wants to launch a public education campaign with TV ads and a Web site, improve drug disposal with “take-back” events, and develop treatment and substance abuse curricula for doctors. Another recommendation — allowing felony prosecution of drug dealers after a fatal overdose — failed in the legislature this year.\n\nThe task force also wants to add drug courts and increase participation in the programs, which provide intensive monitoring, treatment and supervision to chronic nonviolent addicts.\n\nForty-one percent of drug court participants cited heroin and prescription drugs as their drug of choice in fiscal year 2014, according to a presentation made Tuesday by Jerrauld C. Jones, a Norfolk Circuit Court judge and former state delegate.\n\nThe programs save money and cut down on recidivism so drastically that “even Texas” mandates them, he said, adding: “Drug courts are about total accountability at all times.”\n\nRecommendations from McAuliffe’s task force build on bills proposed by Attorney General Mark Herring (D) and passed by the General Assembly this year.\n\nThe laws expand the use of naloxone — a drug used to counteract heroin or prescription opioid overdose — to all law enforcement agencies in the state, encourage reporting of overdoses and give probation officers access to a prescription-monitoring program.", "article_metadata": {"news_keywords": "vapolitics, Terry McAuliffe", "og": {"site_name": "Washington Post", "description": "McAuliffe’s panel has ideas for combating the problem, which has also come up on the 2016 trail.", "title": "Heroin and prescription drug abuse attract attention in Virginia", "url": "https://www.washingtonpost.com/local/virginia-politics/heroin-and-prescription-drug-abuse-attract-attention-in-virginia/2015/06/17/4794542a-1473-11e5-9ddc-e3353542100c_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/02/24/Local/Images/gov-181393281613.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@jennaportnoy"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "vapolitics, Terry McAuliffe", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "4794542a-1473-11e5-9ddc-e3353542100c", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "McAuliffe’s panel has ideas for combating the problem, which has also come up on the 2016 trail."}, "_id": "\"57477af46914bd0286fdcc64\"", "article_summary": "(Sarah L. Voisin/The Washington Post)Virginia should improve medical and police training, increase public education and expand drug courts to help combat heroin and prescription drug abuse, according to a task force formed by Gov.\n[Here’s what 2016 candidates are saying about America’s heroin issue]In Virginia, the co-chairmenof the Governor’s Task Force on Prescription Drug and Heroin Abuse are William Hazel Jr., secretary of Health and Human Resources, and Brian Moran, secretary of Public Safety and Homeland Security.\nThe task force also wants to add drug courts and increase participation in the programs, which provide intensive monitoring, treatment and supervision to chronic nonviolent addicts.\nAnother recommendation — allowing felony prosecution of drug dealers after a fatal overdose — failed in the legislature this year.\nForty-one percent of drug court participants cited heroin and prescription drugs as their drug of choice in fiscal year 2014, according to a presentation made Tuesday by Jerrauld C. Jones, a Norfolk Circuit Court judge and former state delegate."}