{"article_title": "Study: Exercise is good for all brains", "article_keywords": ["good", "cognitive", "older", "brains", "study", "alzheimers", "research", "brain", "mild", "important", "memory", "exercise", "risk"], "article_url": "http://health.heraldtribune.com/2015/07/23/study-exercise-is-good-for-all-brains/", "article_text": "WASHINGTON -- Exercise may do more than keep a healthy brain fit: New research suggests working up a good sweat may also offer some help once memory starts to slide— and even improve life for people with Alzheimer's.\n\nThe effects were modest, but a series of studies reported Thursday found vigorous workouts by people with mild memory impairment decreased levels of a warped protein linked to risk of later Alzheimer's — and improved quality of life for people who already were in early stages of the disease.\n\n\"Regular aerobic exercise could be a fountain of youth for the brain,\" said cognitive neuroscientist Laura Baker of Wake Forest School of Medicine in North Carolina, who reported some of the research at the Alzheimer's Association International Conference.\n\nDoctors have long advised that people keep active as they get older. Exercise is good for the heart, which in turn is good for the brain. Lots of research shows physical activity can improve cognition in healthy older people, potentially lowering their risk of developing dementia.\n\nWith no medications yet available that can slow Alzheimer's creeping brain destruction, the new findings point to lifestyle changes that might make a difference after memory impairment begins as well. The caveat: Check with a doctor to determine what's safe for a person's overall medical condition, especially if they already have Alzheimer's.\n\n\"It's important for caregivers especially to think how to keep loved ones as engaged as possible. The last thing they should do is keep their loved one at home watching TV,\" said Alzheimer's Association chief science officer Maria Carrillo.\n\nHow much exercise? In studies from North Carolina, Denmark and Canada, people got 45 minutes to an hour of aerobic exercise three or four times a week, compared to seniors who stuck with their usual schedule.\n\n\"You're panting and sweating,\" said Baker, whose research is getting particular attention because it's one of the first to find exercise can affect tau, an Alzheimer's hallmark that causes tangles in brain cells.\n\nBaker studied 71 previously sedentary older adults who have hard-to-spot memory changes called mild cognitive impairment that can increase risk of developing Alzheimer's. They wore monitors to be sure the exercisers raised their heart rate enough and that the control group kept their heart rate deliberately low while doing simple stretch classes that allowed them to socialize.\n\nMRI scans showed the exercisers experienced increased blood flow in brain regions important for memory and thought processing — while cognitive tests showed a corresponding improvement in their attention, planning and organizing abilities, what scientists call the brain's \"executive function,\" Baker reported.\n\nMost intriguing, tests of spinal fluid also showed a reduction in levels of that worrisome tau protein in exercisers over age 70.\n\n\"This is really exciting,\" said Dr. Laurie Ryan of the National Institute on Aging. \"It's too soon to say that lowers risk\" of worsening memory, she cautioned, saying longer studies must test if sticking with exercise makes a lasting difference.\n\nLater this year, Baker will begin a national study that will test 18 months of exercise in people with mild cognitive impairment.\n\nAlso Thursday:\n\n—Danish researchers reported vigorous exercise prevented neuropsychiatric symptoms — aggression, irritability, delusions — in older adults with mild Alzheimer's.\n\nScientists at the University of Copenhagen studied 200 older adults for four months, and didn't find overall memory improvements, although the fraction that exercised the most intensely did see some improvement in their mental speed and attention.\n\nBut improving quality of life is important because those neuropsychiatric symptoms can complicate care dramatically and are one reason that dementia patients end up in nursing homes, said NIA's Ryan.\n\n—At the University of British Columbia, researchers studied 60 seniors with a different kind of mild memory impairment — caused by clogged arteries — and found six months of mostly treadmill exercise triggered improvements on cognitive tests.\n\nBack in North Carolina, a participant in Baker's study said that learning to regularly exercise was challenging but he's glad he did. Michael Gendy, 62, said he'd never noticed memory problems before but now says he doesn't get tired as easily while climbing stairs, sleeps better and occasionally notices a little speedier memory.\n\n\"They helped me gear my mind toward how important it is,\" he said of continuing to keep active.\n\nBaker said sedentary seniors can learn to exercise safely but they have to work up to it gradually, starting 10 minutes at a time.\n\n\"We baby these people,\" she said. \"They're afraid of gyms. They don't have confidence in their own ability. We give them intensive one-on-one attention.\"\n\nGendy is trying to stick with his newfound exercise habits, taking a brisk evening walk or a bike ride despite the summer heat and signing up for occasional classes at the local YMCA.\n\n\"I'm going to keep on as long as I can, as long as my bones and my muscles and my brain can withstand all this,\" he said.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2015/07/MED-Alzheimer-s-Exerc_Dean-1.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af36914bd0286fcb8a4\"", "article_summary": "Later this year, Baker will begin a national study that will test 18 months of exercise in people with mild cognitive impairment.\nExercise is good for the heart, which in turn is good for the brain.\nAlso Thursday:—Danish researchers reported vigorous exercise prevented neuropsychiatric symptoms — aggression, irritability, delusions — in older adults with mild Alzheimer's.\nBack in North Carolina, a participant in Baker's study said that learning to regularly exercise was challenging but he's glad he did.\nLots of research shows physical activity can improve cognition in healthy older people, potentially lowering their risk of developing dementia."}