{"article_title": "Dawn of the Uber economy? What happens when benefits become the exception. (+video)", "article_keywords": ["uber", "happens", "exception", "benefits", "workers", "work", "labor", "gig", "job", "video", "jobs", "dawn", "drivers", "economy"], "article_url": "http://www.csmonitor.com/Business/2015/0805/Dawn-of-the-Uber-economy-What-happens-when-benefits-become-the-exception.-video", "article_text": "The success of ride-sharing service Uber typifies a new class of business without benefits or regular hours or job security. For workers, that can be good and bad.\n\nHow Uber knows your phone battery is dying and more\n\nAn Uber car is seen parked with the driver's lunch left on the dashboard in Los Angeles, Calif.\n\nMillions of Americans now work in the so-called “gig economy,” where hours and pay are variable and benefits are of the few or none variety.\n\nIt spans all manner of services from home health care to janitorial work, to employment that happens at the touch of an app (odd jobs via TaskRabbit, home cleaning from Handy, and of course Uber of Lyft for rides).\n\nPlenty of people find a be-your​-own-boss ​fulfill​​ment, but in general the gig sector comes with lower pay and lower job satisfaction than standard jobs. It's also the arena of legal controversies – including a prominent hearing scheduled for Thursday on whether many of these workers should be classified as employees rather than independent contractors.\n\nRecommended: Do you belong on the road? Take our driver's test.\n\n​So now, a question of the times is whether gig-economy workers are entitled to greater protections and support, either from enforcing existing labor laws or crafting new laws designed for an era of work without formal jobs.\n\n“A lot of people like the flexibility. The biggest downside is that our social insurance system has been built around jobs,” says Gerald Friedman, an economist at the University of Massachusetts in Amherst.\n\nProtections designed for people who work as employees include the minimum wage, overtime pay, family and medical leave, unemployment insurance, and workers’ compensation for people injured at work. Similarly, the prevailing systems of health insurance and retirement savings also were designed for people working traditional jobs.\n\nThe issue is a hot one in part because of the rise of services where an app purports to be a middleman between customers and contractors. But it’s also welling up as a political concern because the post-recession job market has remained far weaker than normal – with many Americans feeling stuck in part-time or on-demand work.\n\nWhat it's like working for Uber\n\nAgainst that backdrop, Uber has become the symbolic focal point, facing a hearing in federal court in California Thursday that could open the doors to a major class-action lawsuit. If the lawsuit goes ahead, it could challenge the view that sharing economy workers should be classified as independent contractors rather than employees, who would be entitled to benefits and minimum wage protections.\n\nRecommended: With big growth for the sharing economy, has it become selfish?\n\nDepending on how you look at it, the company called Uber is either a marvel of digital-age convenience or a fundamental threat to the notion that honest work arranged by a large company should come with decent pay and benefits attached. In this case, Uber has an estimated market value of some $50 billion.\n\nThe controversy goes far beyond the business of hailing rides by smartphone app. Democratic presidential candidate Hillary Clinton recently struck an ambivalent note, acknowledging the innovation that’s occurring but saying that “it’s also raising hard questions about workplace protections and what a good job will look like in the future.”\n\nShe stopped short of taking a side specifically in the Uber lawsuit, but urged a crackdown in general on “on bosses who exploit employees by mis-classifying them as contractors.”\n\nWhy does the Uber case seem complicated?\n\nFor one thing, many of the drivers have no complaint with the company about their status. Lots of them already have other jobs — in many cases full time ones — and give rides as a way to earn some extra income on the side.\n\n“You make pretty good money” if you manage to show up in a location where prices are surging due to high demand, says Jason, one Chicago-area Uber driver who asked that his full name not be used in this article.\n\nHe and his wife both work other jobs, which come with benefits. The Uber income is helping them put aside some money to help their 10-year-old twin boys go to college.\n\nSo, from Jason’s view, the driving gig is what it is. “I can’t imagine doing Uber as my only job,” he says. “I don’t think it pays enough.”\n\nYet he calls it the perfect part-time job. He finds it pleasant to converse with customers, and he sets his own hours. “The vast majority of people are very, very friendly, to the point where it’s restored my faith in humanity.”\n\nAnd Jason has no problem with the contractor label – including the extra tax work required as he reports his ride-based income and figures out the related deductions for mileage on his car. (The gig economy is also called the 1099 economy, named after the IRS form that independent contractors use instead of a W-2 form for wages.)\n\nSimilarly, Alex is a relatively new Uber driver in Philadelphia, who sees it as a decent source of part-time income. He’s getting a second degree in computer science while his wife works as a nurse.\n\nBut he’s not counting on it beyond the short term: “I’ve never heard of drivers making more over time,” Alex says, referring to instances in various cities where Uber has reduced fares.\n\nEmployer or not?\n\nThe lawsuit says Uber acts like an employer by setting prices (it then takes a cut of the revenue from each ride), having the power to fire drivers, and setting forth “a litany of detailed requirements” on things like conduct with customers and vehicle cleanliness.\n\nUber says it’s not an employer because it doesn’t hire people or set their hours.\n\nThe firm also points to the high number of drivers who say they have other full- or part-time jobs, and who cite setting their own schedule as a key reason they’re Uber drivers. Many use their cars to drive for rival services such as Lyft, whereas a traditional employee wouldn’t typically work for a competing firm.\n\nMany gig economy firms are facing similar legal obstacles. Handy, a housecleaning app, is facing lawsuits from contractors in California and Massachusetts. Lyft, Shyp, and laundry-service Washio all have seen similar lawsuits filed against them.\n\nAnd the California labor board in June ruled that an Uber worker should be classified as an employee – a ruling that only affects that employee. A Florida labor board made a similar ruling in May. Both are being appealed by the company.\n\n“Defendants hold themselves out as nothing more than a neutral technological platform, designed simply to enable drivers and passengers to transact the business of transportation,” the California Labor Commissioner’s Office. “The reality, however, is that defendants are involved in every aspect of the operation.”\n\nIn an online forum for Uber drivers (​UberPeople.net)​, one participant described things this way: \"Uber's whole game regarding everything is to make everything some weird frayed-line, grey area where nothing is their responsibility. It's ride share but Uber is \"everyone's private driver\". We're IC but we have rules, answer to bosses, and can be fired. We're illegal cabs but it's okay because we're not cabs. We earn $35/hr except we ​... don't​.\"​\n\nA benefit-less economy?\n\nUber and other app-based services occupy a specific niche in the economy, but also symbolize the broader questions surrounding the gig economy. Perhaps the most basic are these: Is the economy evolving away from full-time jobs with benefits, and if so what should be done about it?\n\nIt may take a while for the answers to become clear.\n\nThe overall size of the gig economy, for example, is hard to pin down. According to data from the General Social Survey, the number of people working as independent contractors fell slightly between 2006 and 2010. But the number of temp-agency and on-call workers edged up, and the number of part-time workers surged due to the recession, according to the same survey, summarized in a recent Government Accountability Office report.\n\nWhat’s clearer, though, is that an era when workers often had long tenure at a single employer, and when jobs came with health benefits, paid vacations, and defined pensions, has been gradually fading.\n\nPresident Obama’s Affordable Care Act was designed to help address the health insurance piece of that puzzle. It aims to help the uninsured shop for coverage in a marketplace, often with federal tax subsidies.\n\nOther pieces of the puzzle may need new legislation, from new income-support programs to job training. Some policy experts have proposed a new “dependent contractor” classification of work, with a package of benefits supported by a tax on employers.\n\nFor its part, the Labor Department recently weighed in with guidelines seeking to clarify the line between employees and contractors.\n\nDavid Weil, the department's wage-and-hour admin​istrator, said such clarification \"may be more important now than ever​\" due to the spread of misclassification.​ The issue, he wrote, \"has critical implications for the legal protections that workers receive, particularly when misclassification occurs in industries employing low wage workers.\n\nThe long history of job insecurity\n\nFor better or worse, job and income insecurity has historically been more the rule than the exception. The US was largely a nation of farmers, then a newly industrial nation where workers had few protections.\n\n“The idea of a career with a job ladder … [and] benefits is barely a hundred years old,” says Professor Friedman in Massachusetts.\n\nOver time, he says, companies began investing substantially in worker training, partly to ensure they didn’t run short of good workers during boom times in the post-war era of the 1950s and beyond.\n\nThese days, with labor not looking like such a scarce commodity, the pendulum seems to have swung the other way. Many employers have been striving to drive down their fixed costs for labor.\n\nMany app-based services are based on the idea of workers fending for themselves. TaskRabbit makes clear that its “taskers” aren’t employees but independent contractors who bargain for their own pay rates and choose their own hours and jobs.\n\nOther businesses in the app arena have started to shift toward an employee model. Some Instacart shoppers are now cruising through grocery stores as employees.\n\nThe shift toward more fluid work arrangements has an important up side, Friedman says. The trend can help ensure that workers don’t feel trapped in the wrong job. “So many people’s parents were stuck in jobs they hated,” he says. “It’s not good for people’s morale,” or for the overall economy.\n\nAnd at Uber, some drivers say the work can be a main source of income, even under their current status as contractors.\n\nEddie Moreno, a driver in North Miami Beach, Fla., says he makes $18 to $30 an hour, depending on how busy he stays and whether he can hit the sweet spots where prices are surging.\n\n“If you don’t have a set plan for how you’re going to do this, you’re not going to make it,” Mr. Moreno says. “You don’t want to waste gas” chasing price surges that prove to be fleeting.\n\nThe work has its challenges. Moreno describes one instance where his driver rating fell, apparently because one customer was too inebriated to use the app normally.\n\nFor Moreno, the work beats restaurant jobs he’s tried in the past, so he doesn’t worry much about whether his label is officially employer or contractor. But he’s also looking ahead to other career options.\n\n“I want to help people,” perhaps through work as a fitness trainer or in health care, he says.", "article_metadata": {"sailthru.content.id": "93be1fe7a38fb8feabc00963a8cf223f", "sailthru.author": "Mark Trumbull", "description": "The success of ride-sharing service Uber typifies a new class of business without benefits or regular hours or job security. For workers, that can be good and bad.", "sailthru.image.std": "http://images.csmonitor.com/csm/2015/08/926717_1_0805-Uber-1099-economy.jpg_standard.jpg?alias=standard_380x253", "author": "The Christian Science Monitor", "og": {"site_name": "The Christian Science Monitor", "description": "The success of ride-sharing service Uber typifies a new class of business without benefits or regular hours or job security. For workers, that can be good and bad.", "title": "Dawn of the Uber economy? What happens when benefits become the exception. (+video)", "url": "http://www.csmonitor.com/Business/2015/0805/Dawn-of-the-Uber-economy-What-happens-when-benefits-become-the-exception.-video", "image": "http://images.csmonitor.com/csm/2015/08/926717_1_0805-Uber-1099-economy.jpg_standard.jpg?alias=standard_900x600", "type": "article"}, "twitter": {"image": "http://images.csmonitor.com/csm/2015/08/926717_1_0805-Uber-1099-economy.jpg_standard.jpg?alias=standard_380x253", "description": "The success of ride-sharing service Uber typifies a new class of business without benefits or regular hours or job security. For workers, that can be good and bad.", "site": "@csmonitor", "card": "summary", "title": "Dawn of the Uber economy? What happens when benefits become the exception. (+video)"}, "sailthru.date": "2015-08-05", "DC.date.issued": "2015-08-05T14:05:20-04:00", "fb": {"page_id": 14660729657, "app_id": 179793002061452}, "sailthru.content.body": "http://www.csmonitor.com/layout/set/rssfull/Business/2015/0805/Dawn-of-the-Uber-economy-What-happens-when-benefits-become-the-exception.-video", "sailthru.tags": "section-business,class-article,storysource-monitor,brand-ump,storykicker-focus", "article": {"section": "Business", "published_time": "2015-08-05T14:05-05"}, "copyright": "The Christian Science Monitor", "sailthru.image.credit": "Lucy Nicholson/Reuters/File"}, "_id": "\"57477af46914bd0286fda1b8\"", "article_summary": "Uber and other app-based services occupy a specific niche in the economy, but also symbolize the broader questions surrounding the gig economy.\n(The gig economy is also called the 1099 economy, named after the IRS form that independent contractors use instead of a W-2 form for wages.)\nThe overall size of the gig economy, for example, is hard to pin down.\nMillions of Americans now work in the so-called “gig economy,” where hours and pay are variable and benefits are of the few or none variety.\nMany gig economy firms are facing similar legal obstacles."}