{"article_title": "Audio Illusions Prove Your Hearing May Not Be As Good As You Thought", "article_keywords": ["sound", "tritone", "good", "paradox", "illusions", "prove", "mcgurk", "effect", "hearing", "thought", "visual", "video", "audio", "illusion", "ears"], "article_url": "http://www.medicaldaily.com/audio-illusions-prove-your-hearing-may-not-be-good-you-thought-286080", "article_text": "You ears pick up sound, but it is your brain that does the hard work of making sense of it all.\n\nMany of us have been tricked by visual illusions, but how about audio illusions? Can you trust your ears?\n\nThere are many different audio illusion techniques, but the three demonstrated in the video below are the McGurk effect, Tritone paradox, and the Shepard tone. Is seeing believing? With the McGurk effect, a sound is paired with the visual component of another sound, ultimately tricking us into thinking we are hearing something else.\n\nIn the video, Greg’s lips are motioning the word “far,” but if you don’t look at him, you’ll notice he is repeatedly saying “bar.” If you are used to watching dubbed movies, the McGurk effect may not trick you because you have learned to ignore the motions of the speaker's mouths.\n\nThe Tritone paradox is an auditory illusion, which contains notes with high and low frequency, but our brains have a preference of which to listen to. Diana Deutsch, the creator of the Tritone paradox, says geography and location from infancy play a role in deciding which frequency you prefer. To hear more of Deutsch’s illusions of music and speech, visit her website.\n\nThe Shepard tone illusion makes it sound like tones are continuing to climb higher and higher, when in actuality they’re not. However, our brain doesn’t recognize this and it just seems like the sound is rising forever.\n\nTo test your ears even more, check out How Old Are Your Ears? (Hearing Test).", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "ears, hearing, illusions", "og": {"site_name": "Medical Daily", "description": "After listening to these audio illusions, your hearing may not be as trustworthy as you thought.", "title": "Should You Believe Everything Your Brain Thinks It Hears? [VIDEO]", "url": "http://www.medicaldaily.com/audio-illusions-prove-your-hearing-may-not-be-good-you-thought-286080", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/03/hearing-illusion.jpg", "type": "article"}, "twitter": {"description": "After listening to these audio illusions, your hearing may not be as trustworthy as you thought.", "title": "Should You Believe Everything Your Brain Thinks It Hears? [VIDEO]", "url": "http://www.medicaldaily.com/audio-illusions-prove-your-hearing-may-not-be-good-you-thought-286080", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/03/hearing-illusion.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/03/hearing-illusion.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-06-04T10:00:00-04:00", "modified_time": "2014-06-04T10:10:03-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "After listening to these audio illusions, your hearing may not be as trustworthy as you thought."}, "_id": "\"57477af46914bd0286fd8fc7\"", "article_summary": "Many of us have been tricked by visual illusions, but how about audio illusions?\nThere are many different audio illusion techniques, but the three demonstrated in the video below are the McGurk effect, Tritone paradox, and the Shepard tone.\nDiana Deutsch, the creator of the Tritone paradox, says geography and location from infancy play a role in deciding which frequency you prefer.\nWith the McGurk effect, a sound is paired with the visual component of another sound, ultimately tricking us into thinking we are hearing something else.\nThe Tritone paradox is an auditory illusion, which contains notes with high and low frequency, but our brains have a preference of which to listen to."}