{"article_title": "Donations sought for North Shore memorial honoring Rocco, other police K-9s", "article_keywords": ["project", "memorial", "north", "lackey", "honoring", "officers", "pittsburgh", "k9s", "shore", "donations", "statue", "mr", "sought", "rocco", "killed"], "article_url": "http://www.post-gazette.com/local/city/2014/12/25/Donations-sought-Pittsburgh-Allegheny-County-K-9-memorial-North-Shore/stories/201412250177", "article_text": "A statue honoring police K-9s killed in the line of duty will hopefully be unveiled in May, though the project is still several thousand dollars short of its fundraising goal.\n\nThe statue of a sitting K-9 will be added near the feet of the current North Shore memorial for human officers, said Ed Lackey, vice president of the Law Enforcement Officers Memorial of Allegheny County.\n\nMr. Lackey said the death of Pittsburgh police dog Rocco has brought attention to the work of K-9s. Rocco was stabbed in Lawrenceville on Jan. 28 as police tried to apprehend a man. The German shepherd died two days later. John Rush, 22, was found guilty this month of harming the dog and injuring officers.\n\nA foundry in New York is working to complete the memorial sculpted by Susan Wagner, a Pittsburgh artist who also made the statue of the officers and the larger-than-life statues of Roberto Clemente, Bill Mazeroski and Willie Stargell at PNC Park.\n\nThe new statue will memorialize four K-9s killed in Allegheny County, said Mr. Lackey, a retired Plum Borough sergeant, and will hopefully be ready for a May service.\n\n\"They died saving the life of a human being\" he said.\n\nDonations can be mailed to the Greater Pittsburgh Police FCU, 1338 Chartiers Ave., Pittsburgh, Pa. 15220. Mr. Lackey said he was unsure exactly how much the project still needs to raise.", "article_metadata": {"description": "Ed Lackey, vice president of the Law Enforcement Officers Memorial of Allegheny County, said the statue hopefully will be unveiled in May.", "og": {"site_name": "Pittsburgh Post-Gazette", "description": "A statue honoring police K-9s killed in the line of duty will hopefully be unveiled in May, though the project is still several thousand dollars short of its fundraising goal. The statue of a sitting K-9 will be added near the feet of the current North Shore memorial for human officers, said Ed Lackey, vice president of the Law Enforcement Officers Memorial of Allegheny County. Mr. Lackey said the death of Pittsburgh police dog Rocco has brought attention to the work of K-9s. Rocco was stabbed in Lawrenceville on Jan. 28 as police tried to apprehend a man. The German shepherd died two days later. John Rush, 22, was found guilty this month of harming the dog and injuring officers. A foundry in New York is working to complete the memorial sculpted by Susan Wagner, a Pittsburgh artist who", "title": "Donations sought for North Shore memorial honoring Rocco, other police K-9s", "url": "http://www.post-gazette.com/local/city/2014/12/25/Donations-sought-Pittsburgh-Allegheny-County-K-9-memorial-North-Shore/stories/201412250177", "image": "http://www.post-gazette.com/image/2014/02/07/720x_q90_cMC_z_ca24,12,4270,2843/Rocco-funeral-K-9-officers.jpg", "type": "article"}, "twitter": {"domain": "post-gazette.com", "description": "Post-Gazette.com - A statue honoring police K-9s killed in the line of duty will hopefully be unveiled in May, though the project is still several thousand dollars short of its fundraising goal. The statue of a sitting K-9 will be added near the feet of the current North Shore memorial for human officers, said Ed Lackey, vice president of the Law Enforcement Officers Memorial of Allegheny County. Mr. Lackey said the death of Pittsburgh police dog Rocco has brought attention to the work of K-9s. Rocco was stabbed in Lawrenceville on Jan. 28 as police tried to apprehend a man. The German shepherd died two days later. John Rush, 22, was found guilty this month of harming the dog and injuring officers. A foundry in New York is working to complete the memorial sculpted by Susan Wagner, a Pittsburgh artist who", "title": "Donations sought for North Shore memorial honoring Rocco, other police K-9s", "image": "http://www.post-gazette.com/image/2014/02/07/720x_q90_cMC_z_ca24,12,4270,2843/Rocco-funeral-K-9-officers.jpg", "creator": "@PittsburghPG", "site": "@PittsburghPG", "card": "summary_large_image"}, "publish-date": "Thu, 25 Dec 2014 19:51:31 -05:00", "keywords": "Pittsburgh Post-Gazette, City", "fb": {"app_id": 148144658590118}, "msvalidate.01": "711874F8E9C70784DC77E1C82EDA893D", "google-site-verification": "124OJGIL09eN_BRCn44k__89eN1iIimYEKfPJdKjPmM", "viewport": "initial-scale=1", "news_keywords": "Pittsburgh Post-Gazette, City"}, "_id": "\"57477af36914bd0286fcb8da\"", "article_summary": "Mr. Lackey said the death of Pittsburgh police dog Rocco has brought attention to the work of K-9s.\nThe statue of a sitting K-9 will be added near the feet of the current North Shore memorial for human officers, said Ed Lackey, vice president of the Law Enforcement Officers Memorial of Allegheny County.\nMr. Lackey said he was unsure exactly how much the project still needs to raise.\nA statue honoring police K-9s killed in the line of duty will hopefully be unveiled in May, though the project is still several thousand dollars short of its fundraising goal.\nThe new statue will memorialize four K-9s killed in Allegheny County, said Mr. Lackey, a retired Plum Borough sergeant, and will hopefully be ready for a May service."}