{"article_title": "The Midterms Mean the Democratic Party Is Dying (Again)", "article_keywords": ["republican", "democratic", "dying", "voters", "republicans", "political", "state", "black", "democrats", "vote", "party", "midterms", "mean"], "article_url": "http://thefederalist.com/2014/11/12/the-midterms-mean-the-democratic-party-is-dying-again/", "article_text": "Way back in 2005, following George W. Bush’s win in the presidential election, I looked at the long-term trends and forecast the death of the Democratic Party.\n\nYeah, I know. For a long time, that really didn’t hold up very well.\n\nThings happened, as they naturally do, to make the Republicans look bad and to reverse their fortunes at the polls. President Bush waited too long to implement a full-scale counterinsurgency strategy in Iraq, so by the time he won the war there, the public had already written off the whole venture as a failure (a self-fulfilling prophecy, under the new president). And during this whole period, the Federal Reserve was inflating a housing bubble that would burst and precipitate a global financial crisis, which is not how you want to cap off the administration of a president from your party.\n\nYet now, suddenly, my old prediction is starting to look a whole lot better. If George W. Bush hurt the Republican Party, it has bounced back smartly—and Barack Obama has hurt the Democrats much worse. The effect is likely to have long and powerful repercussions, for one big reason: the Republican wave in the midterms carried over to governors and state legislatures, which are the farm teams for new political talent.\n\nIf we survey the damage, the least significant result of last week’s vote is the Republican takeover of the Senate. In the House of Representatives, Republicans now have a “hundred-year majority.” No, this is not a prediction that it will last 100 years, but the observation that it has been nearly 100 years—1928, to be exact—since the Republicans won this big a majority in the chamber of Congress that is meant to most closely represent the popular vote. To make that visual for you, check out the RealClearPolitics map of the election results by congressional district. Since 2000, it has been common to remark that these maps show “two Americas,” divided between rural red districts and coastal, urban blue districts. But this year’s midterm map looks a lot more like one America, with a few tiny holdout enclaves on the coasts and in the upper Midwest. (Basically, Minnesota.)\n\nIt’s when we turn to the state level that we see the big electoral shift.\n\nRepublicans will hold 31 of the country’s 50 governorships next year—perhaps 32, if late-counted ballots push Alaska Gov. Sean Parnell ahead of his independent challenger, Bill Walker. They will also hold between 67 and 69 of the 98 partisan state legislative chambers—more than at any point in history, according to the Republican State Leadership Committee.\n\nRepublicans now hold both the governorship and legislative majorities in 23 states, 24 if Parnell pulls through in Alaska, which means that they have the ability to write their own agenda in nearly half the states in the union. Democrats can do the same in only seven states.\n\nRCP’s David Byler puts that in perspective, showing how it reverses Democratic dominance at the state level through most of the 20th century, including up through the 1980s. As he points out, this is the final dividend of the Republicans’ political takeover in the South, where Democrats now have a majority only in the Kentucky Senate (to the discomfiture of Rand Paul, who needed them to overturn a law that bars him from running both for president and for his Senate seat in 2016).\n\nThis has a big long-term impact because state and local governments are where rising young politicians gain experience, learn how to win elections and build a constituency, and establish the credentials they will use to rise to higher office. If Bill Clinton hadn’t been able to get elected as governor of Arkansas, for example, he would have had no basis to run for president. So just think how many young Democrats are now being shut out of the first steps of their political careers.\n\nThis election produced a whole roster of rising stars for the Republicans: Mia Love, Tim Scott, Joni Ernst, Tom Cotton, Elise Stefanik, and so on. Meanwhile, the Democrats had pinned their hopes on Wendy Davis’s campaign for governor of Texas. Instead, she went down to an ignominious defeat in one of the worst-run campaigns in the country, and Davis’s state Senate seat was taken by a Tea Party activist as Republicans continue their march toward a supermajority in the Texas legislature.\n\nThe only person I’ve seen singled out as a potential Democratic star in this cycle is Gina Raimondo, who was elected governor of Rhode Island. You are permitted to be skeptical about whether this is a good stepping stone to an illustrious national career.\n\nThat leaves the Democrats with basically no younger generation of leaders emerging, while the party’s fate is increasingly dependent on a bunch of septuagenarians.\n\nBack in 2005, I briefly started a Democratic Party Death Watch (along with what ultimately proved more timely: a Republican Party Suicide Watch). These days, talking about a “death watch” for the Democrats almost seems in bad taste, given how the actuarial odds are stacked against the party’s elderly leadership.\n\nThere is another, more serious problem with the Democrats’ current plight. Having successful candidates on all levels of government means having politicians who have learned to appeal to a wide range of constituents and not just to left-leaning urban hipsters. After all, part of the Democrats’ current plight comes from electing a president who came of age as a hothouse plant, nurtured in the one-party rule of left-wing Chicago politics and then protected by the adulation of the press. He never really learned how to work with political opponents or assuage the concerns of voters outside his narrow partisan base. Those are the skills now being learned by Republicans who are winning races in formerly blue and purple states.\n\nIn this regard, Democrats seem to be in a downward spiral. You can see that in the way they have made no plans for changes in leadership or agenda after this year’s big failure. You can see why they wouldn’t: most of the Democrats who remain in Congress were elected from solid left-leaning states or districts. Let’s just say that Nancy Pelosi isn’t going to lose many voters in San Francisco by doggedly continuing to support ObamaCare.\n\nIt’s important to remember how Democrats bounced back in 2006, after my premature report of their demise: Nancy Pelosi went out and recruited a bunch of conservative Southern Democrats to run for seats in the House. You can see why that strategy ultimately failed. When they got to Washington, the role of these “conservative Democrats” was not to stand for the centrist policies they had campaigned on. Their role was to be foot soldiers for Pelosi and Ted Kennedy and Barney Frank and the rest of the far-left Democratic leadership. Their job was to lay down their political lives in order to cast partisan votes on legislation like ObamaCare.\n\nThe result was that most of these recruits got wiped out in 2010, and the last of them were mopped up this year.\n\nThere was a lot of crowing by Democrats in the past few election cycles that the Republicans were becoming a mere “regional party” that could only win majorities in the South. But the actual truth is that Democrats are being shut out of whole regions. This midterm election saw the defeat of the last white Southern Democrat in the House of Representatives. If Mary Landrieu loses her run-off in Louisiana, they will be extinct in the Senate, too.\n\nMeanwhile, the new trend in Southern politics is black Republicans—which brings us to the trend that ought to really terrify Democrats. It’s not just that Republicans have a new crop of talented young politicians. It’s the fact that so many of them are from the three demographic groups on which Democrats have staked their future: blacks, Hispanic voters, and younger women.\n\nThat’s why it was so delicious to see Jon Stewart melting down over the new crop of Republican winners, who give the lie to the caricature of the Republicans as the party of old white men. And while Stewart tries to imply that this is just a temporary flirtation and that the Democrats’ key demographic groups will return to them in the end, there is still a distinct note of panic.\n\nYou can see the same sort of thing in Jamelle Bouie’s analysis of the significance of Tim Scott’s Senate win in South Carolina. He acknowledges the downside of the ghettoization of Democratic racial politics.\n\n[B]lack politicians tend to represent black constituencies: Black mayors lead black cities, and black lawmakers are from black districts. In addition to material disadvantages—this often puts black politicians outside important donor networks, for example—it creates a key political problem: Because blacks are much more liberal than the median voter, black politicians are more likely to be outside of the political mainstream, making a statewide bid more difficult.\n\nHe also describes how Scott is not only able to appeal to white voters, but does so from a perspective that has a tradition among black voters, as well.\n\nScott isn’t pioneering a new kind of conservatism as much as he’s channeling an old tradition. Specifically, Scott is speaking in a language of black conservatism that would be familiar to figures like Booker T. Washington….\n\n\n\nGo to a black church or barbershop, and you’ll be hard-pressed to find Republican-style boilerplate on taxes and “tyranny.” But you will hear people talk about self-reliance and community empowerment.\n\nHe goes on to point out that Tim Scott still lost among black voters, whose traditional loyalties to the Democratic Party are going to be hard to overcome. But what he doesn’t acknowledge is that Republicans don’t have to win a majority of the black vote. They just need to make slow and steady inroads by getting more and more of the kind of candidates who can appeal to this traditional “black conservatism.” They need to keep chipping away until they reach a critical mass at which the presumption of partisan loyalty is broken, and it is no longer taboo to be a black Republican.\n\nThe problem for Democrats isn’t that they are relying on a majority of the black and Hispanic vote. It’s that they are relying on a total death-grip on that vote. They need 90% of the black vote in every election and 75% of the Hispanic vote, and not just that, but a high voter turnout among those groups. So if the new crop of Republican leaders can manage to peel off just 10% or 20% of the vote among blacks and Hispanics, the Democratic Party would be pretty much doomed.\n\nYou can see this in the bizarre Democratic fallback position of consoling themselves with the support of people who didn’t vote.\n\nDemocrats have evidence that a mobilization strategy can pay off. In 2008 and 2012, they won by attracting millions of young, black, and Latino voters. In 2010 and 2014, with no presidential race on the ballot, many of those voters stayed home. 2016 is a presidential year, and the country will be less white than ever. The electorate could look more like the one from 2012 than like the one from 2014.\n\nSimilarly, on the state level, “Democrats insist that they are in position to win back many of these chambers in 2016, when more of their core voters—nonwhites, young voters, single women—are more likely to cast ballots.” What they mean is: we really, really hope that we can get black and Hispanic voters to keep voting for us monolithically, and to keep turning out with the kind of enthusiasm they showed in 2008 and 2012. And we need them to do it every time, because if they don’t, we get crushed like we did in 2010 and 2014.\n\nThat’s an awful lot of conditions that have to go exactly right, so look for Democrats to get crushed a lot more.\n\nAll of this highlights the importance of Republican efforts to take the “race card” away from the Democrats, because by this point, that’s all they have left. More widely, for all the anguish on the right over the past eight years about a pair of uninspiring presidential candidates and the challenges of pushing a pro-liberty agenda in the face of a hostile popular culture, the current results indicate that a lot of cultural and political factors must still be going our way. Watching Jon Stewart react to the election, for example, makes you wonder if he and his ilk have a lot less influence than we have been duped into thinking. Because like Stewart himself, the people who watch his show clearly aren’t numerous enough or engaged enough to actually turn out at the polls.\n\nI don’t think the Democratic Party is really going to die quite yet. That’s partly because its collectivist, big-government ideology still enjoys so many reserves of support in the universities, in the media, and in the entertainment industry. It’s also because political parties have a tendency to eventually adapt and change the way they present themselves to voters (as Bill Clinton briefly did for Democrats in the 1990s).\n\nBut it would be nice for a period of Republican dominance to last long enough to undo some of the damage of the Obama era, and it would be extra nice to get beyond the ugly racialization of ideological divisions that has characterized the politics of the last 50 years.\n\nIt would be good for the country to have at least a few cycles in which the election map looks the way it did last week and makes us feel like we live, at least for a little while, in one America.", "article_metadata": {"item-publish-date": "Wed, 12 Nov 2014 07:03:46 EDT", "og": {"site_name": "The Federalist", "description": "Since 2000, election maps have shown \"two Americas,\" evenly divided between red and blue districts. This year's midterms look a lot more like one America.", "title": "The Midterms Mean the Democratic Party Is Dying (Again)", "locale": "en_US", "image": "http://thefederalist.com/wp-content/uploads/2014/11/13430212533_91536577d8_b.jpg", "updated_time": "2014-11-14T07:24:50+00:00", "url": "http://thefederalist.com/2014/11/12/the-midterms-mean-the-democratic-party-is-dying-again/", "type": "article"}, "twitter": {"domain": "The Federalist", "description": "Since 2000, election maps have shown \"two Americas,\" evenly divided between red and blue districts. This year's midterms look a lot more like one America.", "title": "The Midterms Mean the Democratic Party Is Dying (Again)", "image": {"src": "http://thefederalist.com/wp-content/uploads/2014/11/13430212533_91536577d8_b.jpg"}, "creator": "@Tracinski", "site": "@FDRLST", "card": "summary_large_image"}, "article": {"section": "Politics", "tag": "2014 elections,Barack Obama,Congress,Democratic Party,Editors Picks,Jon Stewart,Joni Ernst,Mia Love,Midterm Election,Midterms,Nancy Pelosi,Race,Republican Party,Senate,state legislatures,Tim Scott", "published_time": "2014-11-12T07:03:46+00:00", "modified_time": "2014-11-14T07:24:50+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "Since 2000, election maps have shown \"two Americas,\" evenly divided between red and blue districts. This year's midterms look a lot more like one America."}, "_id": "\"57477af36914bd0286fcb8f2\"", "article_summary": "Back in 2005, I briefly started a Democratic Party Death Watch (along with what ultimately proved more timely: a Republican Party Suicide Watch).\nI don’t think the Democratic Party is really going to die quite yet.\nWay back in 2005, following George W. Bush’s win in the presidential election, I looked at the long-term trends and forecast the death of the Democratic Party.\n[B]lack politicians tend to represent black constituencies: Black mayors lead black cities, and black lawmakers are from black districts.\nIf George W. Bush hurt the Republican Party, it has bounced back smartly—and Barack Obama has hurt the Democrats much worse."}