{"article_title": "Six burning questions for comedian Claire Hooper", "article_keywords": ["ive", "lot", "burning", "festival", "audience", "quite", "running", "claire", "comedian", "questions", "half", "baby", "hooper", "marathon", "really"], "article_url": "http://www.smh.com.au/entertainment/six-burning-questions-for-comedian-claire-hooper-20141115-11m8t2.html", "article_text": "Entertainment\n\nGet up stand up: Comedian Claire Hooper says a Sunday afternoon audience can be quite wonderful.\n\nClaire Hooper - comedian\n\n1. HAS HAVING A DAUGHTER TRANSFORMED YOUR LIFE?\n\nI think at the start I was being a bit pig-headed thinking she wasn't going to change our lives. It's been a lot better since I've just started living like someone with a baby and enjoying that.\n\n2. IS PERFORMING AT A MUSIC FESTIVAL SOMETHING SOMEONE WITH A BABY DOES?\n\nAdvertisement\n\nWell, I've got some baby headphones so I look like a responsible parent. The only problem is festive youths find your baby too cute and want to touch her. Apart from that it's quite pleasant.\n\n3. HOW RECEPTIVE ARE FESTIVAL AUDIENCES TO YOUR COMEDY?\n\nIt depends on the time of day. When people have been drinking in the sun, they laugh at people falling over, not a complex train of thought. A really good audience is the day after the big night, when they're fried in a different way. A Sunday afternoon audience can be quite wonderful.\n\n4. IS RUNNING A HALF MARATHON SOMETHING SOMEONE WITH A BABY DOES?\n\nI know who I am and I'm not someone who enjoys putting on sneakers. But here's the funny thing: I enjoyed it. Running a marathon really is only a few hours of mild discomfort. I've spent 12 hours in a lot more pain.\n\n5. ANY TIPS FOR COMPLETING A HALF MARATHON?\n\nI recommend starting at the back, because then you get to overtake lots of people early on. It does something amazing to your psychology, even if most of those people are 70 or on crutches.\n\n6. WHAT WILL BE YOUR NEXT CHALLENGE?\n\nChildbirth and a half marathon in the space of 12 months is enough challenge for me, but I'm interested in what it's like to push myself. You find out a lot about yourself when you look at the things you say you're not.\n\nQueenscliff Music Festival, November 28-30, qmf.net.au", "article_metadata": {"news_keywords": "Entertainment", "application-name": "The Sydney Morning Herald", "og": {"site_name": "The Sydney Morning Herald", "description": "Six burning questions for&#8230;Claire Hooper &#8211; comedian.", "title": "Six burning questions for comedian Claire Hooper", "url": "http://www.smh.com.au/entertainment/six-burning-questions-for-comedian-claire-hooper-20141115-11m8t2.html", "image": "http://images.smh.com.au/2014/11/15/5991632/Thumbnail6318363811m9ffimage.related.thumbnail.320x214.11m8t2.png1416028504401.jpg.jpg", "type": "article"}, "twitter": {"site": "@smh", "card": "summary"}, "robots": "ACAP allow-present prohibited-modification=annotation", "msapplication-tooltip": "Open The Sydney Morning Herald", "fb": {"app_id": 193677504039845}, "msapplication-task": "name=Weather;action-uri=http://www.smh.com.au/weather;icon-uri=http://www.smh.com.au/favicon.ico;", "msapplication-starturl": "http://www.smh.com.au", "msvalidate.01": "3A0F8B0A5D246EFE15A2F9F975D1E623", "cXenseParse": {"ffx-assettype": "article", "ffx-assetid": 63183638}, "description": "Six burning questions for…Claire Hooper – comedian."}, "article_summary": "EntertainmentGet up stand up: Comedian Claire Hooper says a Sunday afternoon audience can be quite wonderful.\nChildbirth and a half marathon in the space of 12 months is enough challenge for me, but I'm interested in what it's like to push myself.\nRunning a marathon really is only a few hours of mild discomfort.\nANY TIPS FOR COMPLETING A HALF MARATHON?\nIS RUNNING A HALF MARATHON SOMETHING SOMEONE WITH A BABY DOES?"}