{"article_title": "Donald Trump: ‘I Always Carry a Gun’", "article_keywords": ["europe", "trump", "paris", "refugees", "weapon", "gun", "france", "interview", "donald", "carry", "carries", "revealed", "public"], "article_url": "http://www.thefiscaltimes.com/2016/02/11/Donald-Trump-I-Always-Carry-Gun", "article_text": "In news that should give both tomato-throwing protesters and his debate opponents pause, Donald Trump revealed to a French magazine that he always carries a gun on his person. The comment came in an interview with Valeurs Actuelles, which targets a very conservative audience in France.\n\nHis comments came in a discussion of the December terror attacks in Paris, where more than 120 people were killed and many more wounded by ISIS-inspired terrorists who targeted public spaces, including the Bataclan concert hall.\n\nRelated: Trump’s Shocking Suggestion for What to Do About North Korea’s Kim Jung-un\n\n“The only people who had weapons were the killers,” he said, calling it an “open bar for a massacre.”\n\nHe added: \"I always carry a weapon on me. If I'd been at the Bataclan or one of those bars, I would have opened fire. Perhaps I would have died, but at least I would have taken a shot. The worst thing is the powerlessness to respond to those who want to kill you,\" he said.\n\nTrump has previously revealed that he holds a concealed-carry permit, and has said that he sometimes carries a gun. The claim that he now carries a weapon at all times seems to be new. Trump has a Secret Service detail protecting him at all times.\n\nThe magazine’s cover features a picture of a gesticulating Trump, possibly at a campaign rally, with the headline “Trump Dit Tout” – Trump Tells All. It also carries a quote from the interview, in which Trump says to the people of Europe, “You’re going to be facing real revolutions.”\n\nRelated: As Trump Comes Roaring Back, the GOP Reshuffles the Deck\n\nMuch of the interview focused on the question of immigration, which is roiling Europe as refugees from the carnage in Syria and other trouble spots in North Africa and the Middle East flood into the continent. France, in particular, has struggled with a large population of African immigrants, many of them Muslim, who have been both victims and perpetrators of violence and hate crimes.\n\nTrump also pointed to Germany, where Chancellor Angela Merkel’s open-door policy to Syrian refugees has led to both a deluge of asylum-seekers and massive public pushback.\n\n“My German friends no longer know where they are. They can't believe their eyes about what is happening…they're desperate,” Trump said.\n\n“What's happening in Europe can lead to its collapse. It's dramatic what she has allowed to happen, this flood,” he said, and predicted that if the problem is not addressed immediately, “then yes, it's the end of Europe.”\n\nRelated: Did He Really Say That? Trump Hits a New Low in New Hampshire\n\nThe man who constantly promises that as president he would “Make America great again,” also seem to think that France needs the same treatment.\n\n“Unfortunately,” he said, “France isn't what it was, nor Paris.”", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "In news that should give both tomato-throwing protesters and his debate opponents pause, Donald Trump revealed to a French magazine that he always carries a gun on his person. IN the interview, he warned that unless Europe faces up to its immigration problems, it will face “real revolutions.”", "title": "Donald Trump: ‘I Always Carry a Gun’", "url": "http://www.thefiscaltimes.com/2016/02/11/Donald-Trump-I-Always-Carry-Gun", "image": "http://cdn.thefiscaltimes.com/sites/default/files/trump-with-the-golden-gun.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/02/11/Donald-Trump-I-Always-Carry-Gun", "image": "http://cdn.thefiscaltimes.com/sites/default/files/trump-with-the-golden-gun.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@rrgarver"}, "generator": "Drupal 7 (http://drupal.org)", "description": "In news that should give both tomato-throwing protesters and his debate opponents pause, Donald Trump revealed to a French magazine that he always carries a gun on his person. IN the interview, he warned that unless Europe faces up to its immigration problems, it will face “real revolutions.”", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "In news that should give both tomato-throwing protesters and his debate opponents pause, Donald Trump revealed to a French magazine that he always carries a gun on his person.\nThe magazine’s cover features a picture of a gesticulating Trump, possibly at a campaign rally, with the headline “Trump Dit Tout” – Trump Tells All.\nTrump has previously revealed that he holds a concealed-carry permit, and has said that he sometimes carries a gun.\nTrump also pointed to Germany, where Chancellor Angela Merkel’s open-door policy to Syrian refugees has led to both a deluge of asylum-seekers and massive public pushback.\nThe claim that he now carries a weapon at all times seems to be new."}