{"article_title": "Free medical clinic: One doctor's prescription for affordable health care", "article_keywords": ["affordable", "moose", "prescription", "medical", "free", "clinic", "liegner", "health", "way", "doctors", "lodge", "volunteer", "care"], "article_url": "http://www.nj.com/healthfit/index.ssf/2015/03/free_medical_clinic_one_doctors_prescription_for_h.html", "article_text": "Look around this crowded waiting room and you'll quickly see evidence this isn't a regular doctor's office:\n\n\n\nA shelf of free offerings, from diapers to mittens to condoms.\n\n\n\nA poster of two Syrian saints, Cosmas and Damian, who were martyred in the Third Century for giving medical care to the poor.\n\n\n\nA sign making one thing redundantly clear: \"No Narcotics Here. We Do Not Prescribe Narcotics. Don't Ask for Narcotics.\"\n\n\n\nAnd a small wooden box, much like a suggestion box, into which patients can put donations. At the end of a busy week, there might be $100 in it, all in small bills.\n\n\n\nThat's the only reference to money at the Newton Free Clinic, a project started by a Libertarian eye surgeon who has found a way to offer free medical care to the poor.\n\n\n\nJeffrey Liegner, a Sussex County native with a thriving ophthalmology business in neighboring Sparta, said he used to travel overseas to do cataract surgeries as a volunteer.\n\n\n\n\"But it always bothered me: Why was I leaving my own country to do surgery when there were people here who needed it?,\" he said.\n\n\n\nDetermined to find a way to provide that care, he said he followed the template developed by Alieta Eck, the physician and unsuccessful Congressional candidate who runs a free clinic in Somerset County.\n\n\n\nThe Zarapheth Health Center Free Clinic was started in a building donated by the Pillar of Fire Evangelical church. Begun in 2003, it has grown to include a dental clinic as well. Liegner said he was intrigued by its staffing model of relying on volunteer physicians and nurses.\n\n\n\nThe key turned out to be forming a 501c(3) charity and becoming a federally-recognized free clinic. Those magic words turn the clinic's volunteers into unpaid federal workers whose medical malpractice liability is covered by the government. They don't have to buy malpractice insurance because they are personally immune from lawsuits. A dissatisfied patient would have to sue the federal government.\n\n\n\nBeing freed from the fear of litigation \"uncorks the passion,\" Liegner said. It allows him to let high school students - who are no longer permitted much patient contact if they volunteer at a hospital - to get hands-on experience.\n\n\n\nIt also gives him a great bargaining chip when trying to entice retired doctors to staff the clinic a few times each month.\n\n\n\nUnlike Eck's clinic, however, Liegner's has no connection with a church.\n\nWhat he has instead are the Moose. Or rather, Moose Lodge #432, a few blocks from Newton's downtown.\n\n\n\n\"The doc who was the angel who came through the door of the Moose Lodge and gave us the opportunity to provide community service,\" said Lodge administrator Pete Pirmann.\n\n\n\nWhen Liegner said he needed a place to open his clinic, Pirmann said his reaction was, 'Are you sure you came to the right place?', because our place was in such disrepair.\"\n\n\n\nThe Moose organization was founded by working-class men who wanted the safety net of an organization that would look after widows and orphans should something happen to them. In subsequent decades, the organization has funded toy drives, scholarships and the like to help needy children and seniors. Liegner's clinic fit in perfectly with that mission, Pirmann said.\n\n\n\nWhen the lodge started renovating its building, the clinic moved to High Street. The clinic, with four examining rooms divided by drywall-and-lumber partitions, is open evenings and Saturdays.\n\n\n\nOn a recent night, Liegner, joined by a third-year medical student and a nurse practitioner as his fellow volunteers, saw about 25 patients over 2 1Ž2 hours.\n\n\n\nThey included 27-year-old Gina Thorndon, who started there as a patient and ended up as a volunteer. Having first shown up for a medical reason, she said she ended up being diagnosed and treated for depression.\n\n\n\nThat was nearly two years ago, and she still comes by to help with answering phones.\n\n\n\nJudy H., a 64-year-old Fredon widow, said she found herself without insurance after her husband died. Unable to afford her insulin - and receiving no help and little sympathy from her doctor of 20 years - she simply did without for nearly a year.\n\n\n\n\"The first time I came here, he gave me medication. Gave me, from his supply,\" she said of Liegner. So great was her relief, she said, that when she returned home from that initial visit, she cried for two hours.\n\n\n\nKaren Lofgren said she lost her insurance when her hours as an EEG technician were cut down to one day per pay period. She traveled to Newton from Budd Lake so her fourth-grade daughter could get a new eyeglass prescription.\n\n\n\nAfter doing her daughter's eye exam, however, Liegner and his team of third-year med student Rob Williams and nurse practitioner Aaron Siegal turned their attention to mom. She'd gained weight after she quit smoking, and her blood pressure now was cause for concern.\n\n\n\nThe same thing happened to Linda Decker, 59, of Newton. She showed up for an eye exam and ended up with a prescription to address her blood sugar.\n\n\n\nLiegner, 56, is often able to give patients prescription medicine himself because he gets donations from pharmaceutical companies of medications that are approaching their state (but not federal) expiration dates.\n\n\n\nIn a small closet in the back of the clinic are cardboard boxes filled with the most common types of antibiotics and the like. Liegner and his crew double as pharmacy techs as well, counting out pills and writing the instructions by hand on the vial labels.\n\n\n\nSometimes he ends up paying for unexpected expenses, such as when he learns that a patient has hitch-hiked a long way to get there. They've seen people arrive from Clifton, Perth Amboy, Phillipsburg, with night approaching and no practical plan for getting home. In those cases, he's been known to pay for a cab.\n\n\n\nDonors help with some of the bills, but much of the extras come from Liegner himself. \"At my economic level, I can,\" he says simply.\n\n\n\nHe's also able to cajole discounts from local merchants, including drug stores, pharmacies and opticians. The Liegner family is well-known in Newton: Both his grandfather and father were obstetricians there, as was his sister until her recent retirement.\n\nStarting the clinic dovetails with Liegner's political views about the role of the government in health care. He's a member of the Association of American Physicians and Surgeons, which was formed in 1943 to push back against government interference in private medical practice. It opposes the Affordable Care Act.\n\n\n\nFinding a way for health care workers to volunteer their time and talent does serve a local need, said Jeffrey Brown, of the New Jersey Health Care Quality Institute, a health-care policy group.\n\n\n\nHowever, free clinics can't be the long-term solution to the twin problems of the uninsured and the overall cost of health insurance. \"It's good they're addressing the need that's there,\" he said. \"But I don't see it as a cure-all.\"\n\n\n\nLiegner would likely disagree. He's a big supporter of a bill before the state Senate , the \"Volunteer Medical Professional Health Care Act,\" that would give protection from malpractice suits to a doctor's private practice so long as he or she volunteered four hours a week at a free ciinic. Unlike the tort protection his clinic currently has, this would come from the state, not the federal government.\n\n\n\nPirmann, of the Moose Lodge, will be happy to have the clinic return to the renovated lodge should Liegner outgrow his current location. He even envisions forming partnerships with other Moose Lodges around the state in order to expand.\n\n\n\n\"I can't wait until the doc is ready for a second location,\" he said.\n\nKathleen O'Brien may be reached at kobrien@njadvancemedia.com, or at (732) 902-4557. Follow her on Twitter @OBrienLedger. Find NJ.com on Facebook.\n\n", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "obamacare, health, living", "title": "Free medical clinic: One doctor's prescription for affordable health care", "parsely-page": "{\"title\": \"Free medical clinic: One doctor\\u0027s prescription for affordable health care\", \"link\": \"http://www.nj.com/healthfit/index.ssf/2015/03/free_medical_clinic_one_doctors_prescription_for_h.html\", \"image_url\": \"http://image.nj.com/home/njo-media/width620/img/njcom_photos/photo/2015/03/11/17233290-large.jpg\", \"type\": \"post\", \"post_id\": \"15438984\", \"pub_date\": \"2015-03-11T20:23:59Z\", \"author\": \"Kathleen O\\u0027Brien | NJ Advance Media for NJ.com\", \"tags\": [\"@news\",\"@river\",\"obamacare\"] }", "twitter": {"description": "Volunteers at a free clinic get federal protection from malpractice suits, which helps the clinic attract the services of health care workers who want to provide care but fear liability.", "creator": "@OBrienLedger", "image": "http://image.nj.com/home/njo-media/width620/img/njcom_photos/photo/2015/03/11/17233290-large.jpg", "title": "Free medical clinic: One doctor's prescription for affordable health care", "site": "@njdotcom", "card": "summary_large_image"}, "article_date_updated": "Thursday, March 12, 2015,  1:03 PM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.nj.com/njcom_photos/photo/2015/03/11/17233290-large.jpg\", \"author_name\": \"kobrien\", \"author_nickname\": \"Kathleen O\\u0027Brien | NJ Advance Media for NJ.com\", \"author_id\": \"2434\", \"source_blog_name\": \"Health and Fitness News\", \"source_blog_url\": \"http://www.nj.com/healthfit/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "Volunteers at a free clinic get federal protection from malpractice suits, which helps the clinic attract the services of health care workers who want to provide care but fear liability.", "title": "Free medical clinic: One doctor's prescription for affordable health care", "url": "http://www.nj.com/healthfit/index.ssf/2015/03/free_medical_clinic_one_doctors_prescription_for_h.html", "image": "http://image.nj.com/home/njo-media/width620/img/njcom_photos/photo/2015/03/11/17233290-large.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article": {"author": "http://www.facebook.com/OBrienLedger"}, "article_comments": 0, "article_date_original": "Wednesday, March 11, 2015,  4:23 PM", "article_author": "Kathleen O'Brien | NJ Advance Media for NJ.com", "Description": "Volunteers at a free clinic get federal protection from malpractice suits, which helps the clinic attract the services of health care workers who want to provide care but fear liability."}, "_id": "\"57477af46914bd0286fda206\"", "article_summary": "The Zarapheth Health Center Free Clinic was started in a building donated by the Pillar of Fire Evangelical church.\nThat's the only reference to money at the Newton Free Clinic, a project started by a Libertarian eye surgeon who has found a way to offer free medical care to the poor.\nA poster of two Syrian saints, Cosmas and Damian, who were martyred in the Third Century for giving medical care to the poor.\nThe key turned out to be forming a 501c(3) charity and becoming a federally-recognized free clinic.\nStarting the clinic dovetails with Liegner's political views about the role of the government in health care."}