{"article_title": "Fast Food Restaurant Trends to Impact Industry in 2015", "article_keywords": ["impact", "firm", "consumers", "restaurant", "food", "items", "industry", "fast", "mobile", "trends", "2015", "chicken"], "article_url": "https://www.qsrmagazine.com/reports/9-fast-food-trends-2015", "article_text": "Every time a new year gets under way, there’s a combination of promise and anxiety, a very real hope that better days are ahead mixed with uneasiness about what issues or problems may be lying in wait.\n\nThat’s why predictions seem to be as much a part of a New Year’s celebration as champagne and the ball drop in New York’s Times Square. For the restaurant industry, getting a peek into likely trends for 2015 provides some insight into the type of menu items that could give them smash successes in the year ahead—or a glimpse of the staggering challenges they’re left to overcome.\n\nNo matter which trends actually stick, there is at least one thing operators can be optimistic about: The economy is improving. The U.S. economy surged ahead 5 percent during 2014’s third quarter, the strongest three-month period since 2003. That followed a 4.6 percent jump the previous quarter. Meanwhile, the National Restaurant Association’s (NRA) Expectations Index, which measures operators’ six-month outlook for same-store sales and other measures, stood at 102.1 in November, down only slightly from October’s 102.5, its highest level since 2007. Anything over 100 represents expansion among the RPI’s key metrics.\n\n“We don’t expect national bakery chains to mill grain in house, but maybe there’s a specialty sandwich or specialty bread made from the products of a local grain network.”\n\nNonetheless, consumers remain concerned about their personal finances. An NRA survey found that nearly seven in 10 adults say they are holding back on spending, demonstrating the degree to which the Great Recession influenced their psyches.\n\n“The impact is still very real for many consumers,” says NRA chief economist Bruce Grindy in an email. “I do think their mindset is improving, though, and this will translate into more liberal spending habits as they become more confident in their own personal financial situations.”\n\nThe NPD Group, a market research firm, projects that restaurant traffic will increase 1 percent in 2015, an improvement over a flat 2014 guest count.\n\n“We have to recognize consumers needs are changing, and we have to stay in tune with these changes in order to drive traffic,” says Bonnie Riggs, senior restaurant analyst for NPD. “[But] as much as things change, they are going to stay the same, because the pillars of good business still apply.”\n\nTo help you stay in tune with those changes, we’ve combed through industry predictions and talked with experts to come up with the nine trends that will make the biggest mark on the quick-service industry in the year ahead.\n\n1. Mobile technology affects everything\n\nThe technology focus for restaurants has made big strides toward mobile platforms. New developments can be seen in ordering, marketing, loyalty programs, and payment. Developers are increasingly combining these applications into a single solution, adding an additional layer of convenience that is important to limited-service restaurants.\n\nIn the U.S., mobile payments are expected to triple to nearly $9 billion in 2015, according to digital marketing firm eMarketer.\n\nJustin Massa, founder and chief executive of Food Genius, a food industry data and insight firm, says the industry can expect to see mobile innovations of all different kinds in 2015. Some will be similar to Starbucks’ app, which integrates mobile ordering and the brand’s loyalty program; others will be like Taco Bell’s, which lets consumers customize orders, pay via mobile, and save favorite items. Many will be linked to Apple Pay. Whatever the form, “the opportunity for restaurants to capture the data of consumers is a treasure trove for them,” Massa says.\n\nThe advice for restaurant owners from most experts is to take the plunge—or else.\n\n“Lots of operators, especially smaller ones, have no idea how rapidly the tech world has already changed,” says Michael Whiteman, president of consulting firm Baum + Whiteman, in an email. “They should start investigating now so they’re not irrevocably behind the curve.”\n\n2. Do-it-yourself health\n\nWhile fads may come and go, healthy eating—especially the do-it-yourself style—is here for the long haul. And 2015 will see customers’ expectations for DIY health climb even higher.\n\n“There are people heavily into gluten-free, who care about [genetically modified organisms], who want low-fat or organic items, but there is no consensus about what is a healthy diet,” says Rita Negrete, senior editor at market research firm Technomic. Still, she says, “more people really are trying to eat more healthfully, and that becomes an issue for restaurants in an era of shrinking menus.”\n\nHealth-minded consumers often gravitate to places like Subway, Panera Bread, and Chipotle Mexican Grill that allow them to customize their orders, thus choosing their own healthful options. This extends to vegetarians and vegans, who are not only seeking healthier foods, but also have animal rights on their minds.\n\n“What’s unclear is whether certain items are really better for you. But what’s clear is we think they’re healthier,” Massa says. “We’re going to see how healthful [menu items] really are at the end of 2015, when menuboards are required to carry calorie counts.”\n\nThe U.S. Food and Drug Administration finally released its requirements for posting calories to menuboards in November, nearly five years after the requirements had been passed with the Patient Protection and Affordable Care Act.\n\nHoyt Jones, president of Jersey Mike’s Subs, says the company’s experience posting calories to menuboards is that consumers are more conscious of the calories, but aren’t likely to make any significant changes in their habits.\n\n“People already tended to eat a little healthier,” he says, noting that more consumers today choose chicken as a protein than ever before. The chain is also testing gluten-free bread and snacks “for people who can’t or won’t eat gluten.”\n\n3. Looking to Gen Z\n\nIf you think Millennials are bold in their food selections, take a look at their successors, Generation Z.\n\n“Kids today are much more adventuresome when it comes to eating, and more willing to try new things,” NPD’s Riggs says. “When they get past six years of age, they don’t want to order from a kids’ menu, but from a regular menu.”\n\nChildren’s palates are considerably more sophisticated than they were a couple decades ago, says Annika Stensson, the NRA’s senior manager of research communications. “They’ve had more exposure through their parents, who make up the first generation to dine out on a daily basis,” she says. “That has trickled down to the kids’ space.”\n\nGen Z members still like pizza, chicken, and pasta, but today are looking for variations on those themes, says Sharon Olson, executive director of the Culinary Vision Panel, which looks at culinary trends. For example, they might be interested in ordering chicken teriyaki or chicken parmesan. “Being able to choose different condiments and toppings make eating a safe adventure,” she says.\n\nYounger diners also want heightened experiences, louder music, and kinetic visuals.\n\n“This is the first true digital generation, so they are even more impatient than Millennials,” Technomic’s Negrete says. “Fast service is critical for them.”", "article_metadata": {"dcterms.description": "Every time a new year gets under way, there’s a combination of promise and anxiety, a very real hope that better days are ahead mixed with uneasiness about what issues or problems may be lying in wait. That’s why predictions seem to be as much a part of a New Year’s celebration as champagne and the ball drop in New York’s Times Square. For the restaurant industry, getting a peek into likely trends for 2015 provides some insight into the type of menu items that could give them smash successes in the year ahead—or a glimpse of the staggering challenges they’re left to overcome.", "description": "9 Fast Food Trends for 2015 - The foods, ideas, and technologies that will leave a mark on the quick-serve industry this year.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"site_name": "QSR magazine", "description": "The culinary, tech, and demographic trends to take off this year.", "title": "9 Fast Food Trends for 2015", "url": "https://www.qsrmagazine.com/reports/9-fast-food-trends-2015", "image": "https://www.qsrmagazine.com/sites/qsrmagazine.com/files/460283147.jpg", "updated_time": "February 13, 2015 - 09:37", "type": "article"}, "twitter": {"description": "The culinary, tech, and demographic trends to take off this year.", "title": "9 Fast Food Trends for 2015", "url": "https://www.qsrmagazine.com/reports/9-fast-food-trends-2015", "image": {"src": "https://www.qsrmagazine.com/sites/qsrmagazine.com/files/460283147.jpg"}, "creator": {"identifier": "@qsrmagazine", "id": 17294582}, "card": "summary_large_image"}, "dcterms.identifier": "https://www.qsrmagazine.com/reports/9-fast-food-trends-2015", "HandheldFriendly": "true", "dcterms.creator": "tory", "MobileOptimized": "width", "dcterms.language": "und", "dcterms.type": "Text", "article": {"publisher": "https://www.facebook.com/QSRmagazine/", "published_time": "January 5, 2015 - 18:00", "modified_time": "February 13, 2015 - 09:37"}, "dcterms.date": "2015-01-05T18:00-05:00", "viewport": "width=device-width", "dcterms.title": "9 Fast Food Trends for 2015"}, "_id": "\"57477af36914bd0286fcb925\"", "article_summary": "Justin Massa, founder and chief executive of Food Genius, a food industry data and insight firm, says the industry can expect to see mobile innovations of all different kinds in 2015.\nIn the U.S., mobile payments are expected to triple to nearly $9 billion in 2015, according to digital marketing firm eMarketer.\nFor the restaurant industry, getting a peek into likely trends for 2015 provides some insight into the type of menu items that could give them smash successes in the year ahead—or a glimpse of the staggering challenges they’re left to overcome.\nNo matter which trends actually stick, there is at least one thing operators can be optimistic about: The economy is improving.\n“The impact is still very real for many consumers,” says NRA chief economist Bruce Grindy in an email."}