{"article_title": "Union conference marks growth of adjunct organizing strategy", "article_keywords": ["conference", "working", "seiu", "union", "university", "washington", "strategy", "adjunct", "students", "growth", "college", "student", "marks", "organizing", "adjuncts"], "article_url": "https://www.insidehighered.com/news/2013/11/18/union-conference-marks-growth-adjunct-organizing-strategy", "article_text": "WASHINGTON -- Linking their struggle for better working conditions to student debt struggles was among the organizing strategies adjuncts discussed during a weekend conference here on non-tenure-track faculty organizing. Speakers and attendees said they anticipated difficulties, but many also expressed confidence that powerful bonds could be forged over the idea that rising tuition rates aren't supporting a living wage for those doing much of the teaching.\n\n\"They're going to try to pit us against each other,\" said Jane Harty, longtime adjunct professor of music at Pacific Lutheran University, during the annual Coalition of Academic Labor conference, hosted by Service Employees International Union Local 500. The union represents adjuncts in the greater Washington, D.C. area. \"But [budgets] can't be balanced on our backs or on the backs of the students.\" SEIU is pursuing citywide adjunct organization in several major U.S. cities.\n\nK.B. Brower, a recent graduate of the College of William and Mary and a national organizer with United Students Against Sweatshops, agreed with Harty, calling the idea that tuition has to go up for adjuncts to see better pay and working conditions a \"false dichotomy.\"\n\n\"Tuition's going up anyway,\" she said, recommending targeted student recruitment in the fight for better adjunct working conditions. \"I think there's this idea that students are apathetic and I want to debunk that. I was apathetic until someone organized me and had a targeted conversation.\"\n\nStudents, who pay tuition, have powers and protections that adjuncts don't in their efforts to organize, she added.\n\nAmong those audience members in agreement was Richard Gomes, an adjunct instructor of American language studies at Rutgers University at Newark. Gomes said graduate students recently were instrumental in his university's decision to pay adjuncts for dissertation advising.\n\n\"If we don't start looking at students and having these joint affiliations, we're never going to win,\" he said.\n\nAt its conference last year , SEIU Local 500 discussed an emerging strategy for unionization at campuses across the Washington, D.C. area, with the goal of eventually forming a citywide union to improve working conditions across the market. At that time, adjuncts at American University, George Washington University and Montgomery College in Maryland had formed unions. Since then, Georgetown University adjuncts have formed a union and University of District Columbia adjuncts have filed a petition to hold a union election with Public Employee Relations Board in Washington, D.C. Organizing efforts also are under way at other institutions in the area.\n\nThe theory behind the effort of unionizing in metro areas is that by unionizing at as many institutions as possible, SEIU can force adjuncts wages and benefits up regionwide by creating new standards that become the norm in the area labor market.\n\nUnder SEIU International's Adjunct Action campaign, unionization efforts also have spread in the last year to Boston, where Tufts University university adjuncts recently voted form a union (and Bentley University adjuncts narrowly voted down a union bid); Los Angeles, where adjuncts at Whittier College and University of La Verne recently filed petitions with the NLRB; and Seattle, where Pacific Lutheran University adjuncts are awaiting a national NLRB decision on the university's challenge to its bid , which was approved by a local board. There are union drives at additional institutions in all three cities, including Northeastern and Lesley Universities in Boston\n\nAnne McLeer, director of research and strategic planning for SEIU Local 500, said she was \"really, really pleased\" that the union's goals, as outlined last year, were \"coming to fruition\" across the U.S. Going forward, she said, \"We want to go up and down campuses,\" unionizing non-instructional workers as well as adjuncts, and work with more students and parents on ways to control the cost of college.\n\nGetting students involved in the campaign for better pay and other working conditions for adjuncts was the subject of several conference panel discussions, including one called \"Spoiling for a Fight: Will Millennials Ever Join a Movement Against Student Debt?\" Panelists including student organizers and indebted graduates debated whether or not student debt was a help or hindrance to student activism.\n\nAlthough some critics blame student debt loads on their lack of financial literacy, said Chris Hicks, an organizer with the Student Labor Action Project, \"The real root of the problem is college affordability.\" The answer is reframing public education as a public good, he added. \"We're a better society when we're educated and have college degrees.\"\n\nBob Fernandez, director of financial aid at Quinebaug Valley Community College in Windham County, Conn., the state's least affluent county, said that his institution had paired that notion with action. By targeted donor recruitment through a college-affiliated foundation, the college was able to reduce its entire student debt for all students, combined, to $26,000.\n\n\"We have to start advocating against student debt and we have to start eliminating some of this because we're burdening future generations,\" he said.\n\nAnother major topic of conversation was finding creative ways to identify and reach individual adjuncts, who are often hard to find due to their \"commuter professor\" status and frequent lack of office space. Mariah Quinn, a digital media specialist for SEIU an Adjunct Action, said the campaign soon will launch an \"associate member\" program for adjuncts at institutions outside of current organization zones, as well as for students and parents. Information gathered on associate members also will help SEIU collect data on potential zones of organization, she said. And Jess Kutch of Coworker.org , a workplace reform-based petition website that gathers and stores data on signatories on a voluntary basis, said that site could be used to create networks of adjuncts in a given area for organizing purposes.\n\nJoe Berry, a member of the board of the New Faculty Majority, a national adjunct advocacy organization, wrote about the history of the adjunct labor movement and the metro organizing strategy in his book, Reclaiming the Ivory Tower: Organizing Adjuncts to Change Higher Education. He said it was \"extremely gratifying\" to see the movement taking hold. Beyond raising standards for adjuncts at individual campuses, he said, \"It appears standards are being raised \" across Washington, where the movement is the most advanced.\n\nIn the future, he said, he'd like to see more collaboration between unions, including traditional education unions, on ways to organize adjuncts across metro regions. \"There will be interesting things to watch down the road,\" he said.\n\nMaria Maisto, president of the New Faculty Majority, said organization and student outreach efforts must be paired with public policy advocacy, and that there's increasing interest among lawmakers in adjunct issues. During a Congressional hearing on the impact of the Affordable Care Act on education last week, at which she testified, Maisto said several legislators expressed interest in holding more in-depth talks on adjuncts and their working conditions. \"We're continuing to educate those people in a positions of power who can help us effect change,\" she said.\n\nMatt Williams, co-founder of the New Faculty Majority, said contingent faculty labor is an issue that should be getting attention from both sides of the aisle. Lawmakers should care that those who have gotten an education with the intent to give back to society are, in some cases, being \"driven onto the rolls of public welfare.\" For those who believe that the \"oversupply\" of Ph.D.s should be handled by the free market, Williams has said, intervention is needed because universities control both supply and demand for professors.\n\nRobin Sowards, an adjunct professor of English at Duquesne University, whose adjuncts are in a protracted fight for unionization with the United Steelworkers (like Pacific Lutheran, Duquesne is claiming that its religious status puts it outside NLRB jurisdiction), said there's currently an unprecedented momentum in adjunct reform. That's the case on his campus, where the recent story of Margaret Mary Vojtko , a former adjunct of French who died sick and penniless this year, captured national attention, he said, as well as across the country.\n\nIt feels like \"we're on the brink of the abyss, but there's also an enormous amount of potential,\" he said.", "article_metadata": {"og": {"url": "https://www.insidehighered.com/news/2013/11/18/union-conference-marks-growth-adjunct-organizing-strategy", "image": "https://www.insidehighered.com/sites/all/themes/ihecustom/images/facebook_icon_large.jpg", "type": "article", "description": "Union seeking collective bargaining for those off the tenure track wants to attract student support by focusing on debt.", "title": "Union conference marks growth of adjunct organizing strategy"}, "msapplication-config": "/IEconfig.xml", "description": "Union seeking collective bargaining for those off the tenure track wants to attract student support by focusing on debt.", "viewport": "width=device-width, initial-scale=1", "robots": "follow, index"}, "_id": "\"57477af36914bd0286fcb93a\"", "article_summary": "\"Tuition's going up anyway,\" she said, recommending targeted student recruitment in the fight for better adjunct working conditions.\nAt that time, adjuncts at American University, George Washington University and Montgomery College in Maryland had formed unions.\nSince then, Georgetown University adjuncts have formed a union and University of District Columbia adjuncts have filed a petition to hold a union election with Public Employee Relations Board in Washington, D.C.\nWASHINGTON -- Linking their struggle for better working conditions to student debt struggles was among the organizing strategies adjuncts discussed during a weekend conference here on non-tenure-track faculty organizing.\nAmong those audience members in agreement was Richard Gomes, an adjunct instructor of American language studies at Rutgers University at Newark."}