{"article_title": "US ‘Blood and Treasure’ Won’t Be Wasted", "article_keywords": ["wont", "afghanistan", "treasure", "rights", "country", "executive", "abdullah", "chief", "opportunities", "american", "united", "blood", "wasted", "president"], "article_url": "http://dailysignal.com/2015/03/26/exclusive-afghanistan-chief-executive-vows-us-blood-and-treasure-wont-go-to-waste/", "article_text": "In an exclusive interview with The Daily Signal, Afghanistan’s chief executive promised a “new chapter” in relations with the United States and vowed that his country has to become self-reliant after more than 13 years of American nation-building.\n\n“In Afghanistan, the U.S. has invested a lot in blood and treasure and it’s important that those investments are preserved,” said Abdullah Abdullah, chief executive of Afghanistan, a role created as part of an American-brokered deal to end a political crisis ignited by election fraud in the nation’s presidential election last year.\n\n“We are grateful of the support U.S. provided Afghanistan. We are appreciative. There is a new chapter opened post-inauguration of the Afghan unity government. The true spirit of partnership was revived after a few years of missed opportunities.”\n\nWrapping up a nearly week-long visit to Washington, D.C., with Afghan President Ashraf Ghani, Abdullah spoke with The Daily Signal before a speech at The Heritage Foundation Thursday morning.\n\n“The true spirit of partnership was revived after a few years of missed opportunities,” says @DrAAbdullah of U.S.-Afghanistan relations\n\nThough Abdullah’s official authority in the Afghanistan government is not well-defined, he technically shares executive authority with Ghani, his opponent in last year’s election.\n\nFlashing humor and resolve, Abdullah tried to show that Afghanistan’s new leaders are different than former President Hamid Karzai, who was known for using anti-American rhetoric and being resistant to the enduring presence of U.S. troops in the country.\n\nAbdullah, often using words like “grateful” and “partnership,” thanked President Obama for his announcement this week that the United States will maintain its current force of 9,800 American troops in Afghanistan until at least the end of the year.\n\nLast year, Obama had said that by the end of 2015, U.S. forces in Afghanistan would be reduced to about half of the current levels.\n\nMore than 2,300 Americans have been killed fighting in Afghanistan since 2001.\n\nThough he declared that Afghanistan “has to” eventually be able to stand alone, Abdullah said a continued American presence in the country is necessary to help confront an expected springtime resurgence of Taliban fighting and to continue training the Afghan security forces.\n\nAt the height of the war, there were more than 130,000 international troops in Afghanistan, Abdullah said. Now there are about 12,000, he said.\n\nAbdullah told The Daily Signal that Afghanistan’s leaders want to avoid the fate of Iraq, where a hasty American exit from that country helped contribute to the rise of ISIS terrorists.\n\nISIS, also known as the Islamic State or ISIL, does not present an “imminent threat” to Afghanistan, Abdullah said, but the country is prepared for that possibility considering the insecurity in the broader region.\n\n“It’s [ISIS] something nobody can ignore in the region or beyond the region,” Abdullah said. “We have to keep our eye on it.”\n\nBut Abdullah preferred to frame challenges as opportunities.\n\nHe said Afghanistan would keep an “open door” to potential peace talks with the Taliban and “make inroads” to improve its relationship—and cooperation against terrorism—with neighboring Pakistan.\n\nHe said the country will work to improve human rights conditions and root out corruption.\n\nThough Abdullah cannot match the Western background of Ghani—who lived in the United States for more than 20 years—he showcases a suave, smooth-talking style.\n\nWhen an audience member questioned his country’s sincerity in tackling human rights, Abdullah calmly, but firmly, shot back.\n\n“Human rights is a top priority,” said Abdullah, a politician of Tajik-Pashtun ethnicity who began his career as an eye surgeon. “Without addressing human rights and women’s rights, we cannot survive. Of course there will be resistance. But I can assure you it is a top priority. I don’t recall a conversation [with American leaders this week] where this issue was not raised.”\n\nThough there have been reports that Ghani has tried to consolidate power and weaken Abdullah, the chief executive insists the relationship “is working.”\n\nHe smiled when he said that as chief executive, “I tend to have more insight into the country than most, with the exception of the president of course.”\n\nVoicing a sentiment that isn’t always a reality in Washington, Abdullah vowed to work with his former opponent for the betterment of Afghanistan—and for the sake of America’s sacrifice.\n\n“We are on the same page,” Abdullah said. “We come from different backgrounds and at times disagree and are strong in defending our views. You consider that normal. I will never underestimate the challenges ahead of us. But also look at the opportunities. The opportunities are endless. For the two of us, the opportunities can never be better.”", "article_metadata": {"description": "In an exclusive interview with The Daily Signal, Afghanistan’s chief executive promised a “new chapter” in relations with the United States.", "og": {"site_name": "The Daily Signal", "description": "In an exclusive interview with The Daily Signal, Afghanistan’s chief executive promised a “new chapter” in relations with the United States.", "title": "Afghanistan CEO: US ‘Blood and Treasure’ Won’t Be Wasted", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/Unknown7.jpeg", "updated_time": "2015-03-26T18:59:45+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1yeQ0Sw"}, "twitter": {"domain": "The Daily Signal", "description": "In an exclusive interview with The Daily Signal, Afghanistan’s chief executive promised a “new chapter” in relations with the United States.", "title": "Afghanistan CEO: US ‘Blood and Treasure’ Won’t Be Wasted", "image": {"src": "http://dailysignal.com/wp-content/uploads/Unknown7.jpeg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Evergreen Topics", "tag": "middle east", "published_time": "2015-03-26T19:02:33+00:00", "modified_time": "2015-03-26T18:59:45+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Afghanistan, Abdullah Abdullah, President Ghani, ISIS, terrorism, Taliban, Pakistan"}, "_id": "\"57477af36914bd0286fcb957\"", "article_summary": "When an audience member questioned his country’s sincerity in tackling human rights, Abdullah calmly, but firmly, shot back.\nAt the height of the war, there were more than 130,000 international troops in Afghanistan, Abdullah said.\n“In Afghanistan, the U.S. has invested a lot in blood and treasure and it’s important that those investments are preserved,” said Abdullah Abdullah, chief executive of Afghanistan, a role created as part of an American-brokered deal to end a political crisis ignited by election fraud in the nation’s presidential election last year.\n“Human rights is a top priority,” said Abdullah, a politician of Tajik-Pashtun ethnicity who began his career as an eye surgeon.\nISIS, also known as the Islamic State or ISIL, does not present an “imminent threat” to Afghanistan, Abdullah said, but the country is prepared for that possibility considering the insecurity in the broader region."}