{"article_title": "Little Rock's Starr", "article_keywords": ["little", "kids", "falcons", "taking", "camp", "training", "football", "rocks", "step", "tyler", "starr", "future"], "article_url": "http://www.keloland.com/news/article/sports/little-rocks-starr", "article_text": "Sioux Falls, SD\n\nBeing drafted second to last in this year’s NFL Draft, former Coyote Linebacker Tyler Starr, knows the odds of making the Atlanta Falcons roster are against him. Those are the same odds much of the kids that look up to him in KELOLAND have, of even making it as far as he has.\n\nHis passion for what many consider a game is what drives Tyler Starr to make football his career. This week the Falcons 7th round pick held his first defensive camp at the Sanford Fieldhouse in Sioux Falls, SD. He talked to kids of all ages not only about the hurdles he's faces on the field, but also the most important one he battled off of it.\n\n\"When I had to sit out as a red-shirt my sophomore year I didn't have football in my life and I didn't really have any direction. I love the game of football and I began to figure out that it could be my way out. Not only did I have a passion for it, but I was excelling at it,\" Starr said.\n\nHis talent and athletism excelled him enough to become USD's all-time sack leader. The reigning Missouri Valley Conference Defensive Player of the Year understands what his uphill climb means to the children in this region.\n\n\"I care about their future. Me being here can show what the NFL can do for these kids. Every decision they make will have either a positive or a negative reaction for their future. I want them to know every decision they make they need to; take a step back, analyze the situation, and think is it going to help them get to where they want to go,\" Starr said.\n\nThe versatile linebacker from Little Rock, IA obviously made the right choice by sticking it out at USD. Now as training camp nears he is focused on taking the necessary steps to make Atlanta's 53 man roster.\n\n\"I'm just learning how to grow while preparing for training camp and hopefully a preseason. I'm always looking forward to the future, because it's good to live in the now while preparing for the future. I'm trying to get better today than I was yesterday while taking the next step,\" Starr said.\n\nStarr will begin battling for a roster spot July 25th when the Falcons open up their training camp in Flowery Branch, GA.\n\n", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Being drafted second to last in this year&rsquo;s NFL Draft, former Coyote Linebacker Tyler Starr, knows the odds of making the Atlanta Falcons roster", "title": "Little Rock's Starr", "url": "http://www.keloland.com/news/article/sports/little-rocks-starr", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/52115.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "viewport": "width=device-width, initial-scale=1.0", "Generator": "Sitefinity 7.3.5630.0 PE", "description": "Being drafted second to last in this year&rsquo;s NFL Draft, former Coyote Linebacker Tyler Starr, knows the odds of making the Atlanta Falcons roster"}, "_id": "\"57477af36914bd0286fcb95d\"", "article_summary": "His passion for what many consider a game is what drives Tyler Starr to make football his career.\nI'm trying to get better today than I was yesterday while taking the next step,\" Starr said.\nStarr will begin battling for a roster spot July 25th when the Falcons open up their training camp in Flowery Branch, GA.\nSioux Falls, SDBeing drafted second to last in this year’s NFL Draft, former Coyote Linebacker Tyler Starr, knows the odds of making the Atlanta Falcons roster are against him.\n\"I'm just learning how to grow while preparing for training camp and hopefully a preseason."}