{"article_title": "Is Massachusetts' Medical Marijuana Industry Going Up in Smoke? -- The Motley Fool", "article_keywords": ["fool", "program", "dispensaries", "motley", "industry", "million", "marijuana", "states", "legalization", "state", "going", "massachusetts", "smoke", "medical"], "article_url": "http://www.fool.com/investing/general/2015/05/23/is-massachusetts-medical-marijuana-industry-going.aspx", "article_text": "Look around the country. Marijuana is beginning to take it by storm -- at least compared to what the landscape looked like 20 years ago. In 1995 not a single state had approved marijuana for medicinal or recreational purposes, and Gallup pegged overall approval for legalizing the drug at just 25%.\n\nFast-forward to 2015 and more than half of all respondents in Gallup's poll favor the legalization of marijuana. Furthermore, nearly half (23) of all states have legalized marijuana for medicinal uses, while four states (Washington, Oregon, Alaska, and Colorado) have legalized the recreational use of the drug.\n\nFor states the big impetus of legalization is the added revenue that taxation can bring. Just look at Colorado, which in its first full year of statewide legalization generated $699 million in tax revenue. This is well ahead of the $578 million that was estimated when the year began. Tax revenue can be critical to closing state budget gaps, and it can help boost government-sponsored employment.\n\nFor consumers, legalization represents something a bit different. For the recreational customer it might be a symbol of freedom, but for the medicinal customer it's a means to alleviate what can potentially be serious symptoms or side effects of a disease or disorder. It's for this reason why medical marijuana support is so much higher among the general population than an across-the-board legalization.\n\n\n\nMassachusetts medical marijuana comes into focus\n\nOne of the more recent states to legalize the use of medical marijuana is Massachusetts. In 2012 voters went to the polls and overwhelmingly approved the measure by a vote of 63% in favor to 37% against.\n\nWhat was particularly attractive about the Massachusetts medical marijuana industry was that it was to be self-funded, with licensing fees from medical dispensaries and patients paying for the annual costs to run the program. Businesses were expected to kick in $50,000 annually, with patients paying $50 per year. In fact, the law was written in such a way that a separate fund was set up strictly to administer the Massachusetts medical marijuana program.\n\nHowever, more than two-and-a-half years after the bill was approved, the Massachusetts medical marijuana industry is still struggling to get its feet off the ground, and it's facing a substantial deficit in 2015.\n\nCan Massachusetts' medical marijuana industry survive?\n\nOne of the biggest problems for Massachusetts' medical marijuana industry has been the approval process for medical dispensaries. Under the original process, the law had allowed for the creation of 35 medical marijuana dispensaries within the state. Currently only 15 licenses have been awarded, and not a single dispensary is open for business.\n\nA new process that's being implemented throughout the state starting June 29, according to the Department of Public Health, is expected to solve the technical problems associated with getting a dispensary license in Massachusetts. The new process allows dispensaries to be scored on an individual basis as opposed to the previous group basis. By \"scoring\" I mean rating the ability of a dispensary to meet the standards and needs of medical marijuana eligible customers. Additionally, applications are going to be processed on a first come, first served basis. The fees associated with a license will remain the same, and the applicants will still need a letter of support or nonopposition from the city in which they plan to operate.\n\nBut there's another concern beyond just getting dispensaries properly licensed: funding the Massachusetts medical marijuana program. As noted above, one of its primary allures was the idea that licensing fees from businesses and patients on an annual basis would cover the costs associated with the program. But in 2015 this may not be the case.\n\nEven with a $400,000 surplus rolled over from 2014 ($3.8 million in revenue and $3.4 million in expenses), a March report from the Department of Health and Human Services in Massachusetts suggests that the program will generate just $1.74 million in revenue this year. Comparatively, it'll have expenses of approximately $2.9 million.\n\nWhy the higher costs? It primarily has to do with officials underestimating staffing and information technology costs. Fewer dispensaries wound up being licensed than initially projected, resulting in lower fees, while the cost to develop an online registration system cost more than was initially budgeted. The end result is the program is expected to have a deficit of $1.17 million in 2015 -- and no one's exactly sure where that money will come from.\n\nLessons learned from Massachusetts' medical marijuana program\n\nIf there's anything the struggles of the Massachusetts medical marijuana program can teach us, it's that there is no sure thing in finance -- especially not in the marijuana industry. There are many nuances that simply can't be foreseen by lawmakers, such as the regulatory and approval process for dispensaries and the costs associated with adhering to state marijuana laws. While I do believe the Massachusetts medical marijuana industry will survive and it'll somehow find a work-around for 2015's deficit, its rocky start will certainly keep unwanted spotlight on the state and its medical marijuana industry.\n\nMassachusetts' struggles also imply that a nationwide medical marijuana legalization could be a long way off. In order to legalize the drug nationally there would need to be some form of state or federal-level online database in place to track patients, dispensaries, and legally grown product. If a relatively small state such as Massachusetts is struggling this mightily to get its program off the ground, imagine what would happen if the door were opened to the remaining 27 states that haven't legally approved medical marijuana and have an even larger population.\n\nFinally, I'd suggest that Massachusetts' problems highlight the dangers of investing in a still nascent marijuana industry. With federal laws still staunchly opposed to the legalization of marijuana and President Obama suggesting that the hotly contested issue should be placed on the backburner in favor of other issues, such as foreign policy and the health of the U.S. economy, the outlook for marijuana investors just isn't that rosy.", "article_metadata": {"publish_time": "11:41", "date": "2015-05-23T15:41:00Z", "description": "Legal marijuana use may be expanding nationwide, but the Massachusetts medical marijuana industry is simply struggling to get its feet off the ground.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "Legal marijuana use may be expanding nationwide, but the Massachusetts medical marijuana industry is simply struggling to get its feet off the ground.", "twitter": {"description": "Legal marijuana use may be expanding nationwide, but the Massachusetts medical marijuana industry is simply struggling to get its feet off the ground.", "site": "@themotleyfool", "title": "Is Massachusetts' Medical Marijuana Industry Going Up in Smoke?  --  The Motley Fool"}, "headline": "Is Massachusetts' Medical Marijuana Industry Going Up in Smoke?", "og": {"site_name": "The Motley Fool", "description": "Legal marijuana use may be expanding nationwide, but the Massachusetts medical marijuana industry is simply struggling to get its feet off the ground.", "title": "Is Massachusetts' Medical Marijuana Industry Going Up in Smoke?  --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/05/23/is-massachusetts-medical-marijuana-industry-going.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F168349%2F4822581291_8a7f45bec1_z.jpg&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "89d4d702-feb0-11e4-9477-0050569d4be0", "pitch": 1864, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 05 23", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fcb95f\"", "article_summary": "Massachusetts medical marijuana comes into focusOne of the more recent states to legalize the use of medical marijuana is Massachusetts.\nLessons learned from Massachusetts' medical marijuana programIf there's anything the struggles of the Massachusetts medical marijuana program can teach us, it's that there is no sure thing in finance -- especially not in the marijuana industry.\nOne of the biggest problems for Massachusetts' medical marijuana industry has been the approval process for medical dispensaries.\nWhile I do believe the Massachusetts medical marijuana industry will survive and it'll somehow find a work-around for 2015's deficit, its rocky start will certainly keep unwanted spotlight on the state and its medical marijuana industry.\nCan Massachusetts' medical marijuana industry survive?"}