{"article_title": "Hospitals shudder at deep cuts Scott seeks in Medicaid debate", "article_keywords": ["federal", "hospital", "million", "florida", "deep", "shudder", "state", "scott", "tampa", "cuts", "medicaid", "proposal", "hospitals", "debate", "seeks", "care"], "article_url": "http://www.tbo.com/news/education/hospitals-shudder-at-deep-cuts-scott-seeks-in-medicaid-debate-20150529/", "article_text": "— A proposal by Gov. Rick Scott to retain a pool of money for hospitals that serve the poor includes dramatic cuts to many local medical centers, with Tampa General, the area’s largest safety net hospital, targeted for a $31 million hit.\n\nSeveral major state hospitals would see funding from the Low Income Pool slashed, including Jackson Memorial in Miami, with a proposed $85 million reduction; Shands Jacksonville Medical Center at $37 million; Shands Teaching Hospital in Gainesville at $35 million; and Broward General Hospital at $22 million.\n\nIn the Tampa Bay area, All Children’s Hospital Johns Hopkins Medicine in St. Petersburg would lose $13 million, and St. Joseph’s in Tampa, $9 million.\n\n“While we appreciated Gov. Scott’s recent unsuccessful efforts to retain current levels of LIP funding, we are disappointed to see that his proposal targets safety net hospitals and could literally put some out of business,” said Tony Carvalho, president of the Safety Net Hospital Alliance of Florida, in a statement reacting to the plan. “We are urging the governor and his team to re-evaluate the harmful impacts of this proposed redistribution.”\n\nA Tampa General spokesman said the hospital was working through the issue with the alliance and with the Florida Hospital Association, and declined to comment.\n\nAt All Children’s, a higher share of patients are covered by Medicaid than at any hospital in the state — about 70 percent.\n\nThe St. Petersburg center “is an essential provider of critical care to Florida’s sickest children,” president and physician in chief Jonathan Ellen told the Tribune via email. He noted that the hospital could lose $55 million if the Low Income Pool is discontinued altogether.\n\n“Without these funds, All Children’s would have to cut back on clinical programs and other critical care services that All Children’s provides throughout the region,” Ellen said. “Furthermore, these cuts would impact training for the pediatricians of tomorrow and research leading to discoveries that could improve children’s health.”\n\nScott’s plan, forwarded by the state Agency for Health Care Administration to the federal government on Tuesday, is under review in Washington. The federal Centers for Medicare and Medicaid Services issued a statement Friday making clear it has not yet signed off on Scott’s plan.\n\n“CMS continues to be engaged with Florida regarding the state’s LIP proposal … but has not communicated approval,” said Ben Wakana, a CMS spokesman.\n\nThe Obama administration has warned states that the Low Income Pool would be phased out with increases in alternative forms of federal aid — individual coverage under the Affordable Care Act and Medicaid expansion.\n\nHowever, Scott and the state House have refused to expand Medicaid, the federal-state health care program for the poor. Scott sued the federal government to keep LIP funding at current levels.\n\nFlorida received $2.2 billion in LIP funding this year. The federal government recently notified the state that it would provide $1 billion next year and $600,000 the following year.\n\nScott’s plan would take that $1 billion and apply another billion through local tax dollars that generate a federal match in a process known as intergovernmental transfers. But the proposal also redistributes the LIP dollars to hospitals evenly, regardless of the levels of charity and Medicaid care the hospital provides.\n\nMedicaid rates reimburse hospitals at roughly half the actual cost of providing care.\n\nThe Safety Net Hospital Alliance put the overall cost of Scott’s proposal to the state’s 14 teaching, public and children’s hospital systems at $302 million.\n\nThe alliance said the proposal increases payments to for-profit hospitals, most of which are based outside of Florida, by nearly $100 million.\n\nThroughout the debate over federal hospital funding and Medicaid expansion under Obamacare, Scott has routinely mentioned what he calls hospitals’ record profits of $3.7 billion.\n\nThe governor recently formed the Commission on Healthcare and Hospital Funding. On Thursday, he announced that the commission would embark on a “Spotlight Transparency Tour” to compare hospitals in various regions “and how to make them more transparent and efficient for the taxpayers that support them.”\n\nThe Agency for Health Care Administration also released a spreadsheet that listed hospital-by-hospital proposed LIP adjustments and each institution’s “Overall Profit (Total Margin).”\n\nThe spreadsheet showed, for example, Tampa General’s proposed $31 million cut next to a column that indicated it produced $91 million in overall profit in 2014.\n\nA Tampa General spokesman said that number reflects a one-time benefit of $29 million in a sale of investments.\n\nThe AHCA spreadsheet also lists Shands Jacksonville’s cut at $37 million cut and an overall profit of $2.5 million for the previous year — indicating that such a cut could plunge the hospital deeply into the red. Russell Armistead, the hospital’s CEO, has said a cut of that size could put the hospital out of business.\n\nScott’s hospital commission will meet Monday in Tallahassee, and future meetings are scheduled June 17 in Tampa, the week of June 29 in Jacksonville and the week of July 13 in Miami.\n\nThe group said it will invite the lowest- and highest-performing hospitals in each region to present detailed information on their costs, profits and patient outcomes “that all affect the level of taxpayer support to each institution.”\n\nThe Florida Legislature reconvenes Monday in a special session to attempt to settle a state budget for 2015-16. During the regular session, which flamed out early over the health care debate, the state Senate proposed a plan that establishes a state-run program called the Florida Health Insurance Affordability Exchange that would cover 800,000 working poor in Florida using federal Medicaid expansion dollars.\n\nBut Scott and the state House have refused to accept money affiliated with the Affordable Care Act, President Barack Obama’s signature health care legislation, including money for Medicaid expansion.\n\nA House committee workshop on the Senate proposal is scheduled for Monday.\n\nInformation from Matt Dixon of the Tribune/Scripps Capital Bureau was included in this report.\n\njstockfisch@tampatrib.com\n\n(813) 259-7834", "article_metadata": {"taboola-pub-time": "Fri, 29 May 2015 18:17:36 -0400", "Description": "TAMPA — A proposal by Gov. Rick Scott to retain a pool of money for hospitals that serve the poor includes dramatic cuts to many local medical centers, with Tampa General, the area’s la", "og": {"site_name": "TBO.com", "description": "TAMPA — A proposal by Gov. Rick Scott to retain a pool of money for hospitals that serve the poor includes dramatic cuts to many local medical centers, with Tampa General, the area’s la", "title": "Hospitals shudder at deep cuts Scott seeks in Medicaid debate", "url": "http://www.tbo.com/news/education/hospitals-shudder-at-deep-cuts-scott-seeks-in-medicaid-debate-20150529/", "image": {"width": 3570, "identifier": "http://www.tbo.com/storyimage/TB/20150529/ARTICLE/150529182/AR/0/AR-150529182.jpg", "height": 2424}, "updated_time": "2015-05-30T09:07:00Z-04", "type": "article"}, "twitter": {"domain": "tbo.com", "description": "TAMPA — A proposal by Gov. Rick Scott to retain a pool of money for hospitals that serve the poor includes dramatic cuts to many local medical centers, with Tampa General, the area’s", "title": "Hospitals shudder at deep cuts Scott seeks in Medicaid debate", "image": "http://www.tbo.com/storyimage/TB/20150529/ARTICLE/150529182/AR/0/AR-150529182.jpg", "site": "@TBOcom", "card": "summary_large_image"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2015-05-29T18:17:36Z-04", "modified_time": "2015-05-30T09:07:00Z-04"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Throughout the debate over federal hospital funding and Medicaid expansion under Obamacare, Scott has routinely mentioned what he calls hospitals’ record profits of $3.7 billion.\nBut the proposal also redistributes the LIP dollars to hospitals evenly, regardless of the levels of charity and Medicaid care the hospital provides.\nHowever, Scott and the state House have refused to expand Medicaid, the federal-state health care program for the poor.\nAt All Children’s, a higher share of patients are covered by Medicaid than at any hospital in the state — about 70 percent.\nThe alliance said the proposal increases payments to for-profit hospitals, most of which are based outside of Florida, by nearly $100 million."}