{"article_title": "Flu is bigger threat than Ebola", "article_keywords": ["illness", "flu", "stop", "disease", "person", "spread", "health", "vaccine", "threat", "ebola", "public", "bigger"], "article_url": "http://www.cincinnati.com/story/opinion/contributors/2014/10/13/opinion-flu-bigger-threat-ebola/17186947/", "article_text": "A drive-thru flu-shot clinic. The flu vaccine can help stop the spread of a disease that kills up to 49,000 people in the U.S. each year. (Photo: File photo )\n\nDr. Lynne M. Saddler is district director of health for the Northern Kentucky Health Department.\n\nEvery year, cases of a contagious illness occur throughout the United States. They are caused by one of a handful of viruses that are transmitted easily when an infected person coughs or sneezes. Those droplets land either on someone else, or on a surface, which another person touches.\n\nFurther complicating things: A person who is infected with such a virus can transmit it for a day before feeling sick.\n\nThe treatment available for this illness works for some if taken early enough, but not everyone. A vaccine offers about 12 months of protection at a time, targeting the strains of the infection that experts believe will circulate that year. But less than half of the population gets the vaccine each year.\n\nLast year, more than 1,300 Northern Kentucky residents had this illness, and, sadly, five of them died. Nationwide, about 200,000 are hospitalized and up to 49,000 people die each year.\n\nSound scary? The illness I’ve just described is not Ebola. It’s seasonal influenza.\n\nEbola is a serious disease and is new in the United States, so fear of it is understandable. But the risk of infection among the general public in the U.S. is very low for many reasons.\n\nFirst, it’s hard to catch. Ebola is not spread through casual contact or through the air. Ebola is transmitted through direct contact with bodily fluids of a sick person or exposure to objects such as needles that have been contaminated. Moreover, a person with Ebola cannot pass on the virus until he or she has symptoms.\n\nSecond, Ebola can be stopped by tried and true public health measures. This includes isolating people who are ill and quarantining and monitoring their contacts for illness as well – all measures that have been used in other parts of the country.\n\nLastly, we have the infrastructure in the U.S. to help stop Ebola.\n\nIn Western Africa, where the disease has spread rapidly, conditions are vastly different. Most homes do not have running water or soap. Some hospitals may also not have running water or electricity.\n\nGovernments and business in these countries are recovering from years of civil war, and there are not enough health care workers.\n\nIn a U.S. hospital, basic infection control can stop Ebola from spreading, and the U.S. health care system can provide the support an Ebola patient needs to have the best chance of recovery: IV fluids, maintaining blood pressure and oxygen levels, and treatment for other infections that may arise.\n\nDr. Tom Frieden, the director of the Centers for Disease Control and Prevention, has said repeatedly that he has no doubt that Ebola can be controlled in the U.S.\n\nI agree.\n\nThe likelihood that you will be exposed to flu is far greater. Yet, for some reason, many of us tend to think we are immune from these risks.\n\nWe aren’t.\n\nSo while Ebola may be the newest public health threat in the U.S., we must not be complacent about more common serious illnesses. Get vaccinated against flu (it’s readily available and, with the Affordable Care Act, most people can get it for free), wash your hands, keep your hands away from your eyes, nose and mouth, and avoid people who are sick. Don’t let a fear of Ebola distract you from taking common sense measures to protect yourself and your family from the much greater risk of getting the flu. ■\n\nLynne M.Saddler\n\nRead or Share this story: http://cin.ci/1xKo9tS", "article_metadata": {"google": "notranslate", "description": "Don’t let a fear of Ebola distract you from steps to protect yourself from the flu.", "p": {"domain_verify": "8c50ff021dfc409ea7325f425f178799"}, "og": {"site_name": "Cincinnati.com", "description": "Don’t let a fear of Ebola distract you from steps to protect yourself from the flu.", "title": "Opinion: Flu is bigger threat than Ebola", "url": "http://www.cincinnati.com/story/opinion/contributors/2014/10/13/opinion-flu-bigger-threat-ebola/17186947/", "image": "http://www.gannett-cdn.com/GDContent/applogos/cincinnati.png", "type": "article"}, "twitter": {"description": "Don’t let a fear of Ebola distract you from steps to protect yourself from the flu.", "title": "Opinion: Flu is bigger threat than Ebola", "image": "http://www.gannett-cdn.com/-mm-/312355398a5c79be70449c225c7e70f9ce81d2ea/c=404-0-2004-1600&r=x643&c=640x640/local/-/media/Cincinnati/2014/10/13/-h0920seareanews.jpg20120925.jpg", "creator": "@enquirer", "site": "@enquirer", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600019252", "fb": {"app_id": 157995810912644}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Organizations/Centers for Disease Control and Prevention", "gci-asset-type": "story", "gci-categories": "Organizations/Centers for Disease Control and Prevention", "title": "Opinion: Flu is bigger threat than Ebola", "author": "Lynne M. Saddler", "pageclass": "article", "recs": {"category": "opinion/contributors", "image-3-4": "http://www.gannett-cdn.com/-mm-/0b5f5f70b9664fc40d607d99de731d481a932222/c=604-0-1804-1600/local/-/media/Cincinnati/2014/10/13/-h0920seareanews.jpg20120925.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/f249e76c2a7ab253a08192deac816c67cbcd9ac7/c=404-0-2004-1600/local/-/media/Cincinnati/2014/10/13/-h0920seareanews.jpg20120925.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/834961ad1338337c686f9b340fe54a0a8050800d/c=138-0-2271-1600/local/-/media/Cincinnati/2014/10/13/-h0920seareanews.jpg20120925.jpg", "image": "http://www.gannett-cdn.com/-mm-/3ac3a89ff90081ee82bfde5063ad0ff3d4f28fb0/c=0-123-2408-1477&r=x633&c=1200x630/local/-/media/Cincinnati/2014/10/13/-h0920seareanews.jpg20120925.jpg", "publishtime": "2014-10-13T10:45:06-04:00", "shorthed": "Flu is bigger threat than Ebola", "articleid": 17186947, "image-16-9": "http://www.gannett-cdn.com/-mm-/f51de8a2e0ff847fe62d6eee0e16e23b34cf693d/c=0-123-2408-1477/local/-/media/Cincinnati/2014/10/13/-h0920seareanews.jpg20120925.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/cd4da0d875112faa7ea35dab53305bbcbfe7fccf/c=754-0-1654-1600/local/-/media/Cincinnati/2014/10/13/-h0920seareanews.jpg20120925.jpg"}}, "news_keywords": ""}, "_id": "\"57477af46914bd0286fd9828\"", "article_summary": "So while Ebola may be the newest public health threat in the U.S., we must not be complacent about more common serious illnesses.\nLastly, we have the infrastructure in the U.S. to help stop Ebola.\nThe flu vaccine can help stop the spread of a disease that kills up to 49,000 people in the U.S. each year.\nSecond, Ebola can be stopped by tried and true public health measures.\nDon’t let a fear of Ebola distract you from taking common sense measures to protect yourself and your family from the much greater risk of getting the flu."}