{"article_title": "The Friday Filibuster: Cruzin' for the White House", "article_keywords": ["week", "iran", "deal", "house", "bergdahl", "number", "cruz", "trafficking", "human", "cruzin", "president", "white", "filibuster"], "article_url": "http://townhall.com/tipsheet/leahbarkoukis/2015/03/27/the-friday-filibuster-cruzin-for-the-white-house-n1977187", "article_text": "The Friday Filibuster: The one-stop-shop for everything you need to know about this week in politics.\n\nClosing Numbers\n\n\n\n\n\n150- The number of people who died in the Germanwings Airliner crash this week, 3 of whom were Americans.\n\n7-The number of pro-lifers arrested while praying outside of Speaker Boehner’s office.\n\n0 inspector general was at the State Department when Hillary Clinton was there.\n\n3- The number of Shiite militias in Iraq that have decided to stop fighting.\n\n37 percent of Americans view Hillary Clinton unfavorably.\n\nAbortion & Human Trafficking\n\nIn New York, a pro-abortion provision in a human trafficking bill, which held up its passage for years, has finally been severed, clearing the way for this important legislation to advance. Meanwhile in Washington, Senate Democrats continued to block a vote on legislation meant to stop human trafficking and help victims because of a provision that prevents public funds from paying for abortions. Guy debunks their false talking points here. Reid’s also preparing to block another bipartisan bill over abortion funding.\n\nObamacare\n\nAs we marked the five year anniversary of Obamacare this week, the president said the law is a stunning success: “Every prediction they made about it turned out to be wrong,” he said in Cleveland on Wednesday. “It’s working better than even I expected.” National Journal’s Ron Fournier took conservatives to task over their continued efforts to repeal and replace the law—and things escalated quickly.\n\nCampaigns & Elections\n\n\n\n\n\nElection season has officially gotten underway with Sen. Ted Cruz announcing on Monday that he is running for president, thus becoming the first entrant into the GOP race. Though, like President Obama, Cruz is only a one-term senator and lacks the executive experience, he defended his candidacy on “The Kelly File” this week and stressed the importance of a conservative win in 2016. While there are naysayers, Cruz is constitutionally eligible to be president; even Al Sharpton had to concede he’s “allegable.” Next up to announce their candidacy? Sen. Rand Paul, who will formally declare in early April. He’s also already taking some soft shots at Cruz. And DNC \"factivists\" are already getting to work.\n\nAnd in other election news: Sens. Harry Reid and Dan Coats announced they plan to step down in 2016; the Democratic representative who unseated Allen West will be running for Rubio’s Senate seat; and Boston Globe’s editorial board is practically begging Elizabeth Warren to run.\n\nForeign Policy\n\nNuclear negotiations with Iran went from bad to worse this week. Just one day after President Obama urged Iran to seize a ‘historic opportunity’ to reach a deal, the country’s supreme leader chanted ‘Death to America’ after telling a crowd in Tehran that it would ‘not capitulate to Western demands.’ And they certainly aren’t. The U.S. not only brushed this off rhetoric, but also agreed to allow Iran to maintain centrifuges in a fortified underground bunker…oh, and any “deal” we come to likely won’t even be in writing. Both Rubio and Walker said that if they became president they’d immediately scrap Obama’s Iran deal. In related news, the White House found out this week that Israeli intelligence had been eavesdropping on our negotiations and then used that information to try to lobby Congress against a deal. Meanwhile, the White House continues to believe we’ve “succeeded” in Yemen even as its president fled rebels and al Qaeda took control of a key city.\n\nBergdahl\n\nThe U.S. Army announced official charges against Sgt. Bowe Bergdahl this week, including one count of desertion and one count of misbehavior before the enemy. If convicted, Bergdahl could face life in prison. After Bergdahl was released this summer in a swap for five Taliban prisoners, members of his platoon came forward with details about Bergdahl’s disappearance. They claimed he violated his oath and left on his own accord. Now, even though their statements have been vindicated, State Department Deputy Press Secretary Marie Harf refuses to apologize to the platoon members for previously dismissing them as non-credible.\n\nGraphics by Townhall Graphic Designer Feven Amenu.", "article_metadata": {"description": "The Friday Filibuster: The one-stop-shop for everything you need to know about this week in politics. .05/26/2016 9:53:43AM EST.", "author": "Leah Barkoukis", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "The Friday Filibuster: The one-stop-shop for everything you need to know about this week in politics.", "title": "Leah Barkoukis - The Friday Filibuster: Cruzin' for the White House", "url": "http://townhall.com/tipsheet/leahbarkoukis/2015/03/27/the-friday-filibuster-cruzin-for-the-white-house-n1977187", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2015/3/27/7.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "The Friday Filibuster: The one-stop-shop for everything you need to know about this week in politics.", "title": "Leah Barkoukis - The Friday Filibuster: Cruzin' for the White House", "url": "http://townhall.com/tipsheet/leahbarkoukis/2015/03/27/the-friday-filibuster-cruzin-for-the-white-house-n1977187", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2015/3/27/7.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "The Friday Filibuster: Cruzin' for the White House, Leah Barkoukis, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fe4a96\"", "article_summary": "Meanwhile, the White House continues to believe we’ve “succeeded” in Yemen even as its president fled rebels and al Qaeda took control of a key city.\nBoth Rubio and Walker said that if they became president they’d immediately scrap Obama’s Iran deal.\nMeanwhile in Washington, Senate Democrats continued to block a vote on legislation meant to stop human trafficking and help victims because of a provision that prevents public funds from paying for abortions.\nAbortion & Human TraffickingIn New York, a pro-abortion provision in a human trafficking bill, which held up its passage for years, has finally been severed, clearing the way for this important legislation to advance.\nThe Friday Filibuster: The one-stop-shop for everything you need to know about this week in politics."}