{"article_title": "War and the Constitution: Declare vs Wage", "article_keywords": ["wage", "constitution", "congress", "country", "offensive", "wars", "war", "power", "vs", "branch", "declaration", "president", "declare"], "article_url": "http://tenthamendmentcenter.com/2013/12/07/war-and-the-constitution-declare-vs-wage/", "article_text": "The Constitution is quite clear on war power. Congress has the power to determine IF the country will wage offensive war and against WHOM. Once that decision is made by the Congress, the President is in charge of waging that war.\n\nThe power in question is delegated in Article I, Section 8, Clause 11 of the Constitution:\n\n[Congress shall have Power…] To declare War, grant Letters of Marque and Reprisal, and make Rules concerning Captures on Land and Water;\n\nTHE FOUNDERS\n\nAs I wrote in an early-2007 article, Article II, Section 2 of the Constitution, on the other hand, refers to the President as the “commander-in-chief of the army and navy of the United States.” What the founders meant by this clause was that once war was declared, it would then be the responsibility of the President, as the commander-in-chief, to direct the war.\n\nAlexander Hamilton supported this when he said that the President, while lacking the power to declare war, would have “the direction of war when authorized.” Thus, under the Constitution, the President, acting without a Congressional declaration of war, is authorized only to repel invasion and sudden attacks.\n\nPre-emptive strikes and undeclared offensive military expeditions are not powers delegated to the executive branch in the Constitution, and are, therefore, unlawful. Thomas Jefferson stated this quite eloquently when, in 1801, he said that, as President, he was “unauthorized by the Constitution, without the sanction of Congress, to go beyond the line of defense.”\n\nAs an aside, it’s also important to note that no federal branch has the constitutional authority to transfer powers delegated to it to another branch. There’s nothing in the text of the Constitution or the views of the Founders which would support this absurd notion. The Founders created a system of government where certain levels of government were responsible for certain powers, and not the others. A primary reason for this was a distrust of executive power.\n\nWar was something that was a big part of the Founders’ distrust of power. James Madison warned us that the power of declaring war must be kept away from the executive branch when he wrote to Thomas Jefferson:\n\n“The constitution supposes, what the history of all governments demonstrates, that the executive is the branch of power most interested in war, and most prone to it. It has accordingly with studied care vested the question of war in the legislature.”\n\nThere simply is no debate. Congress, not the President, decides if the country will go to war.\n\nTWISTED DEFINITIONS\n\nAs they did in with the US war against Libya, those violating these strict constitutional limitations will likely refer to an attack on Syria as something other than “war.” But, changing the words they use to describe their actions doesn’t change the constitutional ramifications.\n\nUnder the Constitution, a war is a war whether you call it a war or something else.\n\nConstitutional scholar, Rob Natelson, wrote about the legal meaning of the word “war”” in March, 2011:\n\nFounding-Era dictionaries and other sources, both legal and lay, tell us that when the Constitution was approved, “war” consisted of any hostilities initiated by a sovereign over opposition. A very typical dictionary definition was, “the exercise of violence under sovereign command against such as oppose.” (Barlow, 1772-73). I have found no suggestion in any contemporaneous source that operations of the kind the U.S. is conducting were anything but “war.” The Founders’ favorite authority on international law, Vattel, divided wars into three principal categories: defensive wars, offensive just wars, and offensive unjust wars. A nation fought a defensive war when it responded to an invasion. It fought a just offensive war when it responded to an infringement of its rights short of invasion. It fought an unjust offensive war if it attacked another country even though that other country had not infringed its rights. Examples of unjust offensive wars were those fought for conquest or to limit an innocent neighbor’s power. A defensive war did not require a declaration. A just offensive war did require one, although it might be called something other than “declaration of war.” The declaration triggered certain consequences under international law, but Vattel says its principal purpose was to give the other country a last chance to correct the injury it was inflicting. Because unjust wars were those launched by a country that had not suffered legal injury, it follows that “declarations of war” issued by an aggressor were at least partially defective.\n\nNatelson also suggested that, even if declared, the government has “no constitutional power to wage an unjust war.”\n\nThe last time Congress constitutionally-declared war was on December 11, 1941; against Germany, in response to its formal declaration of war against the United States. This resolution was quickly accomplished with a statement that was well-under one page in length; yet it still clearly delineated who the enemy was, and what was to be done. Three days earlier, and one day after being attacked at Pearl Harbor, Congress declared war on Japan with a similar clarity. Both actions resulted in a clear-cut military victory.\n\nThe short version? Unless fending off a physical invasion or attack, the president is required to get a Congressional declaration of war before engaging in military hostilities in another country.\n\nSince it’s unlikely that the executive branch will limit its own power, and there’s very little evidence that the congress will use the power of the purse to do so either, it’s going to be up to the people of the states to make that happen whether the feds want us to or not.\n\nShare this: Facebook\n\nTwitter\n\nReddit\n\nGoogle\n\nTumblr\n\nLinkedIn\n\nEmail\n\n\n\nRelated posts", "article_metadata": {"description": "Congress has the power to determine IF the country will wage offensive war and against WHOM. Once that decision is made by the Congress, the President is in", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "Tenth Amendment Center", "description": "Congress has the power to determine IF the country will wage offensive war and against WHOM.  Once that decision is made by the Congress, the President is in charge of waging that war.", "title": "War and the Constitution: Declare vs Wage | Tenth Amendment Center", "url": "http://tenthamendmentcenter.com/2013/12/07/war-and-the-constitution-declare-vs-wage/", "image": "http://tenthamendmentcenter.com/wp-content/uploads/2013/08/08282013_walks-like-a-duck1.png", "type": "article"}, "twitter": {"image": "http://tenthamendmentcenter.com/wp-content/uploads/2013/08/08282013_walks-like-a-duck1.png", "description": "Congress has the power to determine IF the country will wage offensive war and against WHOM.  Once that decision is made by the Congress, the President is in charge of waging that war.", "card": "summary", "title": "War and the Constitution: Declare vs Wage | Tenth Amendment Center"}, "fb": {"pages": 143173285763}, "keywords": "constitution,michael boldin\\'s column,war", "article": {"publisher": "https://facebook.com/tenthamendmentcenter", "tag": "war", "published_time": "2013-12-07T03:38:31Z", "modified_time": "2013-12-06T18:50:58Z"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcb96b\"", "article_summary": "Under the Constitution, a war is a war whether you call it a war or something else.\nIt fought a just offensive war when it responded to an infringement of its rights short of invasion.\nCongress has the power to determine IF the country will wage offensive war and against WHOM.\nThe Constitution is quite clear on war power.\nIt fought an unjust offensive war if it attacked another country even though that other country had not infringed its rights."}