{"article_title": "Why Advaxis, Inc. Shares Lifted Off -- The Motley Fool", "article_keywords": ["fool", "lifted", "cancer", "motley", "study", "shares", "advaxis", "tumor", "clinical", "adxshpv", "preclinical", "studies", "demonstrated"], "article_url": "http://www.fool.com/investing/general/2015/04/21/why-advaxis-inc-shares-lifted-off.aspx", "article_text": "Although we don't believe in timing the market or panicking over market movements, we do like to keep an eye on big changes -- just in case they're material to our investing thesis.\n\nWhat: Shares of Advaxis (NASDAQ:ADXS), a clinical-stage biotech company focused on developing cancer immunotherapies, rocketed higher by 12% following a presentation by the company at the annual American Association for Cancer Research meeting.\n\nSo what: Released in the middle of the trading day, Advaxis' press release from its AACR presentations outlined encouraging results from one clinical study and two preclinical studies utilizing its Lm-LLO platform designed to reduce the immunosuppressive activity of myeloid-derived suppressor cells and regulatory T-cells.\n\nIn its preliminary data from a phase 1 clinical study involving ADXS-HER2, a cancer immunotherapy targeted at HER2-expressing cancers, ADXS-HER2 in combination with palliative radiation in canines delayed tumor progression and prolonged pet survival for canines with spontaneous osteosarcoma where surgery wasn't an option. There was also no systemic or cardiac toxicity.\n\nIn one of its preclinical studies, ADXS-HPV, a drug designed to target human papillomavirus (HPV)-associated cancers, in combination with an anti-PD-L1 antibody in mice demonstrated some degree of improved tumor growth compared to the anti-PD-L1 antibody alone. By a similar token, no toxicities were observed.\n\nLastly, in another preclinical study, ADXS-HPV was combined with anti-OX40 and anti-GITR antibodies and demonstrated \"significant inhibition of tumor growth and prolonged survival\" in mice with tumors. Advaxis notes that regression of existing tumors occurred in 40% and 60% of animals treated.\n\nNow what: What we're seeing today is how personalized medicine, and the prospects for personalized medicine, are potentially going to transform the healthcare industry in the coming decades. Advaxis' programs, while early stage, have demonstrated favorable safety and initially positive efficacy, especially when it comes to HPV-based cancers. The potential for stimulating a patients' immune system to help fight cancer is among one of the most intriguing pathways biotech companies are currently employing.\n\nOn the other hand, it's important that investors realize Advaxis is still clinical in nature, and in spite of a fairly substantial pipeline based on ADXS-HPV, it could be losing money for years to come. At the end of Advaxis' latest quarter it had just $30.6 million in cash and cash equivalents. It did complete a $23 million registered direct offering in February, but it's possible that more ongoing studies -- especially as they advance into phase 2 and 3 -- could cause its expenses and need for cash to skyrocket. In other words, don't be surprised if Advaxis needs to offer dilutive common stock to raise additional cash.\n\nWith Advaxis' shares up nearly tenfold over the past year I'm of the opinion that I'd wait for more confirmation from late-stage studies that Advaxis has a winner with ADXS-HPV. At the moment I believe optimism surrounding its lead developing compound has been more than baked in, and would suggest caution rather than chasing its shares even higher.", "article_metadata": {"publish_time": "17:24", "date": "2015-04-21T21:24:00Z", "description": "Advaxis shares rocket higher after presenting new data at the American Association for Cancer Research's annual meeting. Find out if Advaxis shares can head even higher.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "Advaxis shares rocket higher after presenting new data at the American Association for Cancer Research's annual meeting. Find out if Advaxis shares can head even higher.", "twitter": {"description": "Advaxis shares rocket higher after presenting new data at the American Association for Cancer Research's annual meeting. Find out if Advaxis shares can head even higher.", "site": "@themotleyfool", "title": "Why Advaxis, Inc. Shares Lifted Off --  The Motley Fool"}, "headline": "Why Advaxis, Inc. Shares Lifted Off", "og": {"site_name": "The Motley Fool", "description": "Advaxis shares rocket higher after presenting new data at the American Association for Cancer Research's annual meeting. Find out if Advaxis shares can head even higher.", "title": "Why Advaxis, Inc. Shares Lifted Off --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/04/21/why-advaxis-inc-shares-lifted-off.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F165198%2Fadxs-fb.jpg&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "8d758034-e86a-11e4-83c3-0050569d4be0", "pitch": 1724, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 04 21", "tickers": "ADXS", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fcb973\"", "article_summary": "With Advaxis' shares up nearly tenfold over the past year I'm of the opinion that I'd wait for more confirmation from late-stage studies that Advaxis has a winner with ADXS-HPV.\nAdvaxis' programs, while early stage, have demonstrated favorable safety and initially positive efficacy, especially when it comes to HPV-based cancers.\nWhat: Shares of Advaxis (NASDAQ:ADXS), a clinical-stage biotech company focused on developing cancer immunotherapies, rocketed higher by 12% following a presentation by the company at the annual American Association for Cancer Research meeting.\nLastly, in another preclinical study, ADXS-HPV was combined with anti-OX40 and anti-GITR antibodies and demonstrated \"significant inhibition of tumor growth and prolonged survival\" in mice with tumors.\nIn other words, don't be surprised if Advaxis needs to offer dilutive common stock to raise additional cash."}