{"article_title": "New Poll Shows Americans Think Washington Doesn't Listen", "article_keywords": ["health", "law", "jobs", "washington", "elected", "doesnt", "americans", "economy", "president", "officials", "poll", "shows", "think", "care", "listen"], "article_url": "http://www.usnews.com/opinion/blogs/lara-brown/2014/01/27/new-poll-shows-americans-think-washington-doesnt-listen", "article_text": "On Wednesday, the George Washington University released its latest \"Battleground Poll,\" and as Celinda Lake and Alex Dunn succinctly explained, \"the data tell us members of both parties have something to be worried about.\" A large majority of Americans (67 percent) believe we're on the \"wrong track\"; the president's approval remains \"underwater\" (55 percent disapprove, while 41 percent approve); and just 29 percent believe their member of Congress deserves re-election.\n\nLooking at policy, 56 percent of Americans disapprove of the president's signature health care insurance reform law, the Affordable Care Act. More Americans believe that in the December budget deal, elected officials gave up on \"key principles\" (49 percent) rather than took \"a step in the right direction\" (42 percent).\n\nBut there is something more in these numbers. Something that goes beyond frustration and gets to the heart of what most perceive is the problem with Washington: It doen't listen.\n\n[See a collection of political cartoons on Obamacare.]\n\nFor years, Americans have begged elected officials to focus on one thing: the economy. And for years, the president and the two parties have focused on almost everything else (e.g., health care reform, gun control, energy policy, federal data collection and spying, abortion and contraceptives, same sex marriage and legalizing marijuana).\n\nEven when elected officials \"pivot\" to the economy, they still seem to have a tin ear. Americans want those in Washington to focus \"like a laser beam\" on \"jobs\" — working to vastly increase the number of them.\n\nBut elected officials translate this desire into things like reducing income inequality, balancing the federal budget and extending governmental benefits (from health care and unemployment insurance to food stamps). To most people, these policies don't sound like \"jobs.\" They sound like \"too-clever-by-half\" interventions which may ameliorate some symptoms related to jobs, but not cure the disease of a weak economy.\n\n[Check out our editorial cartoons on President Obama.]\n\nThis phenomenon reveals itself in GW's Battleground Poll, which asked people to consider the issues the president may talk about in his State of the Union message this week. More Americans said it was \"very important\" for the president to talk about the economy (85 percent), jobs (83 percent), the federal deficit (72 percent) and taxes (66 percent) than for him to address the new health care law (66 percent), income inequality (55 percent) or the role of government in our lives (53 percent). In short, while a majority of Americans saw each of these issues as \"very important,\" it is also clear that the economy and jobs were more important to more people than the others.\n\nWith the Democrats set to campaign next year on \"income inequality\" and the Republicans testing their message on the \"new health care law,\" one has to wonder, what's going on? The simple answer is that neither side appears to have a solution to fix our economy. Maybe this is why the percentage of people who identify as independents, according to Gallup, is at an all-time high?\n\nThe lesson for party leaders in all of these numbers: Stop talking and start listening. Otherwise, you'll soon only be talking to yourself.\n\n", "article_metadata": {"zone": "homepage/articles", "keyword": "Thomas Jefferson Street [Opinion]", "title": "New Poll Shows Americans Think Washington Doesn't Listen", "og": {"url": "http://www.usnews.com/opinion/blogs/lara-brown/2014/01/27/new-poll-shows-americans-think-washington-doesnt-listen", "type": "article", "site_name": "US News & World Report", "description": "Lawmakers have managed to focus on everything except what voters want.", "title": "Washington Has the Talking Down, Just Not the Listening"}, "twitter": {"title": "New Poll Shows Americans Think Washington Doesn't Listen", "description": "Lawmakers have managed to focus on everything except what voters want.", "card": "summary", "site": "@USNews"}, "site": "opinion", "date_published": "Jan. 27, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Lara Brown,polls,Democratic Party,Republican Party,Obama, Barack,economy,picks,State of the Union,Thomas Jefferson Street [Opinion]", "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Lawmakers have managed to focus on everything except what voters want."}, "_id": "\"57477af36914bd0286fcb972\"", "article_summary": "Looking at policy, 56 percent of Americans disapprove of the president's signature health care insurance reform law, the Affordable Care Act.\nWith the Democrats set to campaign next year on \"income inequality\" and the Republicans testing their message on the \"new health care law,\" one has to wonder, what's going on?\nFor years, Americans have begged elected officials to focus on one thing: the economy.\nMore Americans believe that in the December budget deal, elected officials gave up on \"key principles\" (49 percent) rather than took \"a step in the right direction\" (42 percent).\nAmericans want those in Washington to focus \"like a laser beam\" on \"jobs\" — working to vastly increase the number of them."}