{"article_title": "JazzFest Now Cell Phone Friendly Event", "article_keywords": ["jazzfest", "saidthe", "users", "phones", "app", "send", "friendly", "cell", "phone", "joyce", "tower", "event", "portable"], "article_url": "http://www.keloland.com/news/article/news/jazzfest-now-cell-phone-friendly-event", "article_text": "Sioux Falls, SD\n\nPeople going to JazzFest come for the music, but they are capturing that memory with their phones.\n\n\"At JazzFest, what we noticed in the last couple of years is as soon as an artist started playing, everyone's cell phone went up to record what was happening, and a few minutes later they'd all stop and send,\" executive director Rob Joyce said.\n\nThat ability to send was a big issue for people the past few years, but now everyone can look at their phones and see full bars and full service.\n\n\"We were contacted by Verizon to bring out a portable tower, which is going to actually take a lot of the pressure off some of the existing towers. It should make it much easier for people to communicate and text and send out videos,\" Joyce said.\n\nThe new tower is expected to handle the extra users in the park all weekend.\n\nOne thing that isn't new for JazzFest is the presence of security. About 25 extra officers are on duty to keep everyone safe, allowing everyone to have a memorable time.\n\n\"Our role out here is to ensure that people can come in to the park and JazzFest and have a good time and enjoy the community and musicians and one another and we don't have anyone coming in causing any problems,\" Sgt. Jeff Garden said.\n\nJoyce has also been looking for new ways to make JazzFest a memorable weekend, and thanks to the portable cell tower, the event now has its own smart phone app. Users can get access to maps, news about events and even bad weather alerts.\n\n\"The app allows you to access various parts of the festival you might not just get from Facebook or Twitter or something else, and it's free,\" Joyce said.\n\nThe music the food and even the rock climbing wall are all great parts of JazzFest, but the technology is what's making it a truly immersive experience.\n\n\"We try to fine-tune it every year and make it fun and more contemporary as we can, and having an app and people using their cell phones is certainly part of that,\" Joyce said.\n\nThe JazzFest app is readily available on any iPhone or Android device. You can also head on over to our JazzFest page to see all of the latest news coming from this year's event.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "People going to JazzFest come for the music, but they are capturing that memory with their phones. &quot;At JazzFest, what we noticed in the last", "title": "JazzFest Now Cell Phone Friendly Event", "url": "http://www.keloland.com/news/article/news/jazzfest-now-cell-phone-friendly-event", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/58521.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "viewport": "width=device-width, initial-scale=1.0", "Generator": "Sitefinity 7.3.5630.0 PE", "description": "People going to JazzFest come for the music, but they are capturing that memory with their phones. &quot;At JazzFest, what we noticed in the last"}, "_id": "\"57477af46914bd0286fda27a\"", "article_summary": "Joyce has also been looking for new ways to make JazzFest a memorable weekend, and thanks to the portable cell tower, the event now has its own smart phone app.\nThe JazzFest app is readily available on any iPhone or Android device.\nYou can also head on over to our JazzFest page to see all of the latest news coming from this year's event.\n\"We were contacted by Verizon to bring out a portable tower, which is going to actually take a lot of the pressure off some of the existing towers.\nSioux Falls, SDPeople going to JazzFest come for the music, but they are capturing that memory with their phones."}