{"article_title": "Robert Reich: The middle class can save us yet", "article_keywords": ["education", "workers", "largest", "tax", "doubled", "class", "middle", "public", "reich", "economy", "income", "growing", "save", "robert", "typical"], "article_url": "http://www.salon.com/2014/03/08/robert_reich_we_forgot_what_we_once_achieved_together_partner/", "article_text": "Topics: Economics, Income inequality, Inequality, RobertReich.org, U.S. Economy, Sustainability News, Working Ahead News, Social News, Media News, Business News, News, Politics News\n\nThis originally appeared on Robert Reich's blog\n\nDo you recall a time in America when the income of a single school teacher or baker or salesman or mechanic was enough to buy a home, have two cars, and raise a family?\n\nI remember. My father (who just celebrated his 100th birthday) earned enough for the rest of us to live comfortably. We weren’t rich but never felt poor, and our standard of living rose steadily through the 1950s and 1960s.\n\nThat used to be the norm. For three decades after World War II, America created the largest middle class the world had ever seen. During those years the earnings of the typical American worker doubled, just as the size of the American economy doubled. (Over the last thirty years, by contrast, the size of the economy doubled again but the earnings of the typical American went nowhere.)\n\nIn that earlier period, more than a third of all workers belonged to a trade union — giving average workers the bargaining power necessary to get a large and growing share of the large and growing economic pie. (Now, fewer than 7 percent of private-sector workers are unionized.)\n\nThen, CEO pay then averaged about 20 times the pay of their typical worker (now it’s over 200 times).\n\nIn those years, the richest 1 percent took home 9 to 10 percent of total income (today the top 1 percent gets more than 20 percent).\n\nThen, the tax rate on highest-income Americans never fell below 70 percent; under Dwight Eisenhower, a Republican, it was 91 percent. (Today the top tax rate is 39.6 percent.)\n\nIn those decades, tax revenues from the wealthy and the growing middle class were used to build the largest infrastructure project in our history, the Interstate Highway system. And to build the world’s largest and best system of free public education, and dramatically expand public higher education. (Since then, our infrastructure has been collapsing from deferred maintenance, our public schools have deteriorated, and higher education has become unaffordable to many.)\n\nWe didn’t stop there. We enacted the Civil Rights Act and Voting Rights Act to extend prosperity and participation to African-Americans; Medicare and Medicaid to provide health care to the poor and reduce poverty among America’s seniors; and the Environmental Protection Act to help save our planet.", "article_metadata": {"description": "The former labor secretary explains why shared prosperity is America's only hope for a return to economic boom time", "title": "Robert Reich: The middle class can save us yet", "og": {"site_name": "Salon", "description": "The former labor secretary explains why shared prosperity is America's only hope for a return to economic boom time", "title": "Robert Reich: The middle class can save us yet", "url": "http://www.salon.com/2014/03/08/robert_reich_we_forgot_what_we_once_achieved_together_partner/", "image": "http://media.salon.com/2014/01/robert_reich.jpg", "type": "article"}, "twitter": {"description": "The former labor secretary explains why shared prosperity is America's only hope for a return to economic boom time", "title": "Robert Reich: The middle class can save us yet", "image": "http://media.salon.com/2014/01/robert_reich.jpg", "creator": "@rbreich", "site": "@salon", "card": "summary_large_image"}, "author": "Robert Reich", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Economics, Income inequality, Inequality, RobertReich.org, U.S. Economy", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "And to build the world’s largest and best system of free public education, and dramatically expand public higher education.\nDuring those years the earnings of the typical American worker doubled, just as the size of the American economy doubled.\nFor three decades after World War II, America created the largest middle class the world had ever seen.\n(Over the last thirty years, by contrast, the size of the economy doubled again but the earnings of the typical American went nowhere.)\nIn those decades, tax revenues from the wealthy and the growing middle class were used to build the largest infrastructure project in our history, the Interstate Highway system."}