{"article_title": "Why Robots May Be Blocking Your Job Promotion", "article_keywords": ["baxter", "jobs", "boston", "workers", "robotics", "robots", "according", "job", "robotic", "labor", "promotion", "automation", "blocking"], "article_url": "http://www.thefiscaltimes.com/2015/03/13/Why-Robots-May-Be-Blocking-Your-Job-Promotion", "article_text": "More linebacker than running back, Baxter is a tough, reliable worker. His arm span is wide and he takes instruction well, all valuable assets on a manufacturing shop floor.\n\nBaxter is a robot and made by Rethink Robotics, a start-up founded by Rodney Brooks, who produced the Roomba vacuum when he was at iRobot in the 2000s. Robots and more broadly automation have been around for decades, especially in the auto industry. We're talking six-figure robots in cages that are so big they could hurt workers if the machines toppled onto humans.\n\nRelated: We'll Spend $67 Billion on Robots by 2025\n\nRobots have since advanced and are smaller, nimble and more affordable. Small- to medium-sized businesses are introducing automation onto shop floors. Some economists see a future where robots will push down labor costs and lift productivity so companies will think twice before offshoring U.S. jobs.\n\nAutomation is forecast to raise productivity by as much as 30 percent in many industries, and cut labor costs by at least 18 percent in the coming decade, according to recent research from The Boston Consulting Group. As an example, \"We're thinking about something like a 16 percent drop in the labor costs for manufacturing plants over this time period,\" Hal Sirkin, a senior partner at The Boston Consulting Group, told CNBC.\n\nThe researchers did not spell out how labor cost savings might translate into potential number of jobs lost to automation.\n\nThis is the embedded \"botsourcing\" fear. More robots = lost jobs. Or seen another way, higher wage pressures = more automation. And maybe even more worrisome is a suspicion that robots will not only jeopardize jobs but make it even harder for less-skilled workers to remain employed, let alone get ahead.\n\nRelated: One Profession Robots Haven't Cracked Yet\n\nFrom 1995 to 2013, technological changes accelerated America's output per worker. But those gains were offset by income inequality and a drop in labor force participation. Those working or looking for work have declined to around 62.8 percent from prerecession levels of around 66 percent, suggesting more Americans are getting discouraged and disappearing permanently from the workforce. President Barack Obama laid out how middle-class stagnation is dragging down the economy in the 2015 Economic Report of the President released by the White House last month.\n\nSo if advanced robots knock out more automatable jobs, will lower-skilled workers fall further from the pack and essentially vanish from the American jobs landscape? This is a big debate among economists and experts on robotics.\n\nThe recovery after the Great Recession has been dominated by job gains in lower-wage industries, according to analysis from the National Employment Law Project. Higher-wage sectors have accounted for 33 percent of new jobs, while mid-wage industries pulled in 26 percent of new positions from July 2013 to July 2014.\n\nBut lower-wage sectors have ricocheted higher during the same period, raking in 41 percent of new jobs.\n\nRelated: Robots Take Caregiving to a Whole New Level\n\n\"Economic growth has been more and more concentrated not just at the top, but at the tippy top of the pay scale,\" said economist Jared Bernstein, a senior fellow at the Center on Budget and Policy Priorities in Washington, D.C.\n\nAs more automation seeps into industry and everyday consumer lives, there's a concern robotic innovation may sideline more Americans—workers already buckling under low employment levels and stagnant wages.\n\nIt's been eight years since Bill Gates predicted a robot in every home. \"I can envision a future in which robotic devices will become a nearly ubiquitous part of our day-to-day lives,\" wrote Gates in the January 2007 edition of the Scientific American.\n\nStates are passing laws on driverless cars. Amazon is developing small, unmanned aerial vehicles, known as drones, to deliver packages to customers' homes. The U.S. military is researching robots for search and rescue operations. And there are surgical robots to treat soldiers in remote regions. U.S. venture capital investments in robotic start-ups nearly tripled to $172 million in 2013 from 2011 levels. That's according to PwC's MoneyTree survey, which tracks VC investments.\n\nRelated: 12 Jobs We're Losing to Robots\n\nBut the promise of new machines—and its presumed preference for higher-skilled workers—also highlights how innovation can weed out some workers. About 47 percent of U.S. employees—nearly half—are in jobs that could be at risk of being displaced by computerized technology, according to a 2013 University of Oxford study.\n\nMeasured another way, the portion of automatable tasks done by robots globally is projected to reach nearly 25 percent in 10 years, up from 10 percent at current levels, according to the International Federation of Robotics and The Boston Consulting Group. In China, for example, where wages are rising, the nation ordered more robots in 2013 than any other country, some 37,000, according to research published last year from PwC and the Manufacturing Institute.\n\nOther economic data show the emerging gulf between pockets of workers, as U.S. employment levels are historically low and productivity keeps rising. Bernstein at the Center on Budget and Policy Priorities has tracked how labor productivity and private employment became decoupled in the late 1990s. The U.S. employment-to-population ratio is lower than any time in at least 20 years.\n\nRelated: The Truth About Robots and Your Job\n\nThe gap between productivity and employment can partly be explained by weak labor demand. The U.S. job market had been slack but recently has tightened. The unemployment rate dropped to 5.5 percent in February, according to the Labor Department.\n\n\"It's not just automation that leads to that gap. It can also be weak labor demand,\" Bernstein said.\n\nOf course, companies aren't just deploying robots to slash human-powered jobs. The math behind automation isn't that simple. Next generation robots will require college-educated electrical and mechanical engineers and higher wages. And despite robotic advances, some tasks still need that nuanced human touch and decision-making that can't be replicated, so far, by machines.\n\nConsider the gestures of a health-care worker helping an aging patient. \"There are actually lots of low- and middle-wage occupations that are hard to replace by labor-saving technology,\" said Bernstein. \"I don't think robots have sealed our fate as much as people think they have,\" he said.\n\nRelated: The Robot Guard That Might Actually Prevent Crime\n\nRethink Robotics, based in Boston, makes Baxter, which sells for about $25,000 or a fraction of what robots cost a generation ago. And while older robots operated inside cages, Baxter and newer robots operate freely, right on shop floors next to humans. Baxter has arms and a computer screen that renders facial expressions—telegraphing to co-workers their next moves.\n\nFactory workers can also guide Baxter's arms through physical tasks on an assembly line—in essence programming Baxter through demonstrations, and cutting the need for specialized software or technicians. Reprogramming older machines for automated tasks used to be expensive. A lot of shops have graveyards of dusty, boxy robots that simply became too costly to reprogram and repurpose.\n\nBack then, \"you had to create the programming to do the jobs,\" said Jim Lawton of Rethink Robotics. \"It was like buying an iPhone with no apps.\"\n\nLooking ahead, four sectors in particular are forecast to employ roughly 75 percent of robots through 2025—the transportation, machinery, computer and electrical fields, according to the Boston consultancy's report, released last month.\n\nRelated: Robots Really Are Taking Over Hospital Work\n\nAnd robots over human labor already makes economic sense. Robotic price and performance are better than—or near parity—with manual labor costs in the U.S. auto and electrical equipment industries, according to the consultancy's research. In other areas like the U.S. furniture industry, robots could surpass manual labor in the next decade.\n\nBeyond labor cost savings, some companies are using automation to expand and improve product quality and increase production. The 'bots are not only here, they're multiplying.\n\nJustin Rose is a manufacturing expert for The Boston Consulting Group. He studies trends like how robotics and other economic shifts are contributing to American re-shoring. Years ago, Rose first encountered Baxter, roaming free on a shop floor and without a cage. \"For the price of a car, you can have a robot that can run 24 hours a day with impressive capabilities,\" Rose said. \"This is the beginning of that revolution.\"\n\nThis article originally appeared in CNBC.\n\nRead more in CNBC:\n\nUS could go into recession in 2015: Expert\n\nOil heading to $20: Expert\n\nAltman: 5.5% jobless not telling true labor story", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "More linebacker than running back, Baxter is a tough, reliable worker.", "title": "Why Robots May Be Blocking Your Job Promotion", "url": "http://www.thefiscaltimes.com/2015/03/13/Why-Robots-May-Be-Blocking-Your-Job-Promotion", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/04022013_Robots_Wounded_slideshow.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/03/13/Why-Robots-May-Be-Blocking-Your-Job-Promotion", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/04022013_Robots_Wounded_slideshow.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "More linebacker than running back, Baxter is a tough, reliable worker.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcb97d\"", "article_summary": "And while older robots operated inside cages, Baxter and newer robots operate freely, right on shop floors next to humans.\nRelated: Robots Really Are Taking Over Hospital WorkAnd robots over human labor already makes economic sense.\nWe're talking six-figure robots in cages that are so big they could hurt workers if the machines toppled onto humans.\nSome economists see a future where robots will push down labor costs and lift productivity so companies will think twice before offshoring U.S. jobs.\nRelated: We'll Spend $67 Billion on Robots by 2025Robots have since advanced and are smaller, nimble and more affordable."}