{"article_title": "Fines coming for those failing to get health insurance", "article_keywords": ["orleans", "marketplace", "federal", "enrollment", "failing", "sign", "jan", "individuals", "health", "coverage", "coming", "insurance", "fines"], "article_url": "http://www.nola.com/health/index.ssf/2016/01/new_orleans_competes_to_add_en.html", "article_text": "Another deadline is approaching to sign up for health insurance through the federal government's marketplace -- the last before individuals and families without any coverage face increasing fees.\n\nAdults who fail to sign up at Healthcare.gov or obtain their own health insurance by Jan. 31 will be fined $695 this year, $347.50 per child or up to 2.5 percent of their household income. The maximum fine for a family would be $2,085, nearly twice the penalty in 2015.\n\nThe penalties are avoidable, however, said Kevin Counihan, CEO of marketplaces for the Centers for Medicare and Medicaid Services. Exemptions are available for those who fall into the \"income gap,\" making too much money to qualify for a federal marketplace subsidy but not enough to obtain insurance in the private marketplace. Exemptions are also granted for religious reasons, he said, but they must be approved through the enrollment process.\n\nCounihan was in New Orleans on Monday (Jan. 4) to tout the city's involvement in the White House's Healthy Communities Challenge at the Daughters of Charity New Orleans health center on Carrollton Avenue. Since the Affordable Care Act took effect in 2012, the number of uninsured New Orleans residents has dropped from 22 percent to 15 percent, Counihan said without providing specific numbers. \"That's still a number we want to work on,\" he said.\n\nTwenty cities are participating in the White House Healthy Cities Challenge, and the one that adds the most new federal marketplace enrollees will get a visit from President Barack Obama. Charlotte Parent, the city's health department director, said New Orleans is \"outside the top 10\" at the moment, but she expects ongoing and upcoming efforts to boost those numbers.\n\nIn December, Mayor Mitch Landrieu asked barbers and hair stylists in the city to serve as conduits of information about federal marketplace enrollment. On Jan. 16, Parent said New Orleans will hold a Citywide Day of Enrollment when counselors and enrollment \"navigators\" will be at various sites around the city to help individuals sign up for coverage. Event information is available at nola.gov/marketplace.\n\nLocal resources on enrollment are available at localhelp.healthcare.gov and lahealthcarenav.com.\n\nAnyone who signs up for the federal marketplace by Jan. 15 will have health insurance effective Feb. 1. Coverage will kick in March 1 for those who wait to enroll between Jan. 16 and Jan. 31.\n\nAs of Dec. 26, Louisiana signed up 185,215 individuals during the enrollment period that closes at the end of January. The state is on pace to surpass the 186,277 enrollees from the previous period.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "Kevin Counihan, New Orleans, health insurance, affordable care act, health, homepage, mitch landrieu, new orleans, news, obamacare, politics, living", "title": "Fines coming for those failing to get health insurance", "parsely-page": "{\"title\": \"Fines coming for those failing to get health insurance\", \"link\": \"http://www.nola.com/health/index.ssf/2016/01/new_orleans_competes_to_add_en.html\", \"image_url\": \"http://image.nola.com/home/nola-media/width620/img/tpphotos/photo/2014/03/14604563-standard.jpg\", \"type\": \"post\", \"post_id\": \"17741224\", \"pub_date\": \"2016-01-04T19:30:02Z\", \"author\": \"Greg LaRose, NOLA.com | The Times-Picayune\", \"tags\": [\"affordable care act\",\"health\",\"homepage\",\"mitch landrieu\",\"new orleans\",\"news\",\"obamacare\",\"politics\"] }", "twitter": {"image": "http://image.nola.com/home/nola-media/width620/img/tpphotos/photo/2014/03/14604563-standard.jpg", "creator": "@GregLaRose", "site": "@nolanews", "card": "summary_large_image", "description": "Another deadline is approaching to sign up for health insurance through the federal government's marketplace -- the last before individuals and families without any coverage face increasing fees. Adults who fail to sign up at Healthcare.gov&nbsp;or obtain their own health..."}, "article_date_updated": "Monday, January 04, 2016,  1:47 PM", "parsely-metadata": "{\"short_title\": \"Fines coming for not getting health insurance\", \"image_url\": \"http://media.nola.com/tpphotos/photo/2014/03/-1ea345cfac7edc94.JPG\", \"author_name\": \"GregoryLaRose\", \"author_nickname\": \"Greg LaRose, NOLA.com | The Times-Picayune\", \"author_id\": \"12339437\", \"source_blog_name\": \"New Orleans Health and Health Care\", \"source_blog_url\": \"http://www.nola.com/health/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NOLA.com", "description": "Another deadline is approaching to sign up for health insurance through the federal government's marketplace -- the last before individuals and families without any coverage face increasing fees. Adults who fail to sign up at Healthcare.gov&nbsp;or obtain their own health...", "title": "Fines coming for those failing to get health insurance", "url": "http://www.nola.com/health/index.ssf/2016/01/new_orleans_competes_to_add_en.html", "image": "http://image.nola.com/home/nola-media/width620/img/tpphotos/photo/2014/03/14604563-standard.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NOLA.com", "article_comments": 0, "article_date_original": "Monday, January 04, 2016,  1:30 PM", "article_author": "Greg LaRose, NOLA.com | The Times-Picayune", "Description": "Another deadline is approaching to sign up for health insurance through the federal government's marketplace -- the last before individuals and families without any coverage face increasing fees. Adults who fail to sign up at Healthcare.gov&nbsp;or obtain their own health insurance by Jan. 31 will be fined $695 this year, $347.50 per child or up to 2.5 percent of their household income. The maximum fine for a family would be $2,085, nearly twice the penalty in 2015. The penalties are avoidable, however, said Kevin Counihan, CEO of marketplaces for the Centers for Medicare and Medicaid Services. Exemptions are available for those who fall into the \"income gap,\" making too much money to qualify for a federal marketplace subsidy but not enough to obtain insurance in the private marketplace. Exemptions are also granted for religious reasons, he said, but they must be approved through the enrollment process. Counihan was in New Orleans on Monday (Jan. 4) to tout the city's involvement in the White House's Healthy Communities Challenge at the Daughters of Charity New Orleans health center on Carrollton Avenue. Since the Affordable Care Act took effect in 2012, the number of uninsured New Orleans residents has dropped from 22..."}, "_id": "\"57477afa6914bd0286fe5d69\"", "article_summary": "Anyone who signs up for the federal marketplace by Jan. 15 will have health insurance effective Feb. 1.\nIn December, Mayor Mitch Landrieu asked barbers and hair stylists in the city to serve as conduits of information about federal marketplace enrollment.\nAnother deadline is approaching to sign up for health insurance through the federal government's marketplace -- the last before individuals and families without any coverage face increasing fees.\nAdults who fail to sign up at Healthcare.gov or obtain their own health insurance by Jan. 31 will be fined $695 this year, $347.50 per child or up to 2.5 percent of their household income.\nExemptions are available for those who fall into the \"income gap,\" making too much money to qualify for a federal marketplace subsidy but not enough to obtain insurance in the private marketplace."}