{"article_title": "CSU provides health insurance education", "article_keywords": ["san", "students", "think", "project", "program", "health", "provides", "csu", "education", "insurance", "care"], "article_url": "http://www.thedailyaztec.com/64173/news/csu-provides-health-insurance-education/", "article_text": "CSU provides health insurance education\n\nMonica Linzmeier, Editor in Chief\n\n\n\n\n\nA California State University program helped educate students about the Affordable Care Act prior to the Feb. 15 open enrollment deadline.\n\nAccording to a survey conducted by the CSU Health Insurance Education Project, 50 percent of CSU students can obtain insurance coverage through Medi-Cal or Covered California for less than the fine for not purchasing insurance. The fine for this year is $325.\n\nIn San Diego, premiums offered by the Affordable Care Act can be inexpensive for those who qualify. According to the CSU, premiums for a 21-year-old student earning $18,000 or the typical family of four earning $45,000 are virtually $0 in San Diego, San Francisco, San Jose and Sacramento.\n\nVanessa Grau, manager of statewide student outreach for the Health Insurance Education Project, said 12 of the 23 CSU campuses are staffed with coordinators that primarily give presentations within classes about health care options and responsibilities under the Affordable Care Act.\n\nAside from presenting information in classes, SDSU’s two campus coordinators, Brittnie Bloom and Kim Benzie, posted fliers around campus and hosted several events, including a salsa performance at the Conrad Prebys Aztec Student Union.\n\n“We had a little bit of extra money, so we thought why not throw a concert?” Bloom said. “We thought about the population we were trying to reach, and trying to think of a genre that would draw that crowd out, and we got this amazing salsa band.”\n\nBloom said getting word out on a campus as big as SDSU proved to be more difficult than expected for two coordinators.\n\n“I don’t think we thought it would be as hard as it was,” she said. “But toward the end, students starting recognizing us.”\n\nPublic health junior Nick Grossberg said the program is beneficial, but there is room for improvement.\n\n“First step to getting people on board is outreach,” Grossberg said. “Programs like that are beneficial. I think it was a good start, but I don’t think it was perfect by any means.”\n\nThe CSU Health Insurance Education Project is still counting the number of students who signed up for insurance with help from the program.\n\n“The numbers look good, we definitely reduced uninsured rates,” Grau said. “Hundreds of students were assisted, and a lot applied on their own.”\n\nAccording to Bloom, CSU coordinators visited approximately 1,200 classrooms combined, and they reached about 38,000 students.\n\n“In college-age students, the uninsured rate is usually 20-30 percent,” Bloom said. “After looking at preliminary data, the number might be down to single digits.”\n\nAlthough the program officially ended Feb. 28, health care education won’t disappear from campuses. The Health Insurance Education Project will provide enrollment services, aside from solely resources, in the future.\n\n“We aim to educate students,” Grau said. “Hopefully they take initiative to enroll and stay enrolled.”\n\nThe Health Insurance Education Project has been educating CSU students about their health care options and responsibilities under the Affordable Care Act since the fall of 2013. A grant provided by Covered California funds the program.", "article_metadata": {"language": "en, sv", "generator": "WordPress 4.5.2", "og": {"site_name": "The Daily Aztec", "description": "A California State University program helped educate students about the Affordable Care Act prior to the Feb. 15 open enrollment deadline. According to a survey conducted by the CSU Health Insurance Education Project, 50 percent of CSU students can obtain insurance coverage through Medi-Cal or Covered California for less than the fine for not purchasing insurance....", "title": "CSU provides health insurance education", "url": "http://www.thedailyaztec.com/64173/news/csu-provides-health-insurance-education/", "image": "http://www.thedailyaztec.com/wp-content/uploads/2015/03/NEWS_shs_monicalinzmeier.jpg", "type": "article"}, "robots": "follow, all", "apple-mobile-web-app-capable": "yes", "article": {"section": "News", "tag": "Affordable Care Act,CSU,health insurance,SDSU"}, "distribution": "global", "viewport": "width=device-width,maximum-scale=1.0", "description": "San Diego State University's Independent Student News Source"}, "article_summary": "According to a survey conducted by the CSU Health Insurance Education Project, 50 percent of CSU students can obtain insurance coverage through Medi-Cal or Covered California for less than the fine for not purchasing insurance.\nThe Health Insurance Education Project will provide enrollment services, aside from solely resources, in the future.\n“Hopefully they take initiative to enroll and stay enrolled.”The Health Insurance Education Project has been educating CSU students about their health care options and responsibilities under the Affordable Care Act since the fall of 2013.\nVanessa Grau, manager of statewide student outreach for the Health Insurance Education Project, said 12 of the 23 CSU campuses are staffed with coordinators that primarily give presentations within classes about health care options and responsibilities under the Affordable Care Act.\nCSU provides health insurance educationMonica Linzmeier, Editor in ChiefA California State University program helped educate students about the Affordable Care Act prior to the Feb. 15 open enrollment deadline."}