{"article_title": "Why Yes, The Media Has A Liberal Bias–And How Conservatives Might Not Understand Its Roots", "article_keywords": ["liberal", "biasand", "power", "media", "workers", "work", "bias", "understand", "conservatives", "yes", "republican", "dynamics", "roots"], "article_url": "http://townhall.com/tipsheet/mattvespa/2015/11/03/why-yes-the-media-has-a-liberal-biasand-how-conservatives-might-not-understand-its-roots-n2074877", "article_text": "After the CNBC fiasco, the 2016 Republican field seems to be close to open revolt regarding negotiating the conditions of future debates. Donald Trump might bypass the Republican National Committee altogether and negotiate directly with the networks. Over the weekend, the RNC reorganized their staff and point person for handling debate negotiations in order to prevent further unrest. Nevertheless, Republicans are still furious over CNBC’s circus of a debate, which perfectly captured liberal media bias. Guy and Katie were both at the debate site, where they noticed even the pressroom were irritated by the moderator’s questions.\n\nIt’s no secret that the news media is explicitly tilted toward the left. But in the age of the Internet and social media, where information can easily bypass the partisan editorial boardrooms of major news networks, conservatives are still at a huge disadvantage regarding pushing back against liberal narratives. Chris Matthews (no, not that Chris Matthews) of Fortune magazine acknowledged that conservatives are right about their feelings toward the media. There are studies that confirm it. Even books from the 1970s highlight the liberal slant, whose hypotheses–Matthews adds–hasn’t changed in nearly a half century.\n\nNewsbusters, a leading outlet in highlighting liberal media bias, caught this telling exchange from MSNBC’s Morning Joe, where host Joe Scarborough discussed with his guests how there hasn’t been a Republican host on a major network's Sunday show or news broadcast in 50 years:\n\nMatthews added that maybe it’s time for conservatives to look at the “power dynamics” within media–and how it’s being used to influence certain agendas, not just within press circles:\n\nLegacy news organizations like NBC News or the New York Times have brand recognition and resources that no news startup can realistically compete with. But even with these barriers, one would think that the power of the Internet and strong demand for news reported from a conservative viewpoint would have helped create a conservative news complex that could rival the liberal version in size and influence. But free-market fundamentalists overlook the fact that power dynamics matter a great deal in the marketplace. When economist Daniel Sutter examined the question of how a liberal media can persist in a free market, his most convincing explanation was that journalists themselves, and the type of person who aspires to journalism, are almost uniformly of a liberal disposition. “People with the talent, temperament, and personality to be journalists might also be inclined toward liberal political causes,” he writes. Of course, a profit-maximizing media executive might simply try to force his employees to set aside their biases and produce news that is congenial to the views of median voters. But this is why power dynamics in the market for journalists is so important. Despite severe job cuts in traditional media organizations like newspapers, the demand for college educated workers who can write and otherwise communicate on the Internet is strong. The hyper-educated media elite are trading the better pay they might fetch in corporate communications (for example) for the prestige of journalism work. If managers of media companies tried to force these workers to produce content that robs them of the benefits of working in journalism, they’ll simply find work elsewhere. Liberals recognize that power plays a big role in all kinds of markets. That’s why they advocate for rules that prevent discrimination against workers based on race, gender, or sexual orientation. It’s how liberals explain the gap in pay between men and women for the same kind of work. And it’s why liberals advocate for laws that strengthen unions as a means to raise wages for low and middle-skilled workers. That doesn’t mean the solutions proposed by the left can necessarily solve the problems caused by skewed power dynamics in media. But the persistent existence of a liberal media bias should open up conservatives’ eyes to the fact that they exist.\n\nThis is all characteristic of liberalism. As Ben Shapiro observed, conservatives think individually, the left thinks institutionally. Hence, we’re weakened right out of the gate in combating these biases, let alone mobilizing resources to combat such narratives with equal fervor. Maybe conservatives do understand what's going on, but have just doled out failed policies to combat the bias that goes past convincing the American people that it exists. Americans of every stripe understand the media is partisan. That's fine. We understand the problem. We may be short on the solutions, as evidenced by the 50-year absence of any Republican on the Big Three (ABC, CBS, NBC). It might mean venturing into areas that may seem a bit unorthodox.\n\nGlenn Reynolds (aka Instapundit) had the idea of conservatives focusing on a bastion of progressivism in media: women's magazines. These outlets have reach, young women read them, and are often presented with the \"Republicans are going to have federal agents raid your local drugs store, and takeaway your birth control, so vote Democratic\" drivel. And there's no way for conservatives to effectively fight back. Often times, conservative pushback devolves into rather horrific ad hominem attacks that don't help anyone. Yes, it's great to call out the media on their bias, but maybe it's time for us to become a tad more unconventional in fighting it.\n\nWho has some good ideas? I know they're out there.\n\nLast Note: Again, it's really, really nice to call out the media on their bias, as Noah Rothman clearly demonstrated.", "article_metadata": {"description": "Bias..05/27/2016 8:07:41AM EST.", "author": "Matt Vespa", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Bias.", "title": "Why Yes, The Media Has A Liberal Bias–And How Conservatives Might Not Understand Its Roots", "url": "http://townhall.com/tipsheet/mattvespa/2015/11/03/why-yes-the-media-has-a-liberal-biasand-how-conservatives-might-not-understand-its-roots-n2074877", "image": "http://media.townhall.com/townhall/reu/ha/2015/302/2015-10-29T193911Z_3_LYNXNPEB9S0ZS_RTROPTP_3_USA-ELECTION-REPUBLICANS.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Bias.", "title": "Why Yes, The Media Has A Liberal Bias–And How Conservatives Might Not Understand Its Roots", "url": "http://townhall.com/tipsheet/mattvespa/2015/11/03/why-yes-the-media-has-a-liberal-biasand-how-conservatives-might-not-understand-its-roots-n2074877", "image": "http://media.townhall.com/townhall/reu/ha/2015/302/2015-10-29T193911Z_3_LYNXNPEB9S0ZS_RTROPTP_3_USA-ELECTION-REPUBLICANS.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Why Yes, The Media Has A Liberal Bias–And How Conservatives Might Not Understand Its Roots, Matt Vespa, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Nevertheless, Republicans are still furious over CNBC’s circus of a debate, which perfectly captured liberal media bias.\nBut the persistent existence of a liberal media bias should open up conservatives’ eyes to the fact that they exist.\nThat doesn’t mean the solutions proposed by the left can necessarily solve the problems caused by skewed power dynamics in media.\nBut free-market fundamentalists overlook the fact that power dynamics matter a great deal in the marketplace.\nBut this is why power dynamics in the market for journalists is so important."}