{"article_title": "Perry, Christie Blast Clinton Over Voter Suppression Claim", "article_keywords": ["claim", "voter", "clinton", "rights", "voters", "christie", "governor", "voting", "state", "perry", "texas", "suppression", "blast", "jersey", "law"], "article_url": "http://www.thefiscaltimes.com/2015/06/07/Perry-Christie-Blast-Clinton-Over-Voter-Suppression-Claim", "article_text": "Republican presidential hopefuls, whom presumptive Democratic nominee Hillary Clinton attacked by name as being in favor of limiting voting rights, pushed back on Sunday. New Jersey Gov. Chris Christie and former Texas Gov. Rick Perry went after Clinton for her comments, though with different degrees of success.\n\nIn an appearance in Texas last week, Clinton bashed a law signed by Perry that requires voters to produce a picture ID at the polls, and which has faced a serious court challenge. She also referred to his statements of approval when the Supreme Court ruled to limit the application of the Voting Rights Act.\n\nRelated: Lindsey Graham – Caitlyn Jenner ‘Welcome’ in My GOP\n\n“Here in Texas,” Clinton said, “former Governor Rick Perry signed a law that a federal court said was actually written with a purpose of discriminating against minority voters. He applauded when the Voting Rights Act was gutted. And said the lost protections were out dated and unnecessary.”\n\nShe continued, “But Governor Perry is hardly alone in his crusade against voting rights. In Wisconsin, Governor Scott Walker cut back early voting and signed legislation that would make it harder for college students to vote. In New Jersey, Governor Chris Christie vetoed legislation to extend early voting. And in Florida, when Jeb Bush was governor, state authorities conducted a deeply flawed purge of voters before the presidential election in 2000.”\n\nSome of the Republicans named by Clinton made appearances on the Sunday political talk shows, responding angrily, and in the case of Gov. Perry, not entirely coherently.\n\n“Well, I think it’s way outside the norm of ridiculous, if you want to know the truth of the matter, to call out the people of the state of Texas, because that’s what she did,” Perry said on the CNN show State of the Union. “I just happened to be the governor who signed that legislation. I supported. But the vast majority of the people in the state of Texas support that.”\n\nRelated: Vast Majority Say Illegal Immigrants Should Stay\n\nState of the Union moderator Dana Bash pointed out that under the Texas law, a gun license is sufficient identification to vote, but a college identification card is not, and asked why that is.\n\n“Well, why would you say that you need a photo ID to get a library book or to get on an airplane?” Perry asked, puzzlingly.\n\nHe quickly switched over to a states’ rights argument that isn’t actually directly relevant to the main argument against the Texas law: that it was written with discriminatory intent.\n\n“This is a state issue and this is an issue that the people of the state of Texas overwhelmingly support,” he said, throwing in some comments about the “sanctity of the vote” for good measure.\n\nRelated: Lincoln Chafee’s Extreme Straight Talk\n\nBash pressed him about the two federal lower court judges who have delivered decisions finding that the law is intended to discriminate against minority voters, who are far more likely not to have the kinds of identification acceptable under the law.\n\n“I could probably find a federal judge to say just about anything,” Perry said.\n\nNew Jersey Gov. Chris Christie’s response to Clinton was, if nothing else, perfectly in character. He attacked Clinton as uninformed and possibly corrupt.\n\n“She doesn’t know what she’s talking about,” he told Face the Nation host John Dickerson. “In New Jersey we have early voting available to people. I don’t want to expand it and increase the opportunities for fraud. Maybe that’s what Mrs. Clinton wants to do. I don’t know. The fact is that folks in New Jersey have plenty of an opportunity to vote and maybe if she took some questions in some places and learned some things, she wouldn’t make such ridiculous statements.”\n\nRelated: Are Dems at the FEC Trying to Stop the ‘Stop Hilary’ PAC?\n\nDickerson pointed out that cases of actual voter fraud are rare and said that Clinton has called warnings about voter fraud “fear-mongering.”\n\nIn what seemed like an odd swipe at his own state, Christie replied: “Well, she’s never been to New Jersey, I guess.”\n\nTop Reads from The Fiscal Times", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Republican presidential hopefuls, who presumptive Democratic nominee Hillary Clinton attacked by name as being in favor of limiting voting rights, pushed back on Sunday. New Jersey Gov. Chris Christie and former Texas Gov. Rick Perry went after Clinton for her comments, though with different degrees of success.", "title": "Perry, Christie Blast Clinton Over Voter Suppression Claim", "url": "http://www.thefiscaltimes.com/2015/06/07/Perry-Christie-Blast-Clinton-Over-Voter-Suppression-Claim", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06072015_Chris_Christie.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/06/07/Perry-Christie-Blast-Clinton-Over-Voter-Suppression-Claim", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/06072015_Chris_Christie.jpg", "creator": "@rrgarver", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Republican presidential hopefuls, who presumptive Democratic nominee Hillary Clinton attacked by name as being in favor of limiting voting rights, pushed back on Sunday. New Jersey Gov. Chris Christie and former Texas Gov. Rick Perry went after Clinton for her comments, though with different degrees of success.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe2c6e\"", "article_summary": "She also referred to his statements of approval when the Supreme Court ruled to limit the application of the Voting Rights Act.\nAnd said the lost protections were out dated and unnecessary.”She continued, “But Governor Perry is hardly alone in his crusade against voting rights.\nRepublican presidential hopefuls, whom presumptive Democratic nominee Hillary Clinton attacked by name as being in favor of limiting voting rights, pushed back on Sunday.\nHe applauded when the Voting Rights Act was gutted.\nIn New Jersey, Governor Chris Christie vetoed legislation to extend early voting."}