{"article_title": "Tiny Bubbles, Big Business: How Seltzer Became the Hot New Drink", "article_keywords": ["sugary", "million", "business", "big", "drink", "sales", "tiny", "research", "water", "brands", "hot", "beverage", "sparkling", "soda", "seltzer", "bubbles", "lacroix"], "article_url": "http://www.thefiscaltimes.com/2015/07/17/Tiny-Bubbles-Big-Business-How-Seltzer-Became-Hot-New-Drink", "article_text": "Struggling to decide between healthy but boring water and sweet, sugary soda, Americans are increasingly turning to fizzy water to quench their thirst.\n\nAlthough soda remains the leader in the soft drink category, soda consumption has fallen for the 10th year in a row, to the lowest level since 1986, according to The Wall Street Journal. Americans have been dropping sugary soda for years due to health concerns, but lately even diet soda has been losing popularity over worries about artificial sweeteners.\n\nSales of fizzy water — the category includes such well-known brands as Perrier and San Pellegrino — have grown to about $1.5 billion a year, more than doubling since 2010, according to data from industry research firm Euromonitor quoted in The Washington Post.\n\nRelated: How Coke Beat Pepsi in the New Cola Ad War\n\nOne of the top new brands is National Beverage’s LaCroix Sparkling Water, whose dozen flavors of bubbly H20 seem to be aimed at millennials in particular. The brand’s bright, colorful cans convey an alternative vibe, and the drink’s Instagram is loaded with attractive young people hoisting a can at pools, beaches and other relaxing places.\n\nNational Beverage credited sparkling water as the main factor that grew the company’s stock 75 percent over the last five years. Sales of the LaCroix brand alone have grown to $175 million, almost tripling since 2009.\n\nAnother rapidly growing brand, Sparkling Ice, owned by Talking Rain Beverage Company, saw sales boom to more than $384 million in 2014 from $2.7 million in 2009.\n\nGary Hemphill, managing director and COO of research at Beverage Marketing, sees the sales of seltzer and sparkling water only increasing as consumer demand for healthier refreshments grows.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Struggling to decide between healthy but boring water and sweet, sugary soda, Americans are increasingly turning to fizzy water to quench their thirst.", "title": "Tiny Bubbles, Big Business: How Seltzer Became the Hot New Drink", "url": "http://www.thefiscaltimes.com/2015/07/17/Tiny-Bubbles-Big-Business-How-Seltzer-Became-Hot-New-Drink", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-sodas-california_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/07/17/Tiny-Bubbles-Big-Business-How-Seltzer-Became-Hot-New-Drink", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-sodas-california_2.jpg", "title": "The Fiscal Times", "card": "summary", "creator": "@milliedent"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Struggling to decide between healthy but boring water and sweet, sugary soda, Americans are increasingly turning to fizzy water to quench their thirst.", "viewport": "initial-scale=1, maximum-scale=1"}, "article_summary": "Americans have been dropping sugary soda for years due to health concerns, but lately even diet soda has been losing popularity over worries about artificial sweeteners.\nNational Beverage credited sparkling water as the main factor that grew the company’s stock 75 percent over the last five years.\nStruggling to decide between healthy but boring water and sweet, sugary soda, Americans are increasingly turning to fizzy water to quench their thirst.\nGary Hemphill, managing director and COO of research at Beverage Marketing, sees the sales of seltzer and sparkling water only increasing as consumer demand for healthier refreshments grows.\nRelated: How Coke Beat Pepsi in the New Cola Ad WarOne of the top new brands is National Beverage’s LaCroix Sparkling Water, whose dozen flavors of bubbly H20 seem to be aimed at millennials in particular."}