{"article_title": "Media flayed for ‘kiss a–‘ Obama worship", "article_keywords": ["media", "limbaugh", "castro", "step", "flayed", "kiss", "world", "raul", "president", "obamas", "continued", "worship", "obama"], "article_url": "http://www.wnd.com/2013/12/rush-skewers-kiss-ass-obama-coverage/", "article_text": "Talk-radio giant Rush Limbaugh expressed disgust at President Barack Obama’s behavior at the memorial ceremony for Nelson Mandela – and at the mainstream media’s fawning coverage of Obama’s every move.\n\n“This whole week is about Barack Obama,” said Limbaugh. “That’s what the script is. (…) It’s all about him assuming Mandela’s place” and “assuming the mantle of world leftist leadership.\n\n“It’s a second inauguration if you will,” Limbaugh continued. “Obama is now the conscience of the world. The torch has been passed whether Mandela knew it or not.”\n\nAfter the President shook hands with communist Cuban dictator Raul Castro, CNN’s Christiane Amanpour quickly tried to preempt any criticism of Obama’s gesture, insisting the president was simply “doing the diplomatic thing” during a “moment of reconciliation.”\n\n“The drive by media is literally having orgasms over Obama shaking hands with Raul Castro,” Limbaugh said. Meanwhile, he reminded listeners, “There’s an American citizen who’s been sitting in a Cuban dungeon for months now.”\n\n“I don’t think Obama even knew who [Castro] was,” Limbaugh continued. “He’s too preoccupied with himself.”\n\nAs proof, Limbaugh noted that in the midst of the ceremony, Obama was busily taking “selfies” with other dignitaries like British Prime Minister David Cameron and Danish Prime Minister Helle Thorning-Schmidt.\n\nLimbaugh added that the president isn’t really “impressed with any of these people. (…) Obama is a narcissist. He’s not looking to impress these guys. He is thinking they envy him,” and will be eager to boast about meeting Obama when they get back home.\n\n“Then some gospel singer [Kirk Franklin] was bringing down the house,” Limbaugh continued, and Christiane Amanpour gushed that “Obama couldn’t have asked for a better ‘opening act.’”\n\nThe CNN correspondent is treating this memorial service “like a pop concert,” Limbaugh complained. Comparing the event to the raucous movie comedy The Wedding Crashers, the radio host joked he felt like he was watching “The Funeral Crashers.”\n\n“The media,” he said, is trying to “change and turn the focus to Obama.\n\n“This isn’t news. They want it to be news. Anything to distract everybody from Obamacare.\n\n“I’ve never seen such slavish kiss-ass” behavior from the media, Limbaugh said. “This is Obama’s official final step onto the world stage.”\n\nObama’s decision to shake Castro’s hand “represents another giant step for the United States, away from its founding and make it more or less like and no different than any other country on the planet.”", "article_metadata": {"description": "A Free Press For A Free People Since 1997", "generator": "WordPress 4.4.1", "og": {"site_name": "WND", "description": "Talk-radio giant Rush Limbaugh expressed disgust at President Barack Obama’s behavior at the memorial ceremony for Nelson Mandela – and at the mainstream media’s fawning coverage of Obama’s every move. “This whole week is about Barack Obama,” said Limbaugh. “That’s what the script is. (…) It’s all about him assuming Mandela’s place” and “assuming the […]", "title": "Media flayed for ‘kiss a–‘ Obama worship", "url": "http://www.wnd.com/2013/12/rush-skewers-kiss-ass-obama-coverage/", "image": "http://www.wnd.com/files/2013/12/obama.png", "type": "article"}, "fb": {"app_id": 152299868169938}, "google-site-verification": "5iw1bKISvQcI1qRwIskRfer6GKV4jUf6LImfS9bhaeI", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdbc85\"", "article_summary": "“I’ve never seen such slavish kiss-ass” behavior from the media, Limbaugh said.\n“It’s a second inauguration if you will,” Limbaugh continued.\nMeanwhile, he reminded listeners, “There’s an American citizen who’s been sitting in a Cuban dungeon for months now.”“I don’t think Obama even knew who [Castro] was,” Limbaugh continued.\nHe is thinking they envy him,” and will be eager to boast about meeting Obama when they get back home.\n“This whole week is about Barack Obama,” said Limbaugh."}