{"article_title": "ADP: Employers Add 204,000 Jobs in August", "article_keywords": ["sector", "added", "jobs", "gains", "adp", "workers", "job", "employers", "add", "growth", "204000", "report", "labor"], "article_url": "http://www.usnews.com/news/articles/2014/09/04/adp-employers-add-204-000-jobs-in-august", "article_text": "The manufacturing sector added 23,000 jobs in August, the most since December 2012, a new report shows. Bill Pugliano/Getty Images\n\nBusinesses in the U.S. added 204,000 jobs in August, led by broad-based gains across industries and company sizes, according to the ADP National Employment report released Thursday. The figure fell short of the consensus estimate of 220,000, and was down from the 218,000 jobs the group said the economy added in July.\n\n[READ: Job Prospects for Recent College Grads Have Improved, But Not Evenly]\n\nContinued monthly gains in job growth would signal to Federal Reserve policymakers labor market tightening, which could put pressure on employers to raise wages if labor is scarce. Wage gains, which have yet to really materialize, could in turn enable households to pickup their pace of spending and provide a boost to overall growth in the second half of the year.\n\nMark Zandi, chief economist for Moody’s Analytics, called the ADP figure a “solid number,” and the categorized the miss from the consensus estimate as immaterial. He also noted the stable job growth marked a unique aspect in the current recovery compared to past ones.\n\n“If you go back historically and look at recoveries, it’s more boom-bust like,” Zandi said in a conference call following the report. “You’d get a period of very rapid job growth and then things cool off significantly. That’s not been the case this go around. Job gains have slowly accelerated.”\n\nDespite the monthly gains, Zandi said the labor market still has “a long way to go” in terms of absorbing sources labor market slack, including long-term unemployed, discouraged workers who have stepped out of the labor force and part-time workers who would prefer to be working full-time.\n\n“Even at the current pace of growth, we’re not going to get back to full employment until late 2016, which by the way would be almost a decade since the last time we were at full employment,” he said. At that point the unemployment rate would be 5.5 percent, he added.\n\nSmall companies of fewer than 50 employees added 78,000 jobs in August, while medium-sized firms with between 50 and 499 employees added 75,000. Large employers with 500 workers or more hired 52,000 more people, the report showed.\n\n[ALSO: Jobless Claims Signal Tightening Labor Market]\n\nThe manufacturing sector added 23,000 jobs in August, the highest reading since December 2012 and well above the 3,000 the month before, the ADP report showed. Construction took on 15,000 more jobs, below July’s 12,000 reading. Professional and business services added 51,000 workers, down from a prior reading of 61,000, and the transportation and utilities sector grew by 28,000 in August, below 52,000 in July. The financial services sector grew by 5,000 jobs, down from 9,000 in July.\n\nAccording to ADP, businesses have added more than 200,000 jobs a month for the past five months straight. The Labor Department’s figures paint a rosier picture: According to its July report, employers have added more than 200,000 jobs a month for six months straight, a stretch unseen since 1997. The Labor Department releases updated figures on Friday.\n\nThe consensus estimate of Bloomberg-surveyed economists calls for a payroll gain of 230,000 in August and an unemployment rate of 6.1 percent, down from its current 6.2 percent.", "article_metadata": {"zone": "homepage/articles", "keyword": "ADP", "title": "ADP: Employers Add 204,000 Jobs in August", "og": {"site_name": "US News & World Report", "description": "Figure falls short of consensus economists' estimate of 220,000.", "title": "ADP: Employers Add 204,000 Jobs in August", "url": "http://www.usnews.com/news/articles/2014/09/04/adp-employers-add-204-000-jobs-in-august", "image": "http://www.usnews.com/cmsmedia/80/3f/85c0eaa14769963f00e616ecd899/140904-jobs-editorial.jpg", "type": "article"}, "twitter": {"description": "Figure falls short of consensus economists' estimate of 220,000.", "site": "@USNews", "card": "summary", "title": "ADP: Employers Add 204,000 Jobs in August"}, "msvalidate.01": "A8E47FA91124063A4A9C78AD5273DC0F", "site": "news", "date_published": "Sept. 4, 2014", "fb": {"app_id": 130063997038366}, "page_type": "article", "keywords": "Katherine Peralta,Pulse,picks,employment,economy,manufacturing,ADP", "google-site-verification": "owJBuFHD3VHcTSsnPSOYizmUcs3GSBjbx09vBbBi1MM", "viewport": "width=device-width, initial-scale=1", "description": "Figure falls short of consensus economists' estimate of 220,000."}, "_id": "\"57477af46914bd0286fd9acf\"", "article_summary": "The manufacturing sector added 23,000 jobs in August, the most since December 2012, a new report shows.\nHe also noted the stable job growth marked a unique aspect in the current recovery compared to past ones.\nBill Pugliano/Getty ImagesBusinesses in the U.S. added 204,000 jobs in August, led by broad-based gains across industries and company sizes, according to the ADP National Employment report released Thursday.\n“You’d get a period of very rapid job growth and then things cool off significantly.\nAccording to ADP, businesses have added more than 200,000 jobs a month for the past five months straight."}