{"article_title": "From POTUS to SCOTUS: Obama’s Big Move?", "article_keywords": ["supreme", "law", "court", "scotus", "justice", "big", "clinton", "house", "president", "politics", "white", "obamas", "potus", "obama"], "article_url": "http://www.thedailybeast.com/articles/2014/11/17/from-potus-to-scotus-obama-s-big-move.html", "article_text": "YOU NEVER KNOW\n\nThe president has always given off the sense that he doesn’t love the business of politics. So is Supreme Court justice a natural next step for him?\n\nWith the recent midterm results and his equally disastrous poll numbers, it’s hard to believe that President Obama hasn’t at least daydreamed about having another less demanding, less thankless job. And with two Supreme Court decisions on the horizon that could undo some of his most significant presidential legacies, it is even harder to believe he hasn’t daydreamed about one job in particular: being a Supreme Court Justice.\n\nHis clashes with Congress and increasing isolation seem to make it abundantly clear that President Barack Obama would rather play just about any game—including, or perhaps especially, golf—than politics. Yet he happens to have picked a line of work in which playing politics, or politicking as some call it, is just as much a part of the job requirements, as signing, or vetoing, a piece of legislation. So would President Barack Obama have been happier on the nation’s highest court than in the nation’s most recognizable house?\n\n“I love the law, intellectually,” Obama said in a recent interview with The New Yorker, before saying “being a Justice is a little bit too monastic for me.” And yet that doesn’t change the fact that he might have ultimately had a greater impact on the issues he cares about as a member of the Supreme Court—and that being a justice might be a more natural fit with who he is as a person.\n\nEvery president hopes to have at least one signature accomplishment or issue his administration can be remembered for. President Obama was poised to have two: healthcare reform and significant advancement on LGBT rights, specifically same-sex marriage. But after a surprising vote from Chief Justice John Roberts seemed to give the Affordable Care Act a reprieve in 2012, the Court is now planning to review another key portion of the law, with a ruling scheduled to come down by June 2015. That ruling could leave millions of those currently benefiting from Obamacare without the necessary subsidies to stay insured, and set the groundwork for a larger dismantling of the law.\n\nLast week, the 6th U.S. Circuit Court of Appeals upheld bans on same sex marriage in four states, making it extremely likely the Supreme Court will soon decide that issue as well. From becoming the first sitting President to embrace same-sex marriage, to repealing “Don’t Ask, Don’t Tell”, to using executive action to extend a host of federal benefits to same-sex couples, there are few issues that the Obama administration has been as heavily invested in terms of the President’s political capital than LGBT rights.\n\nAnd yet, ultimately, the Supreme Court holds the power to uphold or undo what it has taken him years to accomplish.\n\nIt certainly cannot be an easy pill to swallow, working so hard to get to the White House only to find out that, despite what everyone tells all of us from the time we are children, the president actually isn’t the most powerful man in America. That title belongs to nine men and women who were not elected but whose word is, for lack of a better term, king.\n\nBut perhaps even more daunting for the President, and his supporters, is the fact that one of the greatest orators to ever occupy the White House seems to lack the personality for the job.\n\nLet me be clear, as the president would say: Obama is telegenic and charming. (In one of the moments I chatted briefly with him he made a quip about my work that my mother still quotes to this day.) But it is clear he is not a man who is interested in having beers with people he is not genuinely interested in interacting with. He is the guy who hates small talk at large parties solely for the sake of networking, but would probably talk the ear off of a writer he admires at a small dinner party. That personality is not conducive to getting things done in Washington, at least not the Washington of today.\n\nIn his book The Center Holds: Obama and his Enemies, Jonathan Alter devotes an entire chapter to the president’s lack of love for one of politics’ most cherished pastimes: schmoozing. “No doubt President Obama is definitely less comfortable schmoozing than President Clinton was,” Keith Boykin, a CNBC Contributor who worked in the Clinton White House and was a law school classmate of President Obama’s told me. But he also added, “From my recollection in the Clinton administration, the White House can be very isolating for any president, even those who are very sociable by nature.”\n\nDespite Obama’s schmooze-aversion, Alter argues that the president’s own record indicates he might not fare quite so comfortably on the Supreme Court. Alter noted that during his days as a law professor at the University of Chicago, “Instead of settling in as a professor—and he could have easily won tenure—he chose to stay a part-time lecturer so he could run for elective office and be a politician. During that time, he didn’t write a single scholarly law review article, only political pieces or book reviews for local publications.”\n\nHe also said the President disliked being 1 of 100 in the Senate, and would go batty “being cooped up in the Supreme Court, which is a bad place for a restless guy like him.”\n\nAlthough it’s not beyond the realm of possibility that he could one day have a chance to find out how Obama would fair as a Justice. And there is a precedent: William Howard Taft became Chief Justice of the U.S. Supreme Court eight years after failing to be re-elected to a second term as president.\n\n“I think President Obama would make an excellent Supreme Court justice,” Boykin said. “It’s not too late. He’s still a relatively young man in judicial terms and could follow in the tradition of William Howard Taft. President Hillary Clinton could appoint him to the Supreme Court if she wanted to do so.”", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary", "creator": "keligoff"}, "keywords": "u.s. poli", "publicationDate": 201411171045, "wrap": "/content/dailybeast/politics", "description": "The president has always given off the sense that he doesn’t love the business of politics. So is Supreme Court justice a natural next step for him?", "pageNum": 1, "title": "From POTUS to SCOTUS: Obamas Big Move?", "tags": "topic:politics", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"From POTUS to SCOTUS: Obama’s Big Move?\",\"link\":\"http://www.thedailybeast.com/articles/2014/11/17/from-potus-to-scotus-obama-s-big-move.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2014/11/17/from-potus-to-scotus-obama-s-big-move/jcr:content/image.crop.410.273.jpg/47207370.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2014/11/17/from-potus-to-scotus-obama-s-big-move\",\"pub_date\":\"2014-11-17T10:45:00+00:00\",\"section\":\"Politics\",\"author\":\"Keli Goff\",\"tags\":[\"politics\"]}", "news_keywords": "US Politics", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Keli Goff", "article": {"section": "politics", "published_time": "2014-11-17T10:45:00.000Z", "author": "http://www.thedailybeast.com/contributors/keli-goffhtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2014/11/17/from-potus-to-scotus-obama-s-big-move", "og": {"site_name": "The Daily Beast", "description": "The president has always given off the sense that he doesn’t love the business of politics. So is Supreme Court justice a natural next step for him?", "title": "From POTUS to SCOTUS: Obama’s Big Move?", "url": "http://www.thedailybeast.com/articles/2014/11/17/from-potus-to-scotus-obama-s-big-move.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2014/11/17/from-potus-to-scotus-obama-s-big-move/jcr:content/image.img.2000.jpg/1416221110448.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/k/keli-goff", "content-type": "text/html; charset=UTF-8"}, "_id": "\"57477af36914bd0286fcb9d8\"", "article_summary": "So is Supreme Court justice a natural next step for him?\nPresident Obama was poised to have two: healthcare reform and significant advancement on LGBT rights, specifically same-sex marriage.\nAnd with two Supreme Court decisions on the horizon that could undo some of his most significant presidential legacies, it is even harder to believe he hasn’t daydreamed about one job in particular: being a Supreme Court Justice.\nAnd yet, ultimately, the Supreme Court holds the power to uphold or undo what it has taken him years to accomplish.\n“I think President Obama would make an excellent Supreme Court justice,” Boykin said."}