{"article_title": "Senate’s criminal justice reform bill is only a first step", "article_keywords": ["reform", "justice", "bill", "system", "start", "step", "austinhillery", "way", "healthcare", "need", "criminal", "senates"], "article_url": "http://fusion.net/story/207714/senate-criminal-justice-bill-end-mass-incarceration/", "article_text": "“It’s a momentous beginning,” Nicole Austin-Hillery, first director and counsel of the Brennan Center for Justice’s Washington, D.C. office, told me yesterday when I asked her about the Senate’s long-awaited criminal justice reform bill. “This is a really good thing.”\n\n“It’s reform that goes farther than any measures we’ve seen in the last several decades,” she continued, before listing off its major provisions. The bill, introduced Thursday by a bipartisan coalition of senators including Iowa Republican Chuck Grassley and New Jersey Democrat Cory Booker, proposes to reduce mandatory minimums for drug offenses, expand the “safety valve” to allow judges to exempt people charged with non-violent drug offenses from mandatory minimums, build out anti-recidivism and need assessment programs, and limit the use of solitary against juveniles, among other reforms.\n\nThe measure is also being hailed as something of a political miracle given the hyper-partisan divisions in this Congress. But its bipartisanship, while also a tremendous selling point, doesn’t mean total agreement on its central provisions.\n\nThe left-most members of the six-member coalition acknowledge that they would have liked to see aspects of the bill go farther: the measure amends, rather than eliminates, mandatory minimums, and only deals with low-level and non-violent offenders.\n\n“I would have liked to see the dials turned more. But I think that the way to think about this is that a lot of dials were turned, and that’s a start,” Booker told the Washington Post. “With all of the cynicism about Washington, this is a really a sign of how the place can work.”\n\nGrassley, a conservative Republican who heads the Senate’s Judiciary Committee, agreed that the bill, while a powerful show of cooperation between parties, also had fracture points. “There are things in here that each of us like,” he said at a press conference on Thursday. “There are items that each of us would rather do without. This is how the process works in the Congress.”\n\n“It is certainly not the solution to all of the ills that are impacting and causing mass incarceration, but [the Senate bill] is a very smart place to start making reforms,” Austin-Hillery said of the limits of the proposal.\n\n“Is there a lot more to be done? Yes. We have to start to deal with other types of crimes, we have to start to deal with offenders at other levels,” she explained. “We also have to start looking at what kinds of reforms need to be put in place in the states. Everyone needs to be clear that this is a federal reform agenda. A majority of people who are incarcerated in this country are in state prisons.”\n\nEven if the Senate proposal passes as is, there are factors feeding people into our country’s jails and prisons that remain outside its purview. As Austin-Hillery noted—and Booker himself seemed to acknowledge—untangling the knot of America’s mass incarceration epidemic will take much more than a single bill.\n\n***\n\nThis is where the talk of bipartisan consensus on criminal justice reform gets more complicated. Because while Republicans and Democrats have, to a certain extent, come to agree on the fact that the United States incarcerates way too many people, the question of why that is, and the expansive reforms that will be required to change that system, brings the debate back into a partisan land mine.\n\n“There are [policy] discussions about the other variables that impact individuals in the criminal justice system: economic and racial disparities, educational opportunities, housing, drug treatment,” Austin-Hillery said of the wide-ranging conversations happening in Congress about reform. “All of these things are being discussed.”\n\nThose issues may be on the table, but, unlike the emerging consensus on sentencing reform, agreement seems harder to come by. And healthcare is one of the clearest dividing lines.\n\nMike Lee, a Utah Republican who was instrumental in developing the Senate’s current reform package, is among the most vocal opponents of the Affordable Care Act in Congress. And Koch Industries, which has bankrolled its own initiatives related to criminal justice reform, has also been throwing millions at efforts to dismantle the new healthcare law, a policy that, among other things, expanded Medicaid eligibility for millions, including people coming out of the criminal justice system.\n\nAround 35% of the people who are newly eligible for Medicaid under the new healthcare law are people who have been involved with the criminal justice system, whether that means spending time in prison or jail or being on probation. “For those newly covered, it will open up treatment doors for them,” Dr. Fred Osher, director of health systems and services policy for the Council of State Governments Justice Center, recently told the New York Times.\n\nAnd under the new healthcare law, states can suspend, rather than terminate, a person’s Medicaid benefits while they are incarcerated. This provision of the Affordable Care Act is a response to data showing that uninterrupted access to healthcare goes a long way toward helping people reintegrate into their communities, get the care they need, and, in the long run, stay out of the system. Repealing Obamacare would mean dismantling these expanded networks of access.\n\n“There are many issues with having people get access to Medicaid and healthcare services [after release],” KiDeuk Kim, a senior researcher at the Urban Institute and visiting fellow at the U.S. Department of Justice, told me over the summer. “There are studies that look at the impact of affordable healthcare on recidivism. After some initial evaluations and analysis, we know that [access] provides needed services to returning prisoners. They do better. They have a much more successful life, getting back into society. It’s critical.”\n\nKim is the co-author of a report from the Urban Institute that found that formerly incarcerated people with mental illness have higher recidivism rates than those who don’t experience those issues, causing them to “cycle through the criminal justice system without the appropriate care to address their mental health” and leading to what the report calls a “revolving door” into the system.\n\nThere is real need at the national level as well, Kim explained. “It’s a long way to go, but we definitely need to extend healthcare programs [within the system]. The Bureau of Justice conducted a study in 2006 and the study found that only 1 in 3 state prisoners and 1 in 6 jail inmates who suffer from mental health problems reported receiving treatment. There is evidence that our system is lacking in healthcare services.”\n\nWhen I asked Kim back in July about what was then the unreleased Senate proposal and bipartisan cooperation on the issue, he was optimistic about the consensus on sentencing reform, but offered a wait-and-see approach when it came to finding the same level of agreement on public and community health policy.\n\n“A lot of focus right now is on undoing the harm that’s done,” he said. “We want to fix the sentencing structure in a way that we don’t increase the prison population. How far it gets pushed beyond that remains to be seen, [though] I really hope they take preventative measures—rehabilitation and providing services to people who need services—but that remains to be seen.”\n\nBut this bill is an encouraging beginning to what needs to be a longterm and wide-ranging push to end mass incarceration in the U.S., Austin-Hillery said. “All the various stakeholders would agree this is a starting point, not where we’re going to end in the struggle for reform,” she said. “This is not the ceiling—I would call this the floor where we start.”", "article_metadata": {"msapplication-config": "http://fusion.net/wp-content/themes/fusion-theme/assets/images/favicons/browserconfig.xml?v=1462067892199", "msapplication-TileColor": "#da532c", "description": "The bipartisan proposal to limit mandatory minimums includes an unprecedented package of reforms. But there's still more to be done.", "generator": "WordPress 4.5.2", "og": {"site_name": "Fusion", "description": "“It’s a momentous beginning,” Nicole Austin-Hillery, first director and counsel of the Brennan Center for Justice’s Washington, D.C. office, told me yesterday when I asked her about the Senate’s long-awaited criminal justice reform bill. “This is a really good thing.” \r\n\r\n“It’s reform that goes farther than any measures we’ve seen in the last several decades,” she continued, before listing off its major provisions.", "title": "The Senate's Criminal Justice Reform Bill Is Major. It's Also Not Enough.", "url": "http://fusion.net/story/207714/senate-criminal-justice-bill-end-mass-incarceration/", "image": {"width": 1200, "identifier": "http://i1.wp.com/fusion.net/wp-content/uploads/2015/10/gettyimages-76479839.jpg?resize=1200%2C630&quality=80&strip=all", "height": 630}, "type": "article"}, "twitter": {"description": "“It’s a momentous beginning,” Nicole Austin-Hillery, first director and counsel of the Brennan Center for Justice’s Washington, D.C. office, told me yesterday when I asked her about the", "title": "The Senate's criminal justice reform bill is major. It's also not", "url": "http://fusion.net/story/207714/senate-criminal-justice-bill-end-mass-incarceration/", "image": "http://i1.wp.com/fusion.net/wp-content/uploads/2015/10/gettyimages-76479839.jpg?resize=560%2C294&quality=80&strip=all", "site": "@fusion", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Fusion.net", "pocket-site-verification": "81a5587d6c56043280b2554922f43d", "p": {"domain_verify": "c6a5260d31ead375c331934cb6df4833"}, "fb": {"app_id": 796694167041552}, "theme-color": "#ffffff", "msapplication-TileImage": "http://fusion.net/wp-content/themes/fusion-theme/assets/images/favicons/mstile-144x144.png?v=1462067892199", "application-name": "Fusion.net", "msvalidate.01": "0EABD001D404EA9DDE2025E9E4F14CAF", "google-site-verification": "BKw_9qDU04u2w1WoNF53fplAwWXVK_DJ1b6rZDR5u-M", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "criminal justice reform, criminal justice reform bill, criminal justice reform act, criminal justice reform organization, cory booker criminal justice reform, republican criminal justice reform, bipartisan criminal justice reform, prison reform, congress prison reform"}, "_id": "\"57477af36914bd0286fcb9e9\"", "article_summary": "***This is where the talk of bipartisan consensus on criminal justice reform gets more complicated.\n“It’s a momentous beginning,” Nicole Austin-Hillery, first director and counsel of the Brennan Center for Justice’s Washington, D.C. office, told me yesterday when I asked her about the Senate’s long-awaited criminal justice reform bill.\nAnd Koch Industries, which has bankrolled its own initiatives related to criminal justice reform, has also been throwing millions at efforts to dismantle the new healthcare law, a policy that, among other things, expanded Medicaid eligibility for millions, including people coming out of the criminal justice system.\n“There are [policy] discussions about the other variables that impact individuals in the criminal justice system: economic and racial disparities, educational opportunities, housing, drug treatment,” Austin-Hillery said of the wide-ranging conversations happening in Congress about reform.\nAround 35% of the people who are newly eligible for Medicaid under the new healthcare law are people who have been involved with the criminal justice system, whether that means spending time in prison or jail or being on probation."}