{"article_title": "Loving Billie Holiday Doesn’t Mean Black Girls Aren’t Suffering", "article_keywords": ["love", "presidents", "dubois", "girls", "billie", "suffering", "doesnt", "black", "arent", "letter", "mean", "women", "mcdonalds", "holiday", "lady", "day", "loving"], "article_url": "http://www.thenation.com/article/loving-billie-holiday-doesnt-mean-black-girls-arent-suffering/", "article_text": "In response to a letter of protest signed by more than 1,000 women of color, Joshua DuBois penned a thoughtful defense at The Daily Beast of President Obama and My Brother’s Keeper, the $200 million public-private initiative to improve life outcomes and address opportunity gaps for men and boys of color. Inspired by Audra McDonald’s Tony Award–winning stage portrayal of jazz legend Billie Holiday, DuBois argues that the signatories of the letter failed to grasp the president’s sensitivity, devotion, and dare I say, even love for black women. We can recognize this love and devotion in part, DuBois tells us, in the president’s special fondness for Lady Day, her music and the pain and resilience expressed by her artistry. Ad Policy\n\nI too have been moved by the biography and the artistry of Billie Holiday. My father, my first teacher and a jazz lover who always sought to share his interest with his younger daughter, introduced me to Lady Day and her music. I went on to devote a book to exploring her personal significance to me and to larger questions about gender, race and class. Like DuBois, I also sat awestruck at McDonald’s performance: one great artist paying homage to another. And, although I am one of the many women who signed the letter pressing the administration to include women and girls in this program, that does not mean I, or any of us, question the president’s respect for black women.\n\nDuBois mentions the president’s love for his wife and his two beautiful daughters. As so many of us do, I find that heartwarming. And it was with a sense of gratitude and pride that I watched him honor the two literary lions, Maya Angelou and Toni Morrison with the Medal of Freedom, the nation’s highest civilian honor. Nor do I doubt that black women will benefit from major Obama administration achievements, such as the Affordable Care Act, and the other projects including the STEM initiatives, which will support women students and researchers in science, technology, engineering and mathematics.\n\nAnd like DuBois, my husband and I also left the theater following McDonald’s performance in a pensive state. I thought about the way she expressed herself with such beauty and dignity in the face of unspeakable insults to her person: a gifted black woman born in a nation that did more to thwart her promise than it did to nurture it. But here my ruminations on Lady Day depart from DuBois’. I couldn’t help but focus on how many of the problems that plagued Holiday continue to confront young, poor women of color today. Her girlhood difficulties were largely invisible to those in power; all too often the same is true for contemporary girls left to struggle alone in violent communities, failing schools, and institutions that do more harm than good.", "article_metadata": {"sailthru.image.thumb": "http://www.thenation.com/wp-content/uploads/2015/03/billie_holiday_article-275x173.jpg", "sailthru.author": "Farah Jasmine Griffin", "description": "Joshua DuBois makes an illogical argument against the criticism of President Barack Obama’s My Brother’s Keeper initiative.", "generator": "WooCommerce 2.3.13", "og": {"site_name": "The Nation", "description": "Joshua DuBois makes an illogical argument against the criticism of President Barack Obama’s My Brother’s Keeper initiative.", "title": "Loving Billie Holiday Doesn’t Mean Black Girls Aren’t Suffering", "url": "http://www.thenation.com/article/loving-billie-holiday-doesnt-mean-black-girls-arent-suffering/", "image": {"width": 1500, "identifier": "http://www.thenation.com/wp-content/uploads/2015/03/billie_holiday_article.jpg", "type": "image/jpeg", "height": 1100}, "updated_time": "2015-06-29T07:52:33+00:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "Joshua DuBois makes an illogical argument against the criticism of President Barack Obama’s My Brother’s Keeper initiative.", "title": "Loving Billie Holiday Doesn’t Mean Black Girls Aren’t Suffering", "url": "http://www.thenation.com/article/loving-billie-holiday-doesnt-mean-black-girls-arent-suffering/", "image": {"src": "http://www.thenation.com/wp-content/uploads/2015/03/billie_holiday_article.jpg", "identifier": "http://www.thenation.com/wp-content/uploads/2015/03/billie_holiday_article-1440x756.jpg", "width": 1500, "height": 1100}, "site": "@TheNation", "card": "summary_large_image"}, "sailthru.date": "June 27th, 2014", "sailthru.title": "Loving Billie Holiday Doesn’t Mean Black Girls Aren’t Suffering", "sailthru.tags": "Feminism,Politics,Racism and Discrimination,", "fb": {"app_id": 192399944158735}, "sailthru.content_id": 90286, "keywords": "The Nation, Farah Jasmine Griffin, Barack Obama, My Brother's Keeper, Billie Holiday, black men, black women, gender", "article": {"publisher": "https://www.facebook.com/TheNationMagazine", "tag": "gender", "published_time": "2014-06-27T14:27:08+00:00", "modified_time": "2015-06-29T07:52:33+00:00", "author": "http://www.thenation.com/author/"}, "sailthru.description": "Joshua DuBois makes an unconvincing argument against the criticism of President Obama’s My Brother’s Keeper initiative.", "sailthru.image.full": "http://www.thenation.com/wp-content/uploads/2015/03/billie_holiday_article-680x430.jpg", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcb9ee\"", "article_summary": "My father, my first teacher and a jazz lover who always sought to share his interest with his younger daughter, introduced me to Lady Day and her music.\nDuBois mentions the president’s love for his wife and his two beautiful daughters.\nBut here my ruminations on Lady Day depart from DuBois’.\nInspired by Audra McDonald’s Tony Award–winning stage portrayal of jazz legend Billie Holiday, DuBois argues that the signatories of the letter failed to grasp the president’s sensitivity, devotion, and dare I say, even love for black women.\nAd PolicyI too have been moved by the biography and the artistry of Billie Holiday."}