{"article_title": "'The Simpsons' Cracks On Donald Trump’s Combover In New Series Promo", "article_keywords": ["homer", "announcement", "cracks", "trump", "promo", "series", "simpsons", "thing", "donald", "27", "trumps", "touch", "presidential", "combover"], "article_url": "http://www.techtimes.com/articles/67240/20150708/simpsons-cracks-donald-trump-s-combover-new-series-promo.htm", "article_text": "Advertisement\n\nAfter hearing billionaire businessman Donald Trump's offensive presidential campaign announcement speech, we learned that he is not a fan of Mexicans, Obamacare and stupid Americans, and now he has one more thing to add to that list — one of America's favorite animated series, The Simpsons.\n\nThat's because The Simpsons just released a new promo for its Season 27 that cracks on Trump's infamous combover.\n\nProbably the easiest thing to pick on Trump about is his hair. While he probably doesn't care (he's filthy rich, our opinions don't matter), that did not shy Simpsons writers for tackling hairpiece jokes.\n\nIn the minute-and-a-half promo, Homer is asked by a man working on the Trump campaign if he could hold a sign for $50. Not caring who will be the next president and unable to pass up the easy payday, Homer is seen among a group of paid supports cheering Trump on.\n\nOf course, this is a crack at the alleged report that Trump hired actors to act as supporters during his presidential announcement, paying them $50 to wear T-shirts, carry signs and cheer him on.\n\nUnfortunately for Homer, he gets pushed onto an escalator, ironically with Trump himself, finding it hard to not stare directly at his hair.\n\n\"If I touch it, will it heal my baldness?\" he asks.\n\nHowever, with one simple touch on the fluffy strands, Homer is sucked into the hairpiece, going on a journey through the gravity-defying combover.\n\nTrump's combover is the home of a few interesting characters, including Big Foot, and even Amelia Earhart can be found lost in there. There are also jabs made at Trump's recent contract fallouts with Macy's and NBC over his racist remarks.\n\nHomer then appears onstage with Trump as he makes his big announcement, quickly being escorted out the premise.\n\nSeason 27 of The Simpsons will air on Fox on September 27. Its debut episode will feature the storyline surrounding Homer and Marge's separation.\n\nWatch The Simpsons take on Donald Trump and his hair in the promo below.\n\nVia: Salon\n\nBe sure to follow T-Lounge on Twitter and visit our Facebook page.\n\n© 2016 Tech Times, All rights reserved. Do not reproduce without permission.", "article_metadata": {"Description": "'The Simpsons' take on Donald Trump's recent bid for president along with his infamous hair in a new promo for Season 27.", "Copyright": "2016 Tech Times", "Author": "Tech Times", "og": {"site_name": "Tech Times", "description": "'The Simpsons' take on Donald Trump's recent bid for president along with his infamous hair in a new promo for Season 27.", "title": "'The Simpsons' Cracks On Donald Trump’s Combover In New Series Promo", "url": "http://www.techtimes.com/articles/67240/20150708/simpsons-cracks-donald-trump-s-combover-new-series-promo.htm", "image": "http://images.techtimes.com/data/images/full/107367/the-simpsons-cracks-on-donald-trump-s-combover-in-new-series-promo.png", "type": "article"}, "twitter": {"domain": "techtimes.com", "description": "'The Simpsons' take on Donald Trump's recent bid for president along with his infamous hair in a new promo for Season 27.", "title": "'The Simpsons' Cracks On Donald Trump’s Combover In New Series Promo", "url": "http://www.techtimes.com/articles/67240/20150708/simpsons-cracks-donald-trump-s-combover-new-series-promo.htm", "image": "http://images.techtimes.com/data/images/full/107367/the-simpsons-cracks-on-donald-trump-s-combover-in-new-series-promo.png", "creator": "@TechTimes_News", "site": "@TechTimes_News", "card": "summary_large_image"}, "syndication-source": "http://www.techtimes.com/articles/67240/20150708/simpsons-cracks-donald-trump-s-combover-new-series-promo.htm", "robots": "index, follow", "fb": {"app_id": 1047242882033344}, "Googlebot-News": "index, follow", "google-site-verification": "2TcEHlVZXd254bQYGiPgjL2nnVFZ5NgzUO_tRUZX_EY", "Title": "Tech Times", "article": {"published_time": "2015-07-08"}, "news_keywords": "The Simpsons, Donald Trump, series promo, combover", "viewport": "width=1040", "Subject": "techtimes.com"}, "_id": "\"57477af46914bd0286fe1f41\"", "article_summary": "That's because The Simpsons just released a new promo for its Season 27 that cracks on Trump's infamous combover.\nIn the minute-and-a-half promo, Homer is asked by a man working on the Trump campaign if he could hold a sign for $50.\nWatch The Simpsons take on Donald Trump and his hair in the promo below.\nTrump's combover is the home of a few interesting characters, including Big Foot, and even Amelia Earhart can be found lost in there.\nWhile he probably doesn't care (he's filthy rich, our opinions don't matter), that did not shy Simpsons writers for tackling hairpiece jokes."}