{"article_title": "Ben Carson's Embarrassingly Stupid Attack on Obamacare", "article_keywords": ["affordable", "israel", "ben", "things", "embarrassingly", "obamacare", "seriously", "general", "carson", "attack", "stupid", "carsons", "welfare", "care"], "article_url": "http://www.politicususa.com/2014/12/21/ben-carsons-embarrassingly-stupid-attack-obamacare.html", "article_text": "\n\nWe are not done talking about the The Patient Protection and Affordable Care Act (PPACA), otherwise known as Affordable Care Act (ACA) or “Obamacare.” Not by a long shot. You can be it will figure prominently in the Republican narrative leading up to the 2016 presidential election.\n\nRetired surgeon Ben Carson is one of the many Republicans potentially running for the highest office in the land. He has even gone to Israel to prove he must be taken seriously, saying, “I think having real life experience in the region as opposed to just book learning is extremely helpful in terms of putting things into perspective.”*\n\nMore critically, he has said, like every other Republican presidential candidate in recent years, that he “feels fingers” from God telling him to run. Remember, Sarah Palin had these, Michele Bachmann had these, Rick Perry had these.\n\nEarlier this month, this potential messiah who prefers real life experience to, say, reading, demanded that Obamacare be put up to a re-vote, writing at World Net Daily that it “was forced upon the unsuspecting American people through political manipulation and deception.”\n\nMore recently, he denounced Obamacare as unconstitutional on the grounds that it must “promote the general welfare” of the nation, but does not.\n\nThat is indeed what we find in the preamble to the United States Constitution:\n\nWe the people of the United States, in order to form a more perfect union, establish justice, insure domestic tranquility, provide for the common defense, promote the general welfare, and secure the blessings of liberty to ourselves and our posterity, do ordain and establish this Constitution for the United States of America.\n\nCarson doesn’t see the Affordable Care Act doing that. He says it only helps some people and then only at the expense of others (like subsidies to oil companies, Ben?). So he told Andy Parks of the Washington Times that:\n\n“Your solution should be something that represents all the people. The Constitution says one of the purposes, in the preamble, it says is for the ‘promote the general welfare.’ What that means is that we do things that help everybody, we don’t pick this group and say, ‘We’re going to help you at the expense of this group over here.’ That’s not promoting the general welfare so we’re actually violating the Constitution in that sense.”\n\nCarson is contending that Obamacare does not benefit everyone. One wonders if he has actually ever read the law. If he is going to be president, he will have to get used to doing that – reading legislation. We do realize that Republicans tend not to do such things – read legislation, listen to speeches, attend important meetings that explain the things they like to complain about. But it really is essential for the leader of the world’s most powerful nation, to have some passing understanding of the things he talks about.\n\nSo let me help Ben out here. Peruse the law’s table of contents and you’ll see the following:\n\nTITLE I—QUALITY, AFFORDABLE HEALTH CARE FOR ALL AMERICANS\n\nSubtitle A—Immediate Improvements in Health Care Coverage for All Americans\n\nSubtitle C—Quality Health Insurance Coverage for All Americans\n\nSubtitle D—Available Coverage Choices for All Americans\n\nSubtitle E—Affordable Coverage Choices for All Americans\n\nTITLE X—STRENGTHENING QUALITY, AFFORDABLE HEALTH CARE FOR ALL AMERICANS\n\nSo let’s just humor Ben for a moment that the Constitution really means a law must help everybody to be constitutional (I can think of dozens that do not). Oh, well that’s just embarrassing…\n\nNow keep in mind that Carson is the guy who said women’s liberation is to blame for Ferguson, because apparently a woman’s hands were all over a white male cop gunning down an unarmed black youth. Or something. He also said that gay rights and pro-choice activists are “enemies of America” because, you know, when it comes to gays and women, the “general welfare” suddenly does NOT include everybody, but only a few.\n\nAccording to Carson, by trying to extend our liberties to more people, like gays and women, we “incite people to anger and to hatred.”\n\nI get the idea that neither reading nor learning from personal experiences are Ben’s forte. In the vernacular, Ben Carson cannot hold Barack Obama’s jockstrap.\n\nI don’t think anyone seriously considers Ben Carson a frontrunner in 2016. The field is already too full of people just like him. Seriously, if we want to be laughed at by other nations, we can do better, and elect somebody who doesn’t even know where he is, like Rick Perry, or Michele Bachmann. I mean, why not just put Sarah Palin in the White House if that is our goal?\n\nOh, and unlike Pat Robertson or Gordon Klingenschmitt, Ben Carson did make the final four in the 2014 Equine Posterior Award. Consider voting for him, just to let him know he hasn’t been forgotten by us “inciters.”\n\nMeanwhile, best get used to the idea of seeing his name pop up more and more in the news. But seriously, GOP? If you’re serious about this whole 2016 thing, you’re going to have to do a whole lot better than this.\n\nNext!\n\nNotes:\n\n* The Washington Post explains that, “Over the years, Israel has become an established campaign stop for many presidential contenders. Sen. Elizabeth Warren, D-Mass. — who is the object of 2016 speculation despite repeated denials she is planning a White House run — traveled last month to several Middle Eastern countries, including Israel. Sen. Ted Cruz (R-Texas) and Vice President Joe Biden both visited Israel earlier this year, and former Arkansas Gov. Mike Huckabee (R) has traveled there three times in 2014 alone.”", "article_metadata": {"description": "Ben Carson thinks Obamacare is unconstitutional because it doesn't help everybody. The only problem with that is that it DOES help everybody", "generator": "WordPress 4.5.2", "author": "Hrafnkell Haraldsson", "og": {"site_name": "Politicus USA", "description": "Ben Carson thinks Obamacare is unconstitutional because it doesn't help everybody. The only problem with that is that it DOES help everybody", "title": "Ben Carson's Embarrassingly Stupid Attack on Obamacare", "url": "http://www.politicususa.com/2014/12/21/ben-carsons-embarrassingly-stupid-attack-obamacare.html", "image": "http://15130-presscdn-0-89.pagely.netdna-cdn.com/wp-content/uploads/2014/06/Ben_Carson.jpg", "updated_time": "2014-12-21T08:21:06+00:00", "type": "article"}, "fb": {"admins": 523732690, "app_id": 113462415332922, "pages": 186473214703370}, "keywords": "Featured News,Issues,america,Ben Carson,Conservatism in the United States,Gordon Klingenschmitt,Israel,Obamacare,Pat Robertson,Patient Protection and Affordable Care Act,politics,Politics of the United States,tea party movement,United States,United States Constitution,White House,politicususa,liberal,sarah jones,jason easley,barack obama,hillary clinton,bernie sanders,msnbc,media", "article": {"publisher": "https://www.facebook.com/PoliticusUSA", "section": "Issues", "published_time": "2014-12-21T08:21:06+00:00", "modified_time": "2014-12-21T08:21:06+00:00"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "america, Ben Carson, Conservatism in the United States, Gordon Klingenschmitt, Israel, Obamacare, Pat Robertson, Patient Protection and Affordable Care Act, politics, Politics of the United States, tea party movement, United States, United States Constitution, White House"}, "_id": "\"57477af46914bd0286fda316\"", "article_summary": "Retired surgeon Ben Carson is one of the many Republicans potentially running for the highest office in the land.\nWe are not done talking about the The Patient Protection and Affordable Care Act (PPACA), otherwise known as Affordable Care Act (ACA) or “Obamacare.” Not by a long shot.\nOh, and unlike Pat Robertson or Gordon Klingenschmitt, Ben Carson did make the final four in the 2014 Equine Posterior Award.\nIn the vernacular, Ben Carson cannot hold Barack Obama’s jockstrap.\nI don’t think anyone seriously considers Ben Carson a frontrunner in 2016."}