{"article_title": "Conservative Group Targets 'Kissing Congressman,' Backs 'Duck Dynasty' Relative", "article_keywords": ["mcallister", "vance", "republican", "group", "zach", "congress", "dasher", "club", "tom", "backs", "dynasty", "relative", "voted", "mcallisters", "duck", "congressman", "conservative", "targets", "kissing"], "article_url": "http://www.huffingtonpost.com/2014/09/16/vance-mcallister-congress_n_5829176.html", "article_text": "Tom Williams via Getty Images\n\nThe conservative Club for Growth said Tuesday that it would support Zach Dasher, a businessman with ties to the infamous \"Duck Dynasty\" family and one of Rep. Vance McAllister's (R-La.) Republican challengers.\n\nThe group announced its endorsement of Dasher while referencing the scandal over video of a kiss between McAllister, who is married, and a member of his staff.\n\n“Everyone in Louisiana knows about Vance McAllister’s personal problems, but far less is known about his extremely liberal record,” Club for Growth President Chris Chocola said in a statement. “When he ran for Congress last year, Vance McAllister pushed for expanding Obamacare in Louisiana and told voters ‘we’re past the point of repealing’ it. In Congress, Vance McAllister has voted against numerous efforts to cut federal spending and he voted for a budget that contained billions in taxes. Vance McAllister’s love of big-government policies is yet another reason to replace him with fiscal conservative Zach Dasher this November.”\n\nDasher is the nephew of \"Duck Dynasty\" star Phil Robertson. McAllister has his own ties to the family: Robertson's son Willie starred in an ad for McAllister last year, and was the representative's guest at President Barack Obama's State of the Union address.\n\nThough McAllister initially said he would not run for re-election after video of him kissing the staffer emerged in April, he changed his mind in June and announced that he would seek to defend his seat.\n\nLouisiana Gov. Bobby Jindal (R) has called McAllister an \"embarrassment.\" The Club for Growth's decision to back his challenger only furthers his alienation within the Republican Party.\n\nDasher and McAllister will face off in Louisiana's nonpartisan primary Nov. 4. If no candidate receives at least 50 percent of the vote, the race to represent the district will proceed to a December runoff.\n\nThe McAllister campaign did not immediately respond to a request for comment.\n\nAlso on HuffPost: New House Members Of The 113th Congress New House Members Of The 113th Congress\n\n1 of 84 Rep. Tom Cotton (R-Ark., 4th District) In this photo provided by the Arkansas Secretary of State's office, taken Feb. 24, 2012, Republican Congressional candidate Tom Cotton poses in Little Rock, Ark. (AP Photo/Arkansas Secretary of State, Victor Coats) Share this slide:\n\nAP", "article_metadata": {"description": "The conservative Club for Growth said Tuesday that it would support", "sailthru.expire_date": "2014-09-17 11:53:47 -0400", "og": {"site_name": "The Huffington Post", "description": "The conservative Club for Growth said Tuesday that it would support", "title": "Conservative Group Targets 'Kissing Congressman,' Backs 'Duck Dynasty' Relative", "url": "http://www.huffingtonpost.com/2014/09/16/vance-mcallister-congress_n_5829176.html", "image": "http://i.huffpost.com/gen/2065446/images/o-VANCE-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "The conservative Club for Growth said Tuesday that it would support", "creator": "SamLachman", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2065446/images/o-VANCE-facebook.jpg", "height": 1000}, "title": "Conservative Group Targets 'Kissing Congressman,' Backs 'Duck Dynasty' Relative", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-09-16 11:53:47 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5829176", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "elections 2014,Gop primary,Politics News,HuffPolitics blog,politics,Vance McAllister,vance mcallister kissing,louisiana,house races,Louisiana politics,vance mcallister scandal,zach dasher congress,2014 election,zach dasher,Club for Growth,vance mcallister congress", "article": {"section": "Politics", "tag": "elections 2014,Gop primary,Politics News,HuffPolitics blog,politics,Vance McAllister,vance mcallister kissing,louisiana,house races,Louisiana politics,vance mcallister scandal,zach dasher congress,2014 election,zach dasher,Club for Growth,vance mcallister congress", "published_time": "2014-09-16 11:53:47 -0400", "modified_time": "2014-09-16 11:59:06 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fda31c\"", "article_summary": "Vance McAllister’s love of big-government policies is yet another reason to replace him with fiscal conservative Zach Dasher this November.”Dasher is the nephew of \"Duck Dynasty\" star Phil Robertson.\nIn Congress, Vance McAllister has voted against numerous efforts to cut federal spending and he voted for a budget that contained billions in taxes.\n“When he ran for Congress last year, Vance McAllister pushed for expanding Obamacare in Louisiana and told voters ‘we’re past the point of repealing’ it.\nTom Williams via Getty ImagesThe conservative Club for Growth said Tuesday that it would support Zach Dasher, a businessman with ties to the infamous \"Duck Dynasty\" family and one of Rep. Vance McAllister's (R-La.)\n“Everyone in Louisiana knows about Vance McAllister’s personal problems, but far less is known about his extremely liberal record,” Club for Growth President Chris Chocola said in a statement."}