{"article_title": "The Daring Escape From a North Korean Prison", "article_keywords": ["world", "korea", "north", "daring", "fence", "scars", "prison", "international", "video", "escape", "action", "shin", "korean"], "article_url": "http://dailysignal.com/2015/10/15/the-daring-escape-from-a-north-korean-prison-that-took-one-life-but-saved-another/", "article_text": "SEOUL, South Korea—North Korea will be at the top of the agenda when President Barack Obama meets with his South Korean counterpart Park Geun-hye at the White House Friday.\n\nShining light on North Korea’s human rights abuses has been a priority of activist Shin Dong-hyuk for a decade. He wants the international community to know the horrors he suffered in North Korea and spoke to The Daily Signal about his daring 2005 escape from a prison camp there.\n\nIn the video, Shin reveals the scars that he suffered as he squeezed through the highly electrified fence that was designed to block him from the outside world since his birth in prison in 1982.\n\nThe video was filmed at the Demilitarized Zone, with Shin’s homeland of North Korea looming behind him.\n\n“My companion and I tried to escape together,” Shin says in the video. “He got to the fence first, unfortunately getting caught on the fence and making a way for me. I went over his back and made it through.\n\n“As I went through the fence, my two legs did touch the electric wire, which badly burned my shins. The skin on my legs was peeling and bleeding,” he explains as video is shown of his scars, which remain visible a decade after his escape.\n\nShin hopes his story will spur action against North Korea to save others from the fate he suffered.\n\n“If the U.N. or anyone in the international community cares about the human-rights issue in North Korea … if you have any worries or concerns at all for the North Koreans who are suffering and dying right now, I strongly plead for some sort of direct action to be taken for them,” Shin said.\n\nLast month, several nations urged the U.N. Security Council to “refer the situation in [North Korea] to the International Criminal Court” for legal action.\n\n>>> He Escaped From a North Korean Prison Camp. Now He’s Showing the World His Torture Scars.", "article_metadata": {"description": "Shin Dong-hyuk reveals the scars that he suffered as he squeezed through the highly electrified fence that was designed to block him from the outside world.", "og": {"site_name": "The Daily Signal", "description": "Shin Dong-hyuk reveals the scars that he suffered as he squeezed through the highly electrified fence that was designed to block him from the outside world.", "title": "The Daring Escape From a North Korean Prison", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/151015_ShinEscape.jpg", "updated_time": "2015-10-15T20:34:40+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1MCwKsO"}, "twitter": {"domain": "The Daily Signal", "description": "Shin Dong-hyuk reveals the scars that he suffered as he squeezed through the highly electrified fence that was designed to block him from the outside world.", "title": "The Daring Escape From a North Korean Prison", "image": {"src": "http://dailysignal.com/wp-content/uploads/151015_ShinEscape.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "International", "tag": "Asia", "published_time": "2015-10-15T06:35:04+00:00", "modified_time": "2015-10-15T20:34:40+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "North Korea, South Korea, Park Geun-hye, Shin Dong-hyuk, prison,"}, "_id": "\"57477af46914bd0286fda324\"", "article_summary": "He wants the international community to know the horrors he suffered in North Korea and spoke to The Daily Signal about his daring 2005 escape from a prison camp there.\nThe video was filmed at the Demilitarized Zone, with Shin’s homeland of North Korea looming behind him.\n>>> He Escaped From a North Korean Prison Camp.\nShin hopes his story will spur action against North Korea to save others from the fate he suffered.\nLast month, several nations urged the U.N. Security Council to “refer the situation in [North Korea] to the International Criminal Court” for legal action."}