{"article_title": "Wemple, Peters Criticize ABC Stephanopoulos Response", "article_keywords": ["ive", "think", "criticize", "george", "reporter", "going", "peters", "looked", "abc", "goes", "wemple", "stephanopoulos", "response", "really"], "article_url": "http://www.breitbart.com/video/2015/05/15/wemple-peters-criticize-abc-stephanopoulos-response/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nNew York Times reporter Jeremy Peters and Washington Post Media Reporter Erik Wemple criticized ABC’s response to George Stephanopoulos’ undisclosed donations on Friday’s “Morning Joe” on MSNBC.\n\nSIGN UP FOR OUR NEWSLETTER\n\n“I doubt that they’ve had a chance to do any degree of inquiry. Perhaps they asked George ‘did you do anything else, what other donations do you have? Look at your tax records, have you done anything else?’ And maybe he just told them, ‘no, this is it.’ But then that’s troublesome, because at first he said, ‘I’ve only done $50,000, now I’ve done $75,000.’ The story changed throughout the day, they had to amend their disclosure. Which was embarrassing, too, because at first it looked as though he had only given disclosures in 2013 and 2014, which is between the time that Hillary Clinton was — resigned from Secretary of State, and the time she declared her candidacy for president. … It was a lousy argument to begin with. But still, now that you go back to 2012, it’s even worse” Wemple stated.\n\nPeters said he was “pretty startled at how quickly they said, ‘nope, he didn’t do anything wrong, he’s apologized, end of discussion.’ So, I think — going back to what Erik was saying, this is really a corporate branding protection exercise. George Stephanopoulos is ABC News, right? He is the public face of the network. He is their Matt Lauer, their Chuck Todd, their Brian Williams, all wrapped into one. And this was a conscious decision on their part to take the, kind of the gravitas away from the evening news anchor and put it all in this one person, invest all of this in George, and they really cannot afford, from a corporate branding standpoint, to leave him twisting in the wind.”\n\nWemple added, “That is the sort of the unmentioned, the unnoticed problem with conflicts of interest, which is that the anchor goes out and proves that they can be tough on Democrats, or the other party and goes overboard and ends up committing unfairness.”\n\nWemple concluded, “I think that when George Stephanopoulos goes on with a major figure and talks about, you know, the ‘Clinton Cash’ book or whatever, I could sense that he was going after Peter Schweizer. At the time, it looked like legitimate journalism. In retrospect, it looks like activism.”\n\n(h/t Real Clear Politics)\n\nFollow Ian Hanchett on Twitter @IanHanchett", "article_metadata": {"description": "Jeremy Peters and Erik Wemple criticized ABC's response to George Stephanopoulos' undisclosed donations", "og": {"site_name": "Breitbart", "description": "Jeremy Peters and Erik Wemple criticized ABC's response to George Stephanopoulos' undisclosed donations", "title": "Wemple, Peters Criticize ABC Stephanopoulos Response - Breitbart", "locale": "en_US", "image": {"width": 475, "identifier": "http://media.breitbart.com/media/2015/05/Peters-Wemple-Thumbnail.jpg", "height": 356}, "updated_time": "2015-05-15T11:32:46-07:00", "url": "http://www.breitbart.com/video/2015/05/15/wemple-peters-criticize-abc-stephanopoulos-response/", "type": "article"}, "twitter": {"description": "Jeremy Peters and Erik Wemple criticized ABC's response to George Stephanopoulos' undisclosed donations", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/05/Peters-Wemple-Thumbnail.jpg", "title": "Wemple, Peters Criticize ABC Stephanopoulos Response - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Clinton Foundation, erik wemple, George Stephanopoulos, jeremy peters,Breitbart TV,stephanopoulos", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2015-05-15T09:29:49-07:00", "section": "Breitbart TV", "modified_time": "2015-05-15T11:32:46-07:00", "tag": "jeremy peters", "categories": "Breitbart TV"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fcba31\"", "article_summary": "SIGN UP FOR OUR NEWSLETTERNew York Times reporter Jeremy Peters and Washington Post Media Reporter Erik Wemple criticized ABC’s response to George Stephanopoulos’ undisclosed donations on Friday’s “Morning Joe” on MSNBC.\nGeorge Stephanopoulos is ABC News, right?\nSIGN UP FOR OUR NEWSLETTER“I doubt that they’ve had a chance to do any degree of inquiry.\nBut still, now that you go back to 2012, it’s even worse” Wemple stated.\nPerhaps they asked George ‘did you do anything else, what other donations do you have?"}