{"article_title": "Insure Tennessee alternative passes initial hurdles", "article_keywords": ["insure", "passes", "hurdles", "initial", "costs", "tennessee", "program", "plan", "tennessees", "services", "green", "alternative", "health", "insurance", "tenncare", "care"], "article_url": "http://www.tennessean.com/story/news/2016/01/23/insure-tennessee-alternative-passes-initial-hurdles/79225542/", "article_text": "State Sen. Mark Green represents Tennessee’s 22nd Senate District (Stewart, Houston and Montgomery counties) in the Tennessee General Assembly. (Photo: Submitted)\n\nGov. Bill Haslam’s innovative plan to expand health insurance coverage for Tennessee’s working poor, Insure Tennessee, is nowhere to be found on his 2016 legislative priorities, which is no surprise after the plan’s ignominious treatment by the General Assembly last year.\n\nBut state Sen. Mark Green, R-Clarksville, has proposed an alternative plan that seems to be slowly gaining traction.\n\nIf it works, his plan would radically alter how health insurance is delivered to Tennessee’s Medicaid (TennCare) recipients, and, Green proposes, be expanded to the more than 200,000 Tennesseans who currently don’t qualify for TennCare, the population that would have been covered by the governor’s plan.\n\nGreen’s idea, which unanimously passed the Senate Health and Welfare Committee on Tuesday, is to create a flexible spending account for TennCare recipients that gives individuals an incentive to find low-cost heath care, that encourages healthy lifestyle choices and rewards TennCare recipients who save money.\n\n“Listen,” Green said, “with the Affordable Care Act and Medicaid expansion we have essentially doubled down on a broken system. There are no incentives to lower costs, and without lower costs, any solution is going to ultimately fail.\n\n“We need to have more market competition,” he asserts.\n\nFree market competition works\n\nGreen cites the dramatic reduction in the cost of laser vision correction surgery as an example of what market competition can do to medical prices.\n\n“Insurance companies don’t pay for Lasik,” Green told the health and welfare committee on Jan. 12, “and it used to cost $6,000 per eye to have the procedure. But because patients were paying the whole cost, they looked for lower-cost providers.\n\n“Because of competition, you can get Lasik for $600 an eye,” Green stated. “And ophthalmologists are doing fine.”\n\nMy guess is that most ophthalmologists would prefer to charge $6,000 if they could, but Green has a point.\n\nAs long as your insurance co-pay is the same, patients are indifferent to the total cost of medical procedures.\n\n“There is no incentive for patients to care about lower costs,” Green said. “If we could lower costs, we could offer more people TennCare coverage for the same amount of money.”\n\nGreen’s Senate Joint Resolution 88 proposes that the governor goes back to Health and Human Services and requests another Medicaid waiver for a pilot program that would test whether a “free-market” lowers medical costs for TennCare participants.\n\nTennCare Opt Out\n\nGreen said the pilot program, called “TennCare Opt Out,” would be open to volunteers, which he hoped would number about 10,000, who receive TennCare benefits.\n\nThe volunteers would opt out of the existing TennCare plan and be placed in a catastrophic benefits health insurance program with premiums paid by TennCare, and they would receive an electronic benefits transfer (EBT) card to purchase primary health care services and medications.\n\nThe goal would be to have participants seek the best price and value for their health care services, and give health care providers immediate payment for services. The program would eliminate the need for a claims process and decrease overall costs.\n\nThe resolution proposed that “the physician, incentivized by the immediate payment and the alleviation of claims processing, could offer a price less than but not greater than the current reimbursement structure of the TennCare program.”\n\nParticipants in the demonstration program would receive the money remaining on the EBT card at the end of the program year.\n\nTennCare spends more than $4,000 per participant in the current program, Green said. As an illustration of his proposal, the senator outlined this scenario:\n\n“To make the math easier,” he said, “let’s assume that each participant in this program is credited with $5,000. The program would allocate $3,500 to pay the premium for catastrophic health care insurance, and the participant would get an EBT card with $1,500 on it to pay for doctor visits, test, and medications.\n\n“Whatever is left of that $1,500 would be the participant’s at the end of the year,” Green said.\n\n“So there is a real incentive to find the least-expensive provider, the least-expensive medicine and to change his or her lifestyle to be healthier. I think this would work.\n\n“At least we should test it to see if that is true.”\n\nWhat do we have to lose? Other than the governor’s Insure Tennessee plan, no other proposals that help Tennessee’s working poor have been offered.\n\nThe Senate Finance Committee is scheduled to vote on Green’s resolution Tuesday, weather willing.\n\nReach Frank Daniels III at fdanielsiii@tennessean.com, 615-881-7039 or on Twitter @fdanielsiii.\n\nRead or Share this story: http://www.tennessean.com/story/news/2016/01/23/insure-tennessee-alternative-passes-initial-hurdles/79225542/", "article_metadata": {"google": "notranslate", "description": "With Insure Tennessee DOA, state Sen. Mark Green has an alternative plan, and, so far, it has bipartisan support.", "og": {"site_name": "The Tennessean", "description": "With Insure Tennessee DOA, state Sen. Mark Green has an alternative plan, and, so far, it has bipartisan support.", "title": "Insure Tennessee alternative passes initial hurdles", "url": "http://www.tennessean.com/story/news/2016/01/23/insure-tennessee-alternative-passes-initial-hurdles/79225542/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tennessean.png", "type": "article"}, "twitter": {"description": "With Insure Tennessee DOA, state Sen. Mark Green has an alternative plan, and, so far, it has bipartisan support.", "title": "Insure Tennessee alternative passes initial hurdles", "image": "http://www.gannett-cdn.com/-mm-/2621400d76c39c94cbdfad94f9c2a19b6c39f32a/c=0-0-400-400&r=x643&c=640x640/local/-/media/2016/01/08/Nashville/Nashville/635878730322528362-Sen.-Mark-Green.jpg", "creator": "@tennessean", "site": "@tennessean", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028886", "fb": {"app_id": 121487414583460}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Mark Green", "gci-asset-type": "story", "gci-categories": "Persons/Mark Green", "title": "Insure Tennessee alternative passes initial hurdles", "author": "Frank Daniels III", "pageclass": "article", "recs": {"category": "news", "image-3-4": "http://www.gannett-cdn.com/-mm-/d967c31d83d359a28514086e3d9bbce46302ca8b/c=50-0-350-400/local/-/media/2016/01/08/Nashville/Nashville/635878730322528362-Sen.-Mark-Green.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/a85ca5443db9cad1c87e8e3f4d636214a2d2ebcc/c=0-0-400-400/local/-/media/2016/01/08/Nashville/Nashville/635878730322528362-Sen.-Mark-Green.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/3613c66f067430447a89aff8de2ba3b9e680f44b/c=0-53-400-354/local/-/media/2016/01/08/Nashville/Nashville/635878730322528362-Sen.-Mark-Green.jpg", "image": "http://www.gannett-cdn.com/-mm-/11460d3df609475e4bf31651939728772b8dbaca/c=0-112-400-338&r=x633&c=1200x630/local/-/media/2016/01/08/Nashville/Nashville/635878730322528362-Sen.-Mark-Green.jpg", "publishtime": "2016-01-23T21:25:59.460000-06:00", "shorthed": "Insure Tennessee alternative clears hurdles", "articleid": 79225542, "image-16-9": "http://www.gannett-cdn.com/-mm-/3e17e04fbf1cc08f371dce5b5df93d2254a91aa9/c=0-112-400-338/local/-/media/2016/01/08/Nashville/Nashville/635878730322528362-Sen.-Mark-Green.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/7be3c451aac2a323778c5d1a9f8a662b3b519b7b/c=88-0-312-400/local/-/media/2016/01/08/Nashville/Nashville/635878730322528362-Sen.-Mark-Green.jpg"}}, "news_keywords": "Bill Haslam, Gov. Bill Haslam, Insure Tennessee, Tennessee state Sen. Mark Green"}, "article_summary": "The goal would be to have participants seek the best price and value for their health care services, and give health care providers immediate payment for services.\nState Sen. Mark Green represents Tennessee’s 22nd Senate District (Stewart, Houston and Montgomery counties) in the Tennessee General Assembly.\nOther than the governor’s Insure Tennessee plan, no other proposals that help Tennessee’s working poor have been offered.\nBut state Sen. Mark Green, R-Clarksville, has proposed an alternative plan that seems to be slowly gaining traction.\n“There is no incentive for patients to care about lower costs,” Green said."}