{"article_title": "1 In 3 Americans Would Risk Dying Early Just To Avoid Taking A Daily Pill", "article_keywords": ["heart", "life", "medication", "risk", "dying", "avoid", "study", "daily", "early", "respondents", "willing", "americans", "taking", "quality", "pill"], "article_url": "http://www.medicaldaily.com/heart-disease-prevention-1-3-americans-would-risk-dying-early-just-avoid-taking-daily-320620", "article_text": "Adhering to a strict medication regimen is an arduous task at any age. One would think taking a medication that could mean the difference between life and death would make adherence a lot easier. A recent study published in the American Heart Association journal Circulation: Cardiovascular Quality and Outcomes has found that one out of every three Americans would risk living a shorter life if it meant not taking a daily pill that could help prevent heart disease.\n\n\"What we were really trying to measure is how much the act of taking a pill — obtaining it, remembering to take it, and actually taking it — interferes with one's quality of life,\" Dr. Robert Hutchins, lead author and resident physician in UCSF's Department of Medicine, Division of General Internal Medicine, said in a statement. \"Even ignoring the side-effects of pills, the act of having to take a daily pill can have a large effect on an individual's quality of life.\n\nThe Study\n\nHutchins and his colleagues from UCSF and the University of North Carolina at Chapel Hill issued electronic surveys to a group of 1,000 people at an average age of 50. Respondents were hypothetically asked how much time toward the ends of their lives they would forfeit to avoid taking daily medication. Surveys also asked respondents how much money they would be willing to spend and the risk for death they would be willing to accept to avoid taking daily medication to treat heart disease.\n\nAround 21 percent of respondents said they would give up between one week and year of their lives just to avoid taking heart disease medication, such as statins or even aspirin. Just over eight percent of respondents went so far as to hypothetically give up two years of their lives to avoid taking daily medication. Another 21 percent of respondents said they were willing to pay $1,000 or more to avoid taking daily medication for the rest of their lives.\n\n\"When you consider that many adults are on numerous pills, the effect is often magnified for that person,\" he explained. \"On a population level, even for the small reductions in quality of life like those found in this study, that effect multiplied across millions of people can have very large effects on the cost-effectiveness of that drug for a population.\"\n\nHow To Simplify Taking Medication\n\nTwo studies presented at ASN Kidney Week 2014 Nov. 11-16 at the Pennsylvania Convention Center in Philadelphia suggested effective techniques for adhering to a medication regimen. The first study conducted at the Weill Cornell College of Medicine found their cellphones useful in “the management of medication administration.” The second study conducted at the Oxford University Hospital found that patients were four times more likely to take medication for loss of kidney function if they were involved in service work.\n\nSource: Pignone M, Sheridan S, Viera A, Hutchins R. Quantifying the Utility of Taking Pills for Cardiovascular Prevention. Circulation: Cardiovascular Quality and Outcomes. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "taking, cardiovascular, heart, disease, medication,", "og": {"site_name": "Medical Daily", "description": "Many Americans wouldn't mind dying a year or two early just to avoid taking daily cardiovascular disease medication.", "title": "1 Out Of Every 3 Americans Would Rather Die Early Than Take A Daily Pill", "url": "http://www.medicaldaily.com/heart-disease-prevention-1-3-americans-would-risk-dying-early-just-avoid-taking-daily-320620", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/03/medication.jpg", "type": "article"}, "twitter": {"description": "Many Americans wouldn't mind dying a year or two early just to avoid taking daily cardiovascular disease medication.", "title": "1 Out Of Every 3 Americans Would Rather Die Early Than Take A Daily Pill", "url": "http://www.medicaldaily.com/heart-disease-prevention-1-3-americans-would-risk-dying-early-just-avoid-taking-daily-320620", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/03/medication.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/03/medication.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-02-03T17:06:51-05:00", "modified_time": "2015-02-03T17:06:50-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Many Americans wouldn't mind dying a year or two early just to avoid taking daily cardiovascular disease medication."}, "_id": "\"57477af46914bd0286fda33e\"", "article_summary": "Respondents were hypothetically asked how much time toward the ends of their lives they would forfeit to avoid taking daily medication.\nJust over eight percent of respondents went so far as to hypothetically give up two years of their lives to avoid taking daily medication.\nAnother 21 percent of respondents said they were willing to pay $1,000 or more to avoid taking daily medication for the rest of their lives.\nSurveys also asked respondents how much money they would be willing to spend and the risk for death they would be willing to accept to avoid taking daily medication to treat heart disease.\nOne would think taking a medication that could mean the difference between life and death would make adherence a lot easier."}