{"article_title": "WA: Puyallup Tribe announces first Tribal-owned cancer center in the nation", "article_keywords": ["wa", "tribe", "oncology", "center", "cancer", "tribalowned", "tribal", "practice", "puyallup", "nation", "traditional", "indian", "health", "announces", "care"], "article_url": "http://stateofreform.com/news/federal/hhs/2015/03/wa-announces-first-tribal-owned-cancer-center-in-the-nation/", "article_text": "Click to email this to a friend (Opens in new window)\n\nThe Salish Integrative Oncology Care Center (SIOCC) will open in Fife, Washington in early spring.\n\nThe Puyallup Tribe has announced that plans are underway for a new 8,200 square foot cancer center housed in the tribal-owned Trans Pacific building. The center will be the first of its kind in Indian Country and the United States, providing care which integrates traditional healing with modern science.\n\n“It is with full honor and dignity of our Tribal Council, tribal members, reservation, and ancestors, that I announce the opening of Salish Integrative Oncology Care Center (SIOCC),” said Bill Sterud, Tribal Chairman.\n\nTribal members currently receive special provisions under the Affordable Care Act (ACA). These provisions include not being limited to an open enrollment period and having the ability to change plans as often as once a month. In addition, household incomes at or below 300 percent of the Federal Poverty Line (FPL) qualify for Medicaid benefits. This is compared to the 133 percent FPL cut off for the general population for states with Medicaid expansion.\n\nAccording to healthcare.gov that means a native family of four may have an income of about $70,650 ($88,320 in Alaska) and qualify for a zero cost sharing plan. When those enrolled in zero or limited cost sharing plans seek services from Indian health care providers they will have no copays or deductibles.\n\nFor the native community in and around the Puyallup Indian Reservation, this means access to affordable care is also culturally sensitive.\n\n“As the indigenous keepers of the Puyallup Tribe Indian Reservation, we have a strong ancestral bond with nature and creation. We believe that natural healing through traditional roots, berries, herbs and traditional healing can blend with modern oncology practices,” says Chairman Sterud.\n\nSIOCC will have 23 infusion chairs and providers who have been recruited from the Seattle Cancer Treatment and Wellness Center (SCTWC) as well as from private acupuncture and allopathic practices.\n\nKim M. Sunner, SIOCC Practice Administrator noted that there is still work to do in integrating this community.\n\n“Most of our allopathic community doesn’t believe in how we practice medicine with complementary care,” says Kim M. Sunner, Practice Administrator. “However, the Puyallup Tribe, who has operated the Puyallup Tribal Health Authority (PTHA) since the early 1970’s, wants to build upon the established proven success record that mixes traditional and natural healing.”\n\nPTHA is a nonprofit organization that contracts with Indian Health Service, an operating division of the U.S. Department of Health and Human Services.\n\nDr. Paolo Paciucci, Medical Oncologist believes that the center represents a new way for providers approach and treat cancer.\n\n“I am very excited to continue to work with a group of people that practice cancer medicine in a setting that is quite different from that of compartmentalized, often fractured and “institutionalized” model of larger oncology centers,” said Dr. Paciucci.", "article_metadata": {"description": "The Puyallup Tribe has announced plans for a new cancer center which integrates traditional healing with modern oncology.", "og": {"site_name": "State of Reform", "description": "The Salish Integrative Oncology Care Center (SIOCC) will open in Fife, Washington in early spring. The Puyallup Tribe has announced that …", "title": "WA: Puyallup Tribe announces first Tribal-owned cancer center in the nation", "locale": "en_US", "image": "http://stateofreform.com/wp-content/uploads/2015/03/salish.jpg", "updated_time": "2015-03-19T12:23:42+00:00", "url": "http://stateofreform.com/news/federal/hhs/2015/03/wa-announces-first-tribal-owned-cancer-center-in-the-nation/", "type": "article"}, "twitter": {"description": "The Puyallup Tribe has announced plans for a new cancer center which integrates traditional healing with modern oncology.", "creator": "@StateofReform", "image": "http://stateofreform.com/wp-content/uploads/2015/03/salish.jpg", "title": "WA: Puyallup Tribe announces first Tribal-owned cancer center in the nation - State of Reform", "site": "@StateofReform", "card": "summary"}, "robots": "noodp", "fb": {"admins": 17821687}, "article": {"publisher": "http://www.facebook.com/stateofreform/", "section": "Access", "published_time": "2015-03-19T11:21:23+00:00", "modified_time": "2015-03-19T12:23:42+00:00"}, "OBKey": "12RjP7ip2KRyl5dliGRkEQ==", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcba5f\"", "article_summary": "“As the indigenous keepers of the Puyallup Tribe Indian Reservation, we have a strong ancestral bond with nature and creation.\nThe Puyallup Tribe has announced that plans are underway for a new 8,200 square foot cancer center housed in the tribal-owned Trans Pacific building.\nClick to email this to a friend (Opens in new window)The Salish Integrative Oncology Care Center (SIOCC) will open in Fife, Washington in early spring.\nWhen those enrolled in zero or limited cost sharing plans seek services from Indian health care providers they will have no copays or deductibles.\nFor the native community in and around the Puyallup Indian Reservation, this means access to affordable care is also culturally sensitive."}