{"article_title": "Here's what Donald Trump has planned for your wallet if he's elected president", "article_keywords": ["trump", "elected", "heres", "hes", "tax", "according", "wallet", "donald", "planned", "student", "social", "president", "proposal", "security", "presidential", "trumps"], "article_url": "http://www.reviewjournal.com/business/money/heres-what-donald-trump-has-planned-your-wallet-if-hes-elected-president", "article_text": "Whether he's giving helicopter rides to kids at the Iowa State Fair or giving out the personal phone numbers of U.S. senators, Donald Trump has certainly shaken up the presidential race. The Republican candidate, who is handily beating rivals in the polls, is certainly a showman, but many of his campaign stops have been heavier on rhetoric and promises to \"Make America Great Again\" than they have been on policy details.\n\nAlthough Trump has only released one position paper, in his many public appearances the billionaire has given a few indications of what a President Trump might mean for Americans. Here's a look at where Trump stands on eight key issues, and how his positions will affect your wallet and the U.S.\n\n1. Donald Trump's Proposal on Minimum Wage\n\nMinimum wage has been a hot-button issue, with many protesters advocating for a $15 minimum wage nationwide. While economists are split on the issue, in an NBC \"Meet the Press\" interview, Donald Trump said he would keep the minimum wage \"pretty much where it is right now\" in order to keep America competitive internationally.\n\nBy keeping wages low, Trump might be able to boost jobs in the U.S. by luring back big businesses that have moved production overseas to keep down costs. According to Trump, he will bring back so many jobs to the U.S. that \"we won't even have to be talking about the minimum wage.\" Whether lower wages will hurt or help the economy remains a heated debate.\n\n2. Donald Trump's Proposal on Taxes\n\nDonald Trump has repeatedly said the rich are not among his biggest fans. \"The people that like me best are poor people and middle-income people,\" he said in the Breitbart News in May. No doubt the presidential candidate's plan to increase taxes on hedge fund profits won't win him fans among the more wealthy. The hedge fund tax rate tops out at 23.8 percent compared to the 39.6 percent payroll tax, according to ThinkProgress.\n\nIn his 2011 book, \"Time to Get Tough,\" Trump also called for the elimination of the estate tax and corporate tax rate. He also recently suggested implementing a flat tax rate nationwide, although he admitted the specifics of a flat tax would need to be worked out over time.\n\nWhile a higher hedge fund tax rate would mostly affect the wealthy — who receive nearly 70 percent of the money coming out hedge funds — Trump's other proposed changes would provide more wealthy individuals greater tax cuts. A flat tax, meanwhile, would mostly benefit the rich and likely increase taxes on poorer individuals.\n\n3. Donald Trump's Proposal on Foreign Trade\n\nIn his campaign announcement, Trump said he'd charge Ford a 35 percent tax to bring in trucks and parts from a plant in Mexico. In 2011, the presidential candidate called for a 25 percent tariff on Chinese products. Trump said these moves would help bring back American jobs that have been shipped overseas.\n\nOn the topic of China, Bernie Sanders and Donald Trump appear to be in agreement. When China's economic downturn caused stock prices to plummet worldwide, Sanders tweeted that free trade has been a \"disaster.\"\n\nHigh tariffs aren't likely to pass, however, as many pro-trade Republications control the House and Senate. If Trump could implement tariffs, it could spark a trade war causing countries like Mexico and China to implement their own tariffs. Such a move could cause U.S. companies to move operations to countries more open to globalization, having the opposite effect Trump is looking to achieve.\n\n4. Donald Trump's Proposal on Obamacare\n\nDonald Trump has been particularly vague about the specifics of his health care plan beyond simply promising in a July interview on CNN to repeal the Affordable Care Act and replace it with \"something terrific\" run by private companies in the private market. Without the ACA, an estimated 19 million non-elderly people would lose insurance by 2016.\n\nTrump's position on Obamacare is not unpopular, however. The Republican house voted 56 times to repeal or undermine the ACA without success, so any replacement program would likely be strongly supported.\n\n5. Donald Trump's Proposal on Social Security\n\nEarlier this year, Donald Trump said he was opposed to cutting back on Social Security, unlike other GOP presidential candidates. In an interview with Fox News, Trump said, \"They're attacking Social Security — the Republicans — they're attacking Medicare, Medicaid, but they're not saying how to make the country rich again.\" Later, Trump said he would make the country \"so rich you don't have to do those things.\"\n\nWithout changes to the current Social Security system, the Treasury Department will need to redeem bonds between 2020 and 2033 and borrow from elsewhere in order to cover Social Security costs, unless there is a sufficient federal budget surplus, according to The Motley Fool. Although Trump does not want to cut into Social Security like other Republication candidates, he will need to follow through on his promise of making America rich in order to avoid issues with the program in the future. If he fails, about 59 million Americans on Social Security might be faced with cut benefits.\n\n6. Donald Trump's Proposal on Immigration\n\nDonald Trump has blamed illegal workers for many of America's economic woes, and he's taken a hard line stance on immigration, declaring that all 11 million undocumented immigrants \"have to go,\" according to an interview on NBC's \"Meet the Press.\" The presidential candidate also wants to end birthright citizenship, meaning American-born children to illegal immigrants would also be deported. Trump also wants to triple the number of agents patrolling the Southern border, and build a wall separating the two countries — a price he wants Mexico to pay.\n\nEnding birthright citizenship would require an amendment to the Constitution, which will be an uphill battle for President Trump. Enforcing deportation of illegal immigrants, meanwhile, could cost between $400 billion and $600 billion, according to estimates by American Action Forum, a conservative group.\n\n7. Donald Trump's Proposal on Student Loans\n\nDonald Trump has been vocal about his position on student loans. In short, Trump promises to create jobs for students in college and help them better tackle debt. In an interview with The Hill, Trump said student loans are \"probably one of the only things the government shouldn't make money off.\" He went on to say, \"I think it's terrible that one of the only profit centers we have is student loans.\"\n\nTrump's position on student loans is certainly a popular one. Student loan debt hit $1.2 trillion in the U.S., according to a study conducted by Experian, and it is the only type of consumer debt that is not decreasing. Because Trump has not provided specifics on how he'll tackle student loans, it is hard to tell how his presidency will affect millennials. However, as the average graduate of the class of 2015 will be carrying $35,000 in debt, any move by Trump to make repayment easier could help boost spending in the general economy — and mitigate fears that student loan debt is leading to fewer millennials buying property.\n\n8. Donald Trump's Proposal on Interest Rates\n\nOn Bloomberg's \"With All Due Respect,\" Donald Trump said that while he's \"always loved\" low interest rates as a developer, he worries that they can be \"creating a bubble and the bubble could explode.\" Safe to say, Trump would likely look to raise interest rates.\n\nDonald Trump and the Federal Reserve are aligned on interest rates. The Fed is poised to start increasing rates by the end of this year unless the economy takes a turn for the worse. Higher interest rates can reduce consumer borrowing and spending, and dissuade businesses from making big purchases requiring loans.\n\nFrom GoBankingRates.com: Here’s Presidential Candidate Donald Trump’s Plan for Your Wallet", "article_metadata": {"description": "Although Donald Trump has only released one position paper, in his many public appearances the billionaire has given a few indications of what a President Trump might mean for Americans. Here's a look at where Trump stands on eight key issues, and how his positions will affect your wallet and the U.S.", "generator": "Drupal 7 (http://drupal.org)", "author": "Beth Braverman GoBankingRates.com", "parsely-title": "Here's what Donald Trump has planned for your wallet if he's elected president", "parsely-link": "http://www.reviewjournal.com/business/money/heres-what-donald-trump-has-planned-your-wallet-if-hes-elected-president", "twitter": {"description": "Although Donald Trump has only released one position paper, in his many public appearances the billionaire has given a few indications of what a President Trump might mean for Americans. Here's a look at where Trump stands on eight key issues, and how his positions will affect your wallet and the U.S.", "title": "Here's what Donald Trump has planned for your wallet if he's elected president", "url": "http://www.reviewjournal.com/business/money/heres-what-donald-trump-has-planned-your-wallet-if-hes-elected-president", "image": {"src": "http://www.reviewjournal.com/sites/default/files/field/media/donald_trump1_0.jpg"}, "creator": {"identifier": "@reviewjournal", "id": 15358759}, "card": "summary"}, "vf": {"unique_id": "reviewjournal-nid-2087216"}, "al": {"web": {"should_fallback": "true"}, "android": {"url": "review-journal://?eid=4006742", "app_name": "review-journal", "package": "com.LVRJ"}, "ios": {"url": "review-journal://?eid=4006742", "app_store_id": 540820524, "app_name": "review-journal"}}, "apple-itunes-app": "app-id=1098299519", "fb": {"admins": 630759385, "app_id": 195491203833571}, "google-play-app": "app-id=com.LVRJ", "og": {"site_name": "Las Vegas Review-Journal", "description": "Although Donald Trump has only released one position paper, in his many public appearances the billionaire has given a few indications of what a President Trump might mean for Americans. Here's a look at where Trump stands on eight key issues, and how his positions will affect your wallet and the U.S.", "title": "Here's what Donald Trump has planned for your wallet if he's elected president", "url": "http://www.reviewjournal.com/business/money/heres-what-donald-trump-has-planned-your-wallet-if-hes-elected-president", "image": "http://www.reviewjournal.com/sites/default/files/field/media/donald_trump1_0.jpg", "type": "article"}, "parsely-author": "Beth Braverman GoBankingRates.com", "parsely-type": "post", "keywords": "Money,Politics,", "parsely-section": "Money", "article": {"published_time": "2015-09-08T18:32:19-07:00"}, "parsely-tags": "Money,Politics", "parsely-image-url": "http://www.reviewjournal.com/sites/default/files/field/media/donald_trump1_0.jpg", "viewport": "width=device-width,initial-scale=0.9", "parsely-pub-date": "2015-09-09T01:32:19Z"}, "_id": "\"57477af36914bd0286fcba60\"", "article_summary": "Donald Trump's Proposal on Minimum WageMinimum wage has been a hot-button issue, with many protesters advocating for a $15 minimum wage nationwide.\nDonald Trump's Proposal on TaxesDonald Trump has repeatedly said the rich are not among his biggest fans.\nDonald Trump's Proposal on Social SecurityEarlier this year, Donald Trump said he was opposed to cutting back on Social Security, unlike other GOP presidential candidates.\nOn the topic of China, Bernie Sanders and Donald Trump appear to be in agreement.\nDonald Trump's Proposal on Student LoansDonald Trump has been vocal about his position on student loans."}