{"article_title": "Obamacare Chief Stays Mum After Giving Congress False Enrollment Totals", "article_keywords": ["information", "customers", "false", "congress", "giving", "enrollment", "obamacare", "number", "totals", "chief", "committee", "stays", "mum", "collins", "tavenner", "oversight", "subsidies", "supreme"], "article_url": "http://dailycaller.com/2014/12/09/obamacare-chief-stays-mum-after-giving-congress-false-enrollment-totals/", "article_text": "Marilyn Tavenner, administrator of the Centers for Medicare & Medicaid Services, testifies before a House Ways and Means Committee hearing on \"Affordable Care Act Implementation on Capitol Hill in Washington, Oct. 29, 2013. (REUTERS/Yuri Gripas)\n\n4404119\n\nObamacare chief Marilyn Tavenner showed up to face a congressional committee Tuesday for the first time since giving them false information, but this time refused over and over to give out much information at all.\n\nTavenner faced the House Oversight and Government Reform Committee to answer for putting out falsely boosted Obamacare enrollment numbers. As administrator for the Centers for Medicare and Medicaid Services, Tavenner testified to the Oversight Committee in September that 7.3 million people were enrolled in Obamacare plans nationwide. But that number was inflated by stand-alone dental plans — and the “mistake” was only uncovered by the Oversight Committee in November.\n\nTavenner apologized and brushed aside the “inadvertently” boosted numbers, but was tight-lipped about new information. CMS did release 19,000 pages of documents to the Oversight Committee Tuesday morning, just before the hearing — but did not provide the committee time to read the documents and receive Tavenner’s testimony on the contents.\n\nTavenner’s interactions with the committee have typically been icy, and Tuesday was no different. When asked to confirm the number of uninsured Americans before Obamacare launched last year, Tavenner claimed she didn’t know — never mind that she touted a drop in the uninsured rate in her written testimony.\n\nAnd when asked about the number of customers whose premiums increased after Obamacare’s first year, the subject of an HHS report just last week, Tavenner also claimed that she didn’t know. (RELATED: Obama Admin Finally Admits Obamacare Premiums Are Rising)\n\nLater on in the hearing, Tavenner again declined to give an enrollment update on the number of sign-ups in this year’s open enrollment period — although the administration has pledged to be more transparent about Obamacare this year.\n\nShe said she had not been briefed on federal spending on cost-sharing in Obamacare exchanges in 2014 and that she didn’t know the numbers for fiscal year 2015; she did not have information on who negotiated an out for insurers if federal Obamacare subsidies are overturned by the Supreme Court next year. When asked whether she’d provide the contracts, Tavenner said she’d first need to consult an attorney.\n\n“You and Mr. Gruber don’t need to sit beside each other because it is wearing off,” Collins said, apparently referring to Tavenner’s former request that she not be forced to sit next to non-government officials, including former Obamacare adviser and current pariah Jonathan Gruber, at the hearing.\n\n“You actually do work for the government. You do work for an agency that is under the jurisdiction of this committee. … Why would you even have to hesitate to on providing contracts that public money was spent on to this committee?” Collins charged.\n\n“Once again, I will go back and try to get you the information,” Tavenner tiredly told Rep. Collins — a refrain she repeated many times throughout the hearing.\n\n“It seems that when we get here, we only want to answer questions that we want to answer, not questions that are part of your regular job,” Collins said.\n\nTavenner’s silence extended specifically to Obamacare customers as well. Rep. Jim Jordan tackled the issue of the upcoming Supreme Court case on whether Obamacare restricts subsidies to state-run exchanges alone. The Obamacare chief was unconcerned about the King v. Burwell lawsuit, dismissing the challenge because she doesn’t find it “a close case,” despite the Supreme Court’s decision to take up the question.\n\nThe Court will rule whether the law bans subsidies to HealthCare.gov customers next June, but the Obama administration is not warning customers who are now purchasing year-long policies that their premiums may skyrocket come June, despite what the federal government is promising today.\n\nTavenner frostily told Jordan that nothing had changed for consumers, refusing outright to inform new customers that it’s possible the prices on HealthCare.gov may not be the same in just six months.\n\nFollow Sarah on Twitter", "article_metadata": {"sailthru.author": "Sarah Hurtubise", "description": "'It seems when we get here, we only want to answer questions that we want to'", "og": {"site_name": "The Daily Caller", "description": "Obamacare chief Marilyn Tavenner showed up to face a congressional committee Tuesday for the first time since giving them false information, but this time refused over and over to give out much inform", "title": "Obamacare Chief Stays Mum After Giving Congress False Enrollment Totals", "url": "http://dailycaller.com/2014/12/09/obamacare-chief-stays-mum-after-giving-congress-false-enrollment-totals/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/08/marilyn.jpg", "height": 270}, "type": "article"}, "twitter": {"description": "'It seems when we get here, we only want to answer questions that we want to'", "title": "Obamacare Chief Stays Mum After Giving Congress False Enrollment Totals Via @dailycaller", "url": "http://dailycaller.com/2014/12/09/obamacare-chief-stays-mum-after-giving-congress-false-enrollment-totals/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/08/marilyn.jpg"}, "creator": "@@SarahMHurtubise", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-12-09 15:04:58", "sailthru.title": "Obamacare Chief Stays Mum After Giving Congress False Enrollment Totals", "HandheldFriendly": "true", "sailthru.tags": "jim-jordan,sarah-hurtubise", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "jim jordan,marilyn tavenner", "sailthru.description": "Obamacare chief Marilyn Tavenner showed up to face a congressional committee Tuesday for the first time since giving them false information, but this time refused over and over to give out much inform", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/08/marilyn.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fcba64\"", "article_summary": "… Why would you even have to hesitate to on providing contracts that public money was spent on to this committee?” Collins charged.\nBut that number was inflated by stand-alone dental plans — and the “mistake” was only uncovered by the Oversight Committee in November.\nTavenner faced the House Oversight and Government Reform Committee to answer for putting out falsely boosted Obamacare enrollment numbers.\nTavenner’s silence extended specifically to Obamacare customers as well.\nAs administrator for the Centers for Medicare and Medicaid Services, Tavenner testified to the Oversight Committee in September that 7.3 million people were enrolled in Obamacare plans nationwide."}