{"article_title": "Tiny Bio-Bots Use Real Muscle To Walk Around And Mimic Fluidity Of The Human Body", "article_keywords": ["real", "body", "biobots", "fluidity", "electric", "created", "university", "work", "cells", "tiny", "walk", "mimic", "pulses", "biobot", "human", "illinois", "muscle", "centimeterlong"], "article_url": "http://www.medicaldaily.com/tiny-bio-bots-use-real-muscle-walk-around-and-mimic-fluidity-human-body-291222", "article_text": "Engineers at the University of Illinois have created centimeter-long bio-bots that use real muscle and electric pulses to get around.\n\nEngineers at the University of Illinois have created centimeter-long bio-bots that use real muscle and electric pulses to get around. NewsAtIllinois, YouTube\n\nThere are over 600 muscles in the human body, all of which work together efficiently no matter what it is we’re doing. Scientists have long tried to replicate this efficiency in their robotic creations but haven’t been able to replicate the fluidity and mechanics of the human body — until now. A team of engineers from the University of Illinois have created a so-called bio-bot, composed of a single engineered muscle wrapped around a 3D-printed exoskeleton. The centimeter-long mini robot is able to move with the help of electric pulses.\n\n“This work represents an important first step in the development and control of biological machines that can be stimulated, trained, or programmed to do work,” said graduate student Caroline Cvetkovic, an author of a paper on the bio-bot, in a press release. “It’s exciting to think that this system could eventually evolve into a generation of biological machines that could aid in drug delivery, surgical robotics, ‘smart’ implants, or mobile environmental analyzers, among countless other applications.”\n\nThe team had originally tried making a bio-bot with beating heart cells from rats, but because they’re constantly beating, they decided to try normal skeletal cells. They designed their bio-bot based on the “muscle-tendon-bone” complex, creating an exoskeleton with a flexible backbone and two posts for which the muscle can be wrapped around on, while also acting like feet. Unlike the bio-bot with heart cells, the new bio-bot only moves when subjected to electric pulses and can change speed depending on their frequency.\n\nYou can see video of the bot below:", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "tiny, bio, bots, use, real, muscle, walk, around, and, mimic, fluidity, human, body", "og": {"site_name": "Medical Daily", "description": "Engineers at the University of Illinois have created centimeter-long bio-bots that use real muscle and electric pulses to get around.", "title": "Tiny Bio-Bots Use Real Muscle To Get Around [VIDEO]", "url": "http://www.medicaldaily.com/tiny-bio-bots-use-real-muscle-walk-around-and-mimic-fluidity-human-body-291222", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/02/bio-bot.JPG", "type": "article"}, "twitter": {"description": "Engineers at the University of Illinois have created centimeter-long bio-bots that use real muscle and electric pulses to get around.", "title": "Tiny Bio-Bots Use Real Muscle To Get Around [VIDEO]", "url": "http://www.medicaldaily.com/tiny-bio-bots-use-real-muscle-walk-around-and-mimic-fluidity-human-body-291222", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/02/bio-bot.JPG", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/02/bio-bot.JPG"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-07-02T17:20:40-04:00", "modified_time": "2014-07-02T17:20:39-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Engineers at the University of Illinois have created centimeter-long bio-bots that use real muscle and electric pulses to get around."}, "_id": "\"57477af46914bd0286fda354\"", "article_summary": "Engineers at the University of Illinois have created centimeter-long bio-bots that use real muscle and electric pulses to get around.\nUnlike the bio-bot with heart cells, the new bio-bot only moves when subjected to electric pulses and can change speed depending on their frequency.\nThe centimeter-long mini robot is able to move with the help of electric pulses.\nNewsAtIllinois, YouTubeThere are over 600 muscles in the human body, all of which work together efficiently no matter what it is we’re doing.\nA team of engineers from the University of Illinois have created a so-called bio-bot, composed of a single engineered muscle wrapped around a 3D-printed exoskeleton."}