{"article_title": "Online extra: Good 1st impression for LSU’s new offense with Cam", "article_keywords": ["1st", "impression", "play", "good", "yards", "lsus", "big", "tigers", "extra", "season", "getting", "game", "lsu", "opener", "cam", "online", "offense", "team"], "article_url": "http://columbiadailyherald.com/sections/sports/college/online-extra-good-1st-impression-lsu%E2%80%99s-new-offense-cam.html", "article_text": "ARLINGTON, Texas — When Les Miles hired old friend Cam Cameron as LSU’s new offensive coordinator, one of the big hopes was for the Tigers to have a more dynamic passing game.\n\nCameron made quite a first impression for 12th-ranked LSU, and it was exactly what Miles had envisioned for second-year starting quarterback Zach Mettenberger throwing to a group of talented receivers.\n\n“I think that Zach will have nights like that pretty routinely from this point forward,” Miles said.\n\nOdell Beckham Jr. and Jarvis Landry, the junior receiving duo, gave LSU its first game since 2001 with two 100-yard receivers while Mettenberg threw for 251 yards. The Tigers had 448 total yards in a 37-27 win over No. 20 TCU, a team long known for its solid defenses.\n\n“It’s like a weight off your shoulder. You never know what to expect, but Cam opening up this system, I’m just excited to see it,” Beckham said, also giving a nod to the senior quarterback. “He’s more like himself right now and he’s comfortable. He knows he’s going to make some amazing plays.”\n\nTheir success against a team returning all five starting defensive backs from the Big 12’s top defense was a good start for the Tigers in Cameron’s debut.\n\nLSU has two more tuneups before getting in the gauntlet of SEC play, in the same division with defending national champion Alabama and Texas A&M. The Tigers play their home opener next Saturday against UAB, then host Kent State before the league opener Sept. 21 against Auburn, also at home.\n\nThe Horned Frogs also have their home opener next weekend, a game against Southeastern Louisiana that was initially supposed to be the first game of this season before agreeing to play LSU in the Cowboys Classic at the NFL team’s stadium. Their Big 12 opener at Texas Tech is five days later.\n\n“I know we gave it our all. I am not feeling too bad. LSU is a great team. I feel like we are not down,” said B.J. Catalon, who had a 100-yard kickoff return and also scored on a 26-yard run. “We can still win a conference championship.”\n\nTCU is expected to be a contender in its second season in the Big 12. That league’s highest-ranked team is No. 13 Oklahoma State, behind six SEC teams.\n\n“We’re only going to get better. I think this is a confidence boost for us as a group,” Frogs coach Gary Patterson said. “We’ll learn from it and we’ll go forward and then we’ll become a better football team. I don’t think athletically we’ll play anybody that’s going to be any more athletic in any other positions than we just played.”\n\nThe Frogs were within 30-27 midway through the fourth quarter after converting an LSU fumble at the 6 into a touchdown and then kicking a field goal after a three-and-out by the Tigers with a shanked punt that didn’t even get past midfield.\n\nBut after the field goal, Beckham returned the ensuing kickoff 75 yards. That set up Mettenberger’s game-clinching 20-yard TD pass to Landry.\n\nAlong with the big games by Beckham and Landry, the Tigers had 197 yards rushing. That was even with running back Jeremy Hill dressed out but never getting in the opener following his offseason arrest for throwing a punch outside a bar.\n\nTerrence Magee, who was switched to receiver last season, was back at a running back and had TD runs of 52 and 3 yards. Alfred Blue, in his return from a knee injury sustained in the third game last season, carried 19 times for 89 yards.\n\n“I am willing to play my role, whatever that may be,” Magee said. “I had to find things to motivate me, keep pushing me, to understand my time would come. I started getting in a groove and just started getting comfortable. … We mixed it up. A little pounding on the inside and then I got the opportunity on the outside.”", "article_metadata": {"description": "ARLINGTON, Texas — When Les Miles hired old friend Cam Cameron as LSU's new offensive coordinator, one of the big hopes was for the Tigers to have a more dynamic passing game.", "generator": "Drupal 7 (http://drupal.org)", "author": "STEPHEN HAWKINS AP Sports Writer", "og": {"site_name": "Columbia Daily Herald", "description": "ARLINGTON, Texas — When Les Miles hired old friend Cam Cameron as LSU's new offensive coordinator, one of the big hopes was for the Tigers to have a more dynamic passing game.", "title": "Online extra: Good 1st impression for LSU’s new offense with Cam", "url": "http://columbiadailyherald.com/sections/sports/college/online-extra-good-1st-impression-lsu%E2%80%99s-new-offense-cam.html", "image": "http://columbiadailyherald.com/sites/columbiadailyherald.com/files/article/632774_web_LSU-TCU-Football_Wilh.jpg", "type": "article"}, "twitter": {"url": "http://columbiadailyherald.com/sections/sports/college/online-extra-good-1st-impression-lsu%E2%80%99s-new-offense-cam.html", "title": "Online extra: Good 1st impression for LSU’s new offense with Cam", "card": "summary", "creator": "@thedailyherald"}, "al": {"web": {"should_fallback": "true"}, "android": {"url": "columbiadailyherald://?eid=632774", "app_name": "columbiadailyherald", "package": "com.stephensmedia.columbiadailyherald"}, "ios": {"url": "columbiadailyherald://?eid=632774", "app_store_id": 964773799, "app_name": "columbiadailyherald"}}, "apple-itunes-app": "app-id=964773799", "google-play-app": "app-id=com.stephensmedia.columbiadailyherald", "keywords": "College,,", "article": {"published_time": "2013-09-01T19:13:24-05:00"}, "viewport": "width=device-width,initial-scale=0.9"}, "_id": "\"57477af36914bd0286fcba6d\"", "article_summary": "The Tigers play their home opener next Saturday against UAB, then host Kent State before the league opener Sept. 21 against Auburn, also at home.\nAlfred Blue, in his return from a knee injury sustained in the third game last season, carried 19 times for 89 yards.\n“We can still win a conference championship.”TCU is expected to be a contender in its second season in the Big 12.\nARLINGTON, Texas — When Les Miles hired old friend Cam Cameron as LSU’s new offensive coordinator, one of the big hopes was for the Tigers to have a more dynamic passing game.\nAlong with the big games by Beckham and Landry, the Tigers had 197 yards rushing."}