{"article_title": "N.C. governor forks over game bet, then jabs at S.C.", "article_keywords": ["recently", "pope", "campaign", "jabs", "nc", "state", "governor", "game", "south", "team", "sc", "charleston", "forks", "democratic", "sept", "bet", "carolina"], "article_url": "http://www.postandcourier.com/article/20150912/PC1603/150919866", "article_text": "His home state’s football team might have lost its season opener, but North Carolina Gov. Pat McCrory had plenty of smack to talk recently about his neighbor to the south.\n\nDuring an interview on a Raleigh sports radio station, McCrory talked about having to send barbecue to South Carolina Gov. Nikki Haley after the Gamecocks’ pigskin win over the Tar Heels.\n\nAnd then he piled on.\n\nMcCrory bashed his southern neighbor, according to The Insider. He said he saw Haley going to a concert in Charlotte this summer, adding, “She had to come to Charlotte to have fun. ... What’s there to do in South Carolina?”\n\nAnd then came his fighting words: “We’re going to start having Wilmington kick Charleston’s tail in travel and tourism. ... Charleston gets too much publicity.” He said North Carolina’s beaches have “blue water,” while those in South Carolina have “brown water.”\n\nThe Post and Courier reached out to Haley’s office for rebuttal, but they declined, possibly because their mouths were full of slow-cooked pork.\n\nPolitico likes Horne, Haley\n\nSpeaking of Haley, both she and state Rep. Jenny Horne recently made Politico’s list of 50 “thinkers, doers and visionaries transforming American politics in 2015.”\n\nThe pair were ranked No. 9 overall for their role in removing the Confederate battle flag from the Statehouse grounds in July.\n\nPolitico Magazine Editor Garrett Graff explained the list isn’t about who’s the most powerful or who has the brightest political future but who is using their position or influence to push for change around a specific set of ideas.\n\nHaley’s national profile rose after her response to the Emanuel AME Church shootings this summer. And Horne also has been the subject of speculation she might run for higher office since she made a tearful plea on the House floor to remove the Confederate flag.\n\nHorne said she was honored by the accolade, adding, “I’m proud of my small role in helping move our state forward. ... The New South is one in which we let go of the divisiveness that has held us back in the past and look forward with a spirit of togetherness.”\n\nNotably, Politico’s list included radio host Hugh Hewitt but not the GOP presidential frontrunner he most recently sparred with.\n\nDistant interest in mayor’s race\n\nThe Charleston mayor’s race is important enough to attract attention well beyond the city limits.\n\nNot only have there been Charleston mayoral forums in both Mount Pleasant and North Charleston but also the candidates have held or plan to hold fundraisers as far away as Washington, D.C., and New York City.\n\nCharleston mayoral candidate Ginny Deerin stands to benefit from a Sept. 29 fundraiser in New York hosted by former Democratic congressman Barney Frank of Massachusetts.\n\nThe event is being hosted by John Alschuler, chair of HR&A Advisors Inc., a real estate, economic development and energy efficiency consulting firm. Other hosts include best-selling author Malcolm Gladwell and Ted Lee, half of the Lee Brothers culinary team.\n\nMeanwhile, Houston Mayor Annise Parker, who grew up in West Ashley, also will help out Deerin with a Sept. 20 event at the Park Cafe on Rutledge Avenue and Grove Street.\n\nSanford has pope tickets\n\nU.S. Rep. Mark Sanford wants to hear from any of his constituents interested in hearing Pope Francis’ address to Congress on Sept. 24.\n\nHe has tickets to spare.\n\nThese tickets will allow access to the live outdoor broadcast on the West Lawn of the U.S. Capitol, where the pope also is expected to make a brief appearance after his remarks inside. Anyone interested can submit their name at sanford.house.gov/pope or call (202) 225-3176.\n\nSanders team building\n\nDemocratic presidential hopeful Bernie Sanders’ campaign team talked to South Carolina reporters last week about its plans in the Palmetto State.\n\nCampaign Manager Jeff Weaver, Senior Media Advisor Tad Devine and State Director Chris Covert noted the Sanders’ campaign already has 15 full-time staff in the Palmetto State and plans to build up his organization here.\n\nDevine said he feels his boss’ success stems from his diagnosis of America’s major economic problem, “which is that the middle class is disappearing because the economy is rigged and sends all of its wealth to the top.”\n\nCovert said the campaign will be reaching out to black voters, who are expected to make up a majority of the state’s Democratic primary electorate early next year.\n\n“It’s not that the message is not resonating with African-Americans. It’s that we have not communicated with them yet. ... (but) we feel very good about our organization and how it’s building.”\n\nDuring the call, the campaign of his main rival, former Secretary of State Hillary Clinton, announced the launch of its South Carolina Women and Girls for Hillary, with support of 400 women across the state.\n\nThey include Melissa Watson of Berkeley County, second vice chair of the South Carolina Democratic Party, as well as former Democratic congressional hopefuls Elizabeth Colbert Busch and Linda Ketner and Kaye Koonce of Charleston, first vice chair of the South Carolina Democratic Party.\n\nCompiled by Robert Behre", "article_metadata": {"news_keywords": "N.C. governor forks over game bet, then jabs at S.C., Politics, \r\nPoliticsFP LatestNews, \r\nNews, \r\nFederal Politics, \r\nState Politics, \r\nElections, \r\nElections, Barney Frank,Bernie Sanders,Ginny Deerin,Hillary Clinton,Jenny Horne,Mark Sanford,Nikki Haley,Rick Perry", "og": {"site_name": "Post and Courier", "description": "His home state’s football team might have lost its season opener, but North Carolina Gov. Pat McCrory had plenty of smack to talk recently about his neighbor to the south.", "title": "N.C. governor forks over game bet, then jabs at S.C.", "url": "http://www.postandcourier.com20150912/150919866/nc-governor-forks-over-game-bet-then-jabs-at-sc", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20150912/PC1603/150919866/AR/0/AR-150919866.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20150912/PC1603/150919866/AR/0/AR-150919866.jpg"}, "type": "article"}, "twitter": {"description": "His home state’s football team might have lost its season opener, but North Carolina Gov. Pat McCrory had plenty of smack to talk recently about his neighbor to the south.", "title": "N.C. governor forks over game bet, then jabs at S.C.", "app": {"country": "US", "name": {"ipad": "Palmetto Politics", "iphone": "Palmetto Politics", "googleplay": "Palmetto Politics"}, "id": {"ipad": 897497885, "iphone": 897497885, "googleplay": "com.spreedinc.providers.eveningpostpublishingcompany.palmettopolitics"}}, "site": "@postandcourier", "image": "http://www.postandcourier.com/storyimage/CP/20150912/PC1603/150919866/AR/0/AR-150919866.jpg?201509121930", "card": "summary_large_image"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 150919866}}, "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "keywords": "N.C. governor forks over game bet, then jabs at S.C. , Politics, \r\nPoliticsFP LatestNews, \r\nNews, \r\nFederal Politics, \r\nState Politics, \r\nElections, \r\nElections, Barney Frank,Bernie Sanders,Ginny Deerin,Hillary Clinton,Jenny Horne,Mark Sanford,Nikki Haley,Rick Perry", "article": {"published_time": "2015-09-12T18:00:00Z", "modified_time": "2015-09-12T19:30:00Z"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "His home state’s football team might have lost its season opener, but North Carolina Gov. Pat McCrory had plenty of smack to talk recently about his neighbor to the south."}, "article_summary": "During an interview on a Raleigh sports radio station, McCrory talked about having to send barbecue to South Carolina Gov.\nSanders team buildingDemocratic presidential hopeful Bernie Sanders’ campaign team talked to South Carolina reporters last week about its plans in the Palmetto State.\nThey include Melissa Watson of Berkeley County, second vice chair of the South Carolina Democratic Party, as well as former Democratic congressional hopefuls Elizabeth Colbert Busch and Linda Ketner and Kaye Koonce of Charleston, first vice chair of the South Carolina Democratic Party.\nPat McCrory had plenty of smack to talk recently about his neighbor to the south.\nHis home state’s football team might have lost its season opener, but North Carolina Gov."}