{"article_title": "Breastfeeding in church? Pope says yes – CNN Belief Blog", "article_keywords": ["breastfeeding", "belief", "pope", "breastfeed", "chapel", "vatican", "hungry", "eat", "blog", "service", "church", "cnn", "yes", "francis", "public", "told"], "article_url": "http://religion.blogs.cnn.com/2014/01/13/pope-tells-moms-its-ok-to-breastfeed-in-church/", "article_text": "By Daniel Burke, Belief Blog Co-editor\n\nFollow @BurkeCNN\n\n(CNN) - Amid the iconic art in the Sistine Chapel on Sunday, Pope Francis told mothers that it's acceptable to breastfeed their children in public, even in holy sites like churches.\n\nChildren's voices, even when crying, make \"the most beautiful choir of all,\" Francis said during a service in which he baptized 32 children.\n\n\"Some will cry because they are uncomfortable or because they are hungry,\" the Pope said. \"If they are hungry, mothers, let them eat, no worries, because here, they are the main focus.\"\n\nThe Sistine Chapel, with its famous frescoes by Michelangelo, is the official chapel of the Apostolic Palace, traditionally the papal residence. Francis, though, lives in the Vatican guesthouse, Casa Santa Marta, saying it better suits his low-key style.\n\nThe Pope's remarks echo statements he made to an Italian newspaper in December in which he tied breastfeeding to the problem of global hunger.\n\nAt a recent General Audience - or public appearance by the Pope - a young mother sat behind a screen with her crying infant, Francis told La Stampa.\n\n\"I said to her: 'Madam, I think the child’s hungry. ... Please give it something to eat!' \" the Pope said.\n\n\"She was shy and didn’t want to breastfeed in public, while the Pope was passing,\" he continued. \"I wish to say the same to humanity: Give people something to eat! That woman had milk to give to her child; we have enough food in the world to feed everyone.\"\n\nEmer McCarthy, a journalist at Vatican Radio, told Catholic News Service that she breastfed her daughter discreetly during Sunday's baptism ceremony. \"Who would have thought the Pope would be this great proponent?\" she said.\n\nBreastfeeding in public, particularly in sacred sites such as churches, remains a sensitive issue for families, as noted by a recent Religion News Service article.\n\nA blog post on \"Five Places Moms Need to Breastfeed Discreetly\" listed churches as No. 5, following public pools, restaurants, airplanes and sporting events.\n\n\"It's wonderful when moms want to bring the kids to church and nurture their faith early on,\" wrote blogger Mary Fischer. \"But a coverup is a necessity with a baby in tow. Do I really have to elaborate here?\"", "article_metadata": {"description": "By Daniel Burke, Belief Blog Co-editor (CNN) -- Amid the iconic art in the Sistine Chapel on Sunday, Pope Francis told mothers that it's acceptable to breastfeed their children in public, even in holy sites like churches.", "generator": "WordPress.com", "title": "Breastfeeding in church? Pope says yes", "og": {"url": "http://religion.blogs.cnn.com/2014/01/13/pope-tells-moms-its-ok-to-breastfeed-in-church/", "image": "http://i.cdn.turner.com/cnn/.element/img/3.0/sect/blogs/fb/belief.jpg", "type": "article", "description": "By Daniel Burke, Belief Blog Co-editor\r\n\r\n\r\n(CNN) -- Amid the iconic art in the Sistine Chapel on Sunday, Pope Francis told mothers that it's acceptable to breastfeed their children in public, even in holy sites like churches.", "title": "Breastfeeding in church? Pope says yes"}, "msvalidate.01": "DE341CAC7D45B696ED1776216C18054C", "fb": {"admins": 690014395, "app_id": 80401312489}, "msapplication-window": "width=device-width;height=device-height", "application-name": "CNN Belief Blog", "keywords": "catholic church, church, ethics, faith & health, food, gender issues, health, houses of worship, mass, pope francis, sacred spaces, women, baptism, breastfeeding, church, pope francis, roman catholic church", "google-site-verification": "mFBa4OnyEDU23vgVJ6rtX_4izud7FIi9JiscfVsWaKk", "original-source": "http://religion.blogs.cnn.com/2014/01/13/pope-tells-moms-its-ok-to-breastfeed-in-church/", "msapplication-task": "name=Subscribe;action-uri=http://religion.blogs.cnn.com/feed/;icon-uri=https://s2.wp.com/i/favicon.ico"}, "_id": "\"57477af36914bd0286fcba70\"", "article_summary": "By Daniel Burke, Belief Blog Co-editorFollow @BurkeCNN(CNN) - Amid the iconic art in the Sistine Chapel on Sunday, Pope Francis told mothers that it's acceptable to breastfeed their children in public, even in holy sites like churches.\n\"Some will cry because they are uncomfortable or because they are hungry,\" the Pope said.\nAt a recent General Audience - or public appearance by the Pope - a young mother sat behind a screen with her crying infant, Francis told La Stampa.\n\"She was shy and didn’t want to breastfeed in public, while the Pope was passing,\" he continued.\nEmer McCarthy, a journalist at Vatican Radio, told Catholic News Service that she breastfed her daughter discreetly during Sunday's baptism ceremony."}