{"article_title": "Why don't real men do yoga?", "article_keywords": ["real", "men", "yoga", "dont", "practice", "according", "say", "way", "women", "guys", "physical"], "article_url": "http://health.heraldtribune.com/2013/11/05/why-dont-real-men-do-yoga/", "article_text": "By ERIC NIILER\n\nThe Washington Post\n\nAt a yoga studio, practitioners breath, bend, twist and stretch their way to a happier state. They leave more relaxed, more energized, with better posture and a renewed outlook.\n\nBut there is one curious thing: Of the 24 people in the room, only four are men.\n\nStudio owners and teachers say that this disparity is not unusual, no matter the time of day. Typically, they say, the ratio of women to men rarely goes much below 80-20. In fact, a 2012 survey by Yoga Journal found that of the 20.4 million people who practice yoga in the United States, only 18 percent of them are men.\n\nWhy don’t men do yoga?\n\n“My husband said he felt bored,” says Praneetha Akula, 36, who is visiting the studio on a day off. “He didn’t let himself enjoy it.”\n\nAkula is like many women who do yoga and want their spouse or partner to give it a try. But the many myths about yoga stand in their way: Yoga isn’t a decent workout; it’s too touchy-feely; you have to be flexible to do it; men’s bodies just aren’t built for pretzellike poses.\n\nAdrian Hummell has heard all the excuses.\n\n“What happens is, a guy who doesn’t know about it, he associates it with things like Pilates or aerobics, and they think of it as a chick workout,” says Hummell, who has been doing yoga for the past three years and now teaches Bikram yoga, a particularly strenuous form of the practice.\n\n\"“It’s almost a joke when guys say, 'I don’t think I should do yoga because I’m not flexible.' It’s like saying, 'I’m too weak, so I can’t lift weights.' ” — Adrian Hummell, Bikram yoga teacher\n\n“It’s almost a joke when guys say, 'I don’t think I should do yoga because I’m not flexible,' ” he says. “It’s like saying, 'I’m too weak, so I can’t lift weights.' ”\n\nHummell and many other yoga practitioners extol its many benefits beyond a pleasant post-class buzz. Several studies have linked a regimen of yoga classes to a reduction in lower back pain and improved back function. Other studies suggest that practicing yoga lowers heart rate and blood pressure; helps relieve anxiety, depression and insomnia; and improves overall physical fitness, strength and flexibility, according to the National Center for Complementary and Alternative Medicine, a branch of the National Institutes of Health.\n\nStill, despite numerous studies, no firm evidence has been found to show that yoga improves asthma or arthritis.\n\nThe center is funding research to determine whether yoga can benefit in the treatment and care of diabetes, AIDS, post-traumatic stress disorder and multiple sclerosis.\n\nLoren Fishman, a physician who sees patients suffering from a variety of ills, says his prescription is often yoga.\n\nFishman recalls one of his recent patients, a subway track worker with a back injury. The man’s primary-care physician suggested physical therapy, but the man requested yoga instead, so Fishman started him on gentle stretches to ease his pain.\n\n“I see more people like that,” says Fishman, director of the Manhattan Physical Medicine and Rehabilitation Clinic and an assistant clinical professor at Columbia University’s medical school. “If they need an injection, I give them one. But I see more and more people, and what they need is yoga.”\n\nFishman has written several books on using yoga as a supplement for rather than as a substitute for medicine. He has studied yoga since the early 1970s and noted that the practice was developed centuries ago by men in India. But its modern form has become feminized.\n\n“There’s been a flip,” Fishman says. “When it came to the United States, yoga became a sort of gentle gym, a noncompetitive, non-confrontational thing that’s good for you. Yoga has this distinctive passive air to it. You get into the pose and stay there.”\n\nNO SANSKRIT CHANTS\n\nAmong those who reject the idea that yoga is just for women is Danny Poole, a Denver teacher and trainer who uses yoga to help athletes; in 2009, his students included about a dozen members of the Denver Broncos.\n\nPoole came to the practice reluctantly himself. A basketball player at Grand Valley State University in Michigan four decades ago, he was dragged into a yoga class by his girlfriend.\n\n“All I knew is that there were hippies doing it, and I was intimidated because I didn’t know what it was,” Poole says. “Then I got hooked on it because I never felt so good.”\n\nPoole kept up with yoga and said it helped him avoid sports injuries as he grew older. About 15 years ago, he went full time as a teacher.\n\nPoole decided to drop some of the elements of a traditional yoga class that could turn off guys: no chanting, no Sanskrit terms for poses, no music, no headstands or handstands that are difficult and prone to causing injury.\n\n“I keep it easy and gentle, and I avoid trying to make the client not look good,” he says.\n\nPoole says pro athletes like yoga because it keeps them loose and focused before a game and helps ease post-game soreness. During his year with the Broncos, he says, he kept his yoga group injury-free. But he understands why many men — especially ex-athletes and guys who have spent years pumping iron — have trouble with the physical and mental aspects yoga.\n\n“Athletes with big muscles take a regular yoga class and it kicks their butt,” Poole says. “They tend not to come back.”\n\nWhen men say they are bored with yoga, Poole thinks there may be something else going on.\n\n“Our egos are deflated because we can’t do some of the poses,” he says.\n\nWHERE THE GIRLS ARE\n\nThat’s a pretty common attitude among some men at the Flow Yoga Center in Washington, according to co-owner Ian Mishalove. He suggests that men look for a beginner class, talk with the teacher beforehand about any past injuries or physical limitations, and don’t insist on trying to do every pose.\n\n“As with anything, there are beginning phases of poses and advanced phases,” Mishalove said. “There are ways to approach each posture; there can be a baby-step way to approaching them.”\n\nThe spiritual side of yoga can inspire some people, while it’s a New Age nightmare for others. That’s particularly true for many men, according to Mishalove.\n\n“If it’s flaky and too New Agey, soft or touchy-feely, that can be a turnoff unless it’s explained in a way that is understandable to a male audience,” he says.\n\nMishalove says that men often respond better if yoga is presented as a way to relieve stress rather than a way to find spiritual contentment.\n\nMen also have to be more mindful about injuries. While researching his 2012 book “The Science of Yoga,” William Broad, a reporter for the New York Times, found that even though men practice yoga less than women did, they get hurt more often and more seriously. He found that some yoga positions, such as shoulder stands and plow, in which the feet are folded behind the back, have caused serious injuries such as cervical fractures and strokes.\n\nMen also are more likely to push into a position rather than relax into it or avoid it completely, according to teachers.\n\n“You start to get the impression that modern yoga isn’t really made for men,” Broad said. “It seems like it is designed for women and their bodies and their elasticities.”\n\nYoga is generally low-impact and safe “when practiced appropriately under the guidance of a well-trained instructor,” according to the Web site of the National Institutes of Health, which acknowledges stroke and nerve damage as possible side effects.\n\nSebastian Lopez, 36, has been doing yoga on and off since 2000. He says it helps control his anxiety and relaxes him. For him at least, there’s another benefit about being one of the few men in a yoga class.\n\n“You want to be where the women are,” he said. “You don’t want to be over there with the guys watching football.”", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2013/11/YOGA-MEN222-crop.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}, "description": "Chanting and challenges may be a turnoff, but the health benefits are compelling"}, "_id": "\"57477af36914bd0286fcba7a\"", "article_summary": "Why don’t men do yoga?\n” — Adrian Hummell, Bikram yoga teacher“It’s almost a joke when guys say, 'I don’t think I should do yoga because I’m not flexible,' ” he says.\nIn fact, a 2012 survey by Yoga Journal found that of the 20.4 million people who practice yoga in the United States, only 18 percent of them are men.\n\"“It’s almost a joke when guys say, 'I don’t think I should do yoga because I’m not flexible.'\n“They tend not to come back.”When men say they are bored with yoga, Poole thinks there may be something else going on."}