{"article_title": "In Cantor’s old district, a race led by an economist sidesteps poverty", "article_keywords": ["poor", "wage", "race", "old", "pope", "district", "local", "cantors", "minimum", "primary", "county", "sidesteps", "poverty", "led", "democratic", "economist", "care"], "article_url": "http://america.aljazeera.com/articles/2014/11/1/in-cantor-s-old-districtaraceledbyaneconomistsidestepspoverty.html", "article_text": "But many voters in Virginia’s 7th Congressional District worry that the candidates for Cantor’s seat will continue to ignore the needs of low-income residents. As court-imposed redistricting and growing poverty begin to reshape the district, their concerns — “affordable health care, education, economic equality and jobs providing living wages,” according to Pope — seem increasingly urgent.\n\nDissatisfied with his leadership, Pope mobilized local Democrats to vote for his tea party challenger, David Brat, in June’s open Republican primary. Brat defeated the House majority leader by vowing to fight for local interests, in perhaps the biggest upset of the primary season.\n\nLOUISA, Va. — Gloria Pope, 66, works in real estate and volunteers with the Democratic Party in a rural county northwest of Richmond. For 12 years, she watched Republican Rep. Eric Cantor \"work for the rich and powerful.\" Even after a 5.8-magnitude earthquake hit the area in 2011, damaging homes, churches, schools and government buildings, he did not step in to help the community, she recalled.\n\nAggressive gerrymandering has long kept Richmond and its surrounding counties divided into rich and poor jurisdictions: Cantor represented upper-middle-class whites on the west side, and Democrat Bobby Scott represented District 3, the poor, largely black south and east. An Oct. 7 decision by the Fourth Court of Appeals will change that: It ruled that the state’s congressional districts were unconstitutionally drawn on the basis of race , intended to pack the area’s African-American, largely Democratic voters into District 3 and keep them out of District 7. The current map will remain in place for Nov. 4, but the 3rd District — and its neighboring districts, including the 7th — will be redrawn early next year.\n\nRegardless of what the new map looks like, the economic profile of District 7 is already changing. Seven percent of the population is defined as poor, well below the national average of 15 percent. Yet the number of people eligible for food stamps has gone up by half in Hanover County since the recession, and families are struggling to obtain long-term care for aging family members, said Sheila Crossen-Powell, the local director of social services. Henrico and Chesterfield counties, generally known as white, affluent commuter suburbs, are seeing more immigrants and grappling with new pockets of need, evidence of what’s been described as the suburbanization of poverty.\n\n“The gap between wealthy and low-income people is greater than it’s ever been, and for people in the middle, they haven’t made any gains at all,” said Marco Grimaldo, president of the Virginia Interfaith Center. To help the state’s poor, the Commonwealth Institute for Fiscal Analysis recommends that Virginia improve access to public transportation and accept federal funds to expand Medicaid under the Affordable Care Act. Earlier this year, bills to broaden the health-care program and raise the state minimum wage (currently $7.25 an hour, the federally mandated rate) died in the General Assembly.\n\nBrat, an economics professor at Randolph-Macon College in Ashland, espouses free markets and faith in “God-given” individual rights. He tends to begin his sentences with “as an economist” and opposes “Obamacare,” amnesty for “illegals” and an increase in the minimum wage. He won the primary in part by selling himself as a local, Main Street conservative: Unlike Cantor, he would champion small, not big, businesses and would stay connected to the district. (Brat, who is leading in polls, declined to be interviewed for this story).\n\nHis Democratic challenger, Jake Trammell, is a sociologist and director of disability support services, also at Randolph-Macon. “We are in a fairly affluent district, and that’s not a mistake,” he said in an interview, referring to the gerrymandering declared impermissible. “Nonetheless, we do have pockets of poverty … and that’s one reason I am in favor of raising the minimum wage.” In Louisa County, where he lives on a family farm, he wants to extend broadband Internet access and public transportation.", "article_metadata": {"description": "Amid court-imposed redistricting and changing demographics, three Virginia candidates vie for a coveted House seat", "google-play-app": "app-id=com.aljazeera.simple", "og": {"url": "http://america.aljazeera.com/articles/2014/11/1/in-cantor-s-old-districtaraceledbyaneconomistsidestepspoverty.html", "image": {"width": 1460, "identifier": "http://america.aljazeera.com/content/ajam/articles/2014/11/1/in-cantor-s-old-districtaraceledbyaneconomistsidestepspoverty/jcr:content/headlineImage.adapt.1460.high.VaD7_3.1415049726650.jpg", "height": 911}, "type": "article", "description": "Amid court-imposed redistricting and changing demographics, three Virginia candidates vie for a coveted House seat", "title": "In Cantor’s old district, a race led by an economist sidesteps poverty"}, "twitter": {"image": "http://america.aljazeera.com/content/ajam/articles/2014/11/1/in-cantor-s-old-districtaraceledbyaneconomistsidestepspoverty/jcr:content/headlineImage.adapt.1460.high.VaD7_3.1415049726650.jpg", "description": "Amid court-imposed redistricting and changing demographics, three Virginia candidates vie for a coveted House seat", "site": "@AJAM", "card": "summary", "title": "In Cantor’s old district, a race led by an economist sidesteps poverty"}, "apple-itunes-app": "app-id=810543104, affiliate-data=10lxKx", "keywords": "Politics, House of Representatives, Virginia, Election 2014, Race & Ethnicity, Poverty, U.S., Economy", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fda36f\"", "article_summary": "He tends to begin his sentences with “as an economist” and opposes “Obamacare,” amnesty for “illegals” and an increase in the minimum wage.\nEarlier this year, bills to broaden the health-care program and raise the state minimum wage (currently $7.25 an hour, the federally mandated rate) died in the General Assembly.\nDissatisfied with his leadership, Pope mobilized local Democrats to vote for his tea party challenger, David Brat, in June’s open Republican primary.\nBut many voters in Virginia’s 7th Congressional District worry that the candidates for Cantor’s seat will continue to ignore the needs of low-income residents.\nBrat defeated the House majority leader by vowing to fight for local interests, in perhaps the biggest upset of the primary season."}