{"article_title": "Bill Clinton Telling Friends Obama Is ‘Sabotaging’ Hillary Prez Run", "article_keywords": ["president", "clinton", "chances", "told", "bill", "florida", "state", "source", "hillary", "prez", "telling", "run", "sabotaging", "friends", "obama"], "article_url": "http://radaronline.com/exclusives/2014/07/bill-clinton-barack-obama-hillary-clinton-sabotage-presidential-run-campaign/", "article_text": "With rumors swirling that Barack Obama has promised his support to projected Hillary Clinton challenger Elizabeth Warren for the 2016 presidential race, RadarOnline.com has learned that Bill Clinton has already been complaining to Dems about how he feels the President has been treating his wife, with one source claiming he’s even accused Obama of “deliberate sabotage!”\n\nDuring a recent fundraising appearance for Democrats in Florida, Bill was “overheard telling high ranking members of the Florida Democratic caucus that Obama was sabotaging Hillary’s chances to become the next President,” an insider told Radar.\n\nWhen asked for examples, “Clinton pointed out that Obama hasn’t directed Secretary of State John Kerry to attempt to broker a cease fire between Israel and Palestine. Any hope of having peace in the Middle East is dependent on a long term deal between Israel and Palestine.”\n\nPHOTOS: The Queen Of Mean: 15 Times Michelle Obama Was A Very Angry First Lady — Tantrums, Feuds, Fights & More!\n\nIn addition, “Bill pointed out how Obama has refused to go to the border in Texas to see the immigration humanitarian crisis firsthand, choosing instead to attend several fundraisers in the Lone Star state,” the source revealed.\n\nClinton also takes aim at Obama’s key aide, senior adviser Valerie Jarrett, according to the insider.\n\n“Obama has credited Jarrett with demanding that free birth control for women be part of the Affordable Care Act. This became a rallying point for conservatives, which Clinton said Obama should have anticipated,” the source continued. “There is no other free medication given to anyone, and women covered by ACA could certainly afford to pay a small co-pay. Why hand this hot button issue to the Republicans on a platter?”\n\n“Bill has tried to give advice to Obama in the past, but it falls on deaf ears,” said the source. “In Bill’s opinion, Obama is just riding out his term, and only cared about getting healthcare passed. It’s going to make it very hard for Hillary to have any chances of winning, because Obama has made such a mess of things.”\n\nPHOTOS: President Obama Through The Years\n\nAs Radar previously reported, Bill Clinton recently told Florida Democratic gubernatorial candidate Charlie Crist that his alliance with Obama would hurt his chances for re-election.\n\nClinton privately told Charlie at the event that he wouldn’t be any endorsing anyone until after the primary,” an insider revealed. “He also warned Charlie that his close relationship with Barack could hurt his chances, because he is political poison.”\n\n“It was very apparent to everyone in Charlie’s camp that Bill had a major problem with his close ties to Obama,” the source continued, explaining that “A majority of Charlie’s campaign staff are Obama acolytes, including former campaign manager Jim Messina.”\n\nDespite being chosen by President Obama to be Secretary of State, don’t expect “Hillary to ask Obama to campaign for her once she decides to run,” the source reveals. “In fact, Bill has been strategizing on ways Hillary can distance herself from the Obama administration. The Clintons will have no problem throwing Obama under the bus if that is what it will take to win.”", "article_metadata": {"sailthru.image.thumb": "http://i0.wp.com/radaronline.com/wp-content/uploads/2014/07/bill-clinton-tells-friends-obama-sabotaging-hillary-chance-become-next-president-pp-sl.jpg?fit=50%2C50", "description": "RadarOnline.com has learned that Bill Clinton has already been complaining about how he feels the President has been treating his wife.", "generator": "WordPress 4.4.2", "p": {"domain_verify": "57308aa914ffad6d8f01b012ce894b31"}, "og": {"site_name": "Radar Online", "description": "With rumors swirling that Barack Obama has promised his support to projected Hillary Clinton challenger Elizabeth Warren for the 2016 presidential race, RadarOnline.com has learned that Bill Clinto...", "title": "O No He Didn’t! Bill Clinton Telling Friends Obama Is 'Sabotaging' Hillary Prez Run", "url": "http://radaronline.com/exclusives/2014/07/bill-clinton-barack-obama-hillary-clinton-sabotage-presidential-run-campaign/", "image": "http://i0.wp.com/radaronline.com/wp-content/uploads/2014/07/bill-clinton-tells-friends-obama-sabotaging-hillary-chance-become-next-president-pp-sl.jpg?resize=800%2C450", "type": "article"}, "twitter": {"image": "http://i0.wp.com/radaronline.com/wp-content/uploads/2014/07/bill-clinton-tells-friends-obama-sabotaging-hillary-chance-become-next-president-pp-sl.jpg?resize=800%2C450", "description": "With rumors swirling that Barack Obama has promised his support to projected Hillary Clinton challenger Elizabeth Warren for the 2016 presidential race, RadarOnline.com has learned that Bill Clinton h...", "card": "summary_large_image", "title": "O No He Didn’t! Bill Clinton Telling Friends Obama Is 'Sabotaging' Hillary Prez Run"}, "sailthru.date": "2014-07-17 04:46:51", "sailthru.title": "O No He Didn’t! Bill Clinton Telling Friends Obama Is ‘Sabotaging’ Hillary Prez Run", "apple-itunes-app": "app-id=532657746", "fb": {"pages": 376279216711, "app_id": 376279216711}, "sailthru.tags": "Barack Obama, Bill Clinton, Exclusives, Hillary Clinton, Michelle Obama", "article": {"published_time": "2014-07-17T11:46:51+00:00", "modified_time": "2014-07-17T11:46:51+00:00", "author": "http://radaronline.com/author/jenheger/"}, "keywords": "bill clinton, hillary clinton, barack obama, michelle obama, charlie crist, elizabeth warren, valerie jarrett", "google-site-verification": "kONM_PqGX8Za53dFcExSTIIPZxxN_S4QtvDlONzzdA0", "sailthru.description": "if(inMobileViewPort){\n\t\t\t\t\tybotq.push(function () {\n\t\t\t\t\t\tgoogletag.cmd.push(function() {\n\t\t\t\t\t\t\tgoogletag.display(\"dfp-tag-mobile_box\");\n\t\t\t\t\t\t});\n\t\t\t\t\t});\n\t\t\t\t\t}… <a href=\"http://radaronline.com/exclusives/2014/07/bill-clinton-barack-obama-hillary-clinton-sabotage-presidential-run-campaign/\" class=\"read_more\">READ ON</a>", "sailthru.image.full": "http://i0.wp.com/radaronline.com/wp-content/uploads/2014/07/bill-clinton-tells-friends-obama-sabotaging-hillary-chance-become-next-president-pp-sl.jpg?resize=800%2C450", "viewport": "width=device-width, user-scalable=0", "news_keywords": "bill clinton, hillary clinton, barack obama, michelle obama, Charlie Crist, Elizabeth Warren, Valerie Jarrett"}, "_id": "\"57477af46914bd0286fe19d1\"", "article_summary": "“In fact, Bill has been strategizing on ways Hillary can distance herself from the Obama administration.\nThis became a rallying point for conservatives, which Clinton said Obama should have anticipated,” the source continued.\nClinton privately told Charlie at the event that he wouldn’t be any endorsing anyone until after the primary,” an insider revealed.\nWhen asked for examples, “Clinton pointed out that Obama hasn’t directed Secretary of State John Kerry to attempt to broker a cease fire between Israel and Palestine.\nThe Clintons will have no problem throwing Obama under the bus if that is what it will take to win.”"}