{"article_title": "After Prison, Surgeon Returns to Practice", "article_keywords": ["practice", "boards", "months", "florida", "licensure", "medicine", "returns", "health", "board", "prison", "massam", "probation", "surgeon"], "article_url": "http://health.wusf.usf.edu/post/after-prison-surgeon-returns-practice", "article_text": "A 71-year-old Sebring surgeon who completed his prison sentence on an embezzlement conviction will be allowed to resume practice on probation, the Florida Board of Medicine agreed Friday.\n\nIn August 2012, Dr. Alfred Massam pleaded guilty in federal court to improperly taking $1.2 million from his medical practice’s employee pension fund, state records show. He served about 17 months at a minimum-security prison camp and three to four months in a halfway house, wearing an electronic monitor, he said at the board’s meeting in Deerfield Beach.\n\nSettlement of the licensure case calls for a reprimand, $15,000 fine, three years’ probation with indirect supervision by another physician, and courses in ethics. In addition, Massam will provide 300 hours of free services to indigent patients, said Diane Kiesling, who acted as prosecutor for the Department of Health on the licensure case.\n\n“There is no question about his clinical abilities,” she told the board. “It seems a good way to give back.”\n\nAt the time of his sentencing two years ago, Highlands Today reported that Massam wired the money to a bank in Austria and used it for expenses related to his divorce.\n\nNearly three dozen cases are on the board’s agenda on Friday. Typically, most are resolved through a negotiated settlement between the doctor's attorney and the DOH prosecutors, as long as the Board of Medicine agrees.\n\n--Health News Florida is part of WUSF Public Media. Contact Special Correspondent Carol Gentry at cgentry@wusf.org. For more health news, visit HealthNewsFlorida.org.", "article_metadata": {"category": "HNF Stories", "description": "A 71-year-old Sebring surgeon who completed his prison sentence on an embezzlement conviction will be allowed to resume practice on probation, the Florida", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/after-prison-surgeon-returns-practice", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201406/medicine.png", "type": "article", "description": "A 71-year-old Sebring surgeon who completed his prison sentence on an embezzlement conviction will be allowed to resume practice on probation, the Florida", "title": "After Prison, Surgeon Returns to Practice"}, "story_id": 355098423, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Carol Gentry", "org_id": 0, "dc": {"title": "After Prison, Surgeon Returns to Practice"}, "nid": 8169, "datePublished": "2014-10-10", "keywords": "Florida Board of Medicine, Board of Medicine, doctor discipline", "wordCount": 335, "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fda37a\"", "article_summary": "A 71-year-old Sebring surgeon who completed his prison sentence on an embezzlement conviction will be allowed to resume practice on probation, the Florida Board of Medicine agreed Friday.\nTypically, most are resolved through a negotiated settlement between the doctor's attorney and the DOH prosecutors, as long as the Board of Medicine agrees.\nHe served about 17 months at a minimum-security prison camp and three to four months in a halfway house, wearing an electronic monitor, he said at the board’s meeting in Deerfield Beach.\nSettlement of the licensure case calls for a reprimand, $15,000 fine, three years’ probation with indirect supervision by another physician, and courses in ethics.\nIn August 2012, Dr. Alfred Massam pleaded guilty in federal court to improperly taking $1.2 million from his medical practice’s employee pension fund, state records show."}