{"article_title": "Understanding the legal ramifications of lifestyle discrimination", "article_keywords": ["premium", "policies", "tobacco", "discrimination", "employees", "companies", "legal", "understanding", "policy", "health", "ramifications", "employee", "lifestyle", "employers", "company"], "article_url": "http://www.sbnonline.com/article/understanding-the-legal-ramifications-of-lifestyle-discrimination/", "article_text": "As health care and other costs of doing business continue to rise, companies look for ways to save money. Some businesses seek to control high risk lifestyles, which can be considered discriminatory.\n\n“Lifestyle discrimination means treating an employee or applicant differently because of his or her life choices and it encompasses anything from smoking to having tattoos,” says Maura McDaid, an attorney at Semanoff Ormsby Greenberg & Torchia, LLC.\n\n“Even employee relationships fall under the umbrella of daily life choices an employer might seek to control.”\n\nSmart Business spoke with McDaid about lifestyle discrimination and how to avoid it.\n\nWhat’s behind lifestyle discrimination?\n\nBusinesses may base decisions on employee lifestyles for many reasons. Chief among them are financial, competitive, and reputational interests. For instance, smoking or vaping, or lifestyles that lead to obesity or other health risks, impact a company’s health-care bottom line and may cause absenteeism or performance issues. Romance between company employees may create conflicts of interest while some industries fear marriage or dating among individuals employed by competitors jeopardizes confidential or trade secret information.\n\nAlthough it’s impossible to foresee every circumstance, companies want policies to protect them if a customer, fellow employee, or in the worst case scenario, the press or social media, alert them to damaging or embarrassing employee conduct.\n\nCan employers charge a premium to employees whose activities raise the cost of health insurance?\n\nThe Affordable Care Act (ACA) prohibits premium increases for employees with obesity or current medical conditions. Instead, it permits employers to offer up to 30 percent premium rebates for participation in wellness programs and achievement of particular health objectives. It also allows employers to surcharge up to 50 percent of the premium to tobacco users who won’t participate in cessation programs. Some states, however, specifically protect the rights of tobacco users and govern whether and to what extent a higher premium can be charged. Confirm whether and what portion of those costs may be passed on to employees before raising insurance costs for smokers or tobacco users.\n\nHow can illegal discrimination based on lifestyle be avoided?\n\nAlthough no federal law specifically prohibits a company from making employment decisions based on lawful off-duty activities of employees, some states do. Recently, companies have questioned how such state laws impact their policies regarding drug use and testing given the potential abuse of legal substances like so-called designer drugs, prescription and over-the-counter medication. Because some states have legalized marijuana, companies also have been forced to re-examine these policies in order to address worker safety and efficiency concerns.\n\nFirst, employers need to articulate the business reasons, company culture principles or performance concerns that underpin their policies. Personal prejudice cannot be a motivating factor.\n\nSecond, once the company identifies a bona fide consequence, the company must examine whether the policy it proposes to protect that interest will treat employees fairly without regard to age, national origin, religion or other protected class status.\n\nThird, because the legal landscape differs by state, annual review of existing policies and pre-implementation examination of proposed policies by the company’s employment law attorney is recommended.\n\nWhat questions should be asked when formulating a company policy?\n\nWhen considering a policy that regulates employee conduct, ask:\n\nIs the employee conduct lawful or illegal?\n\nIs there an applicable law that protects the employees’ off-duty conduct?\n\nWhat risk/cost does the policy seek to avoid/lower?\n\nWill the employer apply the policy consistently, or do situations exist in which it would not be able, or want to, do so?\n\nDoes the employer want to be in a position of being required to enforce the policy if a violation is brought to its attention?\n\nWhat effect will the policy and its application have on employee morale?\n\nIs it worth it?\n\nInsights Legal Affairs is brought to you by Semanoff Ormsby Greenberg & Torchia, LLC", "article_metadata": {"shareaholic": {"site_name": "Smart Business Magazine", "language": "en-US", "url": "http://www.sbnonline.com/article/understanding-the-legal-ramifications-of-lifestyle-discrimination/", "article_author_name": "admin", "site_id": "75b6dd55541159703e2dcc47492301ad", "article_published_time": "2015-12-02T17:40:38+00:00", "shareable_page": "true", "article_modified_time": "2016-05-27T04:01:06+00:00", "keywords": "maura mcdaid, semanoff ormsby greenberg & torchia llc, lifestyle discrimination", "wp_version": "7.8.0.1"}, "description": "Companies looking for ways to save money may seek to control high risk lifestyles, which can be considered lifestyle discrimination.", "og": {"site_name": "Smart Business Magazine", "description": "Companies looking for ways to save money may seek to control high risk lifestyles, which can be considered lifestyle discrimination.", "title": "Understanding the legal ramifications of lifestyle discrimination", "locale": "en_US", "url": "http://www.sbnonline.com/article/understanding-the-legal-ramifications-of-lifestyle-discrimination/", "type": "article"}, "robots": "noodp", "article": {"publisher": "https://www.facebook.com/SmartBusiness/", "tag": "Semanoff Ormsby Greenberg & Torchia LLC"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Romance between company employees may create conflicts of interest while some industries fear marriage or dating among individuals employed by competitors jeopardizes confidential or trade secret information.\nWhat questions should be asked when formulating a company policy?\n“Even employee relationships fall under the umbrella of daily life choices an employer might seek to control.”Smart Business spoke with McDaid about lifestyle discrimination and how to avoid it.\nAs health care and other costs of doing business continue to rise, companies look for ways to save money.\nCan employers charge a premium to employees whose activities raise the cost of health insurance?"}