{"article_title": "How Meat Consumption Affects Our Health", "article_keywords": ["meat", "consumption", "healthy", "affects", "vegetarian", "diet", "grains", "health", "vegetarians", "mass", "protein", "vegetables"], "article_url": "http://www.medicaldaily.com/omnivores-vs-herbivores-how-meat-consumption-affects-our-health-322560", "article_text": "In meat-loving America, vegetarians are still trying to find their footing on the kitchen table. They’re usually viewed as the all-stars of health and gurus of how to lose weight, but how healthy is it really? Meat stands to divide people into two different groups, some carrying with them varying morals and in many cases misconceptions about what it means to be healthy.\n\nNutrition professionals rarely even use the term “healthy foods,” because the way food is labeled as healthy or not relies heavily upon how much we eat of it, according to the European Food Information Council. Meat consumption is not where the healthy diverge from the unhealthy, but rather where the balancing act changes.\n\nA Meatless Existence\n\nVegetarians have long been considered the tree-hugging free spirits of the world: They care about the environment, or animals, or their body’s well-being. But since their diet doesn’t involve meat, it’s going against what this country is all about — hamburgers, hot dogs, meatloaf wrapped up in good ol’ red, white, and blue nationalism. Parks and Recreation’s very own Ron Swanson echoes the sentiment:\n\n“I call this turf ‘n turf. It’s a 16-ounce T-bone and a 24-ounce porterhouse, also, a whiskey, and a cigar. I am going to consume all of this at the same time because I am a free American.”\n\nWhen did becoming a carnivorous being stand to represent the American way? More than one-third of adults in the United States are obese, according to the Centers for Disease Control and Prevention, and the kids are catching up. The average American eats 270 pounds of meat a year, which is double what the U.S. Department of Agriculture recommends. It’s just too much animal protein for our bodies to process, especially when a large majority of the country is living a sedentary lifestyle.\n\nEating all that meat and other animal products like cheese and eggs, while ignoring the basic nutritional necessities found in fruits, vegetables, and whole grains, doesn’t come without consequences.\n\nResearchers from the University of Southern California found people with diets rich in animal protein were four times more likely to die of cancer than those who ate a low-to-moderate amount. By just dropping down to a lower daily quantity of meat, cheese, and eggs, and replacing them with some high-quality vegetables, nuts, and grains, your body will thank you — but only if you make sure you're fulfilling your dietary needs with the right stuff and not just a load of macaroni and cheese just because it's meatless.\n\n\"Being vegetarian does not guarantee health,\" Nutritionist Jaime Mass, the founder of Jaime Mass Nutritionals, told Women’s Health. \"It's how you approach a vegetarian lifestyle that matters. A vegetarian who consumes legumes, fruits, vegetables, seeds, and nuts will have a different health profile than a vegetarian who consumes a diet high in refined carbohydrates like muffins, pasta, cookies, and cakes.\"\n\nBe mindful of what you’re putting into your body. Vegetarianism is not synonymous with good health. An illuminating study was published last year in the journal PLoS ONE, in which an Austrian team of researchers found when comparing omnivores to herbivores, “vegetarians are in a poorer state of health compared to the other dietary groups,” the authors wrote.\n\nThe study was very limited in how it compared the diets. Even the researchers admitted to faults on how their small 1,000 some odd participants could not represent the entire world. American vegetarians alone eat very differently than those found in other countries. It just depends how you lineup your everyday diet. Potato chips and cinnamon buns are vegetarian, but that doesn’t mean you should eat them on a regular basis; in fact, far from it.\n\n\"Any time you cut out a food group, there is a risk you could be missing out on certain nutrients,\" Mass said. Vegetarians need to focus on getting enough protein into their diet while vegans need to prioritize iron, calcium, vitamin B12, and zinc. Vitamin D and omega-3 fatty acid supplementation may also be needed to sustain an active lifestyle.\n\nBottom line: Neither group should badger the other for their personal eating habits so long as they have a balanced variety of nutrient-rich proteins, carbohydrates, and healthy fats. A carnivorous flexitarian diet full of bountiful fruits, vegetables, and whole grains is completely possible to incorporate into a healthy lifestyle. Meat isn’t the end-all, be-all.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "omnivores, vs, herbivores, how, meat, consumption, affects, our, health", "og": {"site_name": "Medical Daily", "description": "Being a vegetarian doesn't necessarily mean a person follows a healthier diet, but then again, neither does being a meat-eater.", "title": "Omnivores vs. Herbivores: How Meat Affects Our Health", "url": "http://www.medicaldaily.com/omnivores-vs-herbivores-how-meat-consumption-affects-our-health-322560", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/17/meat-eaters-versus-vegetarians.jpg", "type": "article"}, "twitter": {"description": "Being a vegetarian doesn't necessarily mean a person follows a healthier diet, but then again, neither does being a meat-eater.", "title": "Omnivores vs. Herbivores: How Meat Affects Our Health", "url": "http://www.medicaldaily.com/omnivores-vs-herbivores-how-meat-consumption-affects-our-health-322560", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/17/meat-eaters-versus-vegetarians.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/02/17/meat-eaters-versus-vegetarians.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-02-18T09:00:00-05:00", "modified_time": "2015-02-18T13:28:08-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Being a vegetarian doesn't necessarily mean a person follows a healthier diet, but then again, neither does being a meat-eater."}, "_id": "\"57477af46914bd0286fda389\"", "article_summary": "\"Being vegetarian does not guarantee health,\" Nutritionist Jaime Mass, the founder of Jaime Mass Nutritionals, told Women’s Health.\nMeat consumption is not where the healthy diverge from the unhealthy, but rather where the balancing act changes.\nThey’re usually viewed as the all-stars of health and gurus of how to lose weight, but how healthy is it really?\nThe average American eats 270 pounds of meat a year, which is double what the U.S. Department of Agriculture recommends.\nA carnivorous flexitarian diet full of bountiful fruits, vegetables, and whole grains is completely possible to incorporate into a healthy lifestyle."}