{"article_title": "Marijuana: Does Amendment 64 decision mean states can defy feds on Obamacare?", "article_keywords": ["amendment", "laws", "federal", "defy", "obamacare", "marijuana", "gardner", "precedent", "states", "justice", "does", "feds", "letter", "64", "law", "holder", "decision", "mean"], "article_url": "http://www.westword.com/news/marijuana-does-amendment-64-decision-mean-states-can-defy-feds-on-obamacare-5822414", "article_text": "Cory Gardner.\n\nThe Justice Department's decision not to sue Colorado over Amendment 64 was greeted as good news by its co-author and received mixed but mainly positive reviews from assorted politicians and marijuana advocates. But the prize for the most unusual response goes to Colorado Representative Cory Gardner, who's written to U.S. Attorney General Eric Holder asking if states can now ignore pretty much any federal law they don't like, including Obamacare. Details and not one but two Gardner letters below.\n\nAs noted by Roll Call, Gardner opposed A64, which allows adults 21 and over to use and possess small amounts of cannabis. It's no surprise, then, that Gardner begins his letter to Holder by noting that the federal Controlled Substances Act \"makes it a criminal offense to manufacture, distribute, dispense or possess marijuana. In fact, simply possessing marijuana is a misdemeanor punishable by jail.\"\n\nIn light of the Justice Department's announcement regarding enforcement policies in Colorado, Gardner wonders \"whether this action sets precedent to allow states to opt out of other federal laws.\"\n\nAs Gardner points out, he wrote a letter to President Barack Obama in June \"asking him to explain this Administration's unilateral actions in several areas, with one being DOJ's failure to uphold federal drug laws.\" (The earlier missive follows the more recent one in the document below.) He adds that \"I have yet to receive a response, and I still question the constitutionality of this Administration overriding federal law.\"\n\nU.S. Attorney General Eric Holder.\n\nMore interesting is where Gardner takes the issue from there. In his view, the A64 policy implies \"that federal authorities will not preempt state laws,\" prompting him to ask, \"Does this set a precedent for other areas? For example, several states have passed laws to opt out of the Patient Protection and Affordable Care Act, yet the federal government has consistently said it will take over health insurance industries regardless of states that contest the law.\n\n\"If you do not agree that there is a precedent set,\" he goes on, \"would you explain the inconsistencies of why in certain areas federal law may be deemed irrelevant, but not in others?\"\n\nAlthough we don't know if Holder or one of his minions will get back to Gardner regarding his inquiry, the likely answer to this question is that the Administration will determine enforcement priorities on a case-by-case basis. Still, Gardner's letter opens the possibility that the Amendment 64 policy could indeed be used as a rationale for more state challenges to federal law, either via the passage of legislation or, in an echo of A64, ballot measures that might put even more pressure on the Justice Department, since those that win can be said to directly represent the will of voters.\n\nWhen viewed in that context, the Amendment 64 approach wouldn't establish precedent in a formal, legal sense -- but it could embolden greater defiance from states that, for instance, don't want any damn bureaucrat telling people they have to buy health insurance.\n\nHere's the Gardner letter:\n\nMore from our Politics archive circa July 2012: \"Video: Cory Gardner bugged by beetles, fuming over fires.\"", "article_metadata": {"description": "The Justice Department's decision not to sue Colorado over Amendment 64 was greeted as good news by its co-author and received mixed but mainly...", "author": "Michael Roberts", "og": {"site_name": "Westword", "description": "The Justice Department's decision not to sue Colorado over Amendment 64 was greeted as good news by its co-author and received mixed but mainly positive reviews from assorted politicians and marijuana advocates. But the prize for the most unusual response goes to Colorado Representative Cory Gardner, who's written to U.S...", "title": "Marijuana: Does Amendment 64 decision mean states can defy feds on Obamacare?", "url": "http://www.westword.com/news/marijuana-does-amendment-64-decision-mean-states-can-defy-feds-on-obamacare-5822414", "image": {"width": 205, "identifier": "http://images2.westword.com/imager/cory-gardner/u/original/6514662/cory.gardner.official.photo.205x205.jpg", "height": 205}, "type": "article"}, "twitter": {"image": "http://images2.westword.com/imager/cory-gardner/u/original/6514662/cory.gardner.official.photo.205x205.jpg", "description": "The Justice Department's decision not to sue Colorado over Amendment 64 was greeted as good news by its co-author and received mixed but mainly positive reviews from assorted politicians and marijuana advocates. But the prize for the most unusual response goes to Colorado Representative Cory Gardner, who's written to U.S...", "site": "@denverwestword", "card": "summary", "title": "Marijuana: Does Amendment 64 decision mean states can defy feds on Obamacare?"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 180528211960473}, "theme-color": "#a5252b", "keywords": "Denver news, Colorado news, Denver events, Colorado events, Westword", "article": {"section": "News", "published_time": "2013-09-04T09:46:05-06:00", "modified_time": "2016-05-21T01:53:55-06:00", "author": "https://www.facebook.com/pages/Michael-RobertsWestword/111180895657427"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcbaa3\"", "article_summary": "He adds that \"I have yet to receive a response, and I still question the constitutionality of this Administration overriding federal law.\"\nHere's the Gardner letter:More from our Politics archive circa July 2012: \"Video: Cory Gardner bugged by beetles, fuming over fires.\"\nThe Justice Department's decision not to sue Colorado over Amendment 64 was greeted as good news by its co-author and received mixed but mainly positive reviews from assorted politicians and marijuana advocates.\nIn light of the Justice Department's announcement regarding enforcement policies in Colorado, Gardner wonders \"whether this action sets precedent to allow states to opt out of other federal laws.\"\nAs noted by Roll Call, Gardner opposed A64, which allows adults 21 and over to use and possess small amounts of cannabis."}