{"article_title": "What CNN's Polling Last Night Tells Us About Rand Paul's Campaign", "article_keywords": ["category", "rand", "entrance", "appeal", "cnns", "campaign", "pauls", "weight", "4th", "polling", "night", "paul", "poll", "swung", "tells"], "article_url": "http://reason.com/blog/2016/02/02/what-cnns-polling-last-night-tells-us-ab", "article_text": "Rand Paul's appeal to voters seems to decline with age, reveals CNN's entrance polls in Iowa last night.\n\nPaul, who got 4.5 overall in the actual caucus vote, in CNN's entrance poll was pulling 13 percent of 17-29 year olds (making him 4th in that category rather than his overall 5th), and only 2 percent of the 65 and olders, with a steady decline in the age groupings between. He was also 4th among 30-44 year olds, with 9 percent, if this entrance poll is representative.\n\nOther tidbits and revelations: Paul's gender appeal mix seemed even. (Race just isn't relevant in mostly-white Iowa.)\n\nEducation level seemed to have little relevance to Paul. He pulled either 4 or 5 percent in CNN's accounting in all education categories.\n\nPaul did slightly better with first-time caucusgoers, with 6 percent of them vs. 4 for repeat customers.\n\nPaul came in 4th among independents in this poll, with 10 percent. (Still way worse than his supporters would have guessed, where his independent appeal was supposed to be a big selling point.)\n\nIn the \"very conservative\" category, Cruz crushed with 44 percent to Paul's 3 percent; Paul did slightly above his own average with 6 percent for \"somewhat conservative.\"\n\nPaul got 7 percent of those who said they were not born-again or evangelical, 4 percent who said they were. (The very worldly and unconvincingly religious Trump was second with 22 percent of the born-againers.)\n\nIn the \"what's your most important issue?\" category questions, the only one where Paul swung much above his 4.5 percent weight was \"government spending.\" He captured 9 percent of them. (And only 1 percent of those who privileged immigration as their top issue.)\n\nFor \"top candidate quality,\" Paul swung above weight on \"shares my values\" with 7 percent. (He even beat Trump's 5 percent on that.)", "article_metadata": {"og": {"site_name": "Reason.com", "description": "He has more appeal to the young, to independents, and to those who worry most about government spending. But not enough appeal in any category.", "title": "What CNN's Polling Last Night Tells Us About Rand Paul's Campaign", "url": "http://reason.com/blog/2016/02/02/what-cnns-polling-last-night-tells-us-ab", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14544418044678.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14544418044678.jpg", "title": "What CNN's Polling Last Night Tells Us About Rand Paul's Campaign", "description": "Rand Paul's appeal to voters seems to decline with age, reveals CNN's entrance polls in Iowa last night.\nPaul, who got 4.5 overall in the actual caucus vote, in CNN's entrance poll was pulling 13 percent of 17-29 year olds (making him 4th in that category rather than his overall 5th), and only 2 percent of the 65 and olders, with a steady decline in the age groupings between. He was also 4th among 30-44 year olds, with 9 percent, if this entrance poll is representative.\n\nOther tidbits and re", "card": "summary_large_image", "site": "@reason"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Politics", "published_time": "2016-02-02T20:06:00+00:00", "author": "http://reason.com/people/brian-doherty"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Rand Paul's appeal to voters seems to decline with age, reveals CNN's entrance polls in Iowa last night.\nHe was also 4th among 30-44 year olds, with 9 percent, if this entrance poll is representative.\nFor \"top candidate quality,\" Paul swung above weight on \"shares my values\" with 7 percent.\ncategory questions, the only one where Paul swung much above his 4.5 percent weight was \"government spending.\"\nOther tidbits and revelations: Paul's gender appeal mix seemed even."}