{"article_title": "Dark Money Groups Have Already Spent Way More Than You Think", "article_keywords": ["groups", "campaign", "spending", "money", "million", "spent", "advocacy", "dark", "way", "issue", "think", "ads"], "article_url": "http://www.huffingtonpost.com/2014/01/04/dark-money-2014-election_n_4533132.html", "article_text": "ASSOCIATED PRESS\n\nWASHINGTON -- Dark money flowed freely in 2013 and into the new year as social welfare nonprofits and corporate trade associations -- groups that are not required to disclose their donors -- spent well over $27 million on electoral campaigns and issue advocacy targeting specific candidates.\n\nA Huffington Post analysis of press releases, news reports and Federal Communications Commission data collected by the Sunlight Foundation found that dark money groups have dropped at least $24.6 million on issue ads naming specific candidates on television, radio and online video since January 2013. That's seven times the $3.5 million these groups spent on campaign activities reported to the Federal Election Commission over the same period.\n\n}catch(e){}\n\nDue to the lack of disclosure, the issue advocacy total represents a minimum number. The true total is certainly higher. Total spending on campaign activity comes from data collected by the Center for Responsive Politics.\n\nThe issue advocacy totals reveal that dark money groups are already priming the electorate ahead of the 2014 midterm elections. HuffPost's review also shows that conservative and corporate interests continued to dominate overall dark money spending in 2013, even as liberal dark money groups equaled the amount spent by conservatives on campaign activity alone.\n\nConservative groups have already spent at least $15.8 million on issue ads to promote Republican candidates and attack Democrats ahead of the November midterms. Americans for Prosperity, the nonprofit founded and funded by the billionaire Koch brothers, led all groups with at least $12.4 million spent on candidate-specific ads opposing the implementation of Obamacare.\n\nLiberal dark money groups, meanwhile, spent at least $3.3 million on issue advocacy with nearly all of that spending coming from the League of Conservation Voters.\n\nCorporate trade associations including the American Petroleum Institute and the American Chemistry Council, also ran issue-based ads across the country, often thanking members of Congress for the work they'd done for various industries.\n\nSpending by nonprofit groups not disclosing their donors surged following the Supreme Court's 2010 Citizens United decision that opened the door for unlimited corporate, union and, ultimately, individual spending on independent political efforts. The 501(c)(4) nonprofit form became a preferred option for many as it gave anonymity to wealthy but publicity-shy donors.\n\nTo maintain this donor anonymity, the nonprofits must spend more than half of their time and budget each year on nonpolitical efforts in pursuit of their declared tax-exempt purpose. Issue ads in which a candidate is named -- but the public is not explicitly urged to vote for or against said candidate -- are often used by these groups to achieve their official purpose. The very same candidates are often targeted with more direct electoral appeals closer to the election.\n\n\"It's kind of like the air war that precedes the combat troops,\" Kathy Kiely, managing editor for the Sunlight Foundation, said. \"If you start early, like an early air war, and you start softening up the electorate or a candidate, you give yourself some leverage in the regular campaign season.\"\n\nSince these issue ads are not considered campaign spending and thus need not be reported to the FEC, accurate spending totals in this area are difficult to come by. The figures listed here are simply a baseline with actual spending on candidate-specific issue ads certainly reaching much higher.\n\nOne signal that the intention of these ads is not simply to advance or block legislation is that the majority of them since the beginning of 2013 have mentioned incumbent lawmakers who are vulnerable in November.\n\nSen. Kay Hagan (D-N.C.), who occupies a seat that Republicans must win if they hope to retake the Senate, is the current leading target of dark money issue ads. Dark money groups have run at least 10 such ads in North Carolina, with six from conservative organizations. These include three campaign-style issue ads from Americans for Prosperity blasting the freshman senator for her support of Obamacare.\n\n\"Outside interest groups that have no accountability to North Carolinians are spending millions to buy a Senate seat because they know Kay's standing up for the middle class and won't carry the water for their special interest agenda like her opponents have shown they are more than willing to do,\" Sadie Weiner, press secretary for Hagan's campaign, said. \"Ultimately, North Carolinians won't be fooled by outsiders, like the Koch brothers, who are trying to buy the election with secret, undisclosed money and ads that fact-checkers have found false.\"\n\nAmericans for Prosperity did not immediately respond to a request for comment.\n\nOther top Democratic targets for the GOP in the 2014 elections have already been hit with significant dark money attacks. Sens. Mary Landrieu (D-La.) and Mark Begich (D-Alaska) were both named in eight dark money issue ads, while Sen. Mark Pryor (D-Ark.) came up in six.\n\nMany of the most targeted Republicans also face difficult reelection battles. Senate Minority Leader Mitch McConnell (R-Ky.) was named in nine dark money issue ads, although most of these supported him. Reps. Mike Coffman (R-Colo.), Dan Benishek (R- Mich.) and Rodney Davis (R-Ill.) were each named in four or more such ads, most of which were negative.\n\nNot all issue advertising came from groups that will likely jump into the elections themselves. Former New York Mayor Michael Bloomberg's Mayors Against Illegal Guns and anti-immigration groups NumbersUSA and Californians for Population Stabilization launched ads around debates on gun control and immigration reform.\n\nIn fact, over the course of 2013, immigration reform and gun control were the leading issues mentioned by dark money groups in their issue advocacy efforts. But by the new year, Obamacare had taken the top spot, following the initial poor rollout of the federal health care exchange and the cancellation of insurance plans across the country.\n\nCumulative totals for issue ads run by dark money groups on major topics over the past year.\n\nAlthough millions of dollars went to candidate-specific issue advocacy in the past year, the overall numbers are down from a similar period in 2011-early 2012, when just a handful of dark money groups spent nearly $30 million on such advocacy. Some of that spending difference can be attributed to the presidential contest last time around. Another huge factor is the near total lack of candidate-specific issue spending by the conservative nonprofit Crossroads GPS over the past year.\n\nFounded by Karl Rove in the wake of the Citizens United ruling, Crossroads GPS was the most politically active nonprofit in the 2012 elections. The group not only spent $79 million on express campaign activity, but also dropped $89 million on candidate-specific issue ads, according to the group's press releases. In 2011 alone, it spent $22.5 million on this type of issue ad, but since the end of the 2012 elections, the dark money behemoth has spent just $260,000.\n\nCrossroads GPS did not immediately return a request for comment on why its issue ad spending has fallen off in the past year.\n\nAlso on HuffPost: 2012 Campaign Promises 2012 Campaign Promises\n\n1 of 24 Obama On Taxes Roll back Bush tax cuts for upper-income people. He compromised with the GOP and went along with renewing the expiring across-the-board tax cuts begun by his Republican predecessor, even though he wanted to revert to higher rates for couples making over $250,000 and individuals making over $200,000. Obama is still promising to raise those rates and more – and pretty much needs to, because much of his agenda depends on getting more tax revenue from wealthier people. (Text by The Associated Press ; Photo by Win McNamee/Getty Images) Share this slide:\n\nGetty File", "article_metadata": {"description": "WASHINGTON -- Dark money flowed freely in 2013 and into the new year as social welfare nonprofits and corporate trade associations -- groups that are not...", "sailthru.expire_date": "2014-01-05 09:35:52 -0500", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- Dark money flowed freely in 2013 and into the new year as social welfare nonprofits and corporate trade associations -- groups that are not...", "title": "Dark Money Groups Have Already Spent Way More Than You Think", "url": "http://www.huffingtonpost.com/2014/01/04/dark-money-2014-election_n_4533132.html", "image": "http://i.huffpost.com/gen/1542111/images/o-DARK-MONEY-2014-ELECTION-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- Dark money flowed freely in 2013 and into the new year as social welfare nonprofits and corporate trade associations -- groups that are not...", "creator": "PaulBlu", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1542111/images/o-DARK-MONEY-2014-ELECTION-facebook.jpg", "height": 1000}, "title": "Dark Money Groups Have Already Spent Way More Than You Think", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-01-04 09:35:52 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4533132", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "elections 2014,Karl Rove,dark money 2014 election,Mitch McConnell,League of Conservation Voters,Corporate Political Spending,Crossroads GPS,Campaign Finance,issue ads,video,Koch Brothers,dark money nonprofits,Americans for Prosperity,2014 election,kay hagan,Dark Money", "article": {"section": "Politics", "tag": "elections 2014,Karl Rove,dark money 2014 election,Mitch McConnell,League of Conservation Voters,Corporate Political Spending,Crossroads GPS,Campaign Finance,issue ads,video,Koch Brothers,dark money nonprofits,Americans for Prosperity,2014 election,kay hagan,Dark Money", "published_time": "2014-01-04 09:35:52 -0500", "modified_time": "2014-01-23 08:17:01 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcbaa4\"", "article_summary": "and Mark Begich (D-Alaska) were both named in eight dark money issue ads, while Sen. Mark Pryor (D-Ark.)\nHuffPost's review also shows that conservative and corporate interests continued to dominate overall dark money spending in 2013, even as liberal dark money groups equaled the amount spent by conservatives on campaign activity alone.\nThe issue advocacy totals reveal that dark money groups are already priming the electorate ahead of the 2014 midterm elections.\nSenate Minority Leader Mitch McConnell (R-Ky.) was named in nine dark money issue ads, although most of these supported him.\nCumulative totals for issue ads run by dark money groups on major topics over the past year."}