{"article_title": "Professor: Florida's No Flint, But State Water Policy Could Invite Pollution", "article_keywords": ["states", "management", "invite", "hull", "professor", "bill", "florida", "surface", "water", "state", "flint", "policy", "floridas", "river", "law", "pollution"], "article_url": "http://health.wusf.usf.edu/post/professor-floridas-no-flint-state-water-policy-could-invite-pollution", "article_text": "Florida Gov. Rick Scott signed a water policy bill Thursday despite calls from environmentalists to veto the measure.\n\nThe St. Johns Riverkeeper was part of a statewide coalition calling for the veto.\n\nListen to the version of the story airing on 89.9 WJCT\n\nOn WJCT’s “First Coast Connect” Thursday, Riverkeeper Lisa Rinaman blasted the new law as damaging to the state’s waterways and said it “blatantly” favors special interests and undermines water pollution protections statewide.\n\n“This bill allows other water management districts to siphon water out of the river,” she says.\n\nFlorida Coastal School of Law Professor Eric Hull warns Florida could experience a water crisis like Flint, Michigan, if policies aren’t reversed.\n\nThe residents of Flint were sickened after the city switched its water supply to a polluted river in the hopes of saving money.\n\nThe Florida Coastal law professor says this state’s softening regulations and lax enforcement of existing rules is a potentially poisoning combination.\n\nFlint is in the headlines because residents were poisoned by contaminated water from the Flint River. The corrosive river water allowed lead from city pipes to seep into the tap.\n\nFlorida’s water sourcing is very different from Michigan’s, but the state isn't impervious to pollution, Hull says.\n\n“It’s not a foolproof system, and as we continue to draw water from the system and draw it down, we have issues with regard to recharging that water supply, and that recharge comes from surface water coming back down below the surface,\" he says.\n\nWhen Floridians turn on the tap, that water comes from an underground reservoir called the aquifer. With a growing population, Hull says, more of that water is being replaced with dirty surface water.\n\nHe says the state's new water policy puts more control in the hands of private industry.\n\nThe business-backed water bill (SB 552), which environmentalists say they will seek to make stronger in the future, was approved last week in a 110-2 vote. That came a day after the Senate unanimously supported the bill, which lawmakers have been trying to advance for more than two years.\n\n\"A comprehensive approach to water will result in our ability to protect our state's most precious resource from crisis,\" said House State Affairs Chairman Matt Caldwell (R-North Fort Myers), the sponsor of the measure.\n\nThe proposal, in part, calls for establishing water-flow levels for springs and setting guidelines for the Central Florida Water Initiative, which is a regional water-supply planning effort that involves the state Department of Environmental Protection, the St. Johns River Water Management District, the South Florida Water Management District, the Southwest Florida Water Management District, the state Department of Agriculture and Consumer Services and regional water utilities.\n\nThe bill also would further establish management plans for farming around Lake Okeechobee, the Caloosahatchee Estuary and inland portions of the Caloosahatchee River watershed, and the St. Lucie River and Estuary.\n\nThe package also would require the Legislature's Office of Economic and Demographic Research to provide an annual assessment of the state's water resources and conservation lands.\n\n\"Next year we're going to have a report outlining all the natural resources commitments that we have made as a policy in the state and what the means from an appropriations standpoint,\" Caldwell said. \"We've never really done that before.\"\n\nThe House action drew praise from the Florida Chamber of Commerce, which released a statement calling the bill a \"meaningful step in the right direction to help ensure Florida's water future doesn't go the way of California.\"\n\nPutnam has said the package is just a step in Florida’s meeting future water needs, as demand is expected to grow by more than 1.3 billion gallons a day by 2030. One-third of the growth is expected in the Orlando region.\n\nEric Draper, executive director of Audubon Florida and a lobbyist on environmental issues, said the bill won't do anything if the provisions are not enforced and funded.\n\n\"The next step is to make sure the agencies do what the bill said they're going to do, and that is to create clean-up plans for the 39 outstanding Florida springs and to improve the clean-up plan for Lake Okeechobee and the estuaries,\" Draper said.\n\nA number of Democrats said that while they would have liked to have seen more conservation measures in the bill, they considered the proposal \"a foundation\" upon which to improve upon in the future.\n\n\"It gives us a floor, something that we can work from to make it better in future generations,\" said Rep. Darryl Rouson (D-St. Petersburg). \"But we must start somewhere. And I think this bill is a good start.\"\n\nHouse Minority Leader Rep. Mark Pafford and Rep. Jose Javier Rodriguez (D-Miami), voted against the bill.\n\n\"This bill, unfortunately, leans towards agriculture,\" said Pafford (D-West Palm Beach). \"I don't think it delivers as much as it should.\"\n\nPafford proposed four amendments that included a proposal from the Florida Springs Council to require water-management districts to estimate maximum sustainable groundwater withdrawals for each district. All four amendments failed in voice votes.\n\n\"Florida is facing a statewide water supply problem,\" Pafford said. \"Water managers should have a clear idea as to how much water is actually being pumped, not only to ensure that large users are complying with their permits, but also to help water managers determine what levels of ground water withdrawals are sustainable.\"\n\nFlorida Coastal's Hull says the new law, combined with the state’s fight against federal clean water rules and the pumping of more surface water from wetlands, rivers and streams, is making Florida more susceptible to a pollution crisis like what’s happening in Flint.\n\nIn 2011, AOL's Daily Finance reported Jacksonville’s water was ranked one of the 10 worst in the country. The Washington, D.C.-based nonprofit Environmental Working Group found more than 20 toxic chemicals in the River City’s tap water. EWG said unsafe levels of some carcinogenic chemicals were detected every month for three years.\n\nJEA, the city’s water utility, disputed those claims and called the EWG an unaccredited monitoring source.\n\n", "article_metadata": {"category": "HNF Stories", "description": "Florida Gov. Rick Scott signed a water policy bill Thursday despite calls from environmentalists to veto the measure. The St. Johns Riverkeeper was part of", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/professor-floridas-no-flint-state-water-policy-could-invite-pollution", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201601/463888327.jpg", "type": "article", "description": "Florida Gov. Rick Scott signed a water policy bill Thursday despite calls from environmentalists to veto the measure. The St. Johns Riverkeeper was part of", "title": "Professor: Florida's No Flint, But State Water Policy Could Invite Pollution"}, "story_id": 463887073, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Ryan Benk - WJCT", "org_id": 447, "dc": {"title": "Professor: Florida&#039;s No Flint, But State Water Policy Could Invite Pollution"}, "nid": 13353, "datePublished": "2016-01-24", "keywords": "water quality, Flint river system, environmental health", "wordCount": 1197, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "“This bill allows other water management districts to siphon water out of the river,” she says.\nThe proposal, in part, calls for establishing water-flow levels for springs and setting guidelines for the Central Florida Water Initiative, which is a regional water-supply planning effort that involves the state Department of Environmental Protection, the St. Johns River Water Management District, the South Florida Water Management District, the Southwest Florida Water Management District, the state Department of Agriculture and Consumer Services and regional water utilities.\nWith a growing population, Hull says, more of that water is being replaced with dirty surface water.\nFlorida Coastal School of Law Professor Eric Hull warns Florida could experience a water crisis like Flint, Michigan, if policies aren’t reversed.\nThe corrosive river water allowed lead from city pipes to seep into the tap."}