{"article_title": "Sarah Silverman, Serving Up Sinfully Divine Comedy", "article_keywords": ["sarah", "little", "serving", "lots", "kind", "try", "sinfully", "im", "audience", "silverman", "divine", "really", "comedy", "special", "know"], "article_url": "http://wnpr.org/post/sarah-silverman-serving-sinfully-divine-comedy", "article_text": "Sarah Silverman is funny — sweet, bawdy, innocent, outrageous, Emmy-winning, milk-through-your-nose funny. And her new comedy special, We are Miracles, debuts tonight on HBO.\n\nPerforming in front of a live audience, the comedian takes on religion, pornography, childhood, politics and stereotypes, and no one's left standing. (No really: One punchline involves Hitler being assigned \"Heil Marys\" as penance.)\n\nSilverman tells NPR's Scott Simon that she thinks good comedy comes from \"some kind of childhood humiliation or darkness.\"\n\nAnd yes, she says, lots of jokes just don't work at first.\n\n\n\nInterview Highlights\n\nOn taking material out for a test drive and having it fail\n\nIf I love it I'll try it way too many times before finally giving up. But you know sometimes a joke that doesn't work just needs a breath or a little word or the tiniest little change to be fixed. So it can be a kind of a frustrating endeavor to find that skeleton key that's missing. You know, the audience works as such a mob. They either all laugh or all don't laugh, and [it] changes from audience to audience, and so [I] want to give it a really good chance if I believe in it.\n\nOn her writing process\n\nI'll get an idea, or a germ of something will tickle me. But you really have to try it onstage, you know. There's only so much you can practice in front of a mirror, or pin down your friends to try things on, you know. My special airs tonight and after that I'm pretty much at square one. So you know, you have to plan on a lot of short sets ... that are not going to go well. Lots of bombing. Lots of disappointing audiences.\n\nOn the 39-person audience who saw her special live\n\nI thought it was neat. It's a whole different timing; it's definitely a different cadence for a comedy special. I'm trying to use big hoity-toity words because I'm on NPR right now. I don't know if you know that. I use words like \"cadence.\" It's a big one.\n\nOn a bit from her special involving little kids\n\nMuch like my dad — and some [of it is] stolen from my dad — I have a whole bunch of material just for little kids. And sometimes it's just for me with little kids. ... Right before [this bit] I say how I like to tell little girls that I'm a princess. And I do do that. And it's really fun for me because their brains explode.\n\nOn watching the audience while she performs\n\nThey're my show. Everyone can be laughing and if there's one person with their arms folded, it tends to be the person comics focus on. Always kind of glance back to see if they're laughing yet or not. And it has nothing to do with you, it could have everything to do with their day, or how they're hearing your comedy, you know, in the context of their lives. You know? And you can't control it, but it can really get inside a comedian's head, like an illness.\n\n", "article_metadata": {"category": "Arts/Culture", "description": "Sarah Silverman is funny — sweet, bawdy, innocent, outrageous, Emmy-winning, milk-through-your-nose funny. And her new comedy special, We are Miracles,", "Generator": "Drupal 7 (http://drupal.org)", "programs": "Weekend Edition Saturday", "og": {"url": "http://wnpr.org/post/sarah-silverman-serving-sinfully-divine-comedy", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201311/246589955.jpg", "type": "article", "description": "Sarah Silverman is funny — sweet, bawdy, innocent, outrageous, Emmy-winning, milk-through-your-nose funny. And her new comedy special, We are Miracles,", "title": "Sarah Silverman, Serving Up Sinfully Divine Comedy"}, "org_id": 1, "twitter": {"site": "@wnpr", "card": "summary"}, "wordCount": 588, "dc": {"title": "Sarah Silverman, Serving Up Sinfully Divine Comedy"}, "nid": 12889, "datePublished": "2013-11-23", "story_id": 246589156, "keywords": "television, entertainment, comedy", "has_audio": 1, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fd7e35\"", "article_summary": "And her new comedy special, We are Miracles, debuts tonight on HBO.\nIt's a whole different timing; it's definitely a different cadence for a comedy special.\nSilverman tells NPR's Scott Simon that she thinks good comedy comes from \"some kind of childhood humiliation or darkness.\"\nSarah Silverman is funny — sweet, bawdy, innocent, outrageous, Emmy-winning, milk-through-your-nose funny.\nAnd it has nothing to do with you, it could have everything to do with their day, or how they're hearing your comedy, you know, in the context of their lives."}