{"article_title": "Louisiana Dumps Huge Subsidies on Duck Dynasty, Gov. Jindal Snags Spot on Season Premiere", "article_keywords": ["jindal", "huge", "governors", "season", "subsidies", "snags", "spot", "dynasty", "spending", "state", "premiere", "robertson", "gov", "louisiana", "presidential", "duck"], "article_url": "http://reason.com/blog/2014/05/15/louisiana-governor-bobby-jindal-to-appea", "article_text": "Gov. Bobby Jindal (R-La.) has been a big advocate of A&E's Duck Dynasty. When the patriarch on the show, Phil Robertson, became the outrage target of the week after comments made in a GQ profile last year, Jindal was there to defend him. And the governor wasn't alone. Lieutenant Gov. Jay Dardenne announced he'd help the show find new producers if A&E dropped it. Dardenne argued that the show was a boon for Louisiana tourism.\n\nLouisiana is among the most generous states in the nation already when it comes to subsidizing film and television. The state subsidizes up to 30 percent of local production spending, offering tax credits redeemable for cash. One industry blogger estimated that that meant Louisiana is spending $70,000 per Duck Dynasty episode on payroll alone.\n\nPerhaps it shouldn't be a surprise, then, that Jindal, a potential 2016 presidential candidate, will appear on the season six premiere of Duck Dynasty. USA Today reports:\n\nA&E says the Duck Dynasty season premiere on June 11 will feature an appearance by Jindal, who will present Willie Robertson—CEO of the family's business—with an award.\n\n\n\nIn February, Jindal was at Duck Commander headquarters to present the first Governor's Award for Entrepreneurial Excellence to the Robertson family. The award is aimed at honoring \"homegrown Louisiana businesses that grow and provide more opportunity, more jobs and more commerce\" for the state, according to a news release from the governor's office.\n\nAn appearance on Duck Dynasty will lend Jindal some much coveted national exposure for his potential presidential run. It's a big benefit to be able to spend other people's money to build your brand, something we can expect to see more of by governors on both sides of the aisle as the 2016 presidential campaign season approaches.\n\nh/t Mike M", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Gov. Bobby Jindal (R-La.) has been a big advocate of A&amp;E's Duck Dynasty. When the patriarch on the show, Phil Robertson, became the outrage target", "title": "Louisiana Dumps Huge Subsidies on Duck Dynasty, Gov. Jindal Snags Spot on Season Premiere", "url": "http://reason.com/blog/2014/05/15/louisiana-governor-bobby-jindal-to-appea", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14001597824709.jpg", "type": "article"}, "twitter": {"description": "Gov. Bobby Jindal (R-La.) has been a big\nadvocate of A&amp;E's Duck Dynasty. When the patriarch on\nthe show, Phil Robertson, became the outrage target of the week\nafter comments made in a \nGQ profile last year, Jindal was \nthere to defend him. And the governor", "creator": "@edkrayewski", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14001597824709.jpg", "title": "Louisiana Dumps Huge Subsidies on <em>Duck Dynasty</em>, Gov. Jindal Snags Spot on Season Premiere", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "article": {"tag": "Election 2016", "published_time": "2014-05-15T14:03:00+00:00", "author": "http://reason.com/people/ed-krayewski"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcbacd\"", "article_summary": "USA Today reports:A&E says the Duck Dynasty season premiere on June 11 will feature an appearance by Jindal, who will present Willie Robertson—CEO of the family's business—with an award.\nAn appearance on Duck Dynasty will lend Jindal some much coveted national exposure for his potential presidential run.\nhas been a big advocate of A&E's Duck Dynasty.\nOne industry blogger estimated that that meant Louisiana is spending $70,000 per Duck Dynasty episode on payroll alone.\nPerhaps it shouldn't be a surprise, then, that Jindal, a potential 2016 presidential candidate, will appear on the season six premiere of Duck Dynasty."}