{"article_title": "Fast-food workers protest for higher wages", "article_keywords": ["wage", "organizers", "fastfood", "chain", "restaurant", "pay", "workers", "likely", "replace", "protest", "wages", "restaurants", "higher"], "article_url": "http://www.latimes.com/business/la-fi-mo-fast-food-protests-20131205-story.html", "article_text": "Fast-food workers, union organizers and community supporters are expected to protest nationwide for higher pay Thursday as the restaurant industry criticizes the campaign as “part of an ongoing effort to replace fact with fiction while ignoring simple truths.”\n\nAt 6 a.m. at a McDonald's in Florence, as the sky began to lighten and surrounding neighborhoods slumbered, more than 100 people gathered with signs and megaphones.\n\nSwaddled against the chill in beanies and hoodies, they crowded the sidewalk bordering the eatery as employees inside prepped for customers.\n\n“Keep your burgers, keep your fries, make our wages supersized,” they chanted continuously, as passing cars honked in rhythm.\n\n“Better Pay, Better LA,” one poster read.\n\nThe protest -- another is planned near Hollywood at noon -- is the latest in a string of activist efforts to boost the minimum wage to $15 an hour.\n\nBefore and during the Black Friday shopping bonanza last week, Wal-Mart workers and their sympathizers protested with similar demands.\n\nOn Thursday and in rallies earlier this year, protestors also called for the right to unionize and the ability to strike without retaliation from employers.\n\nSeveral workers at the Florence event said they were earning $8 an hour. But in a statement, the National Council of Chain Restaurants disagreed.\n\n“It is a well studied and accepted fact that beyond teenagers and some part-timers, the vast majority of restaurant workers make more than the starting wage,” said Rob Green, the group's executive director.\n\nHe referred to chain restaurants as “a collection of small businesses in local communities around the country,” and said that many are “facing stiff economic head winds resulting from laws like the Affordable Care Act and anti-competitive rules and regulations that penalize business and entrepreneurs alike.”\n\nGreen called Thursday's protests, which organizers said would hit restaurants in 100 cities, “choreographed street theater directed by Big Labor” that “cannot replace thoughtful enactment of sound economic policies which will actually spur capital investment and create jobs.”\n\nSeparately on Thursday, customer experience analytical firm ForeSee said that customer surveys showed Pizza Hut best at winning over patrons compared with other quick-service rivals. On a 100-point scale, the Yum chain earned a 79 satisfaction score, followed by 78 for Starbucks and 76 for McDonald's.\n\nThe report also found that highly satisfied clients were 81% more likely to prefer the brand over others and 75% more likely to make another purchase there.\n\nALSO:\n\nTGI Fridays may be sold by owner Carlson\n\nGreg Dollarhyde is Veggie Grill's 'chief energizing officer'\n\nSome restaurants serve up iPads for customers to place orders", "article_metadata": {"fb_title": "Fast-food workers protest for higher wages", "Description": "Fast-food workers, union organizers and community supporters are expected to protest nationwide for higher pay Thursday as the restaurant industry criticizes the campaign as “part of an ongoing effort to replace fact with fiction while ignoring simple truths.”   At 6 a.m. at a McDonald's in Florence,...", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Fast-food workers, union organizers and community supporters are expected to protest nationwide for higher pay Thursday as the restaurant industry criticizes the campaign as “part of an ongoing effort to replace fact with fiction while ignoring simple truths.”", "title": "Fast-food workers protest for higher wages", "url": "http://www.latimes.com/business/la-fi-mo-fast-food-protests-20131205-story.html", "image": "http://www.trbimg.com/img-52a0a328/turbine/la-fi-mo-fast-food-protests-20131205", "type": "article"}, "x-servername": "lalvp11.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/78442224", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "googlebot-news": "index", "date": "2013-12-05", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "_id": "\"57477af36914bd0286fcbace\"", "article_summary": "But in a statement, the National Council of Chain Restaurants disagreed.\n“Keep your burgers, keep your fries, make our wages supersized,” they chanted continuously, as passing cars honked in rhythm.\nBefore and during the Black Friday shopping bonanza last week, Wal-Mart workers and their sympathizers protested with similar demands.\n“It is a well studied and accepted fact that beyond teenagers and some part-timers, the vast majority of restaurant workers make more than the starting wage,” said Rob Green, the group's executive director.\nSwaddled against the chill in beanies and hoodies, they crowded the sidewalk bordering the eatery as employees inside prepped for customers."}