{"article_title": "Easter snow in KAKEland", "article_keywords": ["hutchinson", "kathleen", "julie", "kakeland", "karen", "snow", "arnold", "timmermans", "courtesy", "kandee", "anonymous", "easter", "south"], "article_url": "http://www.kake.com/home/headlines/SLIDESHOW-Easter-Snow-2016-373666191.html", "article_text": "Anonymous Courtesy of Stephanie Heineman Anonymous Courtesy of Julie Arnold Courtesy of Kathleen Timmermans Courtesy of Katie Harre Anonynous Anonymous Anonymous Courtesy of Brandy Hanna Courtesy of Brian Helten near Garden Plain Courtesy of Carol Duerksen, between Goessel and Hillsboro Courtesy of Carol Waggy Courtesy of Cody Fairbank Courtesy of Dale Le Bar, Derby Courtesy of Halie Fasig Courtesy of Janice Winsor, Kingman Courtesy of Jennifer Brakhage Courtesy of Josh Fletchall Courtesy of Julie Arnold Courtesy of Julie Arnold Courtesy of Kandee Colley, South Hutchinson Courtesy of Kandee Colley, South Hutchinson Courtesy of Karen Becker Courtesy of Karen Kurtz Courtesy of Kathleen Timmermans Courtesy of Quinten Foy Courtesy of Robin Kiddoo, Butler County Courtesy of Sarah Dick\n\nPhotos submitted by KAKE viewers. Email yours to weatherpictures@kake.com. You can also upload pictures here and view more here\n\nSee more photos on the KAKE-TV Facebook page.", "article_metadata": {"description": "Photos submitted by KAKE viewers. Email yours to weatherpictures@kake.com.", "language": "english", "author": "KAKE News", "og": {"url": "http://www.kake.com/home/headlines/SLIDESHOW-Easter-Snow-2016-373666191.html", "image": "http://media.graytvinc.com/images/sqirrel+snow+Judith.jpg", "type": "article", "description": "Photos submitted by KAKE viewers. Email yours to weatherpictures@kake.com.", "title": "SLIDESHOW: Easter snow in KAKEland"}, "twitter": {"domain": "www.kake.com", "description": "Photos submitted by KAKE viewers. Email yours to weatherpictures@kake.com.", "title": "SLIDESHOW: Easter snow in KAKEland", "url": "http://www.kake.com/home/headlines/SLIDESHOW-Easter-Snow-2016-373666191.html", "image": "http://media.graytvinc.com/images/sqirrel+snow+Judith.jpg", "creator": "@KAKEnews", "site": "@KAKEnews", "card": "summary"}, "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "keywords": "SLIDESHOW: Easter snow in KAKEland", "google-site-verification": "H0mev8O__gMqb34WcvOyZgBXFMRQZvDAQ0YTSGJ9hGQ", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "SLIDESHOW Easter snow in KAKEland"}, "article_summary": "You can also upload pictures here and view more hereSee more photos on the KAKE-TV Facebook page.\nEmail yours to weatherpictures@kake.com.\nAnonymous Courtesy of Stephanie Heineman Anonymous Courtesy of Julie Arnold Courtesy of Kathleen Timmermans Courtesy of Katie Harre Anonynous Anonymous Anonymous Courtesy of Brandy Hanna Courtesy of Brian Helten near Garden Plain Courtesy of Carol Duerksen, between Goessel and Hillsboro Courtesy of Carol Waggy Courtesy of Cody Fairbank Courtesy of Dale Le Bar, Derby Courtesy of Halie Fasig Courtesy of Janice Winsor, Kingman Courtesy of Jennifer Brakhage Courtesy of Josh Fletchall Courtesy of Julie Arnold Courtesy of Julie Arnold Courtesy of Kandee Colley, South Hutchinson Courtesy of Kandee Colley, South Hutchinson Courtesy of Karen Becker Courtesy of Karen Kurtz Courtesy of Kathleen Timmermans Courtesy of Quinten Foy Courtesy of Robin Kiddoo, Butler County Courtesy of Sarah DickPhotos submitted by KAKE viewers."}