{"article_title": "Centenary Stage Company in Hackettstown partners with Folger Shakespeare Library", "article_keywords": ["partners", "centenary", "theatre", "folger", "company", "school", "library", "high", "hackettstown", "program", "shakespeare", "davis", "education", "jersey", "stage"], "article_url": "http://www.nj.com/warrenreporter/index.ssf/2014/02/centenary_stage_company_in_hac_4.html", "article_text": "Assistant Professor of Theatre Arts at Centenary College in Hackettstown, Stephen Davis, has long been a teacher and advocate of the works of master playwright and poet William Shakespeare. For more than five years, Davis has married his love of the bard and his love for education to help foster an appreciation for Shakespeare in the youth of New Jersey through a program sponsored by The Folger Shakespeare Library titled “Shakesperience,” which will be hosted by Centenary Stage Company for the first time on Tuesday, April 29, on the campus of Centenary College.\n\nThe Folger Shakespeare Library—or Folger for short—is located in Washington, D.C., and is a world-renowned research center on Shakespeare. Its well-known public programs include plays, concerts, literary readings, family activities, and exhibitions, as well as numerous K-12 and college programs for students and professional development opportunities for teachers.\n\nIn an effort to create a statewide Shakespeare Festival for students in grades 5-12, The Folger has worked with The Shakespeare Theatre of New Jersey and Rider University for the past six years, “introducing the students to performance-based instructional methods, activities, and exercises to get them up and on their feet speaking Shakespeare’s language, and having fun while doing so,” says director of education at The Folger, Bob Young. Young worked together with Davis and Centenary’s general manager, Catherine Rust, to begin recruiting schools in western New Jersey as a way to continue expanding the program while promoting the colleg’s own education outreach program. Davis stated that educators jumped on the opportunity to be included because “there’s nothing like this in Warren County currently.” Over the course of the spring semester, Davis will visit with four high school groups to help workshop scenes from some popular Shakespearean plays, as well as his popular sonnets, that will be presented at the Shakesperience event at Centenary in April. The groups that will be participating this April include North Warren Regional High School, Warren County Technical School, Hackettstown High School, and a home-school group based out of New Brunswick.\n\nDavis, along with Centenary College Theatre and Education Department alum Briana Klingaman, has also been working extensively with Blairstown Elementary school in a residency for four sixth-grade classes, covering the life of William Shakespeare and learning how to read his text, culminating in the performance of four scenes from “A Midsummer Night’s Dream.”\n\nPart of Centenary’s outreach program is their Young Audience Series, which presents a variety of shows that tour to schools all over New Jersey. Davis has adapted a new play for this program titled “Shake It Up Shakespeare: Magic, Mystery, and Mayhem” incorporating scenes from three of Shakespeare’s most popular works; “A Midsummer Night’s Dream,” “Macbeth,” and “Romeo and Juliet.” This show’s world premiere will take place on Saturday, April 18, at 11 a.m. in Centenary’s Little Theatre and is open to the public, recommended for middle school and high school aged youth. Tickets for this performance are $12.50 for adults and $10 for children under 12. Contact the box office at 908-979-0900 for more information on school group sales.\n\nThe Folger opened in 1932 as a gift to the American nation from Henry Clay Folger and his wife Emily Jordan Folger. It is administered by a Board of Governors under the auspices of Amherst College, Henry Folger's alma mater.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "'hackettstown'", "title": "Centenary Stage Company in Hackettstown partners with Folger Shakespeare Library", "parsely-page": "{\"title\": \"Centenary Stage Company in Hackettstown partners with Folger Shakespeare Library\", \"link\": \"http://www.nj.com/warrenreporter/index.ssf/2014/02/centenary_stage_company_in_hac_4.html\", \"image_url\": \"http://imgick.nj.com/home/njo-media/width620/img/warrenreporter_impact/photo/14202200-standard.jpg\", \"type\": \"post\", \"post_id\": \"12116548\", \"pub_date\": \"2014-02-03T01:25:36Z\", \"author\": \"Warren Reporter\", \"tags\": [\"hackettstown\"] }", "twitter": {"image": "http://media.nj.com/warrenreporter_impact/photo/14202200-thumb_square_large.jpg", "description": "Pictured here, (from left) from Blairstown Elementary residency, include: Brandon Casey, Stephen Davis, and Natasha Cowling. (Photo by Rob Hom)&nbsp; Pictured here, (from left) from Blairstown Elementary residency, include: Devin Johnstone, Sean Pergola, Stephen Davis and Ashley Tirone. (Photo by...", "card": "summary", "site": "@njdotcom"}, "article_date_updated": "Sunday, February 02, 2014,  8:25 PM", "parsely-metadata": "{\"image_url\": \"http://media.nj.com/warrenreporter_impact/photo/pix-0207centenary-shakespeare-1-825a3b053d8e0a55.jpg\", \"author_name\": \"njowarren\", \"author_nickname\": \"Warren Reporter\", \"author_id\": \"1828677\", \"source_blog_name\": \"Warren Reporter\", \"source_blog_url\": \"http://www.nj.com/warrenreporter/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "Pictured here, (from left) from Blairstown Elementary residency, include: Brandon Casey, Stephen Davis, and Natasha Cowling. (Photo by Rob Hom)&nbsp; Pictured here, (from left) from Blairstown Elementary residency, include: Devin Johnstone, Sean Pergola, Stephen Davis and Ashley Tirone. (Photo by...", "title": "Centenary Stage Company in Hackettstown partners with Folger Shakespeare Library", "url": "http://www.nj.com/warrenreporter/index.ssf/2014/02/centenary_stage_company_in_hac_4.html", "image": "http://media.nj.com/design/alpha/img/logo_njo.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article_comments": 0, "article_date_original": "Sunday, February 02, 2014,  8:25 PM", "article_author": "Warren Reporter", "Description": "Assistant Professor of Theatre Arts at Centenary College in Hackettstown, Stephen Davis, has long been a teacher and advocate of the works of master playwright and poet William Shakespeare. For more than five years, Davis has married his love of the bard and his love for education to help foster an appreciation for Shakespeare in the youth of New Jersey through a program sponsored by The Folger Shakespeare Library titled &#8220;Shakesperience,&#8221; which will be hosted by Centenary Stage Company for the first time on Tuesday, April 29, on the campus of Centenary College. The Folger Shakespeare Library&#8212;or Folger for short&#8212;is located in Washington, D.C., and is a world-renowned research center on Shakespeare. Its well-known public programs include plays, concerts, literary readings, family activities, and exhibitions, as well as numerous K-12 and college programs for students and professional development opportunities for teachers. In an effort to create a statewide Shakespeare Festival for students in grades 5-12, The Folger has worked with The Shakespeare Theatre of New Jersey and Rider University for the past six years, &#8220;introducing the students to performance-based instructional methods, activities, and exercises to get them up and on their feet speaking Shakespeare&#8217;s language, and having fun while..."}, "_id": "\"57477af36914bd0286fcbaea\"", "article_summary": "The Folger Shakespeare Library—or Folger for short—is located in Washington, D.C., and is a world-renowned research center on Shakespeare.\nThe groups that will be participating this April include North Warren Regional High School, Warren County Technical School, Hackettstown High School, and a home-school group based out of New Brunswick.\nThe Folger opened in 1932 as a gift to the American nation from Henry Clay Folger and his wife Emily Jordan Folger.\nAssistant Professor of Theatre Arts at Centenary College in Hackettstown, Stephen Davis, has long been a teacher and advocate of the works of master playwright and poet William Shakespeare.\nIt is administered by a Board of Governors under the auspices of Amherst College, Henry Folger's alma mater."}