{"article_title": "Former MTV Star Schools News Anchor On Obamacare [Video]", "article_keywords": ["real", "president", "star", "congress", "mtv", "obamacare", "health", "video", "members", "world", "schools", "families", "mitchell", "anchor", "duffy"], "article_url": "http://www.inquisitr.com/985090/former-mtv-star-schools-news-anchor-on-obamacare-video/", "article_text": "Was the ex-Real World star “keeping it real” on MSNBC?\n\nIn a heated Obamacare discussion today, Congressman Sean Duffy turned the tables on MSNBC anchor Andrea Mitchell about the ongoing government shutdown.\n\nMitchell was left virtually speechless in the exchange.\n\nThe Republican lawmaker from Wisconsin was an MTV Real World cast member before he became a district attorney and subsequently elected to Congress. He is married to another Real World alum, Rachel Campos.\n\nThe interview got its start with Mitchell raising the disturbing issue that the Pentagon, as it stands now, won’t be sending benefits to the families of brave soldiers who died in battle in Afghanistan during the government shutdown.\n\nAccording to AP, “The Pentagon typically pays out $100,000 within three days of a soldier’s death. But it says the shutdown means there is no authority now to pay the money.”\n\nDuffy said the House will pass a bill tomorrow that will reauthorize the continuance of those payments to the families who have lost loved ones in combat. Mitchell criticized piecemeal spending bills of this kind, and Duffy agreed with her, but pointed out that President Obama has announced that he won’t negotiate an end to the impasse between the House and the Senate. Mitchell pushed back, claiming the GOP was making a non-negotiable demand about Obamacare, a.k.a. the Affordable Care Act.\n\nIn response, the congressman raised two issues about Obamacare. Republicans want a one-year delay in Obamacare for individuals similar to what the administration granted to big business, and that the president “instead of his gold-plated healthcare plan” should go into the Obamacare health marketplace to obtain coverage just like members of Congress and the rest of America.\n\nDuffy then chided Mitchell and the rest of the media other than Jon Stewart for failing to ask the president why families are being treated differently than big business as far as a delay in the Obamacare mandate. Duffy added that any individual can sign up on a voluntary basis now — assuming the online health exchange websites work — but that the mandatory nature of Obamacare should be delayed for consumers as it already has for business.\n\nThe lawmaker also insisted that all members of Congress and their staffs are covered by Obamacare, which seemed to come as a surprise to Mitchell. “Why should members of Congress be under Obamacare and not the president. Isn’t that fair? Can you defend that?” asked Duffy.\n\nMitchell was unable to muster much of a response. Watch the video below and decide for yourself who got the better of the MSNBC segment.\n\nIt’s been previously reported that the president granted an Obamacare waiver to Congress. According to the Washington Post, that is inaccurate, as Sean Duffy contended. “… congressional lawmakers and their staff are being kicked off of their longtime federal health-benefits plan and being set loose on the famous exchanges established under the Affordable Care Act… Congress and its staffers will be booted from the Federal Employees Health Benefits (FEHB) Program effective Dec. 31 of this year. They’ll then have to shop on the exchanges, with the help of the employer contribution that they now enjoy.”", "article_metadata": {"description": "Was the ex-Real World star \"keeping it real\" on MSNBC? In a heated Obamacare discussion today, Congressman Sean Duffy turned the tables on MSNBC anchor Andrea", "og": {"site_name": "The Inquisitr News", "description": "Was the ex-Real World star “keeping it real” on MSNBC? In a heated Obamacare discussion today, Congressman Sean Duffy turned the tables on MSNBC anchor Andrea", "title": "Former MTV Star Schools News Anchor On Obamacare [Video]", "url": "http://www.inquisitr.com/985090/former-mtv-star-schools-news-anchor-on-obamacare-video/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2013/10/Sean_Duffy_Official_Portrait_112th_Congress-670x409.jpg", "article": {"published_time": "2013-10-08T23:18:50+00:00", "modified_time": "2013-10-13T00:28:56+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2013/10/Sean_Duffy_Official_Portrait_112th_Congress-670x409.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2013-10-08T23:18:50+00:00", "fb": {"pages": 71179904752, "app_id": 164157850314499}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "obamacare,affordable care act,andrea mitchell,government shutdown,military benefits,military death benefits,msnbc,mtv real world,obama shutdown,obamacare congress exemption,obamacare individual mandate,sean duffy,sean duffy andrea mitchell,politics", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2013/10/Sean_Duffy_Official_Portrait_112th_Congress-670x409.jpg", "height": 409, "width": 670}, "site": "@theinquisitr", "card": "summary_large_image", "description": "Was the ex-Real World star “keeping it real” on MSNBC? In a heated Obamacare discussion today, Congressman Sean Duffy turned the tables on MSNBC anchor Andrea"}, "viewport": "width=980"}, "_id": "\"57477af36914bd0286fcbaf9\"", "article_summary": "The Republican lawmaker from Wisconsin was an MTV Real World cast member before he became a district attorney and subsequently elected to Congress.\nHe is married to another Real World alum, Rachel Campos.\nIn a heated Obamacare discussion today, Congressman Sean Duffy turned the tables on MSNBC anchor Andrea Mitchell about the ongoing government shutdown.\n“Why should members of Congress be under Obamacare and not the president.\nThe lawmaker also insisted that all members of Congress and their staffs are covered by Obamacare, which seemed to come as a surprise to Mitchell."}