{"article_title": "New Hampshire Business Review", "article_keywords": ["benefits", "business", "employees", "hampshire", "employers", "hours", "health", "510", "employee", "fulltime", "employer", "review", "erisa"], "article_url": "http://www.nhbr.com/April-15-2016/The-ACAs-30-hour-threshold/", "article_text": "The ACA’s 30-hour threshold\n\nFederal courts consider whether employers can reduce employees’ hours to avoid cost of health care\n\nBy John E. Rich Jr.\n\nAlthough most employers are aware that the 2010 Affordable Care Act imposes penalties on employers with over 50 full-time employees, if coverage is not offered to full-time employees (30 hours per week), most are not aware that reducing employees’ work hours to reduce health insurance costs could result in a federal lawsuit.\n\nAlthough this may sound farfetched, cases are indeed moving through the federal court system involving employees who have challenged employers’ decisions to reduce hours under the ACA 30-hour eligibility threshold. One case even involves an employee who claimed a federal law requires his employer to offer him full-time employment and health coverage.\n\nThe federal law at issue is Section 510 of the Employee Retirement Income Security Act of 1974 (ERISA), which prohibits interfering with employee benefits and protects employees’ rights to present and future entitlements.\n\nAlthough Section 510 was designed to prohibit employers from terminating employees to prevent their vesting in lifetime pension benefits, it is also applicable to health insurance benefits.\n\nUnlike pension benefits, which, once earned, cannot be taken away, ERISA does not prevent an employer from changing the eligibility rules or even terminating health insurance coverage entirely. In addition, ACA regulations allow employers to establish 12-month measurement periods during which hours are measured before coverage must be offered to part-time employees.\n\nBecause any employment decision may impact the right to present or future benefits, in the past, courts have required ERISA 510 plaintiffs to show specific intent to interfere with benefits to prevail. In other words, courts have required the employee to demonstrate that the employer made a conscious decision to interfere with the employee’s attainment of benefits. Specific intent imposes a very high standard, especially when an employer may simply not have enough work for all employees to be full-time.\n\nNevertheless, in a 2014 decision that caught many benefit experts by surprise, an Ohio federal court refused to dismiss a lawsuit in which a part-time employee sued to become a full-time employee eligible for health insurance.\n\nIn that case, Sanders v. Amerimed, the plaintiff argued that the employer violated ERISA Section 510 by not hiring him into a full-time position. The employer was unsuccessful in its attempt to dismiss the case on the grounds that Mr. Sanders was never a participant in its group health plan, was not entitled to benefits as a part-time employee and, as such, did not have statutory standing to bring a claim.\n\nThe court ruled that ERISA’s definition of participant and evidence by Mr. Sanders showed that he did have standing to sue, and the case will proceed to trial.\n\nThe decision was contrary to other cases in which courts have ruled that Section 510 does not require employers to make a part-time employee who is ineligible for benefits a full-time employee and, thereby, eligible for benefits.\n\nSimilarly, on Feb. 9, in Marin v. Dave & Buster’s, a federal court in the Southern District of New York refused to dismiss an ERISA 510 complaint against Dave & Busters when it reduced its employees’ full-time hours to avoid providing health insurance or paying an ACA penalty.\n\nAlthough the case has not yet gone to trial, the facts provide an example of how an employer should not communicate these decisions.\n\nAccording to the plaintiff, the company’s Times Square store managers told employees that compliance with the ACA would cost as much as $2 million, and that to avoid the costs, the number of full-time employees would be reduced from more than 100 to 40.\n\nThe plaintiff received a letter informing her that her status was reduced to part-time and her full-time health insurance coverage would terminate on March 31, 2014. The plaintiff alleged that the reduction in her hours caused a loss of full-time status, a reduction in pay, and the loss of eligibility for medical and vision benefits.\n\nThe court denied the motion to dismiss, ruling that the complaint stated a plausible and legally sufficient claim for relief. The court cited other cases where employers discharging an employee for the purpose of depriving the employee of continued participation in a company-provided group health plan was ruled to be a violation of ERISA Section 510.\n\nWhether or not the plaintiffs in the Amerimed, Dave & Buster’s and similar cases will ultimately prevail is unknown. However, the fact that the employers were unable to get ERISA Section 510 claims by part-time employees dismissed should be ample warning to employers to be cautious about both reducing hours and communicating those decisions if the result is that employees are subsequently ineligible for health insurance coverage.\n\nJohn E. Rich Jr., a director at McLane Middleton, can be reached at john.rich@mclane.com or 603-628-1438.", "article_metadata": {"fb": {"app_id": 357619467597909}, "description": "Federal courts consider whether employers can reduce employees’ hours to avoid cost of health care", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0"}, "article_summary": "The plaintiff received a letter informing her that her status was reduced to part-time and her full-time health insurance coverage would terminate on March 31, 2014.\nThe ACA’s 30-hour thresholdFederal courts consider whether employers can reduce employees’ hours to avoid cost of health careBy John E. Rich Jr.\nOne case even involves an employee who claimed a federal law requires his employer to offer him full-time employment and health coverage.\nIn that case, Sanders v. Amerimed, the plaintiff argued that the employer violated ERISA Section 510 by not hiring him into a full-time position.\nBecause any employment decision may impact the right to present or future benefits, in the past, courts have required ERISA 510 plaintiffs to show specific intent to interfere with benefits to prevail."}