{"article_title": "NYTimes buried Jesus way back in 1997? — GetReligion", "article_keywords": ["typo", "nytimes", "dont", "1997", "sepulcher", "site", "getreligion", "jesus", "subscription", "buried", "way", "error", "resurrection", "times", "know"], "article_url": "http://www.getreligion.org/getreligion/2014/9/24/jump-in-the-wabac-machine-nytimes-buried-jesus-way-back-in-1997", "article_text": "There has been quite a bit of reaction online, as you would expect, to the GetReligion-esque takedown that the Divine Mrs. M.Z. Hemingway wrote for The Federalist about that New York Times travel piece that -- in the print edition -- said the following:\n\nNearby, the vast Church of the Holy Sepulcher marking the site where many Christians believe that Jesus is buried, usually packed with pilgrims, was echoing and empty.\n\nThe piece was later changed in the online edition, with \"is\" changed to \"was\" in keeping with, well, the crucial doctrine at the heart of global Christendom -- the Resurrection. The Times team did not, however, deign to publish a formal correction (and I just checked the online text again).\n\nIf you read the comments on several different posts on this topic -- M.Z. and Rod \"friend of this blog\" Dreher, for example -- you know that many readers were convinced that this was a tempest in a teacup about a mere typo that just slipped past the world-class copy desk at the world's most powerful newspaper.\n\nHere at GetReligion, reader Tom Hanson offered this example of that line of thinking:\n\nOh, c'mon, whether typo or verbal slip it was a harmless error. The only possibility of damage was to the TIMES itself in its loss of a little more of whatever is left of its once-vaunted reputation for accuracy. You are asking the only victim of the error to draw more attention to its error. Lighten up!\n\nHowever, one comment at Dreher's blog offered a very interesting piece of concrete information, in the form of a link to a Times letter to the editor about an earlier version of this error. Please read the note, then look at the date on this item:\n\nHoly Sepulcher Published: March 2, 1997\n\nTo the Editor:\n\nThank you for your informative update on the restored dome of Church of the Holy Sepulcher in Jerusalem (Travel Advisory, Feb. 9).\n\n\n\nBut it was flawed by the tense of a verb: ''the site where Christians believe that Jesus is buried.'' However Christians may disagree, the physical resurrection of Jesus is the central point of their faith. Clearly such a belief makes the site in question the place where Jesus was buried, not is.\n\n\n\nPETER C. O'DONNELL\n\nNew York, N.Y.\n\nAs a certain American actor would say: \"Whoa.\"\n\nMight this earlier story -- cut and paste syndrome -- have been the source of the error this past Sunday?\n\nI think it's crucial to focus on the fact that, as a rule, the Times has one of the most rigorous and effective corrections policies in all of journalism. Even if this was a mere typo (which I doubt), it was a typo that led to an important error in fact and, thus, is the kind of mistake that the Times has the professionalism to note in a published correction.\n\nFor Dreher, who cancelled his two-decades-old Times subscription a few weeks ago, this was another symbolic mistake in an elite news institution. He was mad, he said, about:\n\nBecause the paper’s pig-blind hostility to orthodox Christianity finally got on my last nerve. I can take people critical of Christian belief, no problem. The Times, though, has an agenda that, if successful, will result in people like me being demonized and marginalized. They can do that, but they’re not going to do it with my subscription money.\n\nI have kept my digital subscription, but there are many, many times when I feel that same pain. These are tough times (hello, Bill Keller) for those of us who have, for decades, defended the Times from charges of consistent bias and unprovable claims of cultural conspiracy.\n\nBut Dreher goes on to make a essential journalistic point: It is crucial for journalists to know what they don't know.\n\nLet us attend:\n\nYet the Times remains an extremely good newspaper, one I consult daily, though I have to find ways around the paywall. Every now and then, though, something happens that makes you realize how incredibly ignorant the newspaper’s staff is about basic religious facts. I can understand someone living in Pakistan, or Sichuan province, not getting that all of Christianity, in its many versions throughout the ages, rests on the resurrection of Jesus. I don’t understand how an educated American, whatever his beliefs, can not know that. Yet that story got through several layers of editing at the Times before making it into print. It’s staggering.\n\nIf the Times doesn’t know the most basic facts -- or the most basic fact! -- about Christianity, what else do its reporters and editors miss about Islam, Judaism, Hinduism, and other religions? I’m not being snarky here. The United States is plunging once again into an extremely complex war in the Middle East, one fought in large part between the two great expressions of Islam -- Sunni and Shia -- and to a lesser degree, among various strands of Sunni Islam. It is the job of that newspaper -- and of all media covering the war -- to inform the American public about events there and the factors behind them. Does the Times even know what it doesn’t know? And if the people whose job it is to explain the world to the rest of us don’t know what they don’t know, what kind of ignoramuses are the rest of us going to remain?\n\nYes, he is angry. With good cause.", "article_metadata": {"description": "There has been quite a bit of reaction online, as you would expect, to the \r\nGetReligion-esque takedown that the Divine Mrs. M.Z. Hemingway wrote for \r\nThe Federalist about that New York Times travel piece that -- in the print \r\nedition -- said the following:\r\n\r\n    Nearby, the vast Church of the Holy Sepulcher marking the site where\r\n    many Christians believe that Jesus is buried, usually packed with\r\n    pilgrims, was echoing and empty.\r\n\r\nThe piece was later changed in the online edition, with \"is\" changed to \r\n\"was\" in keeping with, well, the crucial doctrine at the heart of global \r\nChristendom -- the Resurrection. The Times team did not, however, deign to \r\npublish a formal correction (and I just checked the online text again).\r\n\r\nIf you read the comments on several different posts on this topic -- M.Z. \r\nand Rod \"friend of this blog\" Dreher, for example -- you know that many \r\nreaders were convinced that this was a tempest in a teacup about a mere \r\ntypo that just slipped past the world-class copy desk at the world's most \r\npowerful newspaper.\r\n\r\nHere at GetReligion, reader Tom Hanson offered this example of that line of \r\nthinking:", "og": {"site_name": "GetReligion", "description": "There has been quite a bit of reaction online, as you would expect, to the \r\nGetReligion-esque takedown that the Divine Mrs. M.Z. Hemingway wrote for \r\nThe Federalist about that New York Times travel piece that -- in the print \r\nedition -- said the following:\r\n\r\n    Nearby, the vast Church of the Holy Sepulcher marking the site where\r\n    many Christians believe that Jesus is buried, usually packed with\r\n    pilgrims, was echoing and empty.\r\n\r\nThe piece was later changed in the online edition, with \"is\" changed to \r\n\"was\" in keeping with, well, the crucial doctrine at the heart of global \r\nChristendom -- the Resurrection. The Times team did not, however, deign to \r\npublish a formal correction (and I just checked the online text again).\r\n\r\nIf you read the comments on several different posts on this topic -- M.Z. \r\nand Rod \"friend of this blog\" Dreher, for example -- you know that many \r\nreaders were convinced that this was a tempest in a teacup about a mere \r\ntypo that just slipped past the world-class copy desk at the world's most \r\npowerful newspaper.\r\n\r\nHere at GetReligion, reader Tom Hanson offered this example of that line of \r\nthinking:", "title": "Jump in the WABAC Machine: NYTimes buried Jesus way back in 1997?", "url": "http://www.getreligion.org/getreligion/2014/9/24/jump-in-the-wabac-machine-nytimes-buried-jesus-way-back-in-1997", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/5422ca4ee4b080d53cf7fa6c/1411569766726/?format=1000w", "longitude": "-76.61218930000001", "latitude": "39.2903848", "type": "article"}, "twitter": {"url": "http://www.getreligion.org/getreligion/2014/9/24/jump-in-the-wabac-machine-nytimes-buried-jesus-way-back-in-1997", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/5422ca4ee4b080d53cf7fa6c/1411569766726/?format=1000w", "description": "There has been quite a bit of reaction online, as you would expect, to the \r\nGetReligion-esque takedown that the Divine Mrs. M.Z. Hemingway wrote for \r\nThe Federalist about that New York Times travel piece that -- in the print \r\nedition -- said the following:\r\n\r\n    Nearby, the vast Church of the Holy Sepulcher marking the site where\r\n    many Christians believe that Jesus is buried, usually packed with\r\n    pilgrims, was echoing and empty.\r\n\r\nThe piece was later changed in the online edition, with \"is\" changed to \r\n\"was\" in keeping with, well, the crucial doctrine at the heart of global \r\nChristendom -- the Resurrection. The Times team did not, however, deign to \r\npublish a formal correction (and I just checked the online text again).\r\n\r\nIf you read the comments on several different posts on this topic -- M.Z. \r\nand Rod \"friend of this blog\" Dreher, for example -- you know that many \r\nreaders were convinced that this was a tempest in a teacup about a mere \r\ntypo that just slipped past the world-class copy desk at the world's most \r\npowerful newspaper.\r\n\r\nHere at GetReligion, reader Tom Hanson offered this example of that line of \r\nthinking:", "card": "summary", "title": "Jump in the WABAC Machine: NYTimes buried Jesus way back in 1997?"}, "msvalidate.01": "3467E5793F979E4BD02734F0CF1D6947", "google-site-verification": "HRNAABbZH8j77D61bQp4QciWQ7JstpS2Nv6NI7HyTaI", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fda3ea\"", "article_summary": "And if the people whose job it is to explain the world to the rest of us don’t know what they don’t know, what kind of ignoramuses are the rest of us going to remain?\nBut Dreher goes on to make a essential journalistic point: It is crucial for journalists to know what they don't know.\nFor Dreher, who cancelled his two-decades-old Times subscription a few weeks ago, this was another symbolic mistake in an elite news institution.\nBut it was flawed by the tense of a verb: ''the site where Christians believe that Jesus is buried.''\nClearly such a belief makes the site in question the place where Jesus was buried, not is."}