{"article_title": "When graded on tech issues, 2016 presidential candidates don’t do well", "article_keywords": ["sanders", "b", "dont", "reform", "patent", "trump", "cruz", "d", "rubio", "tech", "issues", "kasich", "candidates", "2016", "presidential", "graded"], "article_url": "http://arstechnica.com/tech-policy/2016/03/when-graded-on-tech-issues-2016-presidential-candidates-dont-do-well/", "article_text": "On the same day that five key states voted in the presidential primaries, startup lobbying shop Engine took a close look at where the candidates stand on important tech issues like privacy, net neutrality, and patent reform. If your views on those issues align with Engine's, you won't find their 2016 Candidate Report Card an encouraging read.\n\nAfter taking a look at the candidates' records in four policy areas, Democrat Hillary Clinton got the highest overall grade: a B+. Her challenger Bernie Sanders got a B, while Republican candidates ranked lower: C+ grades for Marco Rubio and John Kasich, a D for Ted Cruz, and straight F's for Donald Trump.\n\nCandidates were ranked on \"privacy and security\" based on whether they understood the importance of strong encryption and supported reforming privacy and surveillance laws. Bernie Sanders (the only candidate who has suggested leniency for Edward Snowden), got a B. Both Sanders and Clinton (B+) have a \"relatively nuanced approach\" to the encryption debate. Trump (F), Kasich (C-), and Cruz (C) have made statements \"that show little understanding of what encryption is and its role in protecting user safety and security.\" Rubio earned a D for his promises to double down on NSA surveillance.\n\nRankings for \"intellectual property\" focused on patent reform, with Clinton, Kasich, and Trump all getting an \"incomplete\" because they haven't made any statements or taken any votes on the issue. Rubio and Sanders both got a B for voting for the 2011 America Invents Act, an early version of patent reform that changed little, but which tech advocates still considered a step in the right direction. Cruz was one of only four senators on the Judiciary Committee to vote against the most recent patent reform bill, earning him a solid F.\n\nThe third category, \"education, talent and the workforce,\" encompasses three big areas of policy and includes changes to immigration policy, an incredibly hot-button issue this year. On these issues, Rubio earned an A, since he supported more high-skilled immigration, although the card notes his record on \"comprehensive\" immigration reform is mixed. (That's the kind of reform generally preferred by Democrats, which would combine more high-skilled immigration with other types of visas, like family reunifications.) Sanders got a D+ for his \"overall opposition to the US attracting and retaining global talent,\" as well as saying he has \"serious problems\" with Uber. Trump (F) has been \"silent\" on education and said \"virtually nothing positive about immigrants.\" Clinton gets a B+, Cruz a C-, and Kasich a B-.\n\nFinally, \"Broadband and Infrastructure\" rated how the candidates stand on net neutrality and municipal broadband. The partisan split on this issue was clear. The two Democratic candidates support both and got A's. Cruz (D-), Rubio (D), and Trump (F) all oppose net neutrality—Cruz even called it \"Obamacare for the Internet.\" Kasich earned a B, because as governor of Ohio he wasn't involved in the net neutrality debate, but he supported efforts to \"build and expand advanced fiber networks.\"\n\n\"I find this report card troubling,” Tusk Ventures CEO Bradley Tusk, whose company helped with the report, said in a statement. \"It is yet another indication that we are electing 21st century candidates with 20th mindsets. We need candidates to stop treating the technology community as an isolated add-on that they only consider when they are fundraising and instead start seeing the issues of tech and startups as their own.\"", "article_metadata": {"msapplication-task": "name=Subscribe;action-uri=http://arstechnica.com/subscriptions/;icon-uri=https://cdn.arstechnica.net/ie-jump-menu/jump-subscribe.ico", "description": "Clinton's best, receiving a B+. One candidate pulls straight F's.", "application-name": "Ars Technica", "parsely-page": "{\"title\":\"When graded on tech issues, 2016 presidential candidates don\\u2019t do well\",\"link\":\"http:\\/\\/arstechnica.com\\/tech-policy\\/2016\\/03\\/when-graded-on-tech-issues-2016-presidential-candidates-dont-do-well\\/\",\"type\":\"post\",\"author\":\"Joe Mullin\",\"post_id\":844465,\"pub_date\":\"2016-03-16T00:51:25Z\",\"section\":\"Law & Disorder\",\"tags\":[\"2016-election\",\"immigration\",\"patent-reform\",\"stem-education\",\"tech-policy-3\",\"type: report\"],\"image_url\":\"http:\\/\\/cdn.arstechnica.net\\/wp-content\\/uploads\\/2016\\/03\\/Report-Card-150x150.jpg\"}", "twitter": {"domain": "arstechnica.com", "description": "Clinton's best, receiving a B+. One candidate pulls straight F's.", "creator": "@joemullin", "url": "http://arstechnica.com/tech-policy/2016/03/when-graded-on-tech-issues-2016-presidential-candidates-dont-do-well/", "image": {"src": "http://cdn.arstechnica.net/wp-content/uploads/2016/03/Report-Card-640x693.jpg", "width": 640, "height": 693}, "title": "When graded on tech issues, 2016 presidential candidates don’t do well", "site": "@arstechnica", "card": "summary_large_image"}, "msapplication-tooltip": "Ars Technica: Serving the technologist for 1.2 decades", "parsely-metadata": "{\"type\":\"report\",\"title\":\"When graded on tech issues, 2016 presidential candidates don\\u2019t do well\",\"post_id\":844465,\"lower_deck\":\"Clinton's best, receiving a B+. One candidate pulls straight F's.\",\"image_url\":\"http:\\/\\/cdn.arstechnica.net\\/wp-content\\/uploads\\/2016\\/03\\/Report-Card-150x150.jpg\",\"listing_image_url\":\"http:\\/\\/cdn.arstechnica.net\\/wp-content\\/uploads\\/2016\\/03\\/Report-Card-300x150.jpg\"}", "og": {"site_name": "Ars Technica", "description": "Clinton's best, receiving a B+. One candidate pulls straight F's.", "title": "When graded on tech issues, 2016 presidential candidates don’t do well", "url": "http://arstechnica.com/tech-policy/2016/03/when-graded-on-tech-issues-2016-presidential-candidates-dont-do-well/", "image": "http://cdn.arstechnica.net/wp-content/uploads/2016/03/Report-Card-640x693.jpg", "type": "article"}, "fb": {"admins": 10103365229664579}, "theme-color": "#000000", "msapplication-starturl": "http://arstechnica.com/", "format-detection": "telephone=no", "viewport": "width=1020", "advertising": "ask"}, "article_summary": "Cruz (D-), Rubio (D), and Trump (F) all oppose net neutrality—Cruz even called it \"Obamacare for the Internet.\"\nOn the same day that five key states voted in the presidential primaries, startup lobbying shop Engine took a close look at where the candidates stand on important tech issues like privacy, net neutrality, and patent reform.\nClinton gets a B+, Cruz a C-, and Kasich a B-.\nIf your views on those issues align with Engine's, you won't find their 2016 Candidate Report Card an encouraging read.\nAfter taking a look at the candidates' records in four policy areas, Democrat Hillary Clinton got the highest overall grade: a B+."}