{"article_title": "How Did Minnesota Stay Blue in the Midterms? By Embracing, Not Running From, Progressive Values", "article_keywords": ["blue", "wage", "womens", "progressive", "senate", "house", "franken", "minnesota", "stay", "suburbs", "running", "won", "values", "embracing", "party", "midterms", "issues"], "article_url": "http://inthesetimes.com/article/17329/how_did_minnesota_stay_blue_in_the_midterms_by_embracing_not_running_from_p", "article_text": "Senator Al Franken and the Minnesota Democratic-Farm-Labor Party didn't fall victim to Tuesday's shift to the right by sticking to their progressive principles. (Aaron Landry / Flickr)\n\nMinnesota bucked the nationwide swing to the right. The national Democratic Party could learn a few things from how they did it.\n\nHow did Minnesota Democrats do it? By focusing on women’s issues, fair pay and raising the minimum wage, and by championing—not running away from—progressive accomplishments such as workers’ rights and President Obama’s Affordable Care Act.\n\nIn the land of Lake Wobegon, progressives still reign.\n\nRepublicans gave Democrats a national wholloping during Tuesday’s midterm elections, seizing the Senate, expanding their lead in the House, and gobbling up governors’ mansions in Maryland, Massachusetts and Illinois.\n\nBut Minnesota bucked the rightward trend. In the upper Midwestern state known for progressive politics, Scandinavian sensibility and high voter turnout, Al Franken easily held onto his U.S. Senate seat (winning 53 percent of the vote), Governor Mark Dayton convincingly won reelection (by 5.5 percent), and the Democratic-Farm-Labor Party (DFL) held onto five of its eight Congressional seats.\n\nFranken’s and Dayton’s landslide victories were particularly noteworthy because each of them had to endure statewide recounts in their initial runs for office. Franken won in 2008—a “wave year” for Democrats—by only 312 votes. (He later jokingly called that “the most efficient Senate race in history.”) Dayton won his first gubernatorial election in 2010 by less than 9,000 votes.\n\nRepublicans did regain control of the State House by ousting 11 DFL incumbents, mostly in rural Minnesota: they now have a four-seat majority (Democrats control the State Senate, which was not up for reelection this year). But the GOP failed to win seats in all but one of the first-ring suburbs of the Twin Cities, despite several tight races. In typical midterm election years, House seats in the suburbs of Eagan, Edina, Shoreview and Minnetonka would typically swing red. This year, they all remained blue.\n\nThe DFL’s successful defense of the suburbs around Minneapolis and St. Paul, and convincing victories for Dayton and Franken, could offer valuable lessons for progressives nationwide as they lick their wounds and try to develop an effective political strategy for 2016.\n\nHow did Minnesota Democrats do it? By focusing on women’s issues, fair pay and raising the minimum wage, and by championing—not running away from—progressive accomplishments such as workers’ rights and President Obama’s Affordable Care Act.\n\nThe community organizing group TakeAction Minnesota has focused much of its attention on building infrastructure and forming relationships in those first-ring suburbs, and bringing conversations about economic inequality and gender inequity to people’s doorsteps.\n\n“We’ve been organizing in the suburbs—building relationships, recruiting volunteers, knocking on doors and working the phones,” said TakeAction communications director Greta Bergstrom. “The issues we focused on were women’s economic security, pay equity and raising the minimum wage. These are issues that poll highly in Minnesota, and we didn’t see Republicans attacking or opposing us on those issues.”\n\nIt doesn’t hurt that the Twin Cities’ first-ring suburbs, like suburbs across America, are becoming more ethnically and economically diverse. It also didn’t hurt that Mike McFadden, an investment banker who lost to Al Franken in the U.S. Senate race, fared poorly with Minnesota women on Tuesday. The DFL party successfully portrayed McFadden as running a white male-centered campaign that offered little in the way of women’s issues. The party lumped him together with Wisconsin Republican Senator Ron Johnson, who voted against the Violence Against Women Act and the Paycheck Fairness Act.\n\nMarriage equality, which Minnesota passed in 2013 after State House and Senate Republicans failed to constitutionally ban it on the 2012 ballot, also did not reemerge as a decisive issue in the suburbs, though some thought it would. In fact, some House Republicans who had voted against gay marriage lost on Tuesday.\n\nMike McIntee, who lives in Eagan and is executive producer of The UpTake, a citizen journalism-driven, online video streaming website, has seen his first-ring suburb change politically. The residents of Eagan’s cul-de-sacs no longer exclusively resemble an episode of The Brady Bunch, but include different ethnicities and low-income housing.\n\n“There’s a core group of hard-working volunteers who have done work to support the DFL and their candidates,” said McIntee. “The party has also done a good job of researching and reaching out to residents who are more transient or not as politically engaged.”\n\nMcIntee also credits the work of Protect Minnesota, which works to end gun violence by turning it into a political issue in urban and suburban areas. Protect Minnesota sent out mailers this election season attacking candidates who opposed gun control. Its gun-safety champions who won on Tuesday include Ron Erhardt, who represents the suburb of Edina. Meanwhile, the National Rifle Association’s influence may be waning in Minnesota. Three rural DFLers who were endorsed by the NRA all lost.\n\nBut more than anything, Franken’s and Dayton’s embrace of progressive values, and resisting temptations to run to the center, was what kept Minnesota blue on Tuesday.\n\n“They touted they were for increasing the minimum wage, workers rights and taxing the rich and making them pay their fair share,” said McIntee. “This resonated with people who have been kicked around by the economy. Call it populist, but these are issues that have been Democratic for a long time.”", "article_metadata": {"og": {"url": "http://inthesetimes.com/article/17329/how_did_minnesota_stay_blue_in_the_midterms_by_embracing_not_running_from_p", "image": "http://inthesetimes.com/images/made/images/Screen_Shot_2014-11-07_at_9.36.36_AM_500_366_s.png", "description": "Minnesota bucked the nationwide swing to the right. The national Democratic Party could learn a few things from how they did it.", "title": "How Did Minnesota Stay Blue in the Midterms? By Embracing, Not Running From, Progressive Values"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The DFL party successfully portrayed McFadden as running a white male-centered campaign that offered little in the way of women’s issues.\nFranken won in 2008—a “wave year” for Democrats—by only 312 votes.\nSenator Al Franken and the Minnesota Democratic-Farm-Labor Party didn't fall victim to Tuesday's shift to the right by sticking to their progressive principles.\nBut more than anything, Franken’s and Dayton’s embrace of progressive values, and resisting temptations to run to the center, was what kept Minnesota blue on Tuesday.\nBy focusing on women’s issues, fair pay and raising the minimum wage, and by championing—not running away from—progressive accomplishments such as workers’ rights and President Obama’s Affordable Care Act."}