{"article_title": "Health care ideas still divide Democrats", "article_keywords": ["affordable", "sanders", "clinton", "divide", "union", "ideas", "health", "democrats", "act", "iowa", "plan", "candidates", "care"], "article_url": "http://www.thegazette.com/subject/life/health/health-care/health-care-ideas-still-divide-democrats-20160125", "article_text": "By Ed Tibbetts, Quad-City Times\n\nNearly a decade ago, before the 2008 Iowa caucuses, it was unusual to go to a rally for Barack Obama or Hillary Clinton and not see someone in a purple smock.\n\nEver present, the smock-wearing health care advocates, organized by a national union, pushed, prodded and questioned the candidates about their plans for universal health care.\n\nThey got noticed.\n\nAll three of the leading Democratic candidates — Obama, Clinton and John Edwards — proposed detailed plans. And, after Obama was elected president and the Affordable Care Act was passed in 2010, many involved in the effort celebrated.\n\n“It was like, ‘Oh, my God. Look what we’ve done,’” said Beverly Strayhall, a former nurse from Davenport and an organizer in the effort, called Iowa for Health Care, an union initiative.\n\nNow, six years after passage of the health care law, there is a yet another simmering health care debate among the leading Democrats competing this year.\n\nClinton, in her second try for the presidency, proposes to build on the Affordable Care Act to tackle high costs, particularly drug prices.\n\nSanders instead proposes a “Medicare for all” plan, akin to a single-payer proposal.\n\nThe two have sparred over the breadth, impact and feasibility of their approaches.\n\nA week ago, the Clinton camp said Sanders hadn’t described how he would pay for his health care plan, and that he would dismantle the Affordable Care Act and plunge the country into another divisive debate.\n\nSanders’ campaign accused her of abandoning the ideal of universal care.\n\nAnd then Clinton took aim at the practicality of his plan.\n\n“In theory, there’s a lot to like about some of his ideas,” Clinton said Thursday in Indianola. “But in theory isn’t enough. A president has to deliver in reality.”\n\nSanders’ camp argued that he’s the only candidate who has put forward a plan to provide full coverage.\n\n“Eleven days before the Iowa caucuses, only one candidate in this race has detailed a plan to provide better health care for all Americans at less cost for middle-class families. It’s not Secretary Clinton,” Sanders’ spokesman, Michael Briggs, said Thursday.\n\nA decade after the smock-wearing activists pushed candidates to commit to universal care — and signed up thousands of activists — much has happened.\n\nThe Affordable Care Act has covered millions more people and the rate of uninsured has declined. But millions remain uncovered and premiums and deductibles are higher in the exchanges than many would like.\n\n“There’s no public option,” Strayhall said, referring to a government-run insurance plan that had been in all the candidates’ proposals but never made it into law.\n\nThere’s not enough competition to bring down prices, she added. “I don’t really see that. I see the medical industry, they compete for bigger and better and more expensive equipment and procedures.” And while that may be good for the patient, she said, it raises costs.\n\nHowever, Strayhall, a supporter of former Maryland Gov. Martin O’Malley in the Democratic race, is skeptical about a Medicare-for-all plan. “Single payer would be great,” she said, but added: “What’s to keep a party from getting into power that under funds it. Where would it be then?”\n\nKaren Metcalf, another organizer from Bettendorf who plans to caucus for Sanders, takes a long view of the Affordable Care Act’s deficiencies. “I keep telling myself that 2010 was when the Affordable Care Act passed. It’s only 2016 and we’re still working on implementation.”\n\nShe said she’s comfortable with Clinton’s approach, but doesn’t choose between the two, saying she still has questions about Sanders’ plan.\n\nMetcalf said Sanders has done the country a service. “I’m really grateful to Sen. Sanders for making sure people don’t think health care is a dead issue. There’s a long way to go to keep reminding people there’s still 29 million people uninsured,” she said.\n\nOn the ground, two unions representing nurses are on opposite sides.\n\nThe union that founded Iowa for Health Care, Service Employees International Union, has endorsed Clinton.\n\nCathy Glasson, president of SEIU Iowa, praises Clinton’s work on health care through the years and praises the Affordable Care Act.\n\n“The law is working. It’s saving Iowans’ lives,” she said.\n\nGlasson shies away from comparing the two candidates’ approaches. But she echoes the idea that the Affordable Care Act provides a foundation. “It’s a work in progress, but it’s a good work in progress.”\n\nAnother nurses group is working its way across the state in a bus to campaign for Sanders. And Jean Ross, the national co-president of National Nurses United, said she’s not satisfied.\n\n“Many people feel we settled for what we’ve got. If you look at the Affordable Care Act, it doesn’t accomplish our goals,” she said.\n\nRoss brushed aside the idea that a Medicare-for-all plan isn’t politically feasible. “The impetus for starting any kind of solution should never be ‘What can we afford? What do we think is politically practical?’ It should start with, ‘This is what people want. This is what people need. How do we achieve it?’”\n\nHealth care hasn’t been as big a part of the 2016 campaign as it was in 2008. Income inequality, gun violence and racial relations are playing a bigger role.\n\nBut health care still is important to voters.\n\nFifteen percent of likely Democratic caucusgoers called it their most important issue, according to a Quinnipiac Poll this month.", "article_metadata": {"Description": "The Gazette | Nearly a decade ago, before the 2008 Iowa caucuses, it was unusual to go to a rally for Barack Obama or Hillary Clinton and not see someone in a purple smock.Ev", "og": {"url": "http://www.thegazette.com/subject/life/health/health-care/health-care-ideas-still-divide-democrats-20160125", "type": "article", "image": "http://www.thegazette.com/storyimage/GA/20160125/ARTICLE/160129799/AR/0/AR-160129799.jpg", "site_name": "The Gazette", "description": "Nearly a decade ago, before the 2008 Iowa caucuses, it was unusual to go to a rally for Barack Obama or Hillary Clinton and not see someone in a purple smock."}, "twitter": {"url": "http://www.thegazette.com/subject/life/health/health-care/health-care-ideas-still-divide-democrats-20160125", "title": "Health care ideas still divide Democrats", "description": "Nearly a decade ago, before the 2008 Iowa caucuses, it was unusual to go to a rally for Barack Obama or Hillary Clinton and not see someone in a purple smock.", "site": "@gazettedotcom"}, "MobileOptimized": 320, "apple-mobile-web-app-capable": "yes", "bt": {"title": "Health care ideas still divide Democrats", "type": "thegazette_", "pubDate": "2016-01-25T06:00:00-05:00", "modDate": "2016-01-24T19:57:00-05:00"}, "fb": {"app_id": 163646090334606}, "apple-touch-fullscreen": "yes", "HandheldFriendly": "True", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "article_summary": "Now, six years after passage of the health care law, there is a yet another simmering health care debate among the leading Democrats competing this year.\nEver present, the smock-wearing health care advocates, organized by a national union, pushed, prodded and questioned the candidates about their plans for universal health care.\nCathy Glasson, president of SEIU Iowa, praises Clinton’s work on health care through the years and praises the Affordable Care Act.\nAnd, after Obama was elected president and the Affordable Care Act was passed in 2010, many involved in the effort celebrated.\nThe Affordable Care Act has covered millions more people and the rate of uninsured has declined."}