{"article_title": "How Quickly We Forget What Health Care Was Like", "article_keywords": ["physician", "woman", "forget", "getting", "hospital", "work", "quickly", "health", "world", "worked", "insurance", "care"], "article_url": "http://www.huffingtonpost.com/joan-e-dowlin/how-quickly-we-forget-wha_b_4619248.html", "article_text": "In this day and age of 24-hour news cycles and Twitter and cell phones, we seem to be living in a fast paced version of NOW. Stories and events change so quickly that we sometimes forget the past, and therefore are prone to repeat it.\n\nCase in point: health care. I have heard politicians from the right like Speaker John Boehner make statements about how Obamacare is destroying the \"greatest health care system in the world.\" Really? I remember in the not too distant past, HMOs and other health insurance companies were not too popular with the public. Our TV and movie culture reflected that.\n\nI was binge watching The Sopranos last week, and came across a 2007 episode where Tony Soprano was in the hospital after getting shot. A pretty woman walks into his room and asks how he is, and in his usual flirty way he says: \"Good, now.\" He asks who she is and she says that she represents his health insurance company. She says: \"We are trying to get you home.\" He says: \"I just had surgery for a gunshot wound, and you want to discharge me?\" She says he is lucky to have insurance after they did a \"wallet biopsy\" and found his card. If not, he would have been sent to County Hospital down the street. Needless to say, Tony kicks her out of his room.\n\nLest we forget, this is how HMOs worked in the past. In and out to save money with more regard for the almighty dollar than the patient. And God help you if you didn't have insurance. You were destined to get inferior treatment.\n\nAnother cultural example I witnessed of the disdain for HMOs was expressed in the 1997 movie, As Good As It Gets. Helen Hunt has a son with asthma and she gets a notice from her insurance company that it won't cover all of his medication. She cries out \"F***ing HMO,\" which elicited a cheer, obviously touching a nerve of sympathetic recognition from the movie audience in the theater.\n\nVisionary Michael Moore's 2007 documentary film, Sicko chronicles many of the ills of the Health Insurance world at that time. What struck me the most was hearing a woman physician executive who worked for an HMO testify to Congress how horrible she felt about having to deny potential customers coverage:\n\nMy name is Linda Peeno. I am here primarily today to make a public confession: In the Spring of 1987, as a physician, I denied a man a necessary operation that would've saved his life, and thus caused his death. No person, and no group has held me accountable for this, because in fact, what I did was I saved a company a half a million dollars for this. And for the more, this particular act secured my reputation as a good medical director, and it insured my continued advancement in the health care field. I went from making a few hundred dollars a week as a medical reviewer, to an escalating six-figure income as a physician executive. In all my work, I had one primary duty, and that was to use my medical expertise for the financial benefit for the organization which I worked. And I was told repeatedly that I was not denying care, I was simply denying payment. I know how managed care maims and kills patients. So I am here to tell you about the dirty work of managed care. And I'm haunted by the thousands of pieces of paper in which I have written that deadly word -- \"denied.\"\n\nAnother part of the film shows a woman in a hospital gown wandering around outside the hospital after being denied coverage.\n\nIt is obvious from these examples that something needed to be done to reform health care in this country. Is it such a bad thing for the government to step in and regulate companies to prohibit such unfair practices? Who else is going to do it?\n\nBecause of the Affordable Care Act, an HMO can no longer deny coverage because of a pre-existing condition, can no longer impose time limits on plans and can no longer cause customers to lose their insurance if they are fired or get sick. Youths can stay on their parent's plan until they are 26.\n\nSure there are bugs to be worked out, like the website and getting young people enrolled, and folks getting their insurance dropped because they are on \"junk plans\" that don't really serve their members. But, I believe these problems will be corrected.\n\nAlready close to six million more people are getting insured that weren't able to before because of subsidies and Medicaid. This is not an easy process. But we have to remember how far we have come and we must never go back to those bleak days of profit over human life. Maybe someday we can become \"the greatest health care system in the world,\" but we must all work together to achieve that goal.", "article_metadata": {"description": "In this day and age of 24-hour news cycles and Twitter and cell phones, we seem to be living in a fast paced version of NOW. Stories and events change so...", "sailthru.expire_date": "2014-01-22 10:35:51 -0500", "og": {"site_name": "The Huffington Post", "description": "In this day and age of 24-hour news cycles and Twitter and cell phones, we seem to be living in a fast paced version of NOW. Stories and events change so...", "url": "http://www.huffingtonpost.com/joan-e-dowlin/how-quickly-we-forget-wha_b_4619248.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "site": "@HuffPostPol", "card": "summary_large_image", "description": "In this day and age of 24-hour news cycles and Twitter and cell phones, we seem to be living in a fast paced version of NOW. Stories and events change so..."}, "sailthru.date": "2014-01-21 10:35:51 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4619248", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "sicko,as good as it gets,michael moore,obamacare,The Sopranos,John Boehner", "article": {"section": "Politics", "tag": "sicko,as good as it gets,michael moore,obamacare,The Sopranos,John Boehner", "published_time": "2014-01-21 10:35:51 -0500", "modified_time": "2014-03-23 05:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcbb3a\"", "article_summary": "It is obvious from these examples that something needed to be done to reform health care in this country.\nVisionary Michael Moore's 2007 documentary film, Sicko chronicles many of the ills of the Health Insurance world at that time.\nI remember in the not too distant past, HMOs and other health insurance companies were not too popular with the public.\nCase in point: health care.\nAnd for the more, this particular act secured my reputation as a good medical director, and it insured my continued advancement in the health care field."}