{"article_title": "3 Biotech Stocks Focused on Curing Ultra-Rare Diseases -- The Motley Fool", "article_keywords": ["fool", "biotech", "developers", "patient", "diseases", "ultrarare", "motley", "biomarin", "disease", "drug", "synageva", "focused", "stocks", "curing", "pharmaceutical", "syndrome"], "article_url": "http://www.fool.com/investing/general/2015/01/11/3-biotech-stocks-focused-on-curing-ultra-rare-dise.aspx", "article_text": "Biotech companies have a difficult battle they need to face on a daily basis.\n\nOn one hand, they want to help as many people as possible and improve patients' quality of life around the globe with their innovative pharmaceutical products and discoveries. Alternatively, they also understand that none of this is possible without profits, so they're looking for ways to enter new markets and target new indications in order to boost their cash flow and expand their business and pipeline.\n\nMost biotech and big pharmaceutical companies have taken the approach of targeting broad or chronic disease indications, such as cancer, diabetes, or one of the various strains of hepatitis, to name a few. This strategy is hard to argue against as chronic conditions can mean a lifetime of patient needs and revenue. Similarly, while broad-label indications like cancer may be crowded, these market and patient pools are often big enough to handle multiple drug developers.\n\nHowever, a select few drug developers have taken a far different approach. Instead of focusing on chronic indications or broad diseases, they're instead focused on developing drugs for ultra-rare diseases, known also as ultra-orphan diseases.\n\nThe advantages and disadvantages of ultra-orphan drug development\n\nLike any drug developer, there are risks involved with focusing on drugs designed to treat a few dozen to a few thousand people. If millions of dollars are put into a development program, and that program fails to deliver as expected, it can take years for an ultra-rare disease-focused company to recoup its losses.\n\nBut there are a number of challenges beyond just the chance of clinical failure. For example, orphan drug developers may have difficulty finding a large enough patient pool to demonstrate to regulators that a drug is safe and effective -- and it's not as if regulators are going to give an orphan drug developer a pass just because its patient pool is small. Additionally, educating the public about an orphan drug can prove tough since few people have an ultra-orphan disease.\n\nYet, there are also ample rewards. Focusing on a disease that only afflicts a small amount of the population is likely to not drawn much, if any, competition. To be clear, there will be exceptions to this rule, but generally speaking, competition among ultra-rare disease drug developers is minimal.\n\nIn addition, approved ultra-rare drugs command high prices because these drug developers need to recoup their research and development costs. Insurers and pharmacy-benefits managers often overlook these high costs because few alternatives usually exist. The result tends to be mammoth margins for ultra-rare disease-focused biotech stocks.\n\nNow that you have a better understanding of the advantages and disadvantages of focusing on rare diseases, let's take a quick look at three companies leading the charge in ultra-rare disease drug development.\n\n1. BioMarin Pharmaceutical (NASDAQ:BMRN)\n\nWhen it comes to treating rare diseases, BioMarin Pharmaceutical is essentially the poster child. Its best-selling drug, Naglazyme, comes with an annual price tag that's just shy of a half-million dollars and treats Maroteaux-Lamy syndrome, a progressive disease characterized by the enlargement of a person's organs and skeletal abnormalities. According to EvaluatePharma, Naglazyme was prescribed for just 64 people in the U.S. in 2013.\n\nThe next home run for BioMarin may be Vimizim, which was approved in February to treat Morquio A syndrome, an enzyme replacement therapy that reduces problems with bone development, growth, and mobility. Vimizim is currently toting around a $380,000 price tag. Overall, Morquio syndrome only afflicts one in every 200,000-300,000 people, and Vimizim specifically treats only one type of the disease, meaning its patient pool is even narrower.\n\nAt the moment, BioMarin isn't profitable, but the expectation would be that a few more approvals and little chance of any near-term competition will change that in a big way by the end of the decade.\n\n2. Alexion Pharmaceuticals (NASDAQ:ALXN)\n\nAlexion Pharmaceuticals throws diversity out the window; its only FDA-approved drug is Soliris, a treatment for paroxysmal nocturnal hemoglobinuria, or PNH, a rare blood disorder that leads to the destruction of a patient's red blood cells, and atypical hemolytic uremic syndrome, or aHUS, a genetic deficiency that leads to progressive damage to vital organs and can lead to stroke, heart attack, kidney failure, or death.\n\nEstimates for PNH range from as low as 10,000 to as many as 21,000 patients across North America and Europe. Within the U.S., there are roughly 5,000 cases. Atypical hemolytic uremic syndrome is even rarer, with approximately 300 cases in the U.S.\n\nBecause of the rarity of the diseases it treats, Soliris carries with it the highest price tag in the world, at an annual cost of more than $536,000. Alexion is also researching even more label possibilities for Soliris, including antibody-mediated rejection, delayed graft function, relapsing neuromyelitis optica, and refractory myasthenia gravis. The good news for investors is that unlike BioMarin, Alexion is healthfully profitable. Alexion is on pace to grow sales by 22% in 2015 to $2.7 billion and could deliver $6 in EPS as well. In terms of profitable rare disease drug developers, it's the cream of the crop.\n\n3. Synageva BioPharma (NASDAQ:GEVA)\n\nWith regard to wholly clinical-stage ultra-rare disease drug developers, there may be no better example than Synageva BioPharma.\n\nThe company's most advanced pipeline product is sebelipase alfa, a breakthrough therapy designated drug designed to treat lysosomal acid lipase enzyme deficiency, which can lead to fatty material buildup in blood vessels and other organs, resulting in significant morbidity and mortality in infants and children. Currently there are no drugs dedicated to treating LAL deficiency, a disease that's prevalent in about one in every 528,000 births. Synageva's ARISE study showed that sebelipase alfa met its primary endpoint of \"normalization of alanine aminotransferase (ALT), a marker of liver injury.\" The drug also led to improvement in a handful of secondary endpoints.\n\nOn top of five in-house preclinical programs, Synageva is also running a phase 1/2 study of SBC-103 as a treatment for Sanfilippo B syndrome. This disease is marked by the lack of a specific enzyme that leads to a buildup of heparan sulfates in the brain and other organs, causing cognitive decline and premature death. It's present in about one in every 70,000 births.\n\nSynageva likely carries the most risk of these three as it doesn't have a single approved product as of yet and will carry losses nearly to the end of the decade. However, if ultra-rare disease research continues to pan out, then Synageva could wind up being a buyout candidate for a large pharmaceutical company looking for a safe revenue stream.", "article_metadata": {"publish_time": "14:41", "promo": "Three biotech stocks are taking the path less traveled by focusing their drug development pipelines on treating ultra-rare diseases.", "description": "Three biotech stocks are taking the path less traveled by focusing their drug development pipelines on treating ultra-rare diseases.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "headline": "3 Biotech Stocks Focused on Curing Ultra-Rare Diseases", "twitter": {"title": "3 Biotech Stocks Focused on Curing Ultra-Rare Diseases --  The Motley Fool", "description": "Three biotech stocks are taking the path less traveled by focusing their drug development pipelines on treating ultra-rare diseases.", "site": "@themotleyfool"}, "og": {"site_name": "The Motley Fool", "description": "Three biotech stocks are taking the path less traveled by focusing their drug development pipelines on treating ultra-rare diseases.", "title": "3 Biotech Stocks Focused on Curing Ultra-Rare Diseases --  The Motley Fool", "url": "http://www.fool.com/investing/general/2015/01/11/3-biotech-stocks-focused-on-curing-ultra-rare-dise.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F155013%2Ffda-rare-disease.png&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "56e5ef24-94bc-11e4-aa23-0050569d32b9", "pitch": 1308, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2015 01 11", "tickers": "BMRN,ALXN,GEVA", "date": "2015-01-11T19:41:00Z", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "Instead of focusing on chronic indications or broad diseases, they're instead focused on developing drugs for ultra-rare diseases, known also as ultra-orphan diseases.\nBioMarin Pharmaceutical (NASDAQ:BMRN)When it comes to treating rare diseases, BioMarin Pharmaceutical is essentially the poster child.\nTo be clear, there will be exceptions to this rule, but generally speaking, competition among ultra-rare disease drug developers is minimal.\nSynageva BioPharma (NASDAQ:GEVA)With regard to wholly clinical-stage ultra-rare disease drug developers, there may be no better example than Synageva BioPharma.\nIn terms of profitable rare disease drug developers, it's the cream of the crop."}