{"article_title": "Docs get nerdy: Electronic health record use has doubled since 2007", "article_keywords": ["things", "ehr", "takes", "docs", "medical", "doctors", "doubled", "act", "record", "health", "2007", "nerdy", "report", "using", "electronic", "care"], "article_url": "http://venturebeat.com/2014/05/22/docs-get-nerdy-electronic-health-record-use-has-doubled-since-2007/", "article_text": "The paper medical chart is not long for this world. After 25 years of false starts, doctors are now accepting the electronic health record (EHR).\n\nThe Centers for Disease Control and Prevention (CDC) issued a report this week saying that EHR use among office-based doctors has surged to 78 percent in 2013 from just 35 percent in 2007. The findings come from the National Ambulatory Medical Care Survey, which it sends to thousands of non-federal, office-based physicians.\n\nThe surge in adoption has no doubt a result of the Health Information Technology for Economic and Clinical Health (HITECH) Act, which gives health care providers incentive money for implementing the EHR. The Affordable Care Act (aka Obamacare) has also played a role in EHR adoption.\n\n“We think that incentives worked,” the CDC’s lead statistician on the report Esther Hing told VentureBeat. “There’s certainly a lot of interest in adopting the EHR, especially among primary care physicians. We can see the number of primary care doctors using the EHR starting to increase in 2010.”\n\nBut Hing’s report also shows that many doctors offices are still in the beginning stages of EHR adoption. Forty percent of practices are using the EHR merely for basic things like recording patient histories and demographics and keeping record of tests and prescriptions.\n\nThe HITECH Act requires that doctors use the EHR is specific, and advanced, ways. Some of these “meaningful use” requirements include things like using the EHR to order tests and send prescriptions digitally.\n\nAnd the clock is ticking. Medical practices will start facing escalating penalties on their Medicare and Medicaid payments if they don’t comply with the government’s EHR requirements by the end of 2015.\n\nWhen a medical office adopts the EHR, it has to drastically re-engineer its normal workflows, and this takes time. “Even though there are incentives I’m not sure that it’s going to happen as quickly as some people want. It takes a while to install the system and it takes awhile to learn how to use it,” Hing says. “I’ve heard of doctors seeing fewer patients in the time that they’re learning.”\n\nHospitals have been quicker to adopt the EHR than medical offices. A report from Robert Wood Johnson Foundation last July found that the number of hospitals with basic EHR systems had tripled from 2010 to 2012, and more than 40 percent of hospitals were now implementing new health care information systems.", "article_metadata": {"bt": {"pubDate": "2014-05-22T12:46:33+00:00", "author": "mark-sullivan", "modDate": "2014-05-22T12:46:33+00:00", "keywords": "null", "type": "news", "id": 1478938}, "og": {"site_name": "VentureBeat", "description": "The paper medical chart is not long for this world. After 25 years of false starts, doctors are now accepting the electronic health record (EHR).", "title": "Docs get nerdy: Electronic health record use has doubled since 2007", "url": "http://venturebeat.com/2014/05/22/docs-get-nerdy-electronic-health-record-use-has-doubled-since-2007/", "image": "http://1u88jj3r4db2x4txp44yqfj1.wpengine.netdna-cdn.com/wp-content/uploads/2013/03/doctor-tablet.jpg", "type": "article"}, "description": "The paper medical chart is not long for this world. After 25 years of false starts, doctors are now accepting the electronic health record (EHR).", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The findings come from the National Ambulatory Medical Care Survey, which it sends to thousands of non-federal, office-based physicians.\nAfter 25 years of false starts, doctors are now accepting the electronic health record (EHR).\nThe surge in adoption has no doubt a result of the Health Information Technology for Economic and Clinical Health (HITECH) Act, which gives health care providers incentive money for implementing the EHR.\nThe Affordable Care Act (aka Obamacare) has also played a role in EHR adoption.\nSome of these “meaningful use” requirements include things like using the EHR to order tests and send prescriptions digitally."}