{"article_title": "How One Decision by Two Parents Shaped the Life of a Baseball MVP", "article_keywords": ["mvp", "mccutchen", "life", "love", "shaped", "lo", "decision", "father", "andrew", "trina", "parents", "chen", "baseball", "man"], "article_url": "http://dailysignal.com/2014/09/09/one-decision-two-parents-shaped-life-future-baseball-mvp/", "article_text": "Lorenzo McCutchen and Petrina Swan were high-school teenagers when their son Andrew was born. Five years later, his parents made a choice that would change Andrew’s life forever.\n\nA story of how God, parents and a community made @TheCUTCH22 a superstar.\n\nThe date was Aug. 1, 1992. After time apart at separate colleges, Lo and Trina found themselves reunited in Fort Meade, Fla. That’s when they decided to get married.\n\nTheir story—and the rise of Andrew, reigning National League MVP—is chronicled in this week’s Sports Illustrated. The union of Lo and Trina is described as a life-changing moment for young Andrew.\n\n“Trina decided that there was no one better to teach Andrew to be a man than his father,” Albert Chen writes in Sports Illustrated. “That day they made a pact: They were going to raise this child right, with all the work and all the love that would be required.”\n\nAndrew would eventually lead the Pittsburgh Pirates to their first winning season in 20 years, claiming the MVP award in the process. The former first-round draft pick has matured into a four-time All-Star whose team is on the verge of a second straight playoff appearance.\n\nBut long before landing in Pittsburgh, the McCutchens were a poor family living in Fort Meade, a city of about 5,000 in central Florida. Lo worked three jobs—including an overnight shift in a phosphate mine—to support the family. Trina is still working at the local sheriff’s department to support the family’s younger daughter in college.\n\nAt a young age, Andrew showed a love of baseball—and he had a father who was willing to forego sleep to forge a bond with his son. Chen describes the early-morning practices when Andrew was a young boy and the financial challenges the family faced as Andrew grew older.\n\n“They were going to raise this child right, with all the work and all the love that would be required.”\n\nThat’s when others stepped in. When Andrew was given the opportunity to compete at a higher level but lacked the financial resources to afford a travel baseball league, a coach named Jimmy Rutland offered to help.\n\n“Lo and Trina saw Andrew’s love for the game, they saw this man willing to give them a hand, they remembered the pact they’d made,” Chen writes. “They decided, OK, let’s make this work.”\n\nIn the years that followed, Trina sold spaghetti dinners for $5.50 a pop to pay for Andrew’s baseball tournaments. The community came together to raise $5,000 to send Andrew to Puerto Rico to play ball.\n\nHis parents’ hard work rubbed off on Andrew, who “didn’t beg Lo and Trina for money; he began working odd jobs,” Chen writes.\n\nToday, Andrew credits God, his parents and his hometown community for shaping his life. Off the field, he’ll soon follow in Lo and Trina’s footsteps by marrying longtime girlfriend Maria Hanslovan.\n\n“A lot of things had to happen; a lot of people had to come into your life,” he tells Chen. And that’s a reason he’s decided to give back to those in need, visiting patients in a Pittsburgh hospital and helping out on Habitat for Humanity projects.\n\n“It wasn’t until this year—as I’m getting married—that I really started thinking about where my parents were at the point they got married,” McCutchen tells Sports Illustrated. “They were 22 years old, moving in together for the first time with a 5-year-old kid, learning how to live together, wondering how they would have enough money. I don’t know how they did it, because that’s a lot.”\n\nWhen @TheCUTCH22 was 5 years old, his parents made a choice that would change his life forever.\n\nLo and Trina’s decision to get married–after having Andrew–is not the norm today, even though marriage has been hailed as “the greatest weapon against child poverty.”\n\nAccording to Heritage Foundation senior research fellow Robert Rector, who analyzed Census data to study the impact of marriage, “Among black married couples, the poverty rate was 7 percent, while the rate for non-married black families was seven times higher at 35.6 percent.”\n\nPresident Obama has called for a reversal of this trend. Speaking at the historically black Morehouse College last year, Obama implored graduates: “Keep setting an example for what it means to be a man. Be the best husband to your wife, or your boyfriend, or your partner. Be the best father you can be to your children. Because nothing is more important.”\n\nFor Andrew McCutchen, Lo is that man. In an Instagram post on Father’s Day, McCutchen expressed his gratitude for his father:", "article_metadata": {"description": "Baseball star player Andrew McCutchen credits God, his parents and his hometown community for shaping his life.", "og": {"site_name": "The Daily Signal", "description": "Baseball star player Andrew McCutchen credits God, his parents and his hometown community for shaping his life.", "title": "How One Decision by Two Parents Shaped the Life of a Baseball MVP", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/140909_AndrewMcCutchen_Bluey1.jpg", "updated_time": "2015-01-19T22:24:35+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/WMhP8e"}, "twitter": {"domain": "The Daily Signal", "description": "Baseball star player Andrew McCutchen credits God, his parents and his hometown community for shaping his life.", "title": "How One Decision by Two Parents Shaped the Life of a Baseball MVP", "image": {"src": "http://dailysignal.com/wp-content/uploads/140909_AndrewMcCutchen_Bluey1.jpg"}, "creator": "@RobertBluey", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Society", "tag": "Marriage and Family,sports", "published_time": "2014-09-09T09:47:00+00:00", "modified_time": "2015-01-19T22:24:35+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "andrew mccutchen, pittsburgh pirates, sports illustrated, maria hanslovan, marriage, baseball, mvp, albert chen"}, "_id": "\"57477af36914bd0286fcbb4a\"", "article_summary": "Because nothing is more important.”For Andrew McCutchen, Lo is that man.\nFive years later, his parents made a choice that would change Andrew’s life forever.\nToday, Andrew credits God, his parents and his hometown community for shaping his life.\n“A lot of things had to happen; a lot of people had to come into your life,” he tells Chen.\nHis parents’ hard work rubbed off on Andrew, who “didn’t beg Lo and Trina for money; he began working odd jobs,” Chen writes."}