{"article_title": "Xerox to acquire RSA Medical", "article_keywords": ["conditions", "medical", "acquire", "xerox", "rsa", "say", "health", "services", "care", "payers", "support", "population"], "article_url": "http://www.healthcareitnews.com/news/xerox-acquire-rsa-medical", "article_text": "Xerox on Monday announced it will acquire Naperville, Ill.-based RSA Medical, which develops technologies for patients interacting with life and health insurance companies. Terms of the deal were not disclosed.\n\n[See also: Xerox rolls out cloud-based solution for mobile device management]\n\nOfficials say the acquisition will expand Xerox's offerings to payers using predictive analytics to enhance outreach services, better manage chronic conditions and improve population health.\n\nRSA Medical develps health assessment and risk management tools for health plan members. Powered by its proprietary MedGine platform and individualized patient-engagement capabilities, it deploys population health data to help health plans to support early identification of medical conditions and other risk factors.\n\nXerox officials say it will expand its ability to support healthcare payers throughout all stages of member engagement, including application and enrollment, operations and claims management, customer care and population health management.\n\n\"An estimated 16 million more Americans have health insurance under the Affordable Care Act – many for the first time,\" said Kelly Rakowski, senior vice president, healthcare payer services at Xerox, in a statement.\n\n\"With this acquisition, we will help health plans educate new enrollees about services available to them and close gaps in care when necessary,\" she added. \"We'll also provide payers with insights into population health trends, and coordinate timely and personal clinical interventions for at-risk individuals and populations.\"\n\nThe transaction is subject to customary closing conditions and is expected to close in the third quarter of 2015.", "article_metadata": {"description": "Xerox on Monday announced it will acquire Naperville, Ill.-based RSA Medical, which develops analytics tools for patients interacting with health insurance companies. Terms of the deal were not disclosed.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Healthcare IT News", "description": "Xerox on Monday announced it will acquire Naperville, Ill.-based RSA Medical, which develops analytics tools for patients interacting with health insurance companies. Terms of the deal were not disclosed.", "title": "Xerox to acquire RSA Medical", "url": "http://www.healthcareitnews.com/news/xerox-acquire-rsa-medical", "image": "http://www.healthcareitnews.com/sites/default/files/merger_0.jpg", "updated_time": "2015-08-24T11:21:34-04:00", "type": "article"}, "twitter": {"url": "http://www.healthcareitnews.com/news/xerox-acquire-rsa-medical", "image": {"src": "http://www.healthcareitnews.com/sites/default/files/merger_0.jpg"}, "description": "Xerox on Monday announced it will acquire Naperville, Ill.-based RSA Medical, which develops analytics tools for patients interacting with health insurance companies. Terms of the deal were not disclosed.", "card": "summary_large_image", "title": "Xerox to acquire RSA Medical"}, "article": {"published_time": "2015-08-24T11:08:22-04:00", "modified_time": "2015-08-24T11:21:34-04:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fda433\"", "article_summary": "Xerox on Monday announced it will acquire Naperville, Ill.-based RSA Medical, which develops technologies for patients interacting with life and health insurance companies.\nRSA Medical develps health assessment and risk management tools for health plan members.\nPowered by its proprietary MedGine platform and individualized patient-engagement capabilities, it deploys population health data to help health plans to support early identification of medical conditions and other risk factors.\n\"We'll also provide payers with insights into population health trends, and coordinate timely and personal clinical interventions for at-risk individuals and populations.\"\nXerox officials say it will expand its ability to support healthcare payers throughout all stages of member engagement, including application and enrollment, operations and claims management, customer care and population health management."}