{"article_title": "Nurse Watch: Nurse Supervision to Reduce Heroin Overdoes; A Silent Epidemic of Depression in the Profession", "article_keywords": ["place", "silent", "profession", "nursing", "reduce", "safe", "watch", "supervision", "high", "nurses", "heroin", "health", "epidemic", "medicalsurgical", "nurse", "care", "depression", "overdoes"], "article_url": "http://www.hhnmag.com/articles/7021-nurse-watch-nurse-supervision-to-reduce-heroin-overdoes-a-silent-epidemic-of-depression-in-the-profession", "article_text": "Boston nonprofit tries new approach to treating opioid addiction\n\nSick of heroin users dying in the streets from overdoses, one Massachusetts nonprofit is trying a new approach to treating addiction, Kaiser Health News reports.\n\nThe Boston Health Care for the Homeless Program is looking to convert one of its conference rooms into a place where addicts can securely ride out their highs. The “safe room” would be staffed by a nurse, offer soft chairs, basic life-saving equipment and medical supervision by nurses.\n\nThose involved stress that this isn’t a place to actually get high — although several countries across the globe do offer injection facilities — but, hopefully, a place to curb overdoses. The state estimates that about four Massachusetts residents die every day from opioid overuse, Kaiser reports.\n\n“It’s not a place where people would be injecting,” Jessie Gaeta, M.D., chief medical officer for the homeless program, tells the website. “But, it’s a place where people would come if they’re high and they need a safe place to be that’s not a street corner, and not a bathroom by themselves, where they’re at high risk of dying if they do overdose.”\n\nA review of research by Kaiser found that such safe rooms actually have reduced the rate of overdose. Plus, one 2008 study found that heroin users in both Vancouver and Sydney who were monitored by nurses were more likely to end up in treatment that those who were not.\n\nOne heroin addict, identified only as “Nicole,” told the website that she likes the idea.\n\n“A lot of addicts are homeless or by themselves,” Nicole said. “So, to have somebody — especially a nurse — keep an eye on you, and have a place to go when you’re under the influence or high … and somebody monitors you … that’s an awesome idea.”\n\nAn unspoken epidemic of depression in nursing\n\nNot only is there a shortage of nurses in health care, but many of those who are working within the profession are clinically depressed. Minority Nurse magazine ties together a lot of the loose threads that can add up to a difficult working environment for those that hospitals rely on so heavily. Noting a Robert Wood Johnson Foundation study that found nurses are twice as likely to be clinically depressed than the average Jo, the article points to the causes of depression among nurses being ignorance of the problem and ruthlessness in medical culture. The article quotes John Grohol, founder, CEO, and editor-in-chief of PsychCentral.com: “Medicine is a profession that doesn’t give much thought to mental illness. It is not within their realm of treatment.”\n\nMedical-surgical is 'basis of all nursing'\n\nIf nurses are the unsung heroes of patient care, then medical-surgical nurses are the backbone of nursing. Jonathan Baker, job analyst for the Department of Labor said in a Chicago Tribune report that of health care jobs set to expand, medical-surgical nurses will “continue to be one of the largest growing subsets in the nursing profession.” And med-surg nurses do it all. They may look at labs and X-ray reports in the morning, and coordinate medications and educate patients and families in the afternoon. “Everyone coming out of nursing school wants to go straight to critical care or something that gets all the glory, but med-surg nursing is the basis of all nursing,” said Joanne Corrigan, who has 30 years under her belt as a nurse supervisor. Young nurses who want to get into the field might want to start in medical-surgery and, according to the same report, nearly 20 percent of all nurses have held the title of medical-surgical nurse in their careers.", "article_metadata": {"description": "Boston nonprofit tries to approach to treating opioid addiction Sick of heroin users die in the streets from overdoses, one Massachusetts nonprofit is trying a new approach to treating addiction, Kaiser Health News reports. The Boston Health Care for the Homeless Program is looking to convert one of its conference rooms into a place where addicts can securely ride out their high. The “safe room” would be staffed by a nurse, offer soft chairs, basic life-saving equipment, and medical supervision by nurses. Those involved stress . . .", "csrf-token": "N3yadT1xcHOI+gjbQUfjHRxk9S4MWNNUUFCKw2NDRes=", "twitter": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/NurseWatch_logo_190x127.jpg?1456928644", "description": "All this and more in our weekly roundup of nurse news that you may have missed in the past week.", "card": "summary", "title": "Nurse Supervision to Reduce Heroin Overdoses; A Silent Epidemic of Depression in the Profession"}, "msapplication-TileColor": "#FFFFFF", "csrf-param": "authenticity_token", "og": {"image": "http://www.hhnmag.com/ext/resources/inc-hhn/img/articles/article_images/NurseWatch_logo_190x127.jpg?1456928644", "type": "Article", "description": "All this and more in our weekly roundup of nurse news that you may have missed in the past week.", "title": "Nurse Supervision to Reduce Heroin Overdoses; A Silent Epidemic of Depression in the Profession"}, "msapplication-TileImage": "/images/favicons/favicon-144.png", "keywords": "Boston,depression,heroin,nurse,nurse surgeon,opioid,opioid epidemic,surgery", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "The “safe room” would be staffed by a nurse, offer soft chairs, basic life-saving equipment and medical supervision by nurses.\nThe Boston Health Care for the Homeless Program is looking to convert one of its conference rooms into a place where addicts can securely ride out their highs.\nIt is not within their realm of treatment.”Medical-surgical is 'basis of all nursing'If nurses are the unsung heroes of patient care, then medical-surgical nurses are the backbone of nursing.\nYoung nurses who want to get into the field might want to start in medical-surgery and, according to the same report, nearly 20 percent of all nurses have held the title of medical-surgical nurse in their careers.\nThe article quotes John Grohol, founder, CEO, and editor-in-chief of PsychCentral.com: “Medicine is a profession that doesn’t give much thought to mental illness."}