{"article_title": "We’re living in an anti-choice nightmare: 25 ways anti-women warriors are playing doctor", "article_keywords": ["living", "antiwomen", "victims", "doctor", "ways", "warriors", "nightmare", "rights", "abortion", "tell", "antichoice", "25", "abortions", "doctors", "trimester", "20", "weeks", "playing", "women"], "article_url": "http://www.salon.com/2015/05/14/were_living_in_an_anti_choice_nightmare_25_ways_anti_women_warriors_are_playing_doctor/", "article_text": "Topics: abortion restrictions, abortion rights, americans united for life, R-Kan., Reproductive Rights, Sam Brownback, Women's Rights, Politics News\n\nHouse Republicans voted on Wednesday to pass a modified but still terrible version of their 20-week abortion ban. The measure no longer includes a provision forcing rape victims to report the assault to the police in order to access care, but it still makes them jump through hoops. Instead of mandatory reporting to law enforcement, the updated bill requires victims to seek mandatory counseling — effectively a waiting period. It is still unconstitutional. It is still based on phony science.\n\nElsewhere in the country, numerous other restrictions have passed at least one legislative chamber or have already become law:\n\nArizona says doctors must tell patients that medical abortions can be reversed. (Junk science.)\n\nArkansas says rape victims under the age of 18 must file a petition in court to terminate their pregnancies.\n\nArkansas says that fetuses at 20 weeks can feel pain. (They can’t.)\n\nArkansas also says that doctors must tell patients that abortions can be reversed. (Still junk science.)\n\nArkansas also says that any facility that provides abortion referrals can no longer receive public funding.\n\nKansas says it’s a crime for doctors to use the safest and most common method to perform a second trimester abortions.\n\nWest Virginia says abortions after 20 weeks are illegal, but because there aren’t any clinics in the state that perform the procedure at 20 weeks, it’s a bill aimed at denying care to women in emergency medical situations.\n\nOklahoma says exactly what Kansas says about the safest method used in second trimester abortions.\n\nTexas says that teens in abusive or unsafe homes must endure an even stricter judicial bypass process if they have to obtain an abortion without parental consent.\n\nIdaho says that women seeking medication abortion must make multiple and expensive trips to see their doctors rather than safetly completing the termination at home.", "article_metadata": {"description": "We're only five months into the new year, but it's already been one of the most dangerous on record", "title": "We’re living in an anti-choice nightmare: 25 ways anti-women warriors are playing doctor", "og": {"site_name": "Salon", "description": "We're only five months into the new year, but it's already been one of the most dangerous on record", "title": "We’re living in an anti-choice nightmare: 25 ways anti-women warriors are playing doctor", "url": "http://www.salon.com/2015/05/14/were_living_in_an_anti_choice_nightmare_25_ways_anti_women_warriors_are_playing_doctor/", "image": "http://media.salon.com/2014/10/sam_brownback3.jpg", "type": "article"}, "twitter": {"description": "We're only five months into the new year, but it's already been one of the most dangerous on record", "title": "We’re living in an anti-choice nightmare: 25 ways anti-women warriors are playing doctor", "image": "http://media.salon.com/2014/10/sam_brownback3.jpg", "creator": "@kmcdonovgh", "site": "@salon", "card": "summary_large_image"}, "author": "Katie McDonough", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, abortion restrictions, abortion rights, americans united for life, R-Kan., Reproductive Rights, Sam Brownback, Women's Rights", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcbb4f\"", "article_summary": "Oklahoma says exactly what Kansas says about the safest method used in second trimester abortions.\nTopics: abortion restrictions, abortion rights, americans united for life, R-Kan., Reproductive Rights, Sam Brownback, Women's Rights, Politics NewsHouse Republicans voted on Wednesday to pass a modified but still terrible version of their 20-week abortion ban.\nKansas says it’s a crime for doctors to use the safest and most common method to perform a second trimester abortions.\nArkansas says that fetuses at 20 weeks can feel pain.\nInstead of mandatory reporting to law enforcement, the updated bill requires victims to seek mandatory counseling — effectively a waiting period."}