{"article_title": "Letter: Rabid fans eat up all the braggadocio", "article_keywords": ["talked", "trump", "wonderfulmaybe", "lot", "ryan", "thinking", "fans", "going", "rabid", "letter", "talks", "women", "eat", "vowed", "braggadocio"], "article_url": "http://www.buffalonews.com/opinion/letters-to-the-editor/letter-rabid-fans-eat-up-all-the-braggadocio-20160424", "article_text": "Rabid fans eat up all the braggadocio\n\nI was really taken aback by the irony exhibited at the Donald Trump rally the other night. On the one hand, there was Rex Ryan, of all people, introducing Trump. Ryan, who some regard as a blowhard, a braggart of sorts, talked a lot, but delivered little. He vowed to have the No. 1 defense, get into the playoffs and build a “bully.”\n\nRyan was followed by Trump, who ironically has been characterized by many as a bully against women and immigrants and as someone who talks a lot about what he is going to do without offering any specifics or proof about how to do it. He is going to replace Obamacare with “something wonderful.”\n\nMaybe it’s just me, but when I saw all those folks applauding deliriously like a chorus of barking seals to every remark Trump made, I couldn’t help thinking of how much it looked like some of Ryan’s news conferences from last football season.\n\nMichael R. Castanza\n\nWest Seneca", "article_metadata": {"description": "I was really taken aback by the irony exhibited at the Donald Trump rally the other night. On the one hand, there was Rex Ryan, of all people, introducing Trump. Ryan, who some regard as a blowhard, a braggart of sorts, talked a lot, but delivered little. He vowed to have the No. 1 defense, get into...", "og": {"site_name": "www.buffaloNews.com", "description": "I was really taken aback by the irony exhibited at the Donald Trump rally the other night. On the one hand, there was Rex Ryan, of all people, introducing Trump. Ryan, who some regard as a blowhard, a braggart of sorts, talked a lot, but delivered little. He vowed to have the No. 1 defense, get into... - The Buffalo News", "title": "Letter: Rabid fans eat up all the braggadocio  - The Buffalo News", "url": "http://www.buffalonews.com/opinion/letters-to-the-editor/letter-rabid-fans-eat-up-all-the-braggadocio-20160424", "image": "http://www.buffalonews.com/images/BNSocialShareLG.jpg", "type": "article"}, "twitter": {"site": "@TheBuffaloNews", "card": "summary"}, "fb": {"admins": "51000084,100004991951001"}, "__sync_contentCategory": "PayWall", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd2a1c\"", "article_summary": "Rabid fans eat up all the braggadocioI was really taken aback by the irony exhibited at the Donald Trump rally the other night.\nRyan, who some regard as a blowhard, a braggart of sorts, talked a lot, but delivered little.\nOn the one hand, there was Rex Ryan, of all people, introducing Trump.\nHe vowed to have the No.\nMichael R. CastanzaWest Seneca"}