{"article_title": "Rowlett Teen Inspires President's Fight Stance", "article_keywords": ["teen", "stance", "hes", "presidents", "rowlett", "posts", "karen", "fight", "subers", "suber", "jaren", "house", "president", "white", "inspires", "best"], "article_url": "http://www.nbcdfw.com/news/local/Rowlett-Teen-Inspires-Presidents-Fight-Stance-286942231.html", "article_text": "A North Texas teenager got a big surprise this week when he learned he’s part of one of the Huffington Post’s “Best White House Photos of 2014.” 15-year-old Jaren Suber met the President back in March through the Make-A-Wish Foundation. (Published Saturday, Dec. 27, 2014)\n\nA North Texas teenager got a big surprise this week when he learned he’s part of one of the Huffington Post’s “Best White House Photos of 2014.”\n\nThe president \"was like, ‘c’mon man, show me some moves.’ I was like, ‘what do I do?’” Suber said.\n\n“He was asking me to show him some Taekwondo moves. He was like, ‘Show me!’ And I was sitting there giggling and smiling the whole time, I couldn’t talk.”\n\nSuber's doctors at Children’s Medical Center Dallas helped connect him several years ago with the Make-A-Wish Foundation . Suber’s wish was to meet the president.\n\nIt finally happened on March 20, 2014 in the Oval Office.\n\n“He opened the door and he was like, ‘Hey Jaren, what’s up?’ He gave me a handshake and he hugged me. He was a really nice guy and down to earth,” Suber said.\n\n“He was like a friend who just comes over your house all the time. He was very polite and he wasn’t stiff at all, just comfortable. He made me feel comfortable,\" Suber added.\n\nJaren’s mom Karen Suber said the president \"made us feel like family, like he was an uncle or a relative coming to visit and catch up.\"\n\nJaren and his parents spent about 25 minutes alone in the Oval Office with the president.\n\n“There’s a kinder, softer side to him,\" Karen Suber said. \"He’s a caring man with a family. Not only does he make important decisions that affect the world, but at the end of the day he’s also a dad.\"\n\nSuber said he wanted to meet the president for a simple reason.\n\n\"He’s a role model to me,\" Suber explained. \"He knows how to persevere and be calm and focused. Even when people hate him and are always negative, he just stays calm and collected and fights on.”\n\nPresident Obama was impressed when Suber asked the president about his plans to fund pediatric cancer research.\n\nThe two talked for a few minutes about cancer research, Suber’s health and then the topic turned to the teenager's hobbies.\n\nThat’s when Jaren told him he was a black belt. President Obama laughed and stepped back into a fighting stance.\n\nBut the Suber’s say the President’s fighting technique can use a little work.\n\n“I was laughing. It was hilarious,” Karen Suber said. “But then I’m also thinking, you’re wide open. He can come in with some move and get ya!”\n\n“He had his hands like this, and you’re supposed to keep it like this,” Jaren Suber explained, noting the president’s hands should’ve been closer together to protect his face and body.\n\nJaren’s mother said the moment was a bit unforgettable. But now, it’s one of the Huffington Post’s Best White House Photos of the Year\n\n“I’m really proud and honored to be his mom. And to go there and be able to meet the president? Wow. That’s something no one can ever take away from us,” Karen Suber said.\n\nJaren Suber finished up his last round of chemotherapy a few days ago.\n\n\"We got the most amazing, the best Christmas present ever. His treatment is over,” Karen Suber said.", "article_metadata": {"description": "A North Texas teen inspires President Obama to &quot;strike a fighting stance.&quot; The Make-A-Wish teen also learns about his diagnosis.", "title": "Rowlett Teen Inspires President's Fight Stance", "og": {"site_name": "NBC 5 Dallas-Fort Worth", "description": "A North Texas teen inspires President Obama to \"strike a fighting stance.\" The Make-A-Wish teen also learns about his diagnosis.", "title": "Rowlett Teen Inspires President's Fight Stance", "url": "http://www.nbcdfw.com/news/local/Rowlett-Teen-Inspires-Presidents-Fight-Stance-286942231.html", "image": "http://media.nbcdfw.com/images/1200*675/122714+White+House+Photo.jpg", "type": "article"}, "twitter": {"description": "A North Texas teen inspires President Obama to \"strike a fighting stance.\" The Make-A-Wish teen also learns about his diagnosis.", "title": "Rowlett Teen Inspires President's Fight Stance", "url": "http://www.nbcdfw.com/news/local/Rowlett-Teen-Inspires-Presidents-Fight-Stance-286942231.html", "image": "http://media.nbcdfw.com/images/1200*675/122714+White+House+Photo.jpg?ak=bc", "creator": "@nbcdfw", "site": "@nbcdfw", "card": "summary_large_image"}, "taboola_lead": "video", "robots": "noodp,noydir", "tp": {"preferredRuntimes": "Flash,HTML5", "FlashBlacklist": "None|None", "preferredFormats": "mpeg4,m3u,webm,ogg,flv,F4M"}, "fb": {"app_id": 79562228021}, "keywords": "President Obama, Jaren Suber, Karen, Rowlett, Oval Office, Taekwondo", "article": {"publisher": "http://www.facebook.com/nbcdfw", "author": "https://www.facebook.com/JeffSmithJournalist"}, "viewport": "width=device-width, user-scalable=yes", "news_keywords": "President Obama, Jaren Suber, Karen, Rowlett, Oval Office, Taekwondo"}, "_id": "\"57477af46914bd0286fdee63\"", "article_summary": "But now, it’s one of the Huffington Post’s Best White House Photos of the Year“I’m really proud and honored to be his mom.\nThat’s something no one can ever take away from us,” Karen Suber said.\nJaren Suber finished up his last round of chemotherapy a few days ago.\nHis treatment is over,” Karen Suber said.\n“There’s a kinder, softer side to him,\" Karen Suber said."}