{"article_title": "Fox & Friends Rehab Holly Fisher, Ignore Her Healthcare Hypocrisy", "article_keywords": ["lost", "hypocrisy", "obamacare", "thousand", "fox", "premiums", "ignore", "rehab", "fisher", "healthcare", "baby", "holly", "friends", "insurance", "left"], "article_url": "http://www.newshounds.us/fox_friends_rehab_holly_fisher_ignore_her_healthcare_hypocrisy_07152014", "article_text": "For those of you who don’t know the name Holly Fisher, she’s also known as “Holly Hobby Lobby,” the “Christian Taliban” girl. Her moniker has given Fox & Friends a sad, so they decided to give her some air time for a little ass kissi - I mean, rehab.\n\nAmericans Against The Tea Party has a great write up of how Fisher decided to \"make a liberal's head explode\" by posing with a Chick-Fil-A cup outside of a Hobby Lobby store and then later posed in front of the American flag with a Bible in one hand and a gun in the other - just like the Taliban do with their own flag and the Koran. A juxtaposition of Fisher's and the Taliban's pose became an internet meme.\n\nTo hear Fox & Friends talk about Fisher, she’s just the victim of “liberal intolerance,” and we should all be ashamed of mocking her because her youngest child, Norah, has a heart condition. To this, I reply that Fisher should have done a better job burying her blog before she started this up.\n\nOn the July 9th segment of Fox & Friends, this exchange took place during an interview with Fisher:\n\nCO-HOST BRIAN KILMEADE: You talk about, “I just think it’s OK to, I think, post those pictures and understand that some people won’t agree with it. I also think this is out of bounds, when people tweeted this response to the picture.” I guess your baby was having some heart trouble, and this is the answer (a graphic of a Tweet was posted): “Good, I’m glad she did, one less conservative underling to worry about. Have a nice life.” That’s gotta hurt. FISHER: Yeah, it is… It’s shocking, and it’s sad that someone who disagrees with you would wish death upon a baby. I mean I really don’t understand- I can take the criticism upon myself, like I know that’s gonna happen. But for anyone to go so low as to wish death on a baby- Especially people who claim that I’m intolerant, and I’m hateful, because I disagree with them? It’s just, it’s just shocking. CO-HOST ANNA KOOIMAN: And your whole point of bringing this up was that you say you lost a cardiologist for your baby because of Obamacare, and just relating to a lot of people out there who have lost their doctors, and it’s very real for them. Holly Fisher, thanks for speaking out this morning, we appreciate your time.\n\nWhile I will say that the tweet aimed at Norah Fisher was beyond the pale, her mother was the very definition of dishonest in this interview. In her own blog entry about her daughter’s condition, she gets caught up in some very big lies. First, we have this:\n\nIn late May, we were notified that because of tripling premiums, my husband’s employer was dropping Cigna for a new insurance. This comes one year after they dropped United Healthcare because premiums were increasing drastically. United and Cigna are very similar and adequate insurances, however we did lose coverage, options, and our deductible went from one thousand per family member to two thousand per family member. Out of pocket for our family went from eight thousand to eighteen thousand. Last year we lost thousands in out of pocket expenses to keep premiums bearable, this year his employer changed to a policy with fewer doctors. It should also be said that my husband’s employer is not the bad party here; they’ve increased their contributions every year to reduce premiums as well. Most employers care deeply about their people, but the tide of Obamacare will be too big to be shielded from. We lost doctors. We lost our most important doctor; Norah lost Dr. Garmany. We have to start all over; removed from the expert we fully trust. Obamacare has taken away the peace we had knowing our baby had the best care possible.\n\nIn the first place, Fisher’s Twitter page says she’s married to an “Army combat-infantry vet,\" so there’s an obvious question as to why her military husband would be using his employer's insurance instead of Tricare in the first place, and the just as obvious question as to why he didn’t switch to a Tricare plan once he started having trouble with his employer's plan.\n\nBut we’ll put that aside to look at what Fisher actually said. Mama Holly is essentially admitting that her husband’s employers chose their health care plan for them. Yet, she chose to blame Obamacare.\n\nBut wait- It gets better:\n\nObamacare is the problem. Period. Insurances (sic) companies were providing a product that was voluntary to purchase and people bought it willingly and happily. Some, like my husband, pick one job over another for medical benefits that the company provides. Medical insurance is a benefit and was a good benefit for us. Insurance companies must cover their asses because they are now being forced to sell a product they do not want to sell, many times to people who do not want to buy it. Anyone who cannot find Obamacare at fault for the massive number of families who have lost coverage, doctors, or endured huge increases in premiums and deductibles is in denial or in need of strong medication.\n\nAccording to Fisher, Obamacare is the problem because if it hadn’t come along, insurance hikes wouldn’t have happened. But as FactCheck.org reports, “In fact, employer-sponsored premiums have gone up, on average, because of the ACA, though only by a small amount.” FactCheck notes that the bulk of the price rise in employer-based plans is due to rising health costs in general.\n\nYet Fisher absolved every party but Obama in her medical-care woes. Predictably, none of her faulty logic was even questioned in the Fox & Friends interview.\n\nAnd while Fox was touting her as a tolerant victim of liberal intolerance on July 9, they conveniently ignored what Fisher actually wrote on June 29th in the same blog post where she blamed ObamaCare for the lack of coverage of her baby’s cardiologist:\n\nBlaming Obamacare brings out the trolls who I spoke of earlier, the ones that talk to purple unicorns about the meaning of life. Those idiots have come after me in droves to defend their beloved king. I have heard the worst society has to offer and it does not bother me; these are worthless and miserable roaches, lurking in the dark to try to hurt people who haven’t gulped down Kool-Aid until they are void of rational reasoning. They hide behind their keyboard; they are cowards who would never act so disgusting in the real world. I am not implying that the trolls who come after my family and me represent all democrats or progressives. I would make the point that they are employing the same strategies that the left is famous for using time and again. The left seeks to eliminate all conversation that defies their message. It is a staple for the left to attack personally and lie to align the conversation to fit their message. The left spawns the kind of vultures who go a step too far, the kind who attack my baby and me.\n\nAnd this isn‘t even all of her telling us how she really feels in this one entry. In fact, if you read through her entire blog, you’ll find that Mrs. Fisher is a pretty abrasive, crude, hypocritical, and (at times) outright vicious person.\n\nAny other network would have called her out on this, especially given what a syrupy little “aw shucks!” victim she tried to pass herself off as. But it was a chance to promote Hobby Lobby and smear Obama, so I’d be surprised if anyone at Fox News even looked into her past beyond what she told them.\n\nWatch Fox & Friends' soft soap job below.", "article_metadata": {"csrf-param": "authenticity_token", "google-site-verification": "google51c0b549f514d464.html", "csrf-token": "T7HFkJbl0n9p7Bi6/QirbtI1HGiNN7jpuwLWZurPRqQ=", "og": {"url": "http://www.newshounds.us/fox_friends_rehab_holly_fisher_ignore_her_healthcare_hypocrisy_07152014", "type": "article", "image": "http://d3n8a8pro7vhmx.cloudfront.net/newshounds/sites/1/meta_images/original/Newshound3_blue.png?1327001871", "site_name": "NewsHounds", "title": "Fox & Friends Rehab Holly Fisher, Ignore Her Healthcare Hypocrisy"}, "Title": "Fox & Friends Rehab Holly Fisher, Ignore Her Healthcare Hypocrisy"}, "_id": "\"57477af46914bd0286fdee33\"", "article_summary": "Her moniker has given Fox & Friends a sad, so they decided to give her some air time for a little ass kissi - I mean, rehab.\nPredictably, none of her faulty logic was even questioned in the Fox & Friends interview.\nWatch Fox & Friends' soft soap job below.\nAccording to Fisher, Obamacare is the problem because if it hadn’t come along, insurance hikes wouldn’t have happened.\nTo hear Fox & Friends talk about Fisher, she’s just the victim of “liberal intolerance,” and we should all be ashamed of mocking her because her youngest child, Norah, has a heart condition."}