{"article_title": "Pope Francis, Obama Cite Common Causes", "article_keywords": ["climate", "pope", "lawn", "change", "common", "world", "president", "white", "francis", "religious", "cite", "causes", "obama"], "article_url": "http://www.realclearpolitics.com/articles/2015/09/23/pope_francis_obama_cite_common_causes_128191.html", "article_text": "Pope Francis lost no time advocating for the Earth’s delicate climate and for immigrants and “the excluded” during brief remarks on the White House lawn Wednesday morning.\n\nAs President Obama physically leaned in toward Francis, and thousands of invited guests on the South Lawn fell silent to discern the pontiff’s words in accented English, the 78-year-old pope previewed themes he will underscore Thursday during an address to a joint session of Congress.\n\nSome of those lawmakers, along with Catholic members of Obama’s cabinet, including Vice President Biden, sat in the front rows of folding chairs set up behind ropes for what the White House estimated was an audience of 11,000.\n\nNoting his heritage as an Italian who migrated to Argentina, visiting for the first time a nation founded by immigrants, the pope said he planned to speak to Congress “as a brother” to “offer words of encouragement to those who are to guide the nation’s political future, in fidelity to its founding principles.”\n\nHe left no doubt that his “encouragement” as the leader of the world’s 1.2 billion Catholics extends beyond faith and Catholic doctrine into policy. He called for tolerance and opposition to “injustice, discrimination,” and defense of religious liberty.\n\nCheers rose from crowds outside the White House perimeter, and the assembled dignitaries applauded.\n\nThe pope commended Obama for his efforts to combat global warming while there is time to act, knowing as he did that Republicans and some Democrats oppose the administration’s climate change initiatives.\n\nSpeaking repeatedly about a “common home” shared by people around the world and the responsibility to protect God’s planetary creation, Francis aligned himself with the American president.\n\n“I find it encouraging that you are proposing an initiative for reducing air pollution,” he told Obama as dragonflies danced above the throngs and a squirrel scampered along the limbs of a shade tree.\n\n“It seems clear to me also that climate change is a problem we can no longer [leave] to our future generations,” he continued. “Such change demands on our part a serious and responsible recognition.”\n\nWithout specifically naming Cuba and its normalized relations with the United States and the Vatican’s role in reaching out to the Castro government, the pope urged U.S. leaders to “mend broken relationships” and “open new doors.”\n\n“I would like all men and women of goodwill in this great nation to support the efforts of the international community to protect the vulnerable in our world and to stimulate integral and inclusive models of development so that our brothers and sisters everywhere may know the blessings of peace and prosperity, which God wills for all his children,” he added.\n\nThe pontiff spoke of the world’s poor and vulnerable as “excluded,” and he borrowed from Martin Luther King Jr.’s “I have a dream” speech to evoke a compact America’s leaders owed their citizens. And those citizens rose up to collect.\n\nIn 1963, the civil rights leader said America had defaulted on the “promissory note” represented by the Constitution and Declaration of Independence in denying citizens, especially African-Americans, their rights.\n\nStanding before America’s first African-American president, the pope referenced the country’s history of racism, slavery and segregation to make a broader point about embracing the excluded and marginalized.\n\n“To use a telling phrase of the Rev. Martin Luther King, we can say that we have ‘defaulted on a promissory note’ and now is the time to honor it,” Francis said. Injured and overlooked, the environment is issuing “cries to heaven,” and “powerfully strikes our homes, our cities, our societies,” he said.\n\nObama’s welcome statement highlighted topics about which he and the pontiff agree, including climate change, Cuba, and peace through diplomacy. He ignored rifts with the Catholic Church over same-sex marriage and abortion rights.\n\nLike Francis, the president spoke of defending religious liberty – a topic about which the administration and the church have sparred in the past because of the Affordable Care Act’s mandated contraception coverage.\n\n“We cherish religious liberty,” Obama assured the pope. “It was the basis for so much of what brought [the United States] together. … But around the world at this very moment, children of God, including Christians, are targeted and killed because of their faith,” he added. “Believers are prevented from gathering at their places of worship and the faithful are imprisoned and churches are destroyed.”\n\nThe president, praising Francis prior to a private meeting in the Oval Office, said Americans of all faiths admire the pontiff’s moral leadership.\n\n“You remind us that in the eyes of God, our measure as individuals and our measure as a society is not determined by wealth or power or station or celebrity,” Obama said, “but how well we hew to Scripture's call to lift the poor and the marginalized.”\n\nObama asserts that he and the popular Francis share “values” and perspectives that move beyond religion, making a president and a pope valuable allies in an unsettled period in history.\n\n“We love you, Pope Francis!” a man shouted at the conclusion of the South Lawn pomp.\n\nThe president smiled.", "article_metadata": {"description": "Pope Francis lost no time advocating for the Earth’s delicate climate and for immigrants and “the excluded” during brief remarks on the White House lawn Wednesday morning. \nAs...", "title": "Pope Francis, Obama Cite Common Causes | RealClearPolitics", "fragment": "!", "twitter": {"site": "@RealClearNews", "card": "summary"}, "og": {"url": "http://www.realclearpolitics.com/articles/2015/09/23/pope_francis_obama_cite_common_causes_128191.html", "image": "http://images.rcp.realclearpolitics.com/321773_5_.jpg", "type": "article", "description": "Pope Francis lost no time advocating for the Earth’s delicate climate and for immigrants and “the excluded” during brief remarks on the White House lawn Wednesday morning. \nAs...", "title": "Pope Francis, Obama Cite Common Causes | RealClearPolitics"}, "fb": {"app_id": 1415921935346245}, "tweetmeme-title": "Pope Francis, Obama Cite Common Causes | RealClearPolitics", "keywords": "immigration,u.s.-cuba relations,climate change,Barack\n  Obama,Pope Francis,", "viewport": "width=device-width, initial-scale=1.0, user-scalable=1"}, "_id": "\"57477af46914bd0286fdacda\"", "article_summary": "“We love you, Pope Francis!” a man shouted at the conclusion of the South Lawn pomp.\nObama’s welcome statement highlighted topics about which he and the pontiff agree, including climate change, Cuba, and peace through diplomacy.\n“It seems clear to me also that climate change is a problem we can no longer [leave] to our future generations,” he continued.\nPope Francis lost no time advocating for the Earth’s delicate climate and for immigrants and “the excluded” during brief remarks on the White House lawn Wednesday morning.\nThe pope commended Obama for his efforts to combat global warming while there is time to act, knowing as he did that Republicans and some Democrats oppose the administration’s climate change initiatives."}