{"article_title": "Truancy Law Goes Too Far When Georgia Mom Is Arrested", "article_keywords": ["school", "georgia", "court", "goes", "student", "far", "arrested", "days", "parents", "mom", "mother", "truancy", "law", "children", "told"], "article_url": "http://thelibertarianrepublic.com/truancy-law-goes-too-far-when-georgia-mom-is-arrested/", "article_text": "Truancy Law Goes Too Far When Georgia Mom Is Arrested\n\nby Lina Bryce\n\nJulie Giles, a Georgia mother of two said she was arrested and placed in shackles because her 10-year-old son had too many unexcused absences from school. She received a warrant for her arrest the day before Mothers’ Day because her fourth-grade son, Samuel, who happens to be an honor-roll student, missed 12 days for illness–twice the amount that is permissible by the school district.\n\nGiles, said she received doctors’ notes to cover three of those days after the fact, but did not get them for the days Samuel was home with the stomach virus.\n\n“The truth is l cannot afford a co-pay every single time they are sick, but I never want to send them to school when they feel bad or could possibly get others sick,” Giles wrote on Facebook on May 12. “I have NEVER been in trouble before in my life and the boys are beside themselves.”\n\nWhat parent hasn’t had to keep their child home due to an illness that doesn’t require a visit to a doctor?\n\nGiles said that she turned herself in and was placed in ankle shackles, which she was told was part of the procedure. Although she was not fingerprinted, she says that she was booked and had her mug shot taken before she was able to leave on her own recognizance.\n\nGiles is by no means the only parent sent to court for not working with the district, Screven County Schools Superintendent William Bland said, and also noted that it was “a last resort.”\n\n“It’s important for these children to be in school and I think the courts recognize that,” Bland told WTOC.\n\nBland told Fox that the district’s attendance rules are within the guidelines of state law and parents are granted “multiple opportunities” to work with school officials to avoid a case going to the court system.\n\nFar from being a criminal, Giles has also worked as a substitute teacher for the school district. Her son is an honor-roll student, who just days after his mother was arrested, was presented with his prize for being “Student of the Month” because the teacher said “he always tries to make others feel better about themselves”.\n\nGiles is scheduled to appear in court on July 14 and as a result of all the media attention surrounding her case, she is currently receiving free legal aid from the National Association of Parents.\n\nSince her arrest, she posted a listing of her house on Facebook, telling Fox News it is for the best.\n\n“I do not believe that after this that my children will be treated fairly in this school system so we’re going to move,” she said.\n\nGiles said the school last contacted her regarding Samuel’s absences in January, when he had missed five days. Her husband and father of the children, Keith was not arrested.\n\nTruancy is not to be taken lightly and parents risk being jailed if they don’t comply. Elizabeth Marie McKeithan from Brunswick County, North Carolina was jailed for 15 days in 2010 for violating a 36-probation sentence for a riot truancy case when her child missed 11 days of school.\n\nIn 2014, a parent was arrested in Jacksonville, Florida for missing too many days of school, when his child suffered from epilepsy and another mother was arrested in Chesterfield, VA last year for her child’s excessive absences as well.\n\nIn the past two years, the parents of 30 Alameda County, CA children were dragged into Superior Court and charged with violating state truancy laws.\n\nLast year, a Philadelphia mother of 7 was found dead in her cell who was jailed for outstanding truancy fines.\n\nOften these laws are set in place with the intention of being for the well-being of the children, as well as their parents, but what it essentially works to do is the opposite-often times having impacted the most poor families who will face legal fees and absence from their children.\n\nThe constitutionality of truancy laws continues to be debated as cases of these laws being enforced are becoming more frequent.\n\nWatch the latest video at <a href=”http://video.foxnews.com”>video.foxnews.com</a>", "article_metadata": {"description": "Julie Giles, a Georgia mom said she was arrested and placed in shackles because her 10-year-old son had too many unexcused absences from school. She received a warrant for her arrest the day before Mothers' Day because her fourth-grade son, Samuel, who happens to be an honor-roll student, missed 12 days for illness-twice the amount that is permissible by the school district.", "generator": "WordPress 4.4.2", "og": {"site_name": "The Libertarian Republic", "description": "Julie Giles, a Georgia mom said she was arrested and placed in shackles because her 10-year-old son had too many unexcused absences from school. She received a warrant for her arrest the day before Mothers' Day because her fourth-grade son, Samuel, who happens to be an honor-roll student, missed 12 days for illness-twice the amount that is permissible by the school district.", "title": "Truancy Law Goes Too Far When Georgia Mom Is Arrested", "locale": "en_US", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2015/05/Screen-Shot-2015-05-26-at-1.50.22-PM.png", "updated_time": "2015-05-26T15:59:29+00:00", "url": "http://thelibertarianrepublic.com/truancy-law-goes-too-far-when-georgia-mom-is-arrested/", "type": "article"}, "twitter": {"description": "Julie Giles, a Georgia mom said she was arrested and placed in shackles because her 10-year-old son had too many unexcused absences from school. She received a warrant for her arrest the day before Mothers' Day because her fourth-grade son, Samuel, who happens to be an honor-roll student, missed 12 days for illness-twice the amount that is permissible by the school district.", "creator": "@linabryce1", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2015/05/Screen-Shot-2015-05-26-at-1.50.22-PM.png", "title": "Truancy Law Goes Too Far When Georgia Mom Is Arrested", "site": "@thelibrepublic", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 501616773}, "article": {"publisher": "https://www.facebook.com/libertarianrepublic", "published_time": "2015-05-26T15:57:12+00:00", "author": "https://www.facebook.com/LinaBryce1/?ref=hl", "section": "Abuse of Authority", "modified_time": "2015-05-26T15:59:29+00:00", "tag": "truancy"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdccda\"", "article_summary": "Truancy Law Goes Too Far When Georgia Mom Is Arrestedby Lina BryceJulie Giles, a Georgia mother of two said she was arrested and placed in shackles because her 10-year-old son had too many unexcused absences from school.\nThe constitutionality of truancy laws continues to be debated as cases of these laws being enforced are becoming more frequent.\nLast year, a Philadelphia mother of 7 was found dead in her cell who was jailed for outstanding truancy fines.\nIn the past two years, the parents of 30 Alameda County, CA children were dragged into Superior Court and charged with violating state truancy laws.\nTruancy is not to be taken lightly and parents risk being jailed if they don’t comply."}