{"article_title": "Bad data forces CMS agency to put off publishing risk corridor program results", "article_keywords": ["corridors", "publishing", "cms", "memo", "agency", "results", "bad", "program", "health", "corridor", "forces", "reinsurance", "insurers", "data", "insurance", "risk"], "article_url": "http://www.fiercehealthpayer.com/story/bad-data-forces-cms-agency-put-publishing-risk-corridor-program-results/2015-08-11", "article_text": "The data that health insurers submitted as part of the Affordable Care Act's risk corridor program contain a \"significant number of discrepancies,\" meaning the federal government can't publish preliminary program results until it sorts it all out, according to a memo from the Center for Consumer Information and Insurance Oversight (CCIIO).\n\nThe CCIIO--which is part of the Centers for Medicare & Medicaid Services (CMS)--planned to publish preliminary estimates of payments and charges for its risk corridor program Aug. 14, but will have to postpone its publication of the results. It will need to conduct an additional validation of the data and may even need to ask some insurers to resubmit their data.\n\nThough it gave no timeline for its publication of the results, the agency will \"provide further information when the risk corridor data is accurate, complete and validated,\" the memo states.\n\nThe risk corridor program, in combination with reinsurance and risk adjustment, comprise the ACA's \"three Rs,\" which aim to help health insurers manage the financial risk of covering a larger number of people. The programs have faced considerable criticism from those who deem them a \"bailout\" of the health insurance industry, and even the Government Accountability Office has expressed its doubts.\n\nFederal government officials, however, have continually reiterated their support of the three Rs. The CCIIO memo notes that \"CMS remains committed to the risk corridors program,\" and a recent letter from Healtcare.gov CEO Kevin Counihan to state insurance commissioners noted that CMS believes risk corridors collection will be sufficient to pay for all risk corridors payments.\n\nThe Department of Health and Human Services (HHS) also announced in late June that it will reimburse health insurers for 100 percent of certain high-cost claims for the 2014 benefit year. HHS was able to do so because insurers' reinsurance contributions exceeded the total requests for reinsurance payments.\n\nTo learn more:\n\n- here's the memo\n\nRelated Articles:\n\nACA debate: Risk corridors, reinsurance, risk adjustment on the table\n\nHHS can't unilaterally bail out insurers, GAO says\n\nNew CMS rule targets risk corridor program\n\nWill insurers take a bath on risk corridors?\n\nHHS expands transitional reinsurance program to cover 100 percent of some high-cost claims", "article_metadata": {"description": "The data that health insurers submitted as part of the Affordable Care Act's risk corridor program contain a \"significant number of discrepancies,\" meaning the government can't publish preliminary program results until it sorts it all out, according to a memo from the Center for Consumer Information and Insurance Oversig", "og": {"site_name": "FierceHealthPayer", "description": "The data that health insurers submitted as part of the Affordable Care Act's risk corridor program contain a \"significant number of discrepancies,\" meaning the government can't publish preliminary program results until it sorts it all out, according to a memo from the Center for Consumer Information and Insurance Oversig", "title": "Bad data forces CMS agency to put off publishing risk corridor program results", "url": "http://www.fiercehealthpayer.com/story/bad-data-forces-cms-agency-put-publishing-risk-corridor-program-results/2015-08-11", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "Center for Consumer Information and Insurance Oversight,Centers For Medicare & Medicaid Services,Financial Management,Legal / Regulatory / Risk Management,risk corridors,three R's", "viewport": "width=device-width", "news_keywords": "Financial Management,Legal / Regulatory / Risk Management"}, "_id": "\"57477af36914bd0286fcbb81\"", "article_summary": "To learn more:- here's the memoRelated Articles:ACA debate: Risk corridors, reinsurance, risk adjustment on the tableHHS can't unilaterally bail out insurers, GAO saysNew CMS rule targets risk corridor programWill insurers take a bath on risk corridors?\nThe CCIIO memo notes that \"CMS remains committed to the risk corridors program,\" and a recent letter from Healtcare.gov CEO Kevin Counihan to state insurance commissioners noted that CMS believes risk corridors collection will be sufficient to pay for all risk corridors payments.\nThe risk corridor program, in combination with reinsurance and risk adjustment, comprise the ACA's \"three Rs,\" which aim to help health insurers manage the financial risk of covering a larger number of people.\nHHS expands transitional reinsurance program to cover 100 percent of some high-cost claims\nHHS was able to do so because insurers' reinsurance contributions exceeded the total requests for reinsurance payments."}