{"article_title": "Mellman: The end of the investor class", "article_keywords": ["end", "investors", "holdings", "owned", "gop", "bush", "americans", "ownership", "mellman", "investor", "class", "stock"], "article_url": "http://thehill.com/opinion/mark-mellman/196054-mark-s-mellman-the-end-of-the-investor-class", "article_text": "Political theories originally heralded as “the new new thing” often disappear without notice. So it was with the “investor class,” once a bedrock of GOP thinking.\n\nAs more Americans became investors, and therefore business “owners,” the theory argued, they would become more Republican, ushering in an era of GOP dominance. Analysts like Richard Nadler helped give birth to the idea, asserting that “mass ownership of financial assets has midwifed a new birth of free-market opinion.”\n\nADVERTISEMENT\n\n“It is this educating tendency of capital ownership that the GOP has been slow to grasp,” he wrote in 2000, urging the party to “actively recruit investor members.”\n\nGOP pollsters and operatives took up the challenge. By 2003, Grover Norquist was lauding then President George W. Bush for recognizing that “the investor class is the most important demographic group in the country.”\n\nIndeed, a number of Bush policies seemed built on this foundation. Cutting taxes on dividends and capital gains was designed to appeal directly to this “new class.” Some described Bush’s plan to privatize Social Security as an effort to create new Republicans by dramatically expanding the investor class.\n\nFew talk about the investor class anymore, however, and with good reason. But such ideas should not be permitted to die quietly when so much ink was spilled on them for so long.\n\nThe theory of the investor class foundered on two shoals. First, investment was never really democratized in the U.S.; real investors tend to be quite wealthy. Second, the faux investors in the middle class never behaved as the Republicans predicted they should.\n\nStock ownership did appear to increase, but this was largely a mirage. According to the work of New York University Professor Edward Wolff, in 1989 — well before Republicans happened on the investor class — about 32 percent of Americans held stock. By 2001, when the GOP was in thrall to the concept, 52 percent of Americans owned stock, which fell to 47 percent as a result of the Bush recession.\n\nBut these numbers are misleading. First, few have real money in these holdings. In 2010, just 29 percent had stock worth more than $10,000. Moreover, most of these holdings were indirect, that is, through retirement accounts over which people had little or no direct control. At its height, in 2001, only 21 percent held stock directly, and by 2010 the number had declined to 15 percent. When mutual fund holdings are counted as ownership, the high point of ownership reached 38 percent by 2001 but fell to 23 percent by 2010.\n\nStock ownership is also highly concentrated among the wealthiest Americans. In 2010, the richest 5 percent owned 67 percent of all stock, and the top 10 percent owned more than 80 percent. While the wealthiest 1 percent owned an average of $3.5 million in stock, making them investors by any reasonable definition, the middle fifth of the country held just $8,900 and the bottom 40 percent an average of less than $2,000. Could a few thousand dollars in holdings really transform an individual’s political outlook?\n\nThinking like an investor would seem to require people to act like investors. Most don’t. Only about 20 percent of households bought or sold a stock in the most recent year for which data is available. It’s hard to imagine some unique investor mentality growing in people who are in no way active investors.\n\nJust as significant, “investors” never behaved as a class. Simply examining how stock owners vote compared to non-owners is meaningless, given the income disparities already noted. Control for income and the differences largely disappear. In 2000, Bush won white voters who earned $30,000 to $75,000 a year by 15 points. He won non-investors in the same category by 14 points. There’s essentially no difference.\n\nCreative new theories of politics, like the investor class, often sound interesting and generate attention. But none of that makes them true.\n\nMellman is president of The Mellman Group and has worked for Democratic candidates and causes since 1982. Current clients include the majority leader of the Senate and the Democratic whip in the House.", "article_metadata": {"dcterms.description": "OPINION | Few talk about the investor class anymore, however, and with good reason.", "description": "OPINION | Few talk about the investor class anymore, however, and with good reason.", "generator": "Drupal 7 (http://drupal.org)", "author": "Mark S. Mellman", "og": {"site_name": "TheHill", "description": "OPINION | Few talk about the investor class anymore, however, and with good reason.", "title": "Mellman: The end of the investor class", "url": "http://thehill.com/opinion/mark-mellman/196054-mark-s-mellman-the-end-of-the-investor-class", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T04:40:00-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T04:40-05:00", "dcterms.identifier": "http://thehill.com/opinion/mark-mellman/196054-mark-s-mellman-the-end-of-the-investor-class", "dcterms.date": "2014-01-21T19:10-05:00", "dcterms.creator": "Anonymous", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Investment, Economics, Corporate finance,,", "article": {"published_time": "2014-01-21T19:10:42-05:00", "modified_time": "2016-02-04T04:40:00-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/opinion/mark-mellman/196054-mark-s-mellman-the-end-of-the-investor-class", "widgets": {"csp": "on"}, "description": "OPINION | Few talk about the investor class anymore, however, and with good reason.", "card": "summary", "title": "Mellman: The end of the investor class"}, "dcterms.title": "Mellman: The end of the investor class"}, "_id": "\"57477af36914bd0286fcbb82\"", "article_summary": "Creative new theories of politics, like the investor class, often sound interesting and generate attention.\nFew talk about the investor class anymore, however, and with good reason.\nThe theory of the investor class foundered on two shoals.\nCutting taxes on dividends and capital gains was designed to appeal directly to this “new class.” Some described Bush’s plan to privatize Social Security as an effort to create new Republicans by dramatically expanding the investor class.\nSo it was with the “investor class,” once a bedrock of GOP thinking."}