{"article_title": "What Does The Government Shut Down Accomplish?", "article_keywords": ["shut", "accomplish", "unplanned", "dont", "congress", "workers", "budget", "refused", "does", "wanted", "today", "wait"], "article_url": "http://radioboston.wbur.org/2013/10/01/shut-down", "article_text": "For the first time in 17 years, the United States Congress failed to agree on a new budget and refused to extend the current one. The result? A shut down.\n\nHouse Republicans wanted to de-fund key parts of the Affordable Care Act as a condition to keep the government running. Senate Democrats refused, causing scores of government agencies to temporarily close up shop, and hundreds of thousands of federal workers get some unplanned time off.\n\nEarlier today, President Obama reiterated this message to Congress: “pass a budget, end the government shut down, pay your bills, prevent an economic shutdown. Don’t wait, don’t delay, don’t put our economy or our people through this any longer.”\n\nMany Americans today are asking, what are lawmakers thinking, and where did they learn to behave like this?\n\nGuest\n\nDavid King, senior lecturer at Harvard’s Kennedy School of Government and chair of the Bi-Partisan Program for Newly Elected Members of the U.S. Congress.\n\nOther stories from this show:", "article_metadata": {"description": "For the first time in 17 years, the United States Congress failed to agree on a new budget and refused to extend the current one. The result? A shut down. Many Americans today are asking, what are lawmakers thinking, and where did they learn to behave like this?", "og": {"site_name": "radioboston", "description": "For the first time in 17 years, the United States Congress failed to agree on a new budget and refused to extend the current one. The result? A shut down. Many Americans today are asking, what are lawmakers thinking, and where did they learn to behave like this?", "title": "What Does The Government Shut Down Accomplish?", "url": "http://radioboston.wbur.org/2013/10/01/shut-down", "image": "http://s3.amazonaws.com/media.wbur.org/wordpress/9/files/2013/10/AP309278820722-624x360.jpg", "type": "article"}, "twitter": {"url": "http://radioboston.wbur.org/2013/10/01/shut-down", "image": "//s3.amazonaws.com/media.wbur.org/wordpress/9/files/2013/10/AP309278820722-624x360.jpg", "site": "@RadioBoston", "card": "summary", "title": "What Does The Government Shut Down Accomplish?"}, "DC.date.issued": "2013-10-01", "keywords": "radioboston wbur boston metro local news", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551"}, "_id": "\"57477af36914bd0286fcbb85\"", "article_summary": "Don’t wait, don’t delay, don’t put our economy or our people through this any longer.”Many Americans today are asking, what are lawmakers thinking, and where did they learn to behave like this?\nEarlier today, President Obama reiterated this message to Congress: “pass a budget, end the government shut down, pay your bills, prevent an economic shutdown.\nFor the first time in 17 years, the United States Congress failed to agree on a new budget and refused to extend the current one.\nHouse Republicans wanted to de-fund key parts of the Affordable Care Act as a condition to keep the government running.\nA shut down."}