{"article_title": "One-Armed Weightlifter, Krystal Cantu, Now Stronger After Amputation Than Before Her Accident", "article_keywords": ["accident", "crossfit", "amputation", "feel", "car", "athlete", "stronger", "onearmed", "cantu", "right", "shes", "strongest", "krystal", "arm", "weightlifter"], "article_url": "http://www.medicaldaily.com/one-armed-weightlifter-krystal-cantu-now-stronger-after-amputation-her-accident-298442", "article_text": "Krystal Cantu lost her right arm in a car accident last year, but now the CrossFit athlete says she's the strongest she's ever been.\n\nKrystal Cantu lost her right arm in a car accident last year, but now the CrossFit athlete says she's the strongest she's ever been. Facebook\n\nOne year after a car accident left Krystal Cantu without her right arm, the CrossFit athlete says she can now put up numbers bigger than what she was achieving with both limbs intact. The accident, she says, was actually “the best thing that could have happened to me.\"\n\nIn August 2013, Cantu and her boyfriend, Daniel Cuate, were driving through their hometown of San Antonio when suddenly one of their car tires blew out. The car flipped, leaving Cuate mostly unharmed but Cantu with serious injuries to her right arm. When she got to the hospital, the solution was obvious: Doctors had to amputate.\n\n\"When I arrived at the hospital, the surgeon came up to me and said that he had looked at everything and the arm needed to come off,” Cantu said, according to the NY Daily News.\n\nThree weeks after the operation, and Cantu was back in the gym — lifting barbells, swinging kettlebells, and hoisting dumbbells. The transition wasn’t easy, she admits. Occasionally, she’d catch the missing limb in the sunglasses of someone rushing to help her, and even a year later she says the accident crosses her mind every day.\n\nBut emotional strength eventually turned into physical strength. Today, Cantu can lift over 200 pounds off the floor and press it overhead with only her left arm, a feat the 25-year-old says makes her feel like a real-life superhero.\n\n“I feel like I can conquer anything when I'm in the gym,” she said. “I feel like I have super powers when I'm in there.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "one, armed, weightlifter, krystal, cantu, now, stronger, after, amputation, her, accident", "og": {"site_name": "Medical Daily", "description": "Krystal Cantu lost her right arm in a car accident last year, but now the CrossFit athlete says she's the strongest she's ever been.", "title": "She Lost An Arm, But Now Lifts Heavier Than Ever [VIDEO]", "url": "http://www.medicaldaily.com/one-armed-weightlifter-krystal-cantu-now-stronger-after-amputation-her-accident-298442", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/18/krystalcantu.jpg", "type": "article"}, "twitter": {"description": "Krystal Cantu lost her right arm in a car accident last year, but now the CrossFit athlete says she's the strongest she's ever been.", "title": "She Lost An Arm, But Now Lifts Heavier Than Ever [VIDEO]", "url": "http://www.medicaldaily.com/one-armed-weightlifter-krystal-cantu-now-stronger-after-amputation-her-accident-298442", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/18/krystalcantu.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/18/krystalcantu.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-08-18T10:15:38-04:00", "modified_time": "2014-08-18T10:15:37-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Krystal Cantu lost her right arm in a car accident last year, but now the CrossFit athlete says she's the strongest she's ever been."}, "_id": "\"57477af36914bd0286fcbba1\"", "article_summary": "Krystal Cantu lost her right arm in a car accident last year, but now the CrossFit athlete says she's the strongest she's ever been.\nFacebookOne year after a car accident left Krystal Cantu without her right arm, the CrossFit athlete says she can now put up numbers bigger than what she was achieving with both limbs intact.\nThe car flipped, leaving Cuate mostly unharmed but Cantu with serious injuries to her right arm.\nThree weeks after the operation, and Cantu was back in the gym — lifting barbells, swinging kettlebells, and hoisting dumbbells.\nThe accident, she says, was actually “the best thing that could have happened to me.\""}