{"article_title": "Karl Rove thinks he’s a hep cat, brags that he knows a woman with tattoos who might vote Republican next election", "article_keywords": ["tattoos", "woman", "hep", "knows", "hes", "try", "sure", "im", "rove", "vote", "republican", "totally", "thinks", "karl", "cool"], "article_url": "http://www.deathandtaxesmag.com/211312/karl-rove-thinks-hes-a-hep-cat-brags-that-he-knows-a-woman-with-tattoos-who-might-vote-republican-next-election/", "article_text": "One lesson everyone ought to try and learn by the end of high school: The harder you try to be cool, the less cool you will be. There is nothing less appealing on earth than someone desperately trying to be hip and with it, rather than just being comfortable with who they are. Although, in Karl Rove’s defense, there is literally nothing less cool on the planet than being Karl Rove.\n\nWhich, I imagine, is why Rove pulled out his street cred for this Fox News segment about Obamacare. Wherein he, for some reason, feels the need to mention that he totally knows a 34-year-old woman who has tattoos, and who he thinks may not vote Democrat next year because she has to pay more for her health insurance now.\n\nVia Talking Points Memo:\n\nEverything else aside, I’m pretty sure Republicans have been getting tattoos for a while now, Karl Rove. Where have you been? I’m pretty sure tattoos are just normal now and not any kind of an indicator of being a super cool bohemian. I mean, hey, I’m a total commie and I have exactly zero tattoos. Meanwhile, there’s this…\n\nAnd this…\n\nProbably the vast majority of people with Tasmanian Devil tattoos are Republican, I would just imagine.\n\nNot to mention this dude, who got his face Romneyed.\n\n\n\nIn light of these people, and the fact that certainly, many other people who vote Republican have tattoos, I am not sure that one lady Karl Rove has met, who has tattoos, and whom he suspects may not vote Democratic next election is exactly evidence the “OMG! Republicans are totally the cool party for all the young hep cats now!” evidence Rove thinks it is.", "article_metadata": {"description": "He's a jerk, but not a cool jerk.", "generator": "WordPress 4.5.2", "og": {"site_name": "Death and Taxes", "description": "He’s a jerk, but not a cool jerk.", "title": "Karl Rove thinks he’s a hep cat, brags that he knows a woman with tattoos who might vote Republican next election", "url": "http://www.deathandtaxesmag.com/211312/karl-rove-thinks-hes-a-hep-cat-brags-that-he-knows-a-woman-with-tattoos-who-might-vote-republican-next-election/", "image": {"width": 640, "identifier": "http://static.deathandtaxesmag.com/uploads/2013/12/hepcat-rove.jpg", "height": 370}, "type": "article"}, "twitter": {"description": "He’s a jerk, but not a cool jerk.", "card": "summary"}, "fb": {"pages": 119986914707220}, "keywords": "karl rove,republicans trying to be cool,politics", "article": {"published_time": "2013-12-13T17:30:54Z", "modified_time": "2013-12-13T17:28:14Z"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fc95d5\"", "article_summary": "Although, in Karl Rove’s defense, there is literally nothing less cool on the planet than being Karl Rove.\nRepublicans are totally the cool party for all the young hep cats now!” evidence Rove thinks it is.\nVia Talking Points Memo:Everything else aside, I’m pretty sure Republicans have been getting tattoos for a while now, Karl Rove.\nI’m pretty sure tattoos are just normal now and not any kind of an indicator of being a super cool bohemian.\nMeanwhile, there’s this…And this…Probably the vast majority of people with Tasmanian Devil tattoos are Republican, I would just imagine."}