{"article_title": "Open Letter to Speaker Paul Ryan and Senate Majority Leader Mitch McConnell: Defend the Second Amendment!", "article_keywords": ["wont", "millions", "republican", "power", "mitch", "failed", "senate", "unconstitutional", "stop", "ryan", "majority", "second", "speaker", "mcconnell", "letter", "paul", "obamas", "open", "stand"], "article_url": "http://www.conservativehq.com/article/21994-open-letter-speaker-paul-ryan-and-senate-majority-leader-mitch-mcconnell-defend-second", "article_text": "If You Won’t Stand With Us Against Obama’s Threat To Our Second Amendment Rights,\n\nWhy Should We Stand With You On Election Day?\n\nAs leaders of the Republican majority in Congress you have consistently betrayed America’s conservative majority and failed to fulfill your campaign promises to fight President Obama’s unconstitutional attempts to “fundamentally change America.”\n\nYou failed to stop Obamacare, the largest tax increase in history and a takeover of one-sixth of the U.S. economy.\n\nYou failed to stop the murder of millions by continuing to fund Planned Parenthood.\n\nYou failed to stop Obama’s unconstitutional “executive amnesty” that has allowed millions of illegal aliens to stay and work in America; undermining the rule of law, our national security, and the quality of life for millions of America’s working citizens and their families.\n\nYou failed to stop Obama’s IRS from targeting conservative and patriot organizations.\n\nYou failed to stop Obama’s nuclear weapons deal with Iran, an existential threat to our national security.\n\nAnd, you have failed to stop Obama from importing jihad to America by curbing immigration from Muslim terrorist hotspots.\n\nWhen you forced through the latest omnibus appropriations bill you gave away your most important constitutional responsibility and your most potent weapon to stop Obama’s unconstitutional power grabs – the power of the purse.\n\nThe Second Amendment is the last bulwark in defense of constitutional liberty. If you won’t stand with us to defend it, why should we stand with you on Election Day?\n\nNo more broken promises, no more show votes, no more cynical lies; my future support of the Republican Party and Republican candidates for Congress depends upon you fighting – and winning – the battle to protect the Second Amendment from Obama’s latest unconstitutional power grab.\n\nPetition First name: * Last name: * E-mail address: * Street address: City: State: Alaska Alabama Arkansas Arizona California Colorado Connecticut District Of Columbia Delaware Florida Georgia Hawaii Iowa Idaho Illinois Indiana Kansas Kentucky Louisiana Massachusetts Maryland Maine Michigan Minnesota Missouri Mississippi Montana North Carolina North Dakota Nebraska New Hampshire New Jersey New Mexico Nevada New York Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Virginia Vermont Washington Wisconsin West Virginia Wyoming Phone number: Mobile number: Sign up for our mailing list\n\nIf you won’t stand with us to defend it, why should we stand with you on Election Day?", "article_metadata": {"og": {"site_name": "ConservativeHQ.com", "title": "Open Letter to Speaker Paul Ryan and Senate Majority Leader Mitch McConnell: Defend the Second Amendment!"}}, "article_summary": "If you won’t stand with us to defend it, why should we stand with you on Election Day?\nIf You Won’t Stand With Us Against Obama’s Threat To Our Second Amendment Rights,Why Should We Stand With You On Election Day?\nYou failed to stop Obama’s nuclear weapons deal with Iran, an existential threat to our national security.\nWhen you forced through the latest omnibus appropriations bill you gave away your most important constitutional responsibility and your most potent weapon to stop Obama’s unconstitutional power grabs – the power of the purse.\nYou failed to stop Obama’s IRS from targeting conservative and patriot organizations."}