{"article_title": "Bay Path College physician assistants aim to increase medical care access in low-ranking Hampden County", "article_keywords": ["hampden", "physician", "practitioners", "lowranking", "students", "medical", "stay", "bay", "county", "patients", "program", "college", "student", "assistants", "path", "increase", "care"], "article_url": "http://www.masslive.com/news/index.ssf/2013/10/bay_path_college_physician_ass.html", "article_text": "Universal coverage creates an incredible amount of insured patients, but it doesn't create an incredible amount of providers to take care of them.\n\nBay Path College's new physician assistant studies program is aiming to change the dismal state of medical care access in Hampden County.\n\nDespite the presence of Baystate Medical Center in Springfield, Mercy Medical Center in Springfield and Holyoke Hospital among others, patient access to doctors remains a challenge.\n\nHampden County fared the worst of any Massachusetts county in a 2013 Robert Wood Johnson Foundation study that ranks counties according to factors like mortality rates, health behaviors, access to care and social and economic factors. The county is also designated a health professional shortage area by the Department of Health and Human Services, which measures physician to patient and physician to resident ratios.\n\nSince the implementation of the universal coverage law in Massachusetts in 2006 and the impending Affordable Care Act, Massachusetts and other states have been searching for solutions to increase medical access for the growing\n\nnumber of insured patients.\n\n\"It (universal coverage) creates an incredible amount of patients with insurance, but it doesn't create an incredible amount of providers to take care of them,\" said Dr. Jennifer Hixon, director of the physician assistant studies program at Bay Path College.\n\nThis is where physician assistants and nurse practitioners, who are increasingly being hired to act as part of a team of providers in medical practices, step in. While their roles change from practice to practice, they often see patients with more straightforward problems, and if advanced knowledge is required, the physician then provides that expertise.\n\nThe program, which is in its second year, held its White Coat ceremony celebrating the class of 2015 Thursday night on Bay Path's campus. Twenty-four students donned their white coats to signify their readiness to see patients in a clinical setting.\n\n\"Twenty years I've been doing this. As hokey as it sounds, the student changes when we give them these coats,\" said Hixon of the White Coat ceremony's significance. \"It's really kind of cool to see.\"\n\nBay Path's program, which received 600 applications for 24 available slots this year, purposefully recruits local students who plan to stay in the area. The developers of the program and its curriculum sought the input of 150 members of the local medical community, and many of them said the same thing.\n\n\"They want people trained from here that are going to stay here,\" said Hixon.\n\nHoang Trinh, the president of the class of 2015, is originally from Windsor, Conn., but plans to stay in the area after graduation.\n\n\"With all the opportunities we've had here in the community, I most likely will stay here,\" he said. \"A lot of us want to make an impact in the community and will end up serving in underserved areas.\"\n\nIn the past three years alone, Baystate Medical Center in Springfield has doubled its number of nurse practitioners and physician assistants, according to Senior Public Affairs Specialist Keith O'Connor.\n\nThe combination of the pressure on doctors to see as many patients as possible, the rising number of patients and the standards of quality care leads to the great need for physician assistants and nurse practitioners. The projected rate of growth in employment of the two professions in the next 10 years is about 30 percent.\n\nNow the trick is to amp up the number of both the academic programs and the clinical training programs for physician assistant students and graduates.\n\n\"The challenges that we have to overcome relate to establishing the additional training that physician assistants require before they're fully functional in the workplace,\" said Dr. Glenn Alli, vice president and medical director for community primary care at Baystate Medical Center, which has an average of 2,000 patients for every doctor.\n\nWhile Hixon maintains that hiring physician assistants and nurse practitioners can help a hospital's bottom line because their salaries are less costly than physicians, Alli says the profitability remains to be seen. However, there is no debate about the lessened financial burden of a physician assistant student compared to a medical student. Physician assistants go to school for two to three years as opposed to four years of medical school, and while medical students are paid during their additional three to five years of residency, it's not much.\n\n\"It will cost about $90,000 (at Bay Path),\" said Hixon. \"It's a terrible burden, but it is manageable financially. My students pick up an extra shift at the ER and earn enough money in one shift to pay their student loan payment for the month.\"", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "affordable-care-act, bay-path-college, bay-state-medical-center, jennifer-hixon, longmeadow, physician-assistant-studies, universal-coverage, news", "title": "Bay Path College physician assistants aim to increase medical care access in low-ranking Hampden County", "parsely-page": "{\"title\": \"Bay Path College physician assistants aim to increase medical care access in low-ranking Hampden County\", \"link\": \"http://www.masslive.com/news/index.ssf/2013/10/bay_path_college_physician_ass.html\", \"image_url\": \"http://image.masslive.com/home/mass-media/width620/img/republican/photo/2013/10/13560681-large.jpg\", \"type\": \"post\", \"post_id\": \"11409374\", \"pub_date\": \"2013-10-11T13:49:26Z\", \"author\": \"Kate Royals | kroyals@masslive.com\", \"tags\": [\"@homepage\",\"@longmeadow\",\"affordable-care-act\",\"bay-path-college\",\"bay-state-medical-center\",\"jennifer-hixon\",\"longmeadow\",\"physician-assistant-studies\",\"universal-coverage\"] }", "twitter": {"image": "http://image.masslive.com/home/mass-media/width620/img/republican/photo/2013/10/13560681-large.jpg", "creator": "@KRRoyals", "site": "@masslivenews", "card": "summary_large_image", "description": "Bay Path College's new physician assistant studies program\nis aiming to change the dismal state of medical care access in Hampden County."}, "article_date_updated": "Sunday, October 13, 2013, 10:55 AM", "parsely-metadata": "{\"short_title\": \"\", \"image_url\": \"http://media.masslive.com/republican/photo/2013/10/13560681-large.jpg\", \"author_name\": \"kateroyals\", \"author_nickname\": \"Kate Royals | kroyals@masslive.com\", \"author_id\": \"11037444\", \"source_blog_name\": \"Breaking News - MassLive.com\", \"source_blog_url\": \"http://www.masslive.com/news/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "masslive.com", "description": "Bay Path College's new physician assistant studies program\nis aiming to change the dismal state of medical care access in Hampden County.", "title": "Bay Path College physician assistants aim to increase medical care access in low-ranking Hampden County", "url": "http://www.masslive.com/news/index.ssf/2013/10/bay_path_college_physician_ass.html", "image": "http://image.masslive.com/home/mass-media/width620/img/republican/photo/2013/10/13560681-large.jpg", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "masslive.com", "article_comments": 0, "article_date_original": "Friday, October 11, 2013,  8:39 AM", "article_author": "Kate Royals | kroyals@masslive.com", "Description": "Bay Path College's new physician assistant studies program is aiming to change the dismal state of medical care access in Hampden County."}, "_id": "\"57477af36914bd0286fcbbbe\"", "article_summary": "Bay Path College's new physician assistant studies program is aiming to change the dismal state of medical care access in Hampden County.\nHowever, there is no debate about the lessened financial burden of a physician assistant student compared to a medical student.\nThis is where physician assistants and nurse practitioners, who are increasingly being hired to act as part of a team of providers in medical practices, step in.\nPhysician assistants go to school for two to three years as opposed to four years of medical school, and while medical students are paid during their additional three to five years of residency, it's not much.\nIn the past three years alone, Baystate Medical Center in Springfield has doubled its number of nurse practitioners and physician assistants, according to Senior Public Affairs Specialist Keith O'Connor."}