{"article_title": "Don's Cheese and Sausage Mart a tasty memory", "article_keywords": ["boulder", "cheese", "sausage", "don", "opened", "dons", "st", "mart", "tasty", "location", "memory", "baseline"], "article_url": "http://www.dailycamera.com/lifestyles/ci_28568166/dons-cheese-and-sausage-mart-tasty-memory-boulder", "article_text": "The original Don's Cheese and Sausage Mart was located at 1908 Pearl St. in the former Lund Hotel building. ( Carnegie Branch Library for Local History / Courtesy photo )\n\nWhere were you when you first tasted Don's famous bratwurst and bun, with hot German potato salad and white beans?\n\nChances are, if you were in the Boulder area between 1963 and 1987, you've been to at least one of the former Don's Cheese and Sausage Mart's four locations.\n\nHighly popular with the lunch crowd, the cheese and meat market was more of a delicatessen, with a few Formica-topped tables for those who wanted to sit down.\n\nDon Olk, the market's founder, was the son of a tavern owner in his home town of Racine, Wis. The World War II veteran and his wife, Frieda, moved to Boulder in 1961. Two years later, Don opened his own business at 1908 Pearl St., in the former John Lund Hotel. Constructed in 1877, the still-standing building once was a lively gathering place for Swedish immigrants and offered furnished rooms, as well as a saloon, restaurant and dance hall.\n\nIn the early days of Don's Cheese and Sausage Mart, Don advertised Usinger Sausages, which he had shipped in from Milwaukee. These included bratwurst, chorizo, liverwurst and other favorites that kept the downtown clientele clamoring for more.\n\nBefore long, however, Don founded the Boulder Sausage Co. and began making his own sausages from recipes said to have been passed down through his family.\n\nDon also made and served hot German potato salad. Prepared from his own recipe of crisp bacon, flour, bacon grease and water mixed with sugar, vinegar, onions, salt and pepper, then poured over cooked diced potatoes, the side dish was heavy on the grease but highly popular with the patrons.\n\nOther staples on the menu included sauerkraut and cole slaw. Always available was plenty of spicy hot mustard and garlic dill pickles.\n\nCounty Clerk records show that Olk sold out to Joseph Beeler in 1968. As owner and manager, Beeler kept the name of Don's Cheese and Sausage Mart and ran the 1908 Pearl St. location until 1979, when he relocated the business to 2720 Baseline Road (next to the Baseline Liquor Store).\n\nIn 1983, in addition to keeping the Baseline Road location, Beeler opened another Don's Cheese and Sausage Mart at 1580 Canyon Blvd. (east of the parking lot for Liquor Mart). Both the Baseline and Canyon locations closed in 1985. However, another Don's Mart opened at 2716 28th St., at Bluff St. (now the relocated home of Dot's Diner) and remained at that location until 1987 or 1988.\n\nAlthough a few additional Don's Marts opened in other parts of Colorado, the 28th Street location was the last one in Boulder. By then, the delis and the sausage company, under the same management, had slipped into bankruptcy. Selling off the deli locations allowed the sausage company to pay back taxes and debts and remain in business.\n\nMeanwhile, Don and Frieda had moved to Parachute, Colo. Frieda died in 1989 and Don in 1992, both at age 82. They are buried in Boulder's Mountain View Memorial Park. The couple had no children.\n\nThough Don is gone, the taste of his sausages lives on, as do the memories of his fans, thanks to Boulder Sausage Co. products sold in grocery stores.\n\nSilvia Pettem and Carol Taylor write about history for the Daily Camera. Email Silvia at pettem@earthlink.net, Carol at boulderhistorylibrarian@gmail.com or write to the Daily Camera, 5450 Western Ave., Boulder 80301.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/lifestyles/ci_28568166/dons-cheese-and-sausage-mart-tasty-memory-boulder", "sailthru.author": "By Silvia Pettem \n \n  For the Camera", "ag": {"canon": "BoulderDailyCamera:article:28568166:view"}, "startDate": "2015-08-01T09:00:00-0600", "twitter": {"domain": "dailycamera.com", "description": "Where were you when you first tasted Don's famous bratwurst and bun, with hot German potato salad and white beans?", "title": "Don's Cheese and Sausage Mart a tasty memory", "url": "http://www.dailycamera.com/lifestyles/ci_28568166/dons-cheese-and-sausage-mart-tasty-memory-boulder", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0731/20150731__02DCPHISw~2.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Lifestyles", "modificationDate": "2015-07-31T17:55:04-0600", "endDate": "2025-07-31T16:20:54-0600", "news_keywords": "Lifestyles, Lifestyles news, Boulder Colorado Lifestyles news, Boulder Colorado news, Lifestyles Boulder news, Lifestyles Colorado news, US Lifestyles news, world Lifestyles news.", "byline": "By Silvia PettemFor", "pubDate": "2015-07-31T17:56:40-0600", "sailthru.date": "2015-08-01T09:00:00-0600", "sailthru.title": "Don's Cheese and Sausage Mart a tasty memory", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0731/20150731__02DCPHISw~2_300.jpg", "description": "Where were you when you first tasted Don's famous bratwurst and bun, with hot German potato salad and white beans?", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/lifestyles/ci_28568166/dons-cheese-and-sausage-mart-tasty-memory-boulder", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Where were you when you first tasted Don's famous bratwurst and bun, with hot German potato salad and white beans?", "title": "Don's Cheese and Sausage Mart a tasty memory"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0731/20150731__02DCPHISw~2.jpg"}, "_id": "\"57477af36914bd0286fcbbc6\"", "article_summary": "In the early days of Don's Cheese and Sausage Mart, Don advertised Usinger Sausages, which he had shipped in from Milwaukee.\nThe original Don's Cheese and Sausage Mart was located at 1908 Pearl St. in the former Lund Hotel building.\nIn 1983, in addition to keeping the Baseline Road location, Beeler opened another Don's Cheese and Sausage Mart at 1580 Canyon Blvd.\nChances are, if you were in the Boulder area between 1963 and 1987, you've been to at least one of the former Don's Cheese and Sausage Mart's four locations.\nHowever, another Don's Mart opened at 2716 28th St., at Bluff St. (now the relocated home of Dot's Diner) and remained at that location until 1987 or 1988."}