{"article_title": "Larry and His Flask kicks off new year at The Capitol; Bend’s newest venue offers food, drinks, music in high-end setting", "article_keywords": ["going", "kind", "newest", "capitol", "edgell", "food", "highend", "marshall", "venue", "think", "flask", "live", "offers", "music", "bend", "kicks", "larry", "setting"], "article_url": "http://www.bendbulletin.com/entertainment/3831822-151/larry-and-his-flask-kicks-off-new-year", "article_text": "If you go What: Larry and His Flask, with Willy Tea Taylor, Tom Vandenavond When: 10 p.m. Thursday, doors at 9:30 p.m. Where: The Capitol, 190 NW Oregon Ave., Bend Cost: $15 plus fees in advance, $20 at the door Contact: www.thecapitolbend.com or 541-678-5740\n\nSean Day and Nate Edgell, co-owners of Bend’s newest restaurant/music venue, The Capitol, are adamant: Any show at the venue will be an event.\n\n“That’s the biggest thing that we’ve had a lot of questions about,” Day said recently while working on some last-minute stage construction in the newly opened venue. “People would come down on Friday night, we wouldn’t have anything going on, and they’d be like, ‘Oh, I thought this was a dance club.’ And it’s like, well, it’s not a dance club. It’s a music venue that has great food, that has great cocktails, and we only want to do promoted shows.”\n\nDark nights at The Capitol have been few and far between since the venue opened its doors in late November, and they’re getting rarer still. Already the venue, located in downtown underneath Patagonia, Bishop’s Barber Shop and Wild Rose Thai restaurant, has launched two themed Thursdays — the throwback Electroswing party on the second Thursday of every month, and ’80s Night on the third Thursday of every month.\n\nLocal favorite Jive Coulis kicked off live music at the venue Dec. 5. This past weekend saw Colorado folk duo The Good Time Travelers play the venue Friday night, followed by an electronic house music showcase from Beat Lab Radio on Saturday. The Capitol will gear up for its biggest show yet Thursday: Larry and His Flask’s traditional New Year’s Eve show.\n\nThe local folk-punk mainstays are bringing the show back after a quiet year with only three gigs, including headlining slots at Crawfest and the Bend Summer Festival this summer. It even skipped the New Year’s Eve show last year.\n\n“This year we decided to make it happen again, and we heard about (The Capitol),” bassist Jeshua Marshall said. “We found out about it and checked it out. We had an offer from the Old Stone Church and from The Capitol, and we kind of thought it would be cool to try out a new spot since we had done it at the Old Stone Church in the past. They’ve been really cool to work with so far, so we’re excited to do it up.”\n\nThe show, which also features California folkies Willy Tea Taylor and Tom Vandenavond, will kick off a much more active year for LAHF. The band is planning a cross-country tour out to Florida in the spring and a European tour in the summer. Marshall said the band also hopes to begin recording a new album, its first since 2013’s “By the Lamplight,” when not on the road. Additionally, the band’s members are active around town in side projects Woebegone and Guardian of the Underdog.\n\n“We’re definitely — we’re going back at it, but we’re going at it at a more relaxed pace, not full-time touring mode,” Marshall said. “I don’t know if we’ll ever return to that mode. We’re just stoked to be playing music together again.”\n\nAnd like many local musicians and promoters, Marshall and the rest of the band are excited about a new, mid-sized music venue in town (The Capitol can hold about 300 people in its concert space, a room off to the side of the main bar and restaurant).\n\n“I think we do need it, especially to have something downtown that helps bring a crowd out,” Marshall said. “There’s just not a lot of options. … It’s cool that there’s a new spot, and it seems like they’re kind of catering to the whole dance club kind of scene, but also working live music into it, which is cool. I think any kind of growth like that for Bend is good; it’s always kind of a struggle to keep live music going here because of people complaining about the noise, or people not wanting that kind of image, I guess, for Bend.”\n\nLongtime music scene followers know opening a music venue in this city isn’t always easy. In June 2013 the city lost a key venue in the Horned Hand; in 2007 live music venue and restaurant The Grove shut its doors. Those are just two examples.\n\nDay and Edgell, however, are confident The Capitol’s mix of high-end cocktails, food and promoted events, plus its prime location in downtown, will help it avoid some of the pitfalls of venues past.\n\n“We’ve always talked about it, we’re kind of the trifecta: We have dinner to start off with, we have the bar that’s always going to make us money, and then the icing on the cake is the music venue,” Edgell said. “So (we’re) trying to basically fill every open minute with something to be profitable, and just stay viable as a business so that we can continue to bring live music to (Bend).”\n\nThe owners both have experience in the hospitality and promotion businesses. Day moved to Bend about four years ago, and has worked in the restaurant business for 20 years. Edgell, a Bend resident since 1998, has worked in concessions for the Les Schwab Amphitheater, as well as with the theater’s production company, Portland-based Monqui Presents.\n\nOriginally the two had planned to open The Capitol this summer, but their application with the city, filed in December of last year, wasn’t approved until March. Renovations complicated the matter; at one point construction workers found a large slab of bedrock under the room when trying to dig out a plumbing trench. It cost an extra $40,000 to have it removed, Edgell said.\n\nThe entrance on Oregon Avenue opens on a stairway leading down into the basement of the building, where The Capitol is situated. The venue is named for the Capitol Theatre, a historic theater open from 1922 to 1955 in downtown on the corner of Wall Street and Greenwood Avenue, where Bank of America is today.\n\nThe Capitol’s bar, created from reclaimed floor joists, is the first thing customers see when they walk in, along with large-screen TVs playing old horror and sci-fi films. The dining room is off to the right, along with an assortment of old-school arcade games such as “Pac-Man” lining the side wall.\n\nThe live music space is to the left, cordoned off with a series of closet doors. The back wall of the space is covered in old tin tiles that were found in the building. The stage — which made its debut Friday — sits at an angle, commanding a view of the entire room.\n\n“It’s going to be a temporary stage, but it’s going to be more permanent than temporary (in that it) will be movable, depending on the act, the size of the acts and depending on the show,” Day said.\n\nResponse to the venue so far has been strong, according to Edgell. Stacy Totland, founder of the 4 Peaks Music Festival and promoter of The Good Time Travelers show last Friday, said she’s looking forward to bringing more shows to the venue in the fall, spring and winter months.\n\n“I think (The Capitol) is in line with what Bend could thrive on, not only with good, sustainable, tasty food and beverages, but just as a good-sized music venue for live music,” Totland said. “… I still think we need a larger indoor venue, which is something some of us always harp on, but (The Capitol) does fill a niche of a different kind of venue, a different vibe, different kinds of crowds, good food.”\n\n“The town was lacking, for sure,” Edgell said. “There’s a lot of local acts that haven’t had time to shine in something a little bit bigger. We’ve got Larry and His Flask for New Year’s Eve; they’re a pretty big band, but I think the intimate space here is gonna be really fun for them and fun for us and all the people that are coming to enjoy the show.”\n\n— Reporter: 541-617-7814, bmcelhiney@bendbulletin.com", "article_metadata": {"description": "Sean Day and Nate Edgell, co-owners of Bend’s newest restaurant/music venue, The Capitol, are adamant: Any show at the venue will be an event. “That’s the biggest thing that we’ve had a lot of questions about,” Day said recently while working on some last-minute stage construction in the newly opened venue. “People would come down on Friday night, we wouldn’t have anything going on, and they’d be like, ‘Oh, I thought this was a dance", "og": {"site_name": "The Bulletin", "description": "Sean Day and Nate Edgell, co-owners of Bend’s newest restaurant/music venue, The Capitol, are adamant: Any show at the venue will be an event. “That’s the biggest thing that we’ve had a lot of questions about,” Day said recently while working on some last-minute stage construction in the newly opened venue. “People would come down on Friday night, we wouldn’t have anything going on, and they’d be like, ‘Oh, I thought this was a dance", "title": "Larry and His Flask kicks off new year at The Capitol", "url": "http://www.bendbulletin.com/entertainment/3831822-151/larry-and-his-flask-kicks-off-new-year", "image": "http://www.bendbulletin.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=11gNHCwKIo8D$43IxU3gZ8$daE2N3K4ZzOUsqbU5sYuyKXraUQ$ZhoycFHZvXN4YWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg", "type": "article"}, "twitter": {"site": "@thebulletin", "image": {"src": "http://www.bendbulletin.com/csp/mediapool/sites/dt.common.streams.StreamServer.cls?STREAMOID=11gNHCwKIo8D$43IxU3gZ8$daE2N3K4ZzOUsqbU5sYuyKXraUQ$ZhoycFHZvXN4YWCsjLu883Ygn4B49Lvm9bPe2QeMKQdVeZmXF$9l$4uCZ8QDXhaHEp3rvzXRJFdy0KqPHLoMevcTLo3h8xh70Y6N_U_CryOsw6FTOdKL_jpQ-&CONTENTTYPE=image/jpeg"}, "description": "Sean Day and Nate Edgell, co-owners of Bend’s newest restaurant/music venue, The Capitol, are adamant: Any show at the venue will be an event. “That’s the biggest thing that we’ve had a lot of questions about,” Day said recently while working on some last-minute stage construction in the newly opened venue. “People would come down on Friday night, we wouldn’t have anything going on, and they’d be like, ‘Oh, I thought this was a dance", "card": "summary", "title": "Larry and His Flask kicks off new year at The Capitol"}, "msapplication-TileColor": "#035CB6", "msapplication-TileImage": "http://statics.bendbulletin.com/images/thebulletin_retro_nav_small.png/images/bb-windows-tile.png", "__sync_contentCategory": "pw", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "In June 2013 the city lost a key venue in the Horned Hand; in 2007 live music venue and restaurant The Grove shut its doors.\nThe live music space is to the left, cordoned off with a series of closet doors.\nLocal favorite Jive Coulis kicked off live music at the venue Dec. 5.\n“I think (The Capitol) is in line with what Bend could thrive on, not only with good, sustainable, tasty food and beverages, but just as a good-sized music venue for live music,” Totland said.\nThe Capitol will gear up for its biggest show yet Thursday: Larry and His Flask’s traditional New Year’s Eve show."}