{"article_title": "Birth control pills, no prescription needed: Is GOP bill a good idea?", "article_keywords": ["control", "available", "safe", "good", "prescription", "contraception", "purchase", "bill", "idea", "gardner", "gop", "access", "needed", "birth", "women", "pills", "counter"], "article_url": "http://www.al.com/opinion/index.ssf/2015/05/should_birth_control_pills_be.html", "article_text": "A pair of Republican lawmakers want women to be able to purchase birth control pills and other forms of contraceptives without a prescription, a move opposed by physicians' groups\n\nSens. Cory Gardner, R-Colo. and Sen. Kelly Ayotte, R-NH, have introduced the Allowing Greater Access to Safe and Effective Contraception Act that would require drug companies to start the process of selling their products over the counter. The bill would also waive any FDA fees associated with the change.\n\n\"Most other drugs with such a long history of safe and routine use are available for purchase over the counter, and contraception should join them,\" Gardner said in a written statement. \"Making this medication available over the counter would increase access in rural and underserved areas, save consumers money by increasing competition and availability, and save women time by increasing the ease of getting the safe contraception they need.\"\n\nThe idea is opposed by Planned Parenthood and American Congress of Obstetricians and Gynecologists. Both groups point out that under the Affordable Care Act, insurance plans are required to cover all FDA-approved forms of birth control. If birth control pills and other contraceptives are available over the counter and not covered by insurance, prices could go up and access down, said Dr. Mark DeFrancesco, president of the American Congress of Obstetricians and Gynecologists.\n\n\"Unfortunately, instead of improving access, this bill would actually make more women have to pay for their birth control, and for some women, the cost would be prohibitive,\" DeFrancesco said. We cannot support a plan that creates one route to access at the expense of another, more helpful route.\"\n\nGardner said the bill addresses that issue by repealing the Affordable Care Act's restriction on the use of health savings accounts to purchase over-the-counter drugs without a prescription.\n\n\"It's time to allow women the ability to make their own decisions about safe, effective, and long-established methods of contraception,\" Gardner said.\n\nWhat do you think of the idea? Should birth control that now requires a prescription be available over-the-counter?", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "opinion", "title": "Birth control pills, no prescription needed: Is GOP bill a good idea?", "og": {"site_name": "AL.com", "description": "A pair of Republican lawmakers want women to be able to purchase birth control pills and other forms of contraceptives without a prescription, a move opposed by physicians groups", "title": "Birth control pills, no prescription needed: Is GOP bill a good idea?", "url": "http://www.al.com/opinion/index.ssf/2015/05/should_birth_control_pills_be.html", "image": "http://image.al.com/home/bama-media/width620/img/opinion/photo/birth-control-pillsjpg-1296e1401af1ab84.jpg", "type": "article"}, "twitter": {"description": "A pair of Republican lawmakers want women to be able to purchase birth control pills and other forms of contraceptives without a prescription, a move opposed by physicians groups", "creator": "@LeadaGore", "image": "http://image.al.com/home/bama-media/width620/img/opinion/photo/birth-control-pillsjpg-1296e1401af1ab84.jpg", "title": "Birth control pills, no prescription needed: Is GOP bill a good idea?", "site": "@aldotcom", "card": "summary_large_image"}, "article_date_updated": "Wednesday, May 27, 2015,  7:23 AM", "fb": {"admins": 100000302287435}, "article_publication_name": "AL.com", "article": {"author": "https://www.facebook.com/leada.gore"}, "article_comments": 0, "article_date_original": "Wednesday, May 27, 2015,  7:22 AM", "article_author": "Leada Gore | lgore@al.com", "Description": "A pair of Republican lawmakers want women to be able to purchase birth control pills and other forms of contraceptives without a prescription, a move opposed by physicians groups"}, "_id": "\"57477af46914bd0286fda4a1\"", "article_summary": "Both groups point out that under the Affordable Care Act, insurance plans are required to cover all FDA-approved forms of birth control.\nA pair of Republican lawmakers want women to be able to purchase birth control pills and other forms of contraceptives without a prescription, a move opposed by physicians' groupsSens.\nShould birth control that now requires a prescription be available over-the-counter?\n\"Unfortunately, instead of improving access, this bill would actually make more women have to pay for their birth control, and for some women, the cost would be prohibitive,\" DeFrancesco said.\n\"It's time to allow women the ability to make their own decisions about safe, effective, and long-established methods of contraception,\" Gardner said."}