{"article_title": "New leader turns around Hillsborough’s homeless program", "article_keywords": ["merrill", "center", "beginnings", "turns", "hillsboroughs", "housing", "st", "county", "program", "homeless", "residents", "leader", "tampa", "mental"], "article_url": "http://www.tbo.com/news/politics/new-leader-turns-around-hillsboroughs-homeless-program-20141214/", "article_text": "— After years of floundering, Hillsborough County is picking up steam in its efforts get homeless people on a new track and officials give much of the credit to a new leader with a talent for pulling together competing organizations.\n\nThe turnaround began when Hillsborough County Administrator Mike Merrill went looking for a new strategy after scandal rocked the county’s Homeless Recovery Program late last year. The problems centered on Republican fundraiser William “Hoe” Brown, to whom the county paid $625,000 for housing homeless people in run-down, vermin-infested units.\n\nMerrill abolished the department and shifted its money to non-profit agencies. Still, he kept his hand in.\n\nIn January, Merrill made a fact-finding trip to St. Louis, a city he heralded has having the “best program in the United States.” Merrill was so impressed he hired the director of the St. Louis homeless program, Antoinette Hayes Triplett, to lead the newly regrouped Tampa Hillsborough Homeless Initiative.\n\nTriplett had been successful in uniting 20 St. Louis-area agencies to provide mental health services and housing for chronically homeless people. She was also adept at getting federal grants for housing.\n\n“For a long time we recognized we didn’t have a level of cooperation and collaboration among agencies,” said Assistant County Administrator Sharon Subadan, who works closely with Triplett. “That’s the piece that Antoinette brought that really wasn’t here before.”\n\n❖ ❖ ❖\n\nSince Triplett assumed leadership of the agency formerly known as the Homeless Coalition, things have been happening fast. On Veterans Day, 51 homeless vets were put in renovated or vacant apartments as part of Operation Reveille, a program Triplett had organized in St. Louis.\n\nAnd on Dec. 3, county commissioners approved spending $3.2 million for a Community Housing Solutions Center where homeless people have access to short-term housing, day or night, seven days a week. In addition to food and shelter, the center will provide medical, mental health and substance abuse treatment.\n\nThe center, which opens today, will be administered by the Drug Abuse Comprehensive Coordinating Office, a nonprofit organization created by local business and government leaders in 1973.\n\nThe goal is for the homeless to feel welcome, said Mary Lynn Ulrey, DACCO’s chief executive officer.\n\nIf there is substance abuse or mental illness, we will address that as well,” Ulrey said.\n\nDACCO was chosen to run the center over the Salvation Army, the other organization that passed the county’s vetting process. DACCO scored more points, largely because it had a building available at 3630 N. 50th St. that had previously housed about 70 men undergoing substance abuse treatment.\n\nStaff at the solutions center will include a medical doctor who can screen clients for health problems and a part-time psychiatrist to help residents cope mental challenges so they can get a job and live independently.\n\n“All of them will get a (medical) history and physical in two weeks that will sort them for diabetes or chronic illnesses so they’ll feel like working,” Ulrey said.\n\n❖ ❖ ❖\n\nOperation Reveille and the Housing Solutions Center are in line with “Housing First,” a strategy gaining nationwide momentum that stresses putting as many homeless people as possible in transitional housing — and quickly. Once there, residents can concentrate on problems that put them on the streets to begin with.\n\nWithout reliable housing, many are left to seek hard-to-get spots in overnight shelters run by the Salvation Army or other charitable organizations. They check in at 6 or 7 in the evening and leave about the same time in the morning.\n\n“The shift was getting those folks into a stable, permanent housing solution,” Merrill said. “Then they don’t have to think about where they’re going to sleep, where they’re going to get their next meal. So now you can truly work on other issues, whether it’s substance abuse or something else.”\n\nThe Housing Solutions Center is an expansion of existing county efforts. In November 2012, the Affordable Housing Department used a federal grant to refurbish a 24-unit apartment building in north Tampa. Renamed Cypress Landing, the housing project is administered by Mental Health Care Inc., which provides counseling and other services.\n\nThe county also has found housing for 588 people — all in families — through a $1.7 million contract with Metropolitan Ministries. The money came from the now-defunct Homeless Recovery Program.\n\nAnother large transitional housing operation is New Beginnings, a nonprofit run by Pentecostal Pastor Tom Atchison. The north Tampa charity houses 120 men who agree to stay at the center for six months and to abstain from alcohol and drug use. Those who break the rules are kicked out.\n\nThe residents must work, either at New Beginnings or off site at a furniture store owned by the charity or at other nonprofits. Atchison calls it “work therapy,” and says it has been effective in getting many — but not all — New Beginnings residents drug- and alcohol-free so they can get a job.\n\nThe ministry currently is operating under a cloud, however.\n\n❖ ❖ ❖\n\nThe U.S. Department of Labor is investigating complaints that New Beginnings forced residents to work concessions without pay at Tampa Bay Rays and Buccaneers games. Atchison denied the allegations and invited the investigation. He said the men volunteer for the duty — as do people from many charities — and allow New Beginnings to keep the teams’ payment to put toward their room and board of $115 a week.\n\nThe coordinated effort to battle homelessness includes techniques for preventing it.\n\nThe county has revamped its Social Services Department to act quickly when people face eviction or loss of electricity.\n\nSubadan, the assistant county administrator, said the wait time for clients to get help at one of the county’s neighborhood service centers has been reduced from 10 or more days to a day and a half.\n\n“At Social Services we’re really emphasizing homeless prevention,” Subadan said. “When someone comes into us on the brink, we’re trying to see how we can help them not fall into homelessness in the first place.”\n\nAll these efforts cost money, and Merrill is hoping a reinvigorated Tampa Hillsborough Homeless Initiative — under new leadership — will attract help from corporate leaders.\n\n“When the new board reformed the THHI,” Merrill said, “it was our commitment — our mission — that it was going to own the issue of homelessness and find a way to bring together all the resources working together in an integrated way.”\n\nTriplett said corporate leaders should know that dollars spent on housing homeless people can pay off in economic growth. Children in stable homes are more likely to stay in school and flourish, she said, providing skilled workers for the future.\n\n“It’s not only the morally correct thing to do, it’s the economically correct thing to do.”\n\nmsalinero@tampatrib.com\n\n(813) 259-8303", "article_metadata": {"taboola-pub-time": "Sun, 14 Dec 2014 15:46:22 -0400", "Description": "TAMPA — After years of floundering, Hillsborough County is picking up steam in its efforts get homeless people on a new track and officials give much of the credit to a new leader with a talen", "og": {"site_name": "TBO.com", "description": "TAMPA — After years of floundering, Hillsborough County is picking up steam in its efforts get homeless people on a new track and officials give much of the credit to a new leader with a talen", "title": "New leader turns around Hillsborough’s homeless program", "url": "http://www.tbo.com/news/politics/new-leader-turns-around-hillsboroughs-homeless-program-20141214/", "image": {"width": 1523, "identifier": "http://www.tbo.com/storyimage/TB/20141214/ARTICLE/141219587/EP/1/1/EP-141219587.jpg", "height": 2260}, "updated_time": "2014-12-14T15:46:00Z-04", "type": "article"}, "twitter": {"domain": "tbo.com", "description": "TAMPA — After years of floundering, Hillsborough County is picking up steam in its efforts get homeless people on a new track and officials give much of the credit to a new leader with a tal", "title": "New leader turns around Hillsborough’s homeless program", "image": "http://www.tbo.com/storyimage/TB/20141214/ARTICLE/141219587/AR/0/AR-141219587.jpg", "site": "@TBOcom", "card": "summary_large_image"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2014-12-14T15:46:22Z-04", "modified_time": "2014-12-14T15:46:00Z-04"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fd2f8e\"", "article_summary": "The problems centered on Republican fundraiser William “Hoe” Brown, to whom the county paid $625,000 for housing homeless people in run-down, vermin-infested units.\nTriplett had been successful in uniting 20 St. Louis-area agencies to provide mental health services and housing for chronically homeless people.\nThe turnaround began when Hillsborough County Administrator Mike Merrill went looking for a new strategy after scandal rocked the county’s Homeless Recovery Program late last year.\nOn Veterans Day, 51 homeless vets were put in renovated or vacant apartments as part of Operation Reveille, a program Triplett had organized in St. Louis.\nAtchison calls it “work therapy,” and says it has been effective in getting many — but not all — New Beginnings residents drug- and alcohol-free so they can get a job."}