{"article_title": "Report Offers a Mixed View of Health Care Law Costs", "article_keywords": ["billion", "office", "federal", "million", "budget", "costs", "mixed", "offers", "health", "coverage", "report", "medicaid", "law", "insurance", "care", "view"], "article_url": "http://www.nytimes.com/2016/03/25/us/politics/report-offers-a-mixed-view-of-health-care-law-costs.html", "article_text": "Photo\n\nWASHINGTON — More people will be enrolled in Medicaid than predicted a year ago, fewer will be covered through the new public insurance marketplaces and the overall cost of insurance coverage under the Affordable Care Act will be higher than expected last year, the Congressional Budget Office said Thursday.\n\nBut the cost of insuring people will be substantially lower than the budget agency expected when the law was passed, on party-line votes, in 2010. It now estimates that the cost will total $465 billion in 2016-19, which is 25 percent less than its original estimate.\n\nThe law slashed the number of uninsured by expanding Medicaid eligibility and by offering subsidies for private insurance sold in the new marketplaces, or exchanges.\n\nThose provisions of the law “are estimated to reduce the number of uninsured people by 22 million and to result in a net cost to the federal government of $110 billion” this year, the budget agency said in a new report. The cost of those provisions from 2016 through 2025 is $136 billion higher than projected in last year’s report, climbing by 11 percent to a total of more than $1.3 trillion.\n\nKeith Hall, the director of the Congressional Budget Office, said the biggest reason for the changes was an increase in projected spending for Medicaid. More people who qualify for Medicaid under the health care law are expected to enroll, he said.\n\nAdvertisement Continue reading the main story\n\nProjections by the nonpartisan budget office influenced members of Congress who wrote the health law in 2009-10, and its updated estimates continue to shape the debate over health care. Its numbers are used by the White House and by lawmakers of both parties as a benchmark against which to measure the success of the law.\n\nWhen the law was passed, the budget office predicted that 21 million people would have coverage this year through federal and state insurance exchanges. It reiterated that estimate last March.\n\nNow the budget office says just 12 million people will be covered this year by insurance purchased through the exchanges, and it sees enrollment climbing to 15 million next year and an average of 18 million to 19 million each year from 2018 to 2026.\n\nBy contrast, when President Obama signed the health care law, the budget office estimated that 52 million people younger than 65 would have coverage this year through Medicaid or the Children’s Health Insurance Program.\n\nIt now estimates that an average of 68 million people under 65 will be covered by those programs in a given month this year.\n\nThe difference is striking because the budget office’s earlier estimate assumed that all states would expand Medicaid. In fact, as a result of a Supreme Court decision, the expansion became optional, and 19 states have refused to participate. The budget office says that 11 million people who became eligible under the Affordable Care Act are now enrolled in Medicaid, and the White House says that another four million uninsured people could gain coverage if all states expanded eligibility.\n\nMedicaid provides more generous, more comprehensive coverage than many of the health insurance policies purchased by consumers on the exchanges.\n\nMajor health programs now account for 29 percent of federal spending, according to the budget office, and their share will grow to 32 percent in a decade. If current tax and spending policies remain, it said, the federal budget deficit will total $534 billion this year, nearly $100 billion more than last year. Moreover, it said, “this year is likely to be the first since 2009 in which the federal deficit will increase as a share of the nation’s output — from 2.5 percent of gross domestic product in 2015 to 2.9 percent in 2016.”\n\nAdvertisement Continue reading the main story\n\nThis year, for the first time, the budget office tried to provide a full picture of federal health insurance subsidies for people under 65, and it found that they totaled $660 billion this year.\n\nThat includes $32 billion in tax credits to help people pay premiums for insurance on the exchanges; $7 billion in “cost-sharing reductions,” which lower their deductibles and other out-of-pocket costs; $64 billion for people who became eligible for Medicaid because of the health law; and $203 billion for people who would have been eligible anyway.\n\nOne of the largest subsidies, the budget office said, is a tax break for insurance that people receive through their jobs. What employers pay for such coverage is a form of compensation to employees, but, unlike wages, it is generally not subject to income or payroll taxes. This tax break amounts to a federal subsidy of $266 billion this year, the budget office said.\n\nThe report predicts a modest decline in the number of people under 65 with employment-based coverage, to 152 million in 2019, from 155 million today. Most of the change is attributable to the Affordable Care Act, as workers now have other sources of coverage, the budget office said.\n\nIt still expects some employers to stop offering coverage, but it acknowledges that “there is little evidence” that any substantial number of employers have done so — a point often made by Obama administration officials in response to critics of the law.", "article_metadata": {"tone": "news", "ptime": 20160324203211, "twitter": {"description": "The Congressional Budget Office says the overall cost of insurance coverage will be higher than was predicted last year, but much lower than was expected in 2010.", "title": "Report Offers a Mixed View of Health Care Law Costs", "url": "http://www.nytimes.com/2016/03/25/us/politics/report-offers-a-mixed-view-of-health-care-law-costs.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000004291323"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2016/03/25/us/25healthweb/25healthweb-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2016/03/25/us/politics/report-offers-a-mixed-view-of-health-care-law-costs.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000004291323", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2016/03/25/us/politics/report-offers-a-mixed-view-of-health-care-law-costs.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "us/politics", "hdl_p": "Report Offers a Mixed View of Health Care Law Costs", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "DISPLAYDATE": "March 24, 2016", "edt": "NewYork", "org": "Congressional Budget Office", "keywords": "Health Insurance and Managed Care,Patient Protection and Affordable Care Act (2010),Congressional Budget Office,Medicaid,Obama  Barack,Hall  Keith", "news_keywords": "Medicaid", "applicationName": "article", "PT": "article", "author": "Robert Pear", "SCG": "politics", "sourceApp": "nyt-v5", "per": "Hall, Keith", "thumbnail_150_width": 150, "byl": "By ROBERT PEAR", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "The Congressional Budget Office says the overall cost of insurance coverage will be higher than was predicted last year, but much lower than was expected in 2010.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2016/03/25/us/25healthweb/25healthweb-thumbStandard.jpg", "description": "The Congressional Budget Office says the overall cost of insurance coverage will be higher than was predicted last year, but much lower than was expected in 2010.", "CG": "us", "robots": "noarchive", "dat": "March 24, 2016", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "article": {"author": "http://topics.nytimes.com/top/reference/timestopics/people/p/robert_pear/index.html", "section_url": "http://www.nytimes.com/section/us", "section": "Politics", "modified": "2016-03-25", "collection": "https://static01.nyt.com/services/json/sectionfronts/politics/index.jsonp", "tag": "Hall, Keith", "published": "2016-03-24", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "thumbnail_height": 75, "slug": "25health", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20160325161307, "og": {"url": "http://www.nytimes.com/2016/03/25/us/politics/report-offers-a-mixed-view-of-health-care-law-costs.html", "image": "https://static01.nyt.com/images/2016/03/25/us/25healthweb/25healthweb-facebookJumbo.jpg", "type": "article", "description": "The Congressional Budget Office says the overall cost of insurance coverage will be higher than was predicted last year, but much lower than was expected in 2010.", "title": "Report Offers a Mixed View of Health Care Law Costs"}, "pdate": 20160324, "des": "Medicaid", "articleid": 100000004291323, "cre": "The New York Times", "hdl": "Report Offers a Mixed View of Health Care Law Costs", "thumbnail_150": "https://static01.nyt.com/images/2016/03/25/us/25healthweb/25healthweb-thumbLarge.jpg", "PST": "News"}, "article_summary": "Advertisement Continue reading the main storyProjections by the nonpartisan budget office influenced members of Congress who wrote the health law in 2009-10, and its updated estimates continue to shape the debate over health care.\nMost of the change is attributable to the Affordable Care Act, as workers now have other sources of coverage, the budget office said.\nMore people who qualify for Medicaid under the health care law are expected to enroll, he said.\nMedicaid provides more generous, more comprehensive coverage than many of the health insurance policies purchased by consumers on the exchanges.\nBy contrast, when President Obama signed the health care law, the budget office estimated that 52 million people younger than 65 would have coverage this year through Medicaid or the Children’s Health Insurance Program."}