{"article_title": "Jim McDermott, Seattle's congressman for 14 terms, to retire", "article_keywords": ["republican", "jim", "terms", "14", "congress", "house", "rep", "retire", "seattles", "mcdermott", "elected", "district", "health", "congressman", "seattle"], "article_url": "http://www.seattlepi.com/local/article/Jim-McDermott-Seattle-s-congressman-for-13-6735257.php", "article_text": "Jim McDermott, Seattle's congressman for 14 terms, to retire\n\nPhoto: SEATTLEPI.COM Image 1 of / 1 Caption Close Image 1 of 1 Congressman Jim McDermott is expected to announce his retirement. Congressman Jim McDermott is expected to announce his retirement. Photo: SEATTLEPI.COM Jim McDermott, Seattle's congressman for 14 terms, to retire 1 / 1 Back to Gallery\n\nU.S. Rep. Jim McDermott, D-Wash., announced his retirement from Congress on Monday after 14 terms on Capitol Hill.\n\n\"I retire from the House forever humble and grateful to my constituents for their embrace,\" McDermott said at a news conference.\n\nHe said he decided to retire, then announced it to his sons and family during a holiday ski vacation at Sun Valley, Idaho. They gave him a standing ovation when he announced his decision. Just before making his announcement on Monday, McDermott talked to a longtime House colleague who departed in 2012: \"Norm Dicks called me and said, 'Hey, there's life after Congress,' \" McDermott joked.\n\nMcDermott was elected in 1988 and has been dubbed Seattle's \"congressman for life\" but had a lengthy political career before that. He was the first Democrat elected to the Legislature from Seattle's hitherto-solidly Republican 43rd District. He ran unsuccessfully for governor three times and toppled Gov. Dixy Lee Ray in the 1980 Democratic primary.\n\nMcDermott made his reputation in Congress as a tireless advocate of single-payer health insurance – he backed Obamacare as the best available alternative – and as a trenchant critic of the Bush II administration on Iraq.\n\nThe pre-Congress career: McDermott, a young Seattle physician became, in 1970, the first Democrat ever elected to the Washington Legislature from the hitherto-solidly Republican 43rd District. McDermott ran for governor three times.\n\nHe lost the 1970 and 1984 Democratic primaries. In the 1980 primary, however, he toppled Gov. Dixy Lee Ray -- Washington's last truly bad governor -- only to succumb to John Spellman's \"liberal Seattle psychiatrist\" negative advertising in the general election. Spellman was to be Washington's last Republican governor.\n\nMcDermott had quit the Washington state Senate for a Foreign Service post as a roving U.S. State Department psychiatrist in Africa, only to come back home in a hurry when U.S. Rep. Mike Lowry announced he would run for Senate in 1988.\n\n\"I came back from Africa to work on national health, that is what brought me back,\" he said on Monday. McDermott had also witnessed the AIDS outbreak while in Africa, and one of his first initiatives was to get money to care for those stricken in the United States. \"AIDS was a death sentence\" at the time, he recalled.\n\nMcDermott became Congress' leading advocate of so-called \"single-payer\" health insurance, pursuing the cause with what a Washington Post profile described as quasi-religious intensity. He secured as many as 89 co-sponsors to create a Canadian-style national health insurance program, but eventually backed the Affordable Care Act. He said that Obamacare supplied about 70 percent of what he had sought.\n\nThe Seventh Congressional District elected a Republican as recently as 1977, but has become almost the definition of a \"safe\" seat in the House of Representatives.\n\nMcDermott was left free to pursue his interests. He became one of Congress' most traveled members, often to South Asia and India. He co-founded the Bangladesh Caucus in the House. He traveled to Africa with President Clinton. In 2012, McDermott achieved a dubious record. Along with a legislative aide, he took a trip to Indonesia that was the most expensive ($45,000) privately financed junket since the House began keeping records of such travel.\n\nHe went off reservation in 2000, becoming one of a handful of liberal House members to back ex-Sen. Bill Bradley against Al Gore for the Democratic presidential nomination. He was part of a memorable shouting match outside a Gore event in New Hampshire.\n\nMcDermott has been, however, a skilled legislator when he chose to be. When Democrats retook the House in 2006, McDermott became a subcommittee chairman on the powerful House Ways and Means Committee.\n\nHe used the post, with ranking GOP member Rep. Jerry Weller of Illinois, to rewrite and retool foster care in America. The two came up with a plan that kept siblings together, encouraged adoption, and sought to extend health care past the 18th birthday.\n\nMcDermott was also able to collaborate with then-House Speaker Newt Gingrich -- of all people -- on the African Growth and Opportunities Act. The act lowered tariffs and spurred U.S. trade with poorer African nations.\n\nThe moment of McDermott's greatest notoriety came in the fall of 2002: He had stood on the U.S. Capitol steps to say that President George W. Bush would \"lie\" to get the U.S. to go to war with Iraq. Some weeks later, in Iraq, he went on a Sunday network talk show from Iraq with slightly softer language that the Bush II administration would \"mislead the American public\" to get the United States into war.\n\nHe was dubbed \"Baghdad Jim\" by conservative media, but McDermott would be vindicated by events. Instead of being \"greeted as liberators\" -- Vice President Dick Cheney's phrase -- the U.S. found itself in a quagmire, or \"an unmitigated disaster\" as McDermott put it on Monday.\n\n\"I'm very proud to have said that and force Congress to look at that issue,\" McDermott said of his remarks from Baghdad. \"Somebody had to say that and the people of this district allowed me to say it.\"\n\nMcDermott had his friends in Congress. He was the lone Democrat in Washington's congressional delegation to vote for Nancy Pelosi when she became Democratic leader in the House. Pelosi would come to Seattle to speak for McDermott, although McDermott rarely needed fundraising help. The congressman's big annual money event was a low-budget potato feed.\n\nMcDermott worked closely for years with Rep. George Miller, D-California, a powerhouse Democrat from the Bay Area. Miller decided to retire two years ago, and McDermott tried to talk him out of it. Miller told him, \"No, Jim, there's a time to get out of here.\"\n\n\"There are things that you put off while you're in Congress,\" he said Monday. McDermott has never been to Portugal and wants to go. He wants to teach. \"I have been thinking about it for a long time and this was the time to do it,\" he added -- with the caveat that he had \"no real doubt about getting reelected.\"\n\nMcDermott had adversaries and feuds as well. He was a bete noire to the stodgy, conservative editorial page of the Seattle Times, and never really warmed to The Stranger in its curious mixture of snarkiness and rigid left orthodoxy.\n\nIn the mid-1990's, McDermott was ranking Democrat on the House Ethics Committee when the panel imposed a $300,000 penalty on Gingrich over a book deal. A Florida couple accidentally found itself listening to a cell phone conversation in which Gingrich, Rep. John Boehner and other Republican leaders discussed how to \"spin\" the penalty. They recorded the call.\n\nThe recording was illegally made. McDermott leaked its contents to two East Coast newspapers. Boehner brought a civil suit against McDermott, which made its way up and down through the federal courts. Bill Clinton came to Seattle to raise money to pay McDermott's legal fees. McDermott eventually lost the case. (Curiously, the weepy and ineffectual Boehner signed off as House Speaker and quit Congress a couple months ago.)\n\nLast month, McDermott received his first significant political challenge since being elected to the House more than a quarter century ago. State Rep. Brady Walkinshaw, D-Seattle, 31, announced he would run for the Seventh District seat. Walkinshaw was unable to list anything McDermott had done that he disagreed with, from a liberal perspective, but offered youth and energy.\n\nMcDermott has just passed his 79th birthday, a politician who once made youth and energy his trademark. He entered the Legislature at 34, as one of the reform-minded \"Seattle 10\" House members bent on shaking up a musty, crusty institution. He rode a bicycle across the state at age 36 making his first run for governor and was lionized by Seattle Post-Intelligencer columnist Emmett Watson as unbought and unbossed.\n\nIt has been, when you think of it, an enduring and quite a remarkable 45-year political career", "article_metadata": {"SKYPE_TOOLBAR": "SKYPE_TOOLBAR_PARSER_COMPATIBLE", "vf": {"section": "local", "unique_id": "seattlepi-article-6735257"}, "og": {"url": "http://www.seattlepi.com/local/article/Jim-McDermott-Seattle-s-congressman-for-13-6735257.php", "site_name": "seattlepi.com", "image": "http://ww3.hdnux.com/photos/35/71/64/7838994/5/rawImage.jpg", "type": "article", "title": "Jim McDermott, Seattle's congressman for 14 terms, to retire"}, "twitter": {"site": "@SeattlePI", "card": "summary_large_image"}, "fb": {"admins": 100006394927810, "app_id": 177356725623403}, "format-detection": "telephone=no", "msvalidate.01": "9451CA04ABC9D1D5C6419C73B4C4F7B7", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Jim McDermott, Seattle's congressman for 14 terms, to retirePhoto: SEATTLEPI.COM Image 1 of / 1 Caption Close Image 1 of 1 Congressman Jim McDermott is expected to announce his retirement.\nPhoto: SEATTLEPI.COM Jim McDermott, Seattle's congressman for 14 terms, to retire 1 / 1 Back to GalleryU.S. Rep. Jim McDermott, D-Wash., announced his retirement from Congress on Monday after 14 terms on Capitol Hill.\nCongressman Jim McDermott is expected to announce his retirement.\nMcDermott was elected in 1988 and has been dubbed Seattle's \"congressman for life\" but had a lengthy political career before that.\nJust before making his announcement on Monday, McDermott talked to a longtime House colleague who departed in 2012: \"Norm Dicks called me and said, 'Hey, there's life after Congress,' \" McDermott joked."}