{"article_title": "Rubio, Booker want more airwaves for Wi-Fi", "article_keywords": ["bill", "transportation", "airwaves", "wifi", "spectrum", "devices", "wireless", "band", "rubio", "booker", "statement", "using"], "article_url": "http://thehill.com/policy/technology/210068-rubio-booker-want-more-rooom-for-wi-fi", "article_text": "Sens. Marco Rubio Marco RubioOvernight Tech: Rubio and Cruz take up internet domain fight Kasich moves to hold on to his delegates Pressure builds from GOP to delay internet domain transition MORE (R-Fla.) and Cory Booker (D-N.J.) want more space in the nation’s airwaves for Wi-Fi Internet.\n\n“In a century defined by drastic and colossal technological advancement, it is hard going even a day without using our cell phones, tablets and other wireless devices,” Rubio said in a statement. “But our wireless devices rely on spectrum, a valuable and limited resource.”\n\nADVERTISEMENT\n\nTo free up space for the devices, the two senators on Friday introduced a bill requiring the Federal Communications Commission (FCC) to explore opening new chunks of the electromagnetic spectrum for unlicensed use. Wi-Fi routers operate alongside garage door openers and other consumer electronics on those airwaves.\n\n“Not only does access to wireless broadband open the door for innovation and transformative new technologies, it helps bridge the digital divide that leaves too many low-income communities removed from the evolving technology landscape and the growing economic opportunities,” Booker added in a statement.\n\nThe Wi-Fi Innovation Act is the second in a trio of bills Rubio has been touting to tackle the spectrum “crunch,” in which increasing data usage comes up against finite airwave space.\n\nLast week, he introduced a bill to shift government-controlled spectrum over to commercial use, and the Florida Republican is also planning legislation to speed up the construction of cell towers and other infrastructure.\n\nThe FCC has already begun opening up areas in the lower 5 gigahertz band, but the new bill would set more specific guidelines and timelines for that process. It also calls for a study of Wi-Fi prevalence in poor areas of the country to determine what is preventing some people from using the technology.\n\nThe wireless industry immediately cheered the push.\n\n“Freeing additional spectrum in the 5 gigahertz band will help us to continue to meet Americans’ increasing demand for mobile broadband.” CTIA-The Wireless Association chief executive Meredith Attwell Baker said in a statement.\n\nNot everyone was so optimistic, however.\n\nThe band that would be opened for Wi-Fi use is currently pegged for use by “smart” cars that have the ability to interact with each other, known as vehicle-to-vehicle communication.\n\nThe head of the Intelligence Transportation Society of America, which represents the “smart” transportation sector, was nervous that the bill could throw a wrench in his group’s plans.\n\nThe process of making sure Wi-Fi devices don’t interfere with transportation systems “should be allowed to proceed without arbitrary deadlines, restrictive parameters or political pressure that could influence the outcome,” Scott Belcher said in a statement.", "article_metadata": {"dcterms.description": "The senators want more space in the nation’s airwaves for Wi-Fi Internet.", "description": "The senators want more space in the nation’s airwaves for Wi-Fi Internet.", "generator": "Drupal 7 (http://drupal.org)", "author": "Julian Hattem", "og": {"site_name": "TheHill", "description": "The senators want more space in the nation’s airwaves for Wi-Fi Internet.", "title": "Rubio, Booker want more airwaves for Wi-Fi", "url": "http://thehill.com/policy/technology/210068-rubio-booker-want-more-rooom-for-wi-fi", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2014-06-20T12:43:14-04:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2014-06-20T12:43-04:00", "dcterms.identifier": "http://thehill.com/policy/technology/210068-rubio-booker-want-more-rooom-for-wi-fi", "dcterms.date": "2014-06-20T12:10-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Julian Hattem", "dcterms.type": "Text", "keywords": "Wi-Fi, Spectrum, Unlicensed spectrum, Wi-Fi Innovation Act,Marco Rubio, Cory Booker,", "article": {"published_time": "2014-06-20T12:10:11-04:00", "modified_time": "2014-06-20T12:43:14-04:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/technology/210068-rubio-booker-want-more-rooom-for-wi-fi", "widgets": {"csp": "on"}, "description": "The senators want more space in the nation’s airwaves for Wi-Fi Internet.", "card": "summary", "title": "Rubio, Booker want more airwaves for Wi-Fi"}, "dcterms.title": "Rubio, Booker want more airwaves for Wi-Fi"}, "_id": "\"57477af36914bd0286fcbbf9\"", "article_summary": "Marco Rubio Marco RubioOvernight Tech: Rubio and Cruz take up internet domain fight Kasich moves to hold on to his delegates Pressure builds from GOP to delay internet domain transition MORE (R-Fla.) and Cory Booker (D-N.J.) want more space in the nation’s airwaves for Wi-Fi Internet.\n“In a century defined by drastic and colossal technological advancement, it is hard going even a day without using our cell phones, tablets and other wireless devices,” Rubio said in a statement.\nWi-Fi routers operate alongside garage door openers and other consumer electronics on those airwaves.\nThe Wi-Fi Innovation Act is the second in a trio of bills Rubio has been touting to tackle the spectrum “crunch,” in which increasing data usage comes up against finite airwave space.\nThe process of making sure Wi-Fi devices don’t interfere with transportation systems “should be allowed to proceed without arbitrary deadlines, restrictive parameters or political pressure that could influence the outcome,” Scott Belcher said in a statement."}