{"article_title": "Protests In Malaysia Target Prime Minister Over Alleged Corruption", "article_keywords": ["prime", "protests", "target", "malaysias", "streets", "political", "alleged", "yellow", "mahathir", "malaysia", "protest", "minister", "rally", "razak", "npr", "corruption", "najib"], "article_url": "http://www.northcountrypublicradio.org/news/npr/435850018/protests-in-malaysia-target-prime-minister-over-alleged-corruption", "article_text": "Tens of thousands of people have turned out in the streets of Malaysia's capital to demand that Prime Minister Najib Razak step down amid what opponents are calling a massive corruption scandal.\n\nThe country's former leader, Mahathir Mohamad made a surprise appearance at the anti-government rally in Kuala Lumpur, Reuters reports.\n\nMahathir, 90, who held the premier's post for more than two decades before retiring in 2003, responded to cheers from the crowd and told them to \"carry on.\"\n\nAl-Jazeera says more than 50,000 people showed up to protest at five different areas in the capital. They insist that Najib quit and pave the way for a series of institutional reforms aimed at ending high-level corruption.\n\nReuters says:\n\n\"The rally in Kuala Lumpur brought into the streets a political crisis that has raged since reports in July that investigators probing the management of debt-laden state fund 1MDB had discovered the transfer of more than $600 million. \"... Razak, who denies wrongdoing, has weathered the storm and political analysts doubt the two-day rally will force him out of power.\"\n\nA Wall Street Journal report alleged the existence of documents proving that missing money ended up in Razak's bank account. Mahathir has said that he's \"certain\" that's what happened.\n\nThe Associated Press says the crowds remained steadfast despite a heavy police presence after the rallies were declared illegal. Officials also blocked the website of Bersih, the coalition for free and fair elections that organized the protest, and also tried to ban the yellow t-shirts that are meant to show support for the group.\n\n\"Those who wear this yellow attire ... they want to discredit our good name, scribble black coal on Malaysia's face to the outside world,\" Najib was quoted as saying by the national news agency Bernama.\n\nCopyright 2016 NPR. To see more, visit http://www.npr.org/.\n\nMissing some content? Care to comment? Check the source: NPR\n\nCopyright(c) 2016, NPR", "article_metadata": {"og": {"url": "http://www.northcountrypublicradio.org/news/npr/435850018/protests-in-malaysia-target-prime-minister-over-alleged-corruption", "site_name": "NCPR", "type": "article", "description": "Pressure on Premier Najib Razak has mounted since a revelation last month that $600 million had been improperly transferred from a failing state fund.", "title": "Protests In Malaysia Target Prime Minister Over Alleged Corruption"}, "apple-itunes-app": "app-id=467968857", "fb": {"app_id": 220190691343406}, "description": "Pressure on Premier Najib Razak has mounted since a revelation last month that $600 million had been improperly transferred from a failing state fund.", "viewport": "initial-scale=1"}, "_id": "\"57477af46914bd0286fda4d5\"", "article_summary": "Tens of thousands of people have turned out in the streets of Malaysia's capital to demand that Prime Minister Najib Razak step down amid what opponents are calling a massive corruption scandal.\nThey insist that Najib quit and pave the way for a series of institutional reforms aimed at ending high-level corruption.\nThe country's former leader, Mahathir Mohamad made a surprise appearance at the anti-government rally in Kuala Lumpur, Reuters reports.\nA Wall Street Journal report alleged the existence of documents proving that missing money ended up in Razak's bank account.\n\"... Razak, who denies wrongdoing, has weathered the storm and political analysts doubt the two-day rally will force him out of power.\""}