{"article_title": "Boehner vows to block online sales tax bill", "article_keywords": ["vows", "senate", "bill", "tax", "sales", "overnight", "rico", "boehner", "act", "online", "measure", "gop", "block", "faces"], "article_url": "http://thehill.com/policy/finance/223589-boehner-vows-to-block-online-sales-tax-bill", "article_text": "Speaker John Boehner John BoehnerHouse GOP faces dilemma on spending bills Overnight Finance: Puerto Rico bill clears panel | IRS chief vows to finish term | Bill would require nominees to release tax returns Overnight Defense: Pentagon chief fears sequestration's return MORE (R-Ohio) vowed on Monday to block a measure giving states broader power to tax online sales.\n\nADVERTISEMENT\n\nRetail groups and a bipartisan set of lawmakers believe that the measure could finally make it through Congress in the upcoming lame-duck session, and are seeking to attach the proposal to an extension of a law barring taxes on Internet access.\n\nBut according to a spokesman, Boehner John BoehnerHouse GOP faces dilemma on spending bills Overnight Finance: Puerto Rico bill clears panel | IRS chief vows to finish term | Bill would require nominees to release tax returns Overnight Defense: Pentagon chief fears sequestration's return MORE won’t allow that to happen.\n\n“The Speaker has made clear in the past he has significant concerns about the bill, and it won’t move forward this year. The Judiciary Committee continues to examine the measure and the broader issue,” the spokesman, Kevin Smith, said in a statement.\n\n“In the meantime, the House and Senate should work together to extend the moratorium on Internet taxation without further delay.”\n\nBoehner’s comments set up a showdown with supporters of the Marketplace Fairness Act, who have promised not to allow an extension of the Internet Tax Freedom Act to pass without their online sales tax measure.\n\nSupporters have pointed to the lame-duck session because Boehner and the incoming Senate majority leader, Mitch McConnell Mitch McConnellPuerto Rico debt relief faces serious challenges in Senate Overnight Healthcare: Momentum on mental health? | Zika bills head to conference | Only 10 ObamaCare co-ops left Trump outlines ‘America First’ energy plan MORE (R-Ky.), have made it plain that they want a productive lame-duck session to clear the decks for an all-GOP Congress in 2015.\n\n“Retailers are adamant that these issues be solved simultaneously this year, and we still believe both can be addressed in the remaining weeks of session,” said Jason Brewer, a spokesman for the Retail Industry Leaders Association. “Most Americans won’t be taking the next two months off, and neither should Congress.”\n\nThe Marketplace Fairness Act would allow states to collect sales taxes on purchases their residents make from out-of-state retailers. Currently, states can only collect sales taxes from businesses that have a physical location within their borders.\n\nThe measure has the backing of heavyweights from both parties – like Senate Majority Whip Dick Durbin Dick DurbinPuerto Rico debt relief faces serious challenges in Senate Funding boost for TSA sails through committee Senate panel passes 4.5B defense bill MORE (D-Ill.) and Sen. Lamar Alexander Lamar AlexanderSenate backs equal pay for female soccer players Overnight Healthcare: Momentum on mental health? | Zika bills head to conference | Only 10 ObamaCare co-ops left Overnight Regulation: GOP slams new Obama education rules MORE (R-Tenn.) – and easily cleared the Senate last year, with the support of most Democrats and 21 Republicans. Senate Majority Leader Harry Reid Harry ReidPuerto Rico debt relief faces serious challenges in Senate McCain files B amendment to boost defense spending Dems to GOP: Cancel Memorial Day break MORE (D-Nev.) also has vowed to do whatever it takes to enact the measure before the end of the year.\n\n“Our goal hasn’t changed and the bipartisan group of senators and the coalition will continue to work to find a path forward for it,” said Ben Marter, a Durbin spokesman.\n\nBut House Republicans never moved to take up the Senate bill, after Boehner made it clear in May 2013 that he opposed the measure in its current form. McConnell also voted against the bill last year, as did GOP senators popular with 2016 ambitions like Sens. Ted Cruz Ted CruzWhat happens when the GOP base abandons the party platform? Fiorina returns to attack Clinton's 'lust for power' Trump clinches GOP nomination MORE (Texas), Rand Paul Rand PaulOvernight Energy: Trump outlines 'America First' energy plan in North Dakota Overnight Regulation: GOP slams new Obama education rules Paul blocks chemical safety bill in Senate MORE (Ky.) and Marco Rubio Marco RubioWhat happens when the GOP base abandons the party platform? Puerto Rico debt relief faces serious challenges in Senate Trump encourages Rubio to reclaim Senate seat MORE (Fla.).\n\nConservative groups like Heritage Action and Grover Norquist’s Americans for Tax Reform have also worked against the bill.\n\nPhil Bond of the WE R HERE coalition, another opponent of the online sales tax bill, thanked Boehner’s decision “to effectively kill the bill during the lame duck session.”\n\n“We encourage both chambers to act swiftly to pass the Internet Tax Freedom Act to protect the public from an unwanted tax as the holidays arrive,” Bond said.\n\nRoll Call first reported Boehner’s commitment on Monday to block the online sales tax bill.", "article_metadata": {"dcterms.description": "A spokesman for Boehner says he won't allow the bill to move forward.", "description": "A spokesman for Boehner says he won't allow the bill to move forward.", "generator": "Drupal 7 (http://drupal.org)", "author": "Bernie Becker", "og": {"site_name": "TheHill", "description": "A spokesman for Boehner says he won't allow the bill to move forward.", "title": "Boehner vows to block online sales tax bill", "url": "http://thehill.com/policy/finance/223589-boehner-vows-to-block-online-sales-tax-bill", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-02T05:09:48-05:00", "type": "article"}, "Smart_Paging": "on", "dcterms.modified": "2016-02-02T05:09-05:00", "dcterms.identifier": "http://thehill.com/policy/finance/223589-boehner-vows-to-block-online-sales-tax-bill", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "apple-itunes-app": "app-id=396640962", "dcterms.date": "2014-11-10T18:05-05:00", "dcterms.creator": "Bernie Becker", "dcterms.type": "Text", "article": {"published_time": "2014-11-10T18:05:09-05:00", "modified_time": "2016-02-02T05:09:48-05:00"}, "keywords": ",Lamar Alexander, Mitch McConnell, John Boehner, Dick Durbin, Marco Rubio, Harry Reid, Rand Paul, Ted Cruz, Boehner,", "dcterms.language": "und", "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/finance/223589-boehner-vows-to-block-online-sales-tax-bill", "widgets": {"csp": "on"}, "description": "A spokesman for Boehner says he won't allow the bill to move forward.", "card": "summary", "title": "Boehner vows to block online sales tax bill"}, "dcterms.title": "Boehner vows to block online sales tax bill"}, "article_summary": "Roll Call first reported Boehner’s commitment on Monday to block the online sales tax bill.\nSpeaker John Boehner John BoehnerHouse GOP faces dilemma on spending bills Overnight Finance: Puerto Rico bill clears panel | IRS chief vows to finish term | Bill would require nominees to release tax returns Overnight Defense: Pentagon chief fears sequestration's return MORE (R-Ohio) vowed on Monday to block a measure giving states broader power to tax online sales.\nPhil Bond of the WE R HERE coalition, another opponent of the online sales tax bill, thanked Boehner’s decision “to effectively kill the bill during the lame duck session.”“We encourage both chambers to act swiftly to pass the Internet Tax Freedom Act to protect the public from an unwanted tax as the holidays arrive,” Bond said.\nBut House Republicans never moved to take up the Senate bill, after Boehner made it clear in May 2013 that he opposed the measure in its current form.\nConservative groups like Heritage Action and Grover Norquist’s Americans for Tax Reform have also worked against the bill."}