{"article_title": "Mockingjay, Part 1' is a very good half of a movie", "article_keywords": ["great", "good", "movie", "propaganda", "revolution", "katniss", "half", "mockingjay", "really", "war", "best", "left"], "article_url": "http://onmilwaukee.com/movies/articles/hungergamesmockingjaypart1.html", "article_text": "Published Nov. 23, 2014 at 2:06 p.m. Tweet\n\n\"The Hunger Games: Mockingjay, Part 1\" is one of the best blockbusters of the year. It's also one of the most frustrating.\n\nOn one hand, \"Mockingjay\" signifies yet another mature and compelling step forward for the constantly improving franchise. Gone are the toothless Hunger Games themselves, wholly replaced by grimly intense revolution action and smart, complicated politics. What started as simple sci-fi for teens has became something meaner, more intelligent and much more interesting.\n\nAt the same time, it's hard to walk out of \"Mockingjay\" entirely satisfied, mainly because it's only half of a movie. The \"Part 1\" in the title is very much felt – in size 72 Impact font, bolded and underlined. For all of the good the film does, by the time the end credits start their seemingly premature roll, it distinctly feels like we've spent two hours watching someone set a table – very impressively, mind you – only to then tell us to come back in a year for the actual meal. While the table dressing is immaculately crafted, there's no reason at all to not finish what it's teasing.\n\nWell, there is a reason, but it sure has nothing to do with artistry or quality storytelling.\n\n\"Mockingjay\" picks up immediately after the catalytic events of the last film, with accidental revolutionary icon Katniss (Jennifer Lawrence) holed up by underground rebels in the thought-to-be-desolate District 13.\n\nMany of her old friends, family and Hunger Games compatriots were saved from glorified dictator President Snow (a perfectly sneering Donald Sutherland) and the Capitol's savage, vicious attempts to silence the growing unrest. Former crush Gale (Liam Hemsworth) has been hardened into one of the rebellion's best soldiers, while former Capitol socialite Effie (Elizabeth Banks) is grumpily coping with her new modest rebel lifestyle.\n\nMeanwhile, Plutarch (Philip Seymour Hoffman), Haymitch (Woody Harrelson) and tech guru Beetee (Felix Leiter himself Jeffrey Wright, now essentially playing this franchise's Q) try to plan the next moves against the Capitol.\n\nThe bigger problem for Katniss is who isn't there: Peeta (Josh Hutcherson), who was left behind after the Games came crashing in. Now, he's stuck playing a puppet for the Capitol, saying what he needs to say to stay alive on propaganda broadcasts. Finding this out, Katniss forces the rebel president Alma Coin (new cast member Julianne Moore) to save the slowly deteriorating Peeta.\n\nCoin agrees, but only if Katniss promises to be their Mockingjay, the symbol and \"best dressed rebel in history,\" starring in the revolution's own war-time propaganda and calling the districts into action.\n\n\"Mockingjay, Part 1\" is all leading up to the big clash between the Capitol and the long-repressed, a war that unfortunately doesn't make it into this movie. The script – from Danny Strong and Peter Craig ­– tries to craft the rescuing of Peeta into something resembling an overall arc, but even that is left unfinished. It's all tease, build-up and chess moves with almost nothing in terms of delivery, and though it may be captivating material, it's hard to walk out satisfied with only half of a story left completely unresolved.\n\nIt's an odd experience to be left walking out dissatisfied of what is a really impressive and engaging blockbuster, certainly the best of the franchise so far.\n\nThe performances are still surprisingly rich. Screaming panic attack J. Law – the talented actress' worst form – shows up too many times (aka more than zero). When she turns down the loud theatrics, however, she makes Katniss a compelling and complex heroine.\n\nEven when the character is frustrating (her devotion to Peeta technically makes sense, but it feels like a remnant of the series' dopey young adult love triangle, making her seem occasionally callous and shortsighted to the far bigger picture), Lawrence helps bring across the inner life that makes it understandable. When she's pitching her demands for Peeta to the rebellion leadership, for instance, her face exudes fire and fragility at the same time. She's strong but also over her head.\n\nThe late Philip Seymour Hoffman is predictably great as a man trying to sell a revolution and get the most out of his lead actress/activist, while Moore is an intriguing addition as the stern, icy leader of District 13. The biggest surprise is Hemsworth, finally given something to do other than be a mopey romantic third wheel. His character is now hardened by both the reality of the Capitol's brutal reign and of his relationship to Katniss.\n\nSeveral of the other new additions – especially Natalie Dormer as Cressida, Plutarch's fierce director of choice – make a significant impact as well, but the best new element is that the kid gloves are finally off this franchise, one that's dabbled with maturity without the bravery to commit.\n\nWith returning director Francis Lawrence at the helm, \"Mockingjay, Part 1\" devotes fully to a darker, grittier story. The visuals are bathed in gray and ruin. Mass graves are visited, cities are leveled and hospitals filled with the wounded are bombed. It's fitting that a rose, one of the few objects of beauty remaining the film, ends up being corrupted by President Snow into a device of intimidation.\n\nThe movie still finds some welcome humor with Harrelson's entertainingly disgruntled performance and Katniss' acting woes (Katniss is no Jennifer Lawrence). Its humanity is still intact. For the most part, however, this is a grim and solemn chapter about the complicated making of a revolution, viewed from the perspective of a political pawn.\n\nWhile on the surface, that doesn't sound like the great makings of a blockbuster action movie, the results are intense, exciting and surprisingly intelligent. The series has always had its eye on the role of media in its dystopia, but \"Mockingjay\" takes its idea to new, interesting places, focusing on the ethics of propaganda – regardless of the side using it.\n\nThe rebellion's reasons may be just, but there's still an uneasy chilliness to the marketing of war. A pile of singed corpses or the wreckage of a bombed out hospital are seen as tragedies, as well as opportunities to bring out Katniss' on-screen best. Cressida and her camera are always lingering, yelling \"What are you feeling?\" at Katniss as she looks at the dead warriors she just inspired and waiting to capture the perfect moments of rage and hurt to sell – echoing just how the Capitol's cameras wanted to sell her emotions for the Hunger Games.\n\nThe message and motives are right, but the ethics and calculation nag at the back of the mind. Mix that uncomfortable selling of a war with Coin's icy demeanor and the cold, drab world of District 13, and the result is a vague question mark surrounding the rebellion that'll be fascinating to watch reveal itself. Overthrowing a tyrant is hard; replacing him and healing the wounds can be even harder.\n\nMost of \"Mockingjay\" focuses on the media chess game, the two sides moving and organizing their young pawns in order to get the best reaction from their audience. As a result, there isn't a ton of action in this half of the story, but the action on hand (other than a dopey sequence involving a cat) is all very intense.\n\nMost of it comes as a result of one of Katniss' propaganda pieces, driving the impoverished districts to fight and in many cases die. They ambush Capitol stormtroopers and sabotage power dams, all while fueled by Katniss' songs and symbols. They're surprisingly chill-inducing sequences, showing the growing scale of the Panem revolution and the intense, powerful ramifications of our heroine's words and messages.\n\nUnfortunately, the ultimate ramification – the impending war – is left dangling at the end of the movie like a carrot in front of a horse. Some stories are made for serialization; \"Mockingjay\" doesn't play like one of them. It doesn't end; it merely stops, with no satisfying conclusion in sight.\n\nBut really, how many potentially great blockbusters must be sacrificed and splayed into pieces for the artistically bankrupt purpose of some extra cash? You get two impressive hours of great, smart dystopian sci-fi entertainment, only for it to simply halt and suddenly dump you into the lobby. Audiences could've potentially been treated to one really great blockbuster, rather than two merely good ones – one that's all build-up for no pay off, the other all explosive release without any of the paced crescendo.\n\nI'd like to say that I really, really liked \"Mockingjay,\" and that it's my favorite of the franchise. But I guess I can't say for sure until next year when the story is finally allowed to end.", "article_metadata": {"description": "I'd like to say that I really, really liked 'Mockingjay,' and that it's my favorite of the franchise. As of right now, those statements are true, but I guess I can't say for sure until next year when the story is finally allowed to end.", "title": "'The Hunger Games: Mockingjay, Part 1' is a very good half of a movie", "og": {"site_name": "OnMilwaukee.com", "description": "I'd like to say that I really, really liked 'Mockingjay,' and that it's my favorite of the franchise. As of right now, those statements are true, but I guess I can't say for sure until next year when the story is finally allowed to end.", "title": "'The Hunger Games: Mockingjay, Part 1' is a very good half of a movie", "url": "http://onmilwaukee.com/movies/articles/hungergamesmockingjaypart1.html", "image": "http://onmilwaukee.com/images/articles/hu/hungergamesmockingjaypart1/hungergamesmockingjaypart1_fullsize_story1.jpg", "type": "article"}, "twitter": {"domain": "onmilwaukee.com", "account_id": 9232292, "title": "'The Hunger Games: Mockingjay, Part 1' is a very good half of a movie", "image": {"src": "http://onmilwaukee.com/images/articles/hu/hungergamesmockingjaypart1/hungergamesmockingjaypart1_fullsize_story1.jpg"}, "site": "@onmilwaukee", "card": "summary_large_image", "description": "I'd like to say that I really, really liked 'Mockingjay,' and that it's my favorite of the franchise. As of right now, those statements are true, but I guess I can't say for sure until next year when the story is finally allowed to end."}, "msapplication-TileColor": "#ffffff", "p": {"domain_verify": "7e7fcf309f01685c4efa6d90170d4062"}, "fb": {"app_id": 166926470123765}, "theme-color": "#ffffff", "msapplication-TileImage": "/mstile-144x144.png", "keywords": "film, movies, now playing, The Hunger Games, Mockingjay Part 1, Jennifer Lawrence", "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af36914bd0286fcbbff\"", "article_summary": "I'd like to say that I really, really liked \"Mockingjay,\" and that it's my favorite of the franchise.\nAt the same time, it's hard to walk out of \"Mockingjay\" entirely satisfied, mainly because it's only half of a movie.\nMost of it comes as a result of one of Katniss' propaganda pieces, driving the impoverished districts to fight and in many cases die.\nAudiences could've potentially been treated to one really great blockbuster, rather than two merely good ones – one that's all build-up for no pay off, the other all explosive release without any of the paced crescendo.\nThe movie still finds some welcome humor with Harrelson's entertainingly disgruntled performance and Katniss' acting woes (Katniss is no Jennifer Lawrence)."}