{"article_title": "The Americans are coming! Some in a Texas county fear an Obama-led U.S. military invasion.", "article_keywords": ["training", "law", "obamaled", "jade", "county", "martial", "americans", "coming", "helm", "invasion", "fear", "military", "bastrop", "texas", "obama"], "article_url": "https://www.washingtonpost.com/national/the-americans-are-coming-texans-fear-obama-led-us-military-invasion/2015/07/04/58047fee-2001-11e5-84d5-eb37ee8eaa61_story.html", "article_text": "As the U.S. prepares to launch a training exercise there this month, many suspect it’s a secret plot to spy on them, confiscate their guns and ultimately establish martial law in Texas.\n\nAs the U.S. prepares to launch a massive training exercise there this month, many suspect it’s a secret plot to spy on them, confiscate their guns and ultimately establish martial law in Texas.\n\nAs the U.S. prepares to launch a massive training exercise there this month, many suspect it’s a secret plot to spy on them, confiscate their guns and ultimately establish martial law in Texas.\n\nThe office of the Bastrop County Republican Party is in an old lumber mill on Main Street, with peeling brown paint and a sign out front that captures the party’s feelings about the Obama administration: “WISE UP AMERICA!”\n\nInside, county Chairman Albert Ellison pulled out a yellow legal pad on which he had written page after page of reasons why many Texans distrust President Obama, including the fact that, “in the minds of some, he was raised by communists and mentored by terrorists.”\n\nSo it should come as no surprise, Ellison said, that as the U.S. military prepares to launch one of the largest training exercises in history later this month, many Bastrop residents might suspect a secret Obama plot to spy on them, confiscate their guns and ultimately establish martial law in one of America’s proudly free conservative states.\n\nThey are not “nuts and wackos. They are concerned citizens, and they are patriots,” Ellison said of his suspicious neighbors. “Obama has really painted a portrait in the minds of many conservatives that he is capable of this sort of thing.”\n\nAcross town at the Bastrop County Courthouse, such talk elicits a weary sigh from County Judge Paul Pape, the chief official in this county of 78,000 people. Pape said he has tried to explain to folks that the exercise, known as Jade Helm 15, is a routine training mission that poses no threat to anyone.\n\n\n\n\n\n[Why Operation Jade Helm 15 is freaking out the Internet — and why it shouldn’t be]\n\nPape chaired a public meeting this spring and invited a U.S. Army Special Operations Command spokesman to answer questions about Jade Helm. The meeting drew more than 150 people carrying signs that read “No Gestapo in Bastropo,” “Keep America Free” and “Dissent is Not a Conspiracy Theory.” Some asked whether the Army was bringing in Islamic State fighters, if the United Nations would be involved, and whether the military was planning to relieve local gun owners of their firearms.\n\n“I’m sensitive to the fact that some of our Bastrop residents are concerned, and I’m confident that they are very sincere about their concerns,” Pape said. “But how did we get to this point in our country?”\n\nRace and economic anxiety\n\nHere in the soft, green farmlands east of Austin, some say the answer is simple: “The truth is, this stems a fair amount from the fact that we have a black president,” said Terry Orr, who was Bastrop’s mayor from 2008 to 2014.\n\nOrr said he strongly disagrees with those views, and he supports Jade Helm. But he said a significant number of people in town distrust Obama because they think he is primarily concerned with the welfare of blacks and “illegal aliens.”\n\n“People think the government is just not on the side of the white guy,” Orr said.\n\nBastrop’s current mayor, Kenneth Kesselus, who also supports Jade Helm, agrees. Kesselus said the distrust is due in part to a sense that “things aren’t as good as they used to be,” especially economically. “The middle class is getting squeezed and they’ve got to take it out on somebody, and Obama is a great target.”\n\nThe Army says the size and scope of Jade Helm 15, a Special Operations exercise that begins in July, set it apart from other training exercises. Also setting it apart: The widespread conspiracy theories that the U.S. is preparing to hatch martial law. The Post's Dan Lamothe explains. (Tom LeGro/The Washington Post)\n\nDock Jackson, 62, an African American who has been on the Bastrop City Council for 24 years, grew up when the town was still segregated, literally by railroad tracks. Today, Bastrop is 34 percent Hispanic and 8 percent black, and a wonderful place to live, he said, a place where the races generally get along.\n\nBut the Jade Helm backlash has been a “red flag” that our county “still has a lot of things they need to come to terms with,” Jackson said, including the anger and disrespect being directed at the president.\n\nAt a recent family reunion at a Bastrop community center, Mark Peterson, who is black, said he has been “shocked” by what he views as racist undertones in much of the objection to Jade Helm.\n\n“What I hate to hear most is, ‘We want to take our country back.’ This is still your country. Where did it go?” said Peterson, 42, a technology manager for a financial firm in Austin. “If it were any other president but Obama, it would not be an issue.”\n\n[It isn’t just Jade Helm 15: The varying and misunderstood roles of state-sponsored militias]\n\nJade Helm’s troubles started with a map, released by the military, which depicted the area of operations. It showed seven southwestern states colored red for “hostile” (including Texas) and blue for “permissive” (including California). The map sent the conspiracy-minded into overdrive.\n\nAt the public hearing this spring, military spokesman Lt. Col. Mark Lastoria explained that those designations are part of a fictional scenario: Jade Helm is intended to simulate U.S. Special Forces helping resistance fighters restore democracy in an imaginary country. The operation’s logo, which features a Dutch wooden shoe, is meant to represent anti-Nazi resistance in World War II Europe.\n\nLastoria patiently answered questions for nearly three hours, explaining that while Jade Helm would involve 1,200 troops across seven states, no more than 60 would be training in Bastrop County. Moreover, the The Texas operation would be confined to military bases — including Camp Swift, a large Army National Guard base in Bastrop — as well as private property where the military had secured the landowners’ permission.\n\n“All service members take an oath to support and defend the Constitution of the United States, and we put our lives on the line every day to uphold that oath,” he said. “So for people to come up with irrational ideas and try to associate them with the United States military, it does our troops a disservice.”\n\nThe hearing failed to tamp down the paranoia, however. Ellison, the GOP chairman, said “the fear factor is justified.”\n\nObama “doesn’t take national threats seriously enough,” Ellison said, ticking off Obama’s policies toward Russia, Iran, Cuba and the Islamic State, as well as illegal immigration across the U.S. southern border and the deadly attack in Benghazi, Libya.\n\n“What he views as alarming instead is conservatism,” Ellison said, alleging that the Obama administration has used the Internal Revenue Service to attack the tea party and other conservative groups, been hostile to gun owners, issued what conservatives consider an illegal executive order to avoid deporting illegal immigrants, and “been complicit in stirring riots” in racially charged situations in Ferguson, Mo., and Baltimore.\n\n“The Obama administration has a history of attacking Texas” on issues from education standards to environmental regulations to Obamacare, he said. “It’s not that much of a leap to believe that he would try to employ the military like he does the IRS.”\n\nOthers suspect Obama wants to establish martial law to cancel the 2016 presidential elections and extend his term in office. Terry Wareham, head of the Bastrop County Tea Party, said she fears that the Obama administration might deliberately instigate violence between soldiers and Texans as a pretext for establishing martial law.\n\n“We’re not against the military. This community is very supportive of the military,” Wareham said. “But who’s the commander in chief of the military?”\n\nA ‘toxic’ politics\n\nSome in Bastrop dismiss the talk of martial law as the delusional rantings of saucer-eyed loons. But others see it as the logical outcome of the Texas political climate, where they say the state’s Republican leaders have eagerly stoked distrust of the federal government, and especially of Obama.\n\n“They are trying to convince people the federal government is coming after them,” said state Sen. Kirk Watson, a Democrat who represents Bastrop County.\n\nGov. Greg Abbott (R) has ordered the Texas State Guard to “monitor” Jade Helm 15. Sen. Ted Cruz of Texas, a Republican presidential hopeful, has said he understands “the reason for concern and uncertainty, because . . . the federal government has not demonstrated itself to be trustworthy in this administration.”\n\n“They say the government is coming after you,” Watson said, “so why would you be surprised if the government shows up with guns?”\n\nCarol Schumacher, a Bastrop artist whose property backs up onto Camp Swift, laughed when asked about the Jade Helm conspiracy theorists.\n\n“I think those people are crazy,” she said. “I’m more worried about them taking over.”", "article_metadata": {"description": "Bastrop residents fear that a military exercise will be used spy on them, confiscate their guns and establish martial law.", "author": "https://www.facebook.com/kevinsullivanpost", "og": {"site_name": "Washington Post", "description": "Bastrop residents fear that a military exercise will be used spy on them, confiscate their guns and establish martial law.", "title": "The Americans are coming! Some in a Texas county fear an Obama-led U.S. military invasion.", "url": "https://www.washingtonpost.com/national/the-americans-are-coming-texans-fear-obama-led-us-military-invasion/2015/07/04/58047fee-2001-11e5-84d5-eb37ee8eaa61_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/07/01/National-Enterprise/Images/20150512_Bastrop_01751432657626.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@sullivank"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/national/the-americans-are-coming-texans-fear-obama-led-us-military-invasion/2015/07/04/58047fee-2001-11e5-84d5-eb37ee8eaa61_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Jade Helm 15, Texas conspiracy theories, Bastrop", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/kevinsullivanpost"}, "eomportal-uuid": "58047fee-2001-11e5-84d5-eb37ee8eaa61", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Jade Helm 15, Texas conspiracy theories, Bastrop"}, "_id": "\"57477af46914bd0286fda4d9\"", "article_summary": "[Why Operation Jade Helm 15 is freaking out the Internet — and why it shouldn’t be]Pape chaired a public meeting this spring and invited a U.S. Army Special Operations Command spokesman to answer questions about Jade Helm.\n“They are trying to convince people the federal government is coming after them,” said state Sen. Kirk Watson, a Democrat who represents Bastrop County.\nAlso setting it apart: The widespread conspiracy theories that the U.S. is preparing to hatch martial law.\nOrr said he strongly disagrees with those views, and he supports Jade Helm.\nGreg Abbott (R) has ordered the Texas State Guard to “monitor” Jade Helm 15."}