{"article_title": "ASCs' quality measures soon to be under ACA magnifying glass", "article_keywords": ["aca", "plans", "facilities", "things", "measures", "soon", "ascs", "asc", "glass", "patients", "report", "release", "surgery", "quality", "magnifying", "procedure"], "article_url": "http://www.beckersasc.com/asc-turnarounds-ideas-to-improve-performance/ascs-quality-measures-soon-to-be-under-aca-magnifying-glass-4-things-to-know.html", "article_text": "ASCs' quality measures soon to be under ACA magnifying glass: 4 things to know\n\nOutpatient surgery facilities are not held to the same level of transparency as other medical facilities, according to KPBS. However, the Affordable Care Act will mandate the 5,400 ASCs across the nation report quality information to receive Medicare reimbursement.\n\nHere are four things to know:\n\n1. CMS plans to release eight new quality scores for ASCs.\n\n2. Proponents of this increased scrutiny believe outpatient facilities should have to answer to patient outcomes, just the same as hospitals.\n\n3. The newly released statistics will aid patients in choosing where to undergo surgery, based on information like the rate of transfers to hospitals. Patients will also benefit from knowing a center's expertise in a certain procedure and how many times that procedure has been performed.\n\n4. The Office of the Inspector General plans to release a report on Medicare's quality oversight of ASCs.\n\nRecent articles:\n\n5 things to know about restless legs syndrome\n\n7 things for ASC leaders to know for Thursday — April 14, 2016\n\nUsing peer review and benchmarking to improve quality: A 4-step guide for ASC leaders\n\n© Copyright ASC COMMUNICATIONS 2016. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.", "article_metadata": {"keywords": "Outpatient surgery facilities, transparency, quality, ASCs, Medicare, reimbursements, ambulatory surgery center", "google-site-verification": "3roEteXcE93u1dATIqf6kb3FLMex7aucv7aTqreDlLA", "description": "Outpatient surgery facilities are not held to the same level of transparency as other medical facilities, according to KPBS. However, the Affordable Care Act will mandate the 5,400 ASCs across the nation report quality information to receive Medicare reimbursement.", "author": "Megan Wood"}, "article_summary": "However, the Affordable Care Act will mandate the 5,400 ASCs across the nation report quality information to receive Medicare reimbursement.\nASCs' quality measures soon to be under ACA magnifying glass: 4 things to knowOutpatient surgery facilities are not held to the same level of transparency as other medical facilities, according to KPBS.\nThe Office of the Inspector General plans to release a report on Medicare's quality oversight of ASCs.\nCMS plans to release eight new quality scores for ASCs.\nPatients will also benefit from knowing a center's expertise in a certain procedure and how many times that procedure has been performed."}