{"article_title": "Why 2015 Will Be the Year of the Auto Recall", "article_keywords": ["vehicle", "recall", "vehicles", "sales", "report", "safety", "auto", "2015", "recalls", "gm", "problem"], "article_url": "http://www.thefiscaltimes.com/2015/01/14/Why-2015-Will-Be-Year-Auto-Recall", "article_text": "The U.S.’s top auto safety agency last week fined Japanese car company Honda Motor a record $70 million for failing to report hundreds of fatal accidents and injuries over the last 11 years. The unfiled claims included eight from the scandal over Takata airbags exploding violently when they deploy. Five deaths have been linked to that problem.\n\nAt the same time, in Detroit, General Motors CEO Mary Barra vowed to put the automaker’s own safety crisis – including a record number of recalls in 2014 – behind it. The company had to recall millions of small cars for defective ignitions switches that could shut off the engine and disable airbags.\n\nRelated: Air Bag or Other Car Part Recalled? What to Do\n\nIn 2015 U.S. National Highway Traffic Safety Administration officials say they expect the number of recalls will surpass last year’s record of more than 60 million vehicles, from GM’s faulty ignitions to Takata’s exploding airbags.\n\nAt the Detroit Auto Show, which began this week, the top auto safety regulator told carmakers that recalls must be aggressive, pre-emptive and aim to fix every vehicle affected, signaling a renewed vigilance on the part of federal agencies.\n\nThis near-constant barrage of auto recalls seems to be almost business as usual and accepted by consumers as just the way things are. Even amid all the recalls and scandals, vehicle sales are rising. Last year sales of cars and light trucks tallied an exceptional 16.4 million vehicles, the most since 2006, according to the National Automobile Dealers Association.\n\nOne would think that the negativity you would expect to be associated with the massive recalls of recent years would slow down vehicle sales, perhaps significantly. But apparently this is not the case.\n\nFor sure, 2014 will go down in the automotive annuals as one of the most frustrating and challenging years with regard to the massive recall activity within the industry. Negative publicity and numerous legal cases have resulted from these recalls, hitting in particular General Motors, the world’s third-largest automaker.\n\nWhy are we seeing all these recalls?\n\nRelated: GM Made 'Incredibly Poor' Decisions on Recalls, Says Safety Chief\n\nThere probably is no single reason for the numerous recalls, and I suspect it may well vary by manufacturer. One clear reason is the fact that today’s new vehicles are very complex. It may only take one minor electronic malfunction for the vehicle to be placed on a safety recall.\n\nAnother probable cause arises simply from the swelling demand. As a result, the manufacturing process has been accelerated to increase output, leading to quality control short-cuts in some cases and potentially to defects.\n\nIn other cases – such as with the GM recalls – communications about problems weren’t flowing effectively from the bottom rungs of the manufacturing process. This was perhaps caused by the fact that lower level employees in the organization did not want to send bad news upward for fear of being blamed for the problem.\n\nIn the case of General Motors, it took some ten years for the now famous faulty ignition switch problem to surface and be announced to the public. GM’s Barra, who took over just last year, appears to have righted the ship with aggressive actions, including the dismissal of some executives and the creation of a safety czar who must report to top management as soon as a problem has been identified.\n\nRelated: How a Watchdog Blew the Lid off the GM Recall Scandal\n\nFederal regulators themselves can’t escape some blame entirely. Some appeared to have been a bit lax in investigating safety problems once they learned about them. With GM, for example, the problem was identified as long ago as 2004 but not disclosed until last year. Had regulators been more actively policing recall activity and in closer conversation with GM – and asking the right questions – it is very likely that this problem would have surfaced much sooner.\n\nWhatever the causes for all these recalls, there is much work to be done to minimize them going forward.\n\nThe automakers, first of all, have to step up their game. Top of the list of improvements is more stringent quality control measures in their manufacturing processes to ensure even minor defects make it into a finished vehicle. Quicker and more effective communication between lower- and top-level management, like the kind GM has recently implemented, is essential so that when problems do become apparent, they are dealt with decisively at the highest levels.\n\nThe culture has to change, and perhaps top management should even recognize and reward those who identify and promptly report potential problems.\n\nRelated: Did the Obama White House Protect GM?\n\nRegulators need to be more watchful as they oversee auto companies and better monitor their quality and safety control processes. Of course, they often depend on reporting from the automakers themselves to become aware of accidents resulting from defective auto parts, but they can do more to force this kind of reporting and make their own investigations. They also need to keep better tabs on key suppliers like Takata, which appear to have fallen through the cracks a bit.\n\nAnd finally consumers themselves have a major role to play. The return of strong auto sales is a sign that they don’t seem to be using their pocketbooks to choose cars from companies with the strongest safety records. In the end, it’s not just about changing the statistics. It’s about keeping our families safe as we navigate our roads and highways.\n\nGeorge Cook is executive professor of marketing and psychology at University of Rochester. This article was originally published on The Conversation. Read the original article.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The U.S.’s top auto safety agency last week fined Japanese car company Honda Motor a", "title": "Why 2015 Will Be the Year of the Auto Recall", "url": "http://www.thefiscaltimes.com/2015/01/14/Why-2015-Will-Be-Year-Auto-Recall", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/gm-recall-lawsuit_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/01/14/Why-2015-Will-Be-Year-Auto-Recall", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/gm-recall-lawsuit_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The U.S.’s top auto safety agency last week fined Japanese car company Honda Motor a", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcbc07\"", "article_summary": "This near-constant barrage of auto recalls seems to be almost business as usual and accepted by consumers as just the way things are.\nRelated: How a Watchdog Blew the Lid off the GM Recall ScandalFederal regulators themselves can’t escape some blame entirely.\nIt may only take one minor electronic malfunction for the vehicle to be placed on a safety recall.\nIn other cases – such as with the GM recalls – communications about problems weren’t flowing effectively from the bottom rungs of the manufacturing process.\nAt the Detroit Auto Show, which began this week, the top auto safety regulator told carmakers that recalls must be aggressive, pre-emptive and aim to fix every vehicle affected, signaling a renewed vigilance on the part of federal agencies."}