{"article_title": "Insight: Tackling healthcare's costly problem of missed appointments", "article_keywords": ["preventive", "providers", "costly", "missed", "tackling", "text", "screenings", "insight", "system", "healthcares", "appointments", "automated", "healthcare", "appointment", "problem", "patients", "reminder"], "article_url": "http://www.healthcarefinancenews.com/blog/insight-tackling-healthcares-costly-problem-missed-appointments", "article_text": "Missed appointments cost the U.S. healthcare system more than $150 billion a year. This country spends $2 trillion a year treating preventable long-term illnesses; and bad debt continues to pile up, with unpaid medical bills costing healthcare providers $65 billion every year. It’s clear the cost of inefficiency in healthcare is high, and it’s a problem that cripples providers and drives up the cost of healthcare for consumers.\n\nThe good news: The large majority of healthcare providers already have the technology in place – appointment reminder systems – to begin solving the trillion dollar inefficiency problem. Right now, though, most providers are barely scratching the surface with this technology because they see it as the answer to a single problem – missed appointments. Missed appointments are a significant challenge, and automated notifications – text messages, voicemails, and emails – reminding patients of upcoming appointments are proven to work. But, too many healthcare providers stop there and, by limiting the use of this technology, they aren’t recouping as much revenue as possible.\n\nSeveral forward-thinking healthcare providers are making significant financial and efficiency improvements by using their appointment reminder technology systems to address other problems such as increasing utilization of preventive care services, scheduling follow up care, delivering test results, and improving collections on past due accounts.\n\nGetting Collections Inefficiencies in Check\n\nCollections have proven to be one of the most challenging areas for healthcare providers. While much of the focus is often on providing the greatest healthcare experience for each and every patient, the business aspect of each organization is every bit as important. Minimizing the financial impact of outstanding patient balances is absolutely vital to the long-term success of any healthcare organization, no matter what its size. But, reaching patients is half the battle.\n\nPiedmont Healthcare, serving nearly two million patients across Georgia, is solving this problem by using its appointment reminder system to deliver automated calls to patients with outstanding balances. The strategy of calling and letting patients know how much they owe and giving them the option to transfer directly to the office and make payment or dial-in to make payment at a later time after listening to an answering machine version of the message is paying off. Approximately one in every four patients called makes a payment, resulting in a 22 percent increase in total collections and less bad debt for Piedmont Healthcare.\n\nThe University of Pittsburgh Medical Center (UPMC) also is leveraging its appointment reminder system to reach out to patients and reduce outstanding balances. By delivering a brief, automated message that notifies patients of the balance due and offers them several response options, including the ability to transfer to a live agent to make payment or other arrangements, UPMC has improved collections by more than $2.6 million annually.\n\nPreventing Inefficiencies in Preventive Care\n\nOchsner Health System, one of Louisiana’s largest healthcare delivery systems, is leveraging its appointment reminder system to increase preventive care services. Although most health plans provide preventive healthcare services to insured patients without the cost of a co-payment or deductible, millions of patients aren’t scheduling these vital screenings and tests. This is, in large part, because consumers simply don’t know what benefits they are eligible to receive – so they don’t schedule important preventive screenings without being advised to by their doctors.\n\nTake colorectal cancer screenings, for example. CDC data shows that, at best, a quarter of eligible Americans are in need of this preventive exam at any given time – but they just are not scheduling the tests. Ochsner is using its appointment reminder system to change that for its patients. The strategy is simple – send an automated phone notification letting patients know they are eligible and remind them to schedule the test. By delivering automated phone notifications to its group of 3,137 patients with recent orders for a colonoscopy or upper endoscopy, Ochsner scheduled 578 colorectal test screenings – an 18.4 percent conversion rate. The preventive screenings from the two-month calling campaign generated $684,930 in revenue for Oschner, based on the national average of $1,185 per procedure. More importantly, since there is an expected 25 percent pre-cancerous polyp detection rate, an estimated 145 patients benefited from early detection as a result of these examinations. Patients also expressed appreciation, saying if they were not nudged or reminded, they would not have completed this important preventive test.\n\nScottsdale Medical Imaging, a respected radiology practice located in Arizona, is also increasing revenue year-over-year by using its appointment reminder system to automate prevention-focused patient outreach campaigns. Currently, the practice targets any patient who has ever been in for a mammogram and is 30 days past due for their next one. By simply sending these overdue patients an automated voicemail asking them to schedule their appointment, the practice books approximately 1,200 mammograms annually – a figure that translates to $240,000 in additional revenue for the provider.\n\nWhen it comes to engaging patients, many providers are rapidly adopting text messaging to communicate with patients in new ways – with an emphasis on the way each individual patient prefers to be contacted. Providers are learning that communicating with patients on their terms makes patients happier, but it also drives higher response rates.\n\nBaton Rouge General, for example, has seen exceptional growth in the number of patients who have opted in to receive reminders by way of text message. Texting works: Text has increased Baton Rouge General’s effectiveness in driving appointment confirmations from patients. While 30 percent of patients who receive a voice call confirm their appointment, that figure stands at 50 percent for those who receive text messages.\n\nThe next step for forward-thinking healthcare providers is to maximize their appointment reminder systems by implementing between-visit engagement programs that help patients understand the state of their health, their personal role in becoming healthier, and activate them to follow treatment plans.\n\nScottt Zimmerman is President of TeleVox.", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/blog/insight-tackling-healthcares-costly-problem-missed-appointments", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/doctor%27s%20office-feature.png", "site_name": "Healthcare Finance News", "description": "Several forward-thinking healthcare providers are making significant financial and efficiency improvements by using their appointment reminder technology systems to address other problems such as increasing utilization of preventive care services, scheduling follow up care, delivering test results,", "title": "Insight: Tackling healthcare's costly problem of missed appointments"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/doctor%27s%20office-feature.png"}, "title": "Insight: Tackling healthcare's costly problem of missed appointments", "description": "Several forward-thinking healthcare providers are making significant financial and efficiency improvements by using their appointment reminder technology systems to address other problems such as increasing utilization of preventive care services, scheduling follow up care, delivering test results,", "card": "summary_large_image", "site": "@HC_Finance"}, "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no", "description": "Missed appointments cost the U.S. healthcare system more than $150 billion a year.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcbc1f\"", "article_summary": "Missed appointments cost the U.S. healthcare system more than $150 billion a year.\nBut, too many healthcare providers stop there and, by limiting the use of this technology, they aren’t recouping as much revenue as possible.\nGetting Collections Inefficiencies in CheckCollections have proven to be one of the most challenging areas for healthcare providers.\nMissed appointments are a significant challenge, and automated notifications – text messages, voicemails, and emails – reminding patients of upcoming appointments are proven to work.\nThe good news: The large majority of healthcare providers already have the technology in place – appointment reminder systems – to begin solving the trillion dollar inefficiency problem."}