{"article_title": "Benedict Cumberbatch: Sherlock knows how to please a woman", "article_keywords": ["woman", "knows", "benedict", "elle", "sex", "asexual", "fans", "doesnt", "sherlock", "interview", "cumberbatch", "think"], "article_url": "http://www.salon.com/2014/11/03/benedict_cumberbatch_sherlock_knows_how_to_please_a_woman_partner/", "article_text": "Benedict Cumberbatch, already facing a backlash for rumors that he’ll be playing Doctor Strange, is opening up about what Sherlock Holmes would be like in bed. Unfortunately, many of his fans aren’t too happy about it.\n\nCumberbatch spoke with ELLE UK on a variety of topics for the magazine’s feminism issue, and the conversation eventually turned to Sherlock, the show that made him a household name. While the show is still on hiatus until filming for the Christmas special starts, Cumberbatch showed that he’d thought a lot about his character, at least when it came to his sex life and sexual urges.\n\n“[Sherlock is] asexual for a purpose, not because he doesn’t have a sex drive, but because it’s suppressed to do his work,” Cumberbatch said. “Cold showers, looking at a lot of dead bodies…that’ll do it for you.”\n\nWhile ELLE UK’s Annabel Brog thought that Sherlock would be “a terrible shag,” Cumberbatch disagreed. Not only would Sherlock be good in bed, he said, but he could predict how it would go down. What followed was a meticulously detailed, “explosive” scene of what Sherlock would do to please a woman. It will either have readers fanning themselves or rolling their eyes.\n\nFor someone who seems uneasy with aspects of fanfiction, Cumberbatch seems to be half-decent at writing it when it includes himself and his character.\n\n“And then I would be devastating,” he said. “I’d know exactly how to please a woman, I’d know exactly where to put my fingers, where to put my tongue, where to put my – his I should say – his fingers, his tongue. Think about violinists, think about what they can do with their fingers.”\n\nHe also said that Sherlock had sex with Irene Adler after he rescued her from being beheaded.\n\nThe scene, along with numerous behind-the-scenes photos, are more than enough to get some fans excited.\n\n@AnnabelBrogELLE I think you are actually trying to kill me with these bits... — Kandice (@bookgirl_Kandi) October 30, 2014\n\nThanks for the mind orgasm Ben C., you just supplied your entire fan base with masturbation material. http://t.co/jaQFUJ9F7u — Abbe Fenton (@HershaSimcha) October 31, 2014\n\nBut the Cumber-backlash is strong, and other fans took issue with it. Cumberbatch has shown discomfort about talking about fanfiction in the past, but he ended up describing a common male fantasy in ELLE UK. Some felt as if he was pandering to ELLE UK’s largely female audience.\n\nwait so Cumberbatch is weirded out by other people's erotic Sherlock fanfic but his is totally cool? — lurrel (@lurrel) October 31, 2014\n\nso when #BenedictCumberbatch talks 2 @outmagazine #Sherlock is asexual, but when he speaks 2 @ELLEUK SH is a straight sex god? I'm callin BS — Alex Phillips (@alex_onTV) October 31, 2014\n\nHis thoughts on Sherlock and sex contrast with an interview he did with Out that was published just a couple of weeks ago. He and Out editor-in-chief Aaron Hicklin talked about Sherlock’s asexuality and fanfiction, but in a much more critical tone. He spent considerable energy attacking Sherlock’s most popular ship, which is alluded to on the show.\n\n“Because, you know, they either want to make John [Watson] into a sort of cute little toy, or me into a cute toy, or we’re fucking in space on a bed, chained together,” he noted, before explaining the sort of slash fanfic he’s encountered.\n\nOther fans took issue with the idea that Sherlock and Irene Adler, who self-identified as gay on the show, slept together.\n\n“Either Benedict Cumberbatch has experienced a major memory lapse, or he’s just spinning that same old crap us queer ladies always get,” claudiaboleyn wrote on Tumblr. “That we can be turned by men. That we are available to shag.”\n\nPerhaps the biggest insight might’ve been coincidental. In the interview, which came out during Asexual Awareness Week, Cumberbatch implied that Sherlock being asexual is a choice he makes while he’s busy solving crimes. Asexuality, in which someone doesn’t experience sexual attraction, is different from being celibate, and it’s often disregarded or ignored even within the LGBTQA community.\n\nSomeone please tell #BenedictCumberbatch that celibacy does not equal #asexuality. #aaw http://t.co/xyxCSWWQfc via @moviesndtv — JoAnn Loiodice (@JoAnnLoiodice) October 30, 2014\n\nLRT: Flawless timing for Benedict Cumberbatch to give that bizarre interview in the middle of Asexual Awareness week lol. — Gavia Baker-Whitelaw (@Hello_Tailor) October 30, 2014\n\n“Because a person doesn’t choose one’s sexuality, one only chooses to identify oneself as such,” gwydions wrote. “The thing is, it doesn’t matter whether Sherlock has a sex drive or acts on it. The problem is whether he feels sexual attraction. And Benedict doesn’t state this clearly (even in the transcript of the interview where he describes Sherlock’s possible approach to sex intercourse). For me, as Benedict puts it, Sherlock chooses to be celibate because of his work. And that’s something completely different.”", "article_metadata": {"description": "The star of the eponymous series addresses his character's apparent asexuality -- and engages in a bit of fan fic", "title": "Benedict Cumberbatch: Sherlock knows how to please a woman", "og": {"site_name": "Salon", "description": "The star of the eponymous series addresses his character's apparent asexuality -- and engages in a bit of fan fic", "title": "Benedict Cumberbatch: Sherlock knows how to please a woman", "url": "http://www.salon.com/2014/11/03/benedict_cumberbatch_sherlock_knows_how_to_please_a_woman_partner/", "image": "http://media.salon.com/2013/12/sherlock.jpg", "type": "article"}, "twitter": {"description": "The star of the eponymous series addresses his character's apparent asexuality -- and engages in a bit of fan fic", "title": "Benedict Cumberbatch: Sherlock knows how to please a woman", "image": "http://media.salon.com/2013/12/sherlock.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Michelle Jaworski", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, benedict cumberbatch, Sex, sherlock, Sherlock Holmes, the daily dot", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fda4fd\"", "article_summary": "Benedict Cumberbatch, already facing a backlash for rumors that he’ll be playing Doctor Strange, is opening up about what Sherlock Holmes would be like in bed.\n“Either Benedict Cumberbatch has experienced a major memory lapse, or he’s just spinning that same old crap us queer ladies always get,” claudiaboleyn wrote on Tumblr.\n“[Sherlock is] asexual for a purpose, not because he doesn’t have a sex drive, but because it’s suppressed to do his work,” Cumberbatch said.\nAnd Benedict doesn’t state this clearly (even in the transcript of the interview where he describes Sherlock’s possible approach to sex intercourse).\n#aaw http://t.co/xyxCSWWQfc via @moviesndtv — JoAnn Loiodice (@JoAnnLoiodice) October 30, 2014LRT: Flawless timing for Benedict Cumberbatch to give that bizarre interview in the middle of Asexual Awareness week lol."}