{"article_title": "Presidential Overreach", "article_keywords": ["eo", "constitution", "power", "executive", "constitutional", "immigration", "authority", "overreach", "congress", "president", "law", "presidential"], "article_url": "http://www.counterpunch.org/2014/11/28/presidential-overreach/", "article_text": "“The magnitude and the formality of it is arguably unprecedented. It’s fair to say that we have never seen anything quite like this before in terms of the scale.” –Peter J. Spiro, Temple University law professor\n\nWhen James Madison first proposed the balance of power concept for the newly created Federal government with three equal branches of government – each independent of the other with clearly defined responsibilities, he may not have anticipated, despite its enshrinement in the Constitution, how easily that balance of power could be so shrewdly subverted.\n\nWhile President Obama’s recently announced Executive Order makes sweeping changes to the country’s immigration system without Congress, the emerging legal question is whether the President has overstepped his Executive authority and is ultimately usurping constitutional authority in exceeding existing immigration law which requires that those who arrive in this country illegally be deported. While many of us may not like aspects of that law, it is, nevertheless, the law.\n\nIn July, 2014, well-known liberal constitutional scholar Jonathan Turley testified before the House Rules Committee that:\n\n“The President’s pledge to effectively govern alone is alarming, and what is most alarming is his ability to fulfill that pledge. When a president can govern alone, he can become a government unto himself, which is precisely the danger the framers sought to avoid . .”\n\nAnd since the President announced his immigration Executive Order (EO) on November 20th, Turley added:\n\n“What the President is suggesting is tearing at the very fabric of the constitution. We have a separation of powers that gives us balance and that doesn’t protect the branches. It’s not there to protect the executive branch or the legislative branch, it’s there to protect liberty. It’s there to keep any branch from assuming so much control that they become a threat to liberty.” “What the Democrats are creating is something very very dangerous. They’re creating a president who can go at it alone and to go at it alone is something that is a very danger that the framers sought to avoid in our constitution.”\n\n“What I’m hearing certainly causes great concern that he will again violate the separation of powers,” Turley said. “No president can take on the power of all three branches and that’s what he seems to be doing. He certainly seems to be taking on legislative authority. He isn’t being particularly coy about this, you know he says ‘this is what I wanted to get out of legislation and I’m going to do it on my own’ and that does become a government of one.”\n\nIn 2011, Turley represented a bipartisan group of 10 House members who challenged Obama’s constitutional authority to prosecute the war in Libya without congressional approval. Currently, Turley is representing the US House of Representatives in their lawsuit challenging the President’s “unconstitutional and unlawful actions” regarding his “unilateral implementation” of the Affordable Care Act aka Obamacare.\n\nIn use by every president since George Washington, Presidential EO’s, originally informal housekeeping directives to Federal officials and agencies, have grown in substance with the ‘full force of law’ as if Congress had acted. EO’s are temporary until the next Executive acts and are subject to judicial review (although courts are reluctant to intervene) while Congress frequently looks the other way. Today, EO’s provide a perfect foil in which to change existing law without encountering significant media or public scrutiny and avoid pesky Congressional oversight.\n\nIn addition, it is now apparent that an EO may not be necessary for a scoundrel President to alter the specific language of an established law when, for example, a bill’s original intent is not sufficient to address new circumstances or an essential concept that was mistakenly omitted or simply because the Executive can do whatever the Executive wants. As Madison and the Founders intended, under the US Constitution, the Congress makes the laws and the President is charged with implementation.\n\nWhile Presidential power is derived from the Constitution’s implied authority contained in the broadly-interpreted‘executive power shall be vested in the President’ directive (Article I, section 1, clause 1) as well as Presidential responsibility to“take care that the laws be faithfully executed” (Article II, section 3, clause 5), there is no legal mandate that allows the Congress or President to fudge their Constitutional lines of responsibility, regardless of what political differences may exist.\n\nIt is against this backdrop that the President risks being accused of an overreach of ‘executive power’ that inevitably raises essential constitutional concerns. The question arises that by deferring enforcement action while establishing a newly created special status for a group of citizens, the President is, in effect, violating the immigration law as enacted by Congress and that the President has gone beyond prosecutorial discretion and into the area of legislating.\n\nNicholas Q. Rosenkranz, Georgetown University law professor offered that ‘pre-emptively announcing that you will not enforce the law against a population of millions ..is several orders of magnitude beyond traditional case-by-case ‘prosecutorial discretion.’ In this case, the president is reportedly considering affirmative action that would purport to confer some legal status. This is a giant step beyond traditional prosecutorial discretion.”\n\nMany of us may be so jaded as to not be shocked that a sitting President, fully conscious of his constitutional duties, would willfully misdirect or specifically alter Congressionally-approved language so as to substantially modify a piece of legislation and its intent. It is the height of malfeasance to rationalize an ‘improvement’ to existing law or to direct a department to act contrary to its legislative mandate using a popular issue as “cover “ for official misconduct. Cloaking precedent-setting wrongdoing in the cushion of a publicly-accepted issue (like immigration or health care) has the effect of relegating the Constitution to a lesser piece of paper and minimizing public scrutiny.\n\nOne concern at stake is whether a policy initiative that failed to be adopted by Congress can then be repackaged as a constitutionally valid EO and whether the President’s EO sets an historic precedent that allows for an expansion of Executive authority as a common tool whenever the President is thwarted by Congress or in order to bypass Congress.\n\nDavid Martin, University of Virginia law professor has suggested that beyond the question of whether Mr. Obama was staying within the bounds of his power, is the bigger problem of “precedent” and that even if Mr. Obama’s directive is legally defensible, he may be “paving the way for future Republican presidents to act similar to contravene laws that Democrats cherish.”\n\nWith regard to Executive orders, the Congressional Research Service (CRS) 2014 report Executive Orders: Issuance, Modification, and Revocation states that\n\n“The President’s authority to issue executive orders does not include a grant of power to implement policy decisions that are not otherwise authorized by law” and that\n\n“.. it is equally well established that the substance of an executive order, including any requirements or prohibitions, may have the force and effect of law only if the presidential action is based on power vested in the President by the U.S. Constitution or delegated to the President by Congress.”\n\nRegarding EO’s, the CRS determined that “The U.S. Constitution does not define these presidential instruments and does not explicitly vest the President with the authority to issue them. Nonetheless, such Orders are accepted as an inherent aspect of presidential power.”\n\nIt should not escape notice that the very deportations that the Obama EO is designed to alter are the very deportations that his Administration has so dramatically increased over the last six years.\n\nFormer New Jersey Superior Court Judge Anthony Napolitano has suggested that “when he suspends deportation and when he imposes his own conditions on those suspensions, he is effectively rewriting the law and that violates his oath to enforce and uphold the law as it has been written” concluding that the president would be in violation of his responsibility to “faithfully execute” the law and that “while every president has prosecutorial discretion, they cannot suspend or rewrite existing statute.”\n\nAccording to Napolitano, President Eisenhower “allowed suspension of deportations on the basis of existing statute but that Obama has disregarded existing statute and set out his own standards. He is not a law maker; he is the law enforcer.”\n\nThere is no doubt that immigration reform and halting the Obama Administration’s widespread deportations (over two million to date) is a valid and long overdue social dilemma that deserves to be resolved on a permanent basis with a formal legislative solution. Immigration is of such significance to the nation that affects 11 million citizens, it deserves to be deliberated in a formal quasi-judicial forum (like the Senate) without the controversy and uncertainty sure to result from the President’s EO. Immigration reform and those citizens most directly affected deserve to have the formal force of Congressionally-adopted law with its bi-partisan sponsors, committee amendments and rigorous floor debate standing behind it, granting it the unquestionable constitutional authority that an EO does not offer.\n\nThe President had months earlier promised the EO but delayed issuance until after the election in order to protect many of those vulnerable Senate Democrats who went down in defeat anyway. The willingness to delay the EO spoke volumes to Hispanic voters – most of whom favor the Democratic party. The irony of shelving the EO until after the election must still sting with a rank bitterness – if not the president, who is more often concerned with his own political fortunes, but for those Democrats who were defeated in states with an immigrant population like Sen. Mark Udall (D-Co), Sen. Mark Pryor (D-Ark) and Sen. Kay Hagan (D-NC).\n\nAfter the 2008 election there was every expectation that an ethnically diverse President would instinctively resonate with the plight of the country’s long-time immigrants and their children, officially recognizing their hopes for citizenship. Six years later, the painful reality is that an ethnically diverse president can just as easily disregard the country’s immigrant population as well as any Caucasian president.\n\nIn response to activist criticism that he had not issued an Executive Order to stop deportations, the President acknowledged, in a September, 2013 Telemundo interview that “If we start broadening that (referring to his earlier Dreamer protection), then essentially I’ll be ignoring the law in a way that I think would be very difficult to defend legally. So that’s not an option.”\n\nMore recently, in a November 17th Washington Post editorial entitled “In Mr. Obama’s Own Words, Acting Alone is Not How Democracy Works” posited a fanciful analogy with newly-elected president Ted Cruz using an EO as a unilateral tool to accomplish his political agenda at the expense of the Constitution. The editorial further quoted the President, in explaining his own inaction to suspend deportations “That’s not how our Constitution is written.”", "article_metadata": {"og": {"site_name": "www.counterpunch.org", "description": "Chinks Out of the Constitution", "title": "Presidential Overreach", "url": "http://www.counterpunch.org/2014/11/28/presidential-overreach/", "image": "http://i1.wp.com/www.counterpunch.org/wp-content/dropzone/2015/06/OGFB4.png", "locale": "en_US", "type": "article"}, "article": {"published_time": "2014-11-28T12:44:00+00:00", "modified_time": "2014-12-12T00:11:14+00:00"}, "description": "Chinks Out of the Constitution", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "robots": "noodp, noydir"}, "_id": "\"57477af46914bd0286fda4ff\"", "article_summary": "It is against this backdrop that the President risks being accused of an overreach of ‘executive power’ that inevitably raises essential constitutional concerns.\n.”And since the President announced his immigration Executive Order (EO) on November 20th, Turley added:“What the President is suggesting is tearing at the very fabric of the constitution.\nIn use by every president since George Washington, Presidential EO’s, originally informal housekeeping directives to Federal officials and agencies, have grown in substance with the ‘full force of law’ as if Congress had acted.\n“No president can take on the power of all three branches and that’s what he seems to be doing.\nAs Madison and the Founders intended, under the US Constitution, the Congress makes the laws and the President is charged with implementation."}