{"article_title": "Actress Says 'Junk Food Set Off Hormonal Surge' As A Teen [PHOTOS]", "article_keywords": ["teen", "junk", "set", "hormonal", "food", "acne", "actress", "surge", "photos", "foods", "oil", "diaz", "fat", "skin", "processed"], "article_url": "http://www.medicaldaily.com/cameron-diaz-opens-about-acne-struggle-actress-says-junk-food-set-hormonal-surge-teen-photos-266844", "article_text": "Hollywood actress, Cameron Diaz, opens up about her struggle with severe acne as a teen and what she did to clear breakouts.\n\nWith the release of her new book, The Body Book: The Law of Hunger, the Science of Strength, and Other Ways to Love Your Amazing Body, the many layers of actress Cameron Diaz have started to peel one by one. While the 41-year-old actress has been Hollywood’s poster child for a healthy lifestyle, she admits she was miserable as a teen as she struggled with severe acne.\n\n\"I was the poster child for being both skinny and unhealthy — and I had the zits to prove it,\" Diaz said in Seventeen magazine’s February issue. The actress recounted her unhealthy eating habits, such as Friday nights as a teen where she would do a drive-through run, order a double cheeseburger with French fries, and onion rings. “…I didn’t realize all that fried, greasy, processed artificial crap was setting off a hormonal surge that sent my skin into crazy town!”\n\nCameron Diaz 70th Academy Awards in 1998. Featureflash / Shutterstock.com\n\nContrary to popular belief, greasy foods and chocolate have little effect on acne, according to the Mayo Clinic. The formation of acne occurs when the openings of hair follicles are blocked with oil secretions, dead skin cells, and bacteria. Acne commonly occurs on the face, neck, chest, back and shoulders, where the largest number of oil glands are located. These areas are prone to oil buildup when the dead skin cells block the glands and cause a bacterial reaction that results in acne-related inflammation.\n\nThe Mayo Clinic does acknowledge dietary factors such as dairy products, carbohydrate-rich foods, or foods with a high glycemic index may trigger or aggravate acne. These processed foods are quickly broken down into sugar, which creates a terrible effect on the skin. The refined carbs lead to a spike in insulin levels which leads to an increase in sebum production and clogged pores. Dermatologists like Dr. Joel Schlessinger believe the fat in fast food isn’t what causes breakouts. “It’s the processed carbs,” he said to YouBeauty.\n\nDiaz, former junk food addict who consumed plenty of processed food, bashfully admitted to the guilty pleasure during her teen years. “If you really are what you eat, I would have been a bean burrito with extra cheese, extra sauce, no onions!” The actress soon learned her acne began to disappear once she traded her favorite fried and processed meals for more natural foods. Diaz also noticed she had a huge burst in her energy levels and even started surfing and snowboarding, feeling like she “had the world at her fingertips.”\n\nCameron Diaz arriving for the World Premiere of Gambit, at the Empire Leicester Square, London in 2012. Featureflash / Shutterstock.com\n\n“I realized our bodies are these amazing machines, created to be good to us when we’re good to them,” Diaz said. Feeding her body veggies and water rather than processed foods and soda made her feel she had energy to spare which was something she never felt before. The actress also consumes plenty of avocados and tomatoes because they make her feel great.\n\nFoods high in vitamin A and beta-carotene are known to increase the body’s resistance to bacteria and improve the skin’s overall health. The most vitamin-A rich foods include liver and cod liver oil, but the vitamin can also be obtained from other sources such as kidney, cream, and butter from pastured cods and egg yolks from pastured chickens, says Chris Kresser, an acupuncturist and practitioner of integrative medicine.\n\nAlthough Diaz has eliminated binging on junk food from her diet, she does indulge herself in a few guilty pleasures on special occasions. “I eat the pork skin, pork fat and the beef fat,” Diaz said over Christmas, the Daily Mail reported. “That's my treat.”\n\nThe 41-year-old has also put her Botox days behind her sharing she now wants to age naturally. She told Entertainment Tonight, “it changed my face in such a weird way that I was like, \"No, I don't want to [be] like [that].\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "cameron diaz, teen, teenager, teenage years, acne, severe acne, acne struggle, boiling pimples, hormones, insulin, processed foods, greasy food, junk food", "og": {"site_name": "Medical Daily", "description": "In her new book, Cameron Diaz opens up about her struggle with severe acne as a teen and what she did to clear breakouts.", "title": "Cameron Diaz Opens Up About Acne Struggle, Botox [PHOTOS]", "url": "http://www.medicaldaily.com/cameron-diaz-opens-about-acne-struggle-actress-says-junk-food-set-hormonal-surge-teen-photos-266844", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/10/cameron-diaz-66th-annual-golden-globe-awards.jpg", "type": "article"}, "twitter": {"description": "In her new book, Cameron Diaz opens up about her struggle with severe acne as a teen and what she did to clear breakouts.", "title": "Cameron Diaz Opens Up About Acne Struggle, Botox [PHOTOS]", "url": "http://www.medicaldaily.com/cameron-diaz-opens-about-acne-struggle-actress-says-junk-food-set-hormonal-surge-teen-photos-266844", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/10/cameron-diaz-66th-annual-golden-globe-awards.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/10/cameron-diaz-66th-annual-golden-globe-awards.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-01-10T14:52:02-05:00", "modified_time": "2014-01-10T15:04:18-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "In her new book, Cameron Diaz opens up about her struggle with severe acne as a teen and what she did to clear breakouts."}, "_id": "\"57477af46914bd0286fda509\"", "article_summary": "Diaz, former junk food addict who consumed plenty of processed food, bashfully admitted to the guilty pleasure during her teen years.\n“I eat the pork skin, pork fat and the beef fat,” Diaz said over Christmas, the Daily Mail reported.\nHollywood actress, Cameron Diaz, opens up about her struggle with severe acne as a teen and what she did to clear breakouts.\nFeeding her body veggies and water rather than processed foods and soda made her feel she had energy to spare which was something she never felt before.\nThese processed foods are quickly broken down into sugar, which creates a terrible effect on the skin."}