{"article_title": "Michigan race highlights Tea Party versus Establishment struggle", "article_keywords": ["versus", "amash", "ellis", "house", "tea", "michigan", "republicans", "amashs", "race", "struggle", "highlights", "party", "republican", "establishment"], "article_url": "http://www.reuters.com/article/us-usa-politics-teaparty-idUSBREA280NO20140309", "article_text": "GRAND RAPIDS, Michigan Over cocktails and chocolate-covered strawberries, a group of west Michigan Republicans gathered at a Tudor-style home in Grand Rapids and vented frustrations with Congressman Justin Amash and his Tea Party tactics that they blame for Washington's gridlock.\n\n\"The Republican establishment has lost confidence in Justin,\" said Mark Bissell, chief executive of vacuum manufacturer Bissell Inc.\n\n\"We're sort of feeling like we're not represented, because he is so far out there,\" lamented small businessman Dan Bogo.\n\nThe venue was a fundraiser last month for Amash's Republican primary opponent, Brian Ellis, the head of an investment firm who bills himself as \"West Michigan Nice\" for his collaborative style.\n\nThe contest in Michigan's third district, for a congressional seat once held by President Gerald Ford, is emblematic of the nationwide struggle between the five-year-old Tea Party and more traditional Republicans who believe conservative upstarts like Amash have gone too far.\n\nWhen the Tea Party movement for smaller government helped usher in Republican control of the House of Representatives in the mid-term elections in 2010, many in the party's so-called \"establishment\" welcomed the grassroots energy that the movement inspired.\n\nAmash, a lawyer and son of a wealthy Palestinian immigrant, was part of the wave of conservative House lawmakers elected that year. Back then, Bissell supported him.\n\nBut after a series of messy confrontations in Congress, including market-rattling showdowns over the debt limit and last year's 16-day U.S. government shutdown, many in the party establishment, including some of the Grand Rapids Republicans, decided they have had enough of the upstarts.\n\nThis has led to a widening rift between the Tea Party and the establishment, and the tensions are shaping up as a major theme of the 2014 congressional elections.\n\nTHE 'NO CAUCUS'\n\nThe 33-year-old Amash is part of a rebel group of House conservatives known as the \"No Caucus\" for their resistance to compromise.\n\nLast year, Republican Senator John McCain described Amash as a \"wacko bird,\" along with Tea Party stars Senator Ted Cruz and Senator Rand Paul.\n\nRunning against Amash, Ellis, owner of Brooktree Capital Management, is 20 years older than the congressman. A former school board chairman, Ellis touts himself as a \"true conservative\" in the mold of Gerald Ford.\n\n\"Ask yourself: does this represent you? Is this what we want?\" Ellis said of Amash at the Grand Rapids fundraiser.\n\nThough the establishment versus Tea Party struggle is a feature of several other congressional races, the battle to win the August 5 primary contest in Michigan is also a rare case of an establishment candidate trying to oust a Tea Party incumbent. In contrast, several races that have grabbed national attention lately involve establishment incumbents trying to fend off Tea Party challengers.\n\nEstablishment Republicans are often reluctant to take on Tea Party incumbents \"because they know they can't win, in most cases,\" said David Wasserman, who analyzes House races for the Cook Political Report. \"They know that in a Republican primary there is not a lot of oxygen on the left of these incumbents.\"\n\nIn one of the most high-profile Senate races this year, Tea Party candidate Matt Bevin is running against Republican Senate Minority Leader Mitch McConnell in the May 20 Kentucky primary.\n\nThough polls show Bevin far behind McConnell, the primary fight could weaken McConnell as he prepares to face Democrat Alison Lundergan Grimes in the November general election.\n\nIn Idaho, Congressman Mike Simpson, an eight-term incumbent and close ally of House Speaker John Boehner, is trying to fight off a challenge from Tea Party-backed Bryan Smith.\n\nSmith is supported by the conservative Club for Growth, while Simpson is backed by the U.S. Chamber of Commerce and Main Street Partnership, a moderate Republican group that launched a fundraising arm last year to fight Tea Party influence.\n\nFUNDING THE MICHIGAN CONTEST\n\nSo far, both the Chamber of Commerce and the Main Street Partnership are staying out of the Grand Rapids congressional race.\n\nBut the Main Street Partnership has met with Ellis and has not ruled out entering the fray on his behalf, even though doing so would break with the group's practice so far, said Sarah Chamberlain, the group's chief operating officer. The group has helped Republican incumbents resist Tea Party challengers, but has not spent money to challenge a sitting member of Congress.\n\nAs with most attempts to unseat an incumbent, Ellis' bid to oust Amash is a long-shot. A poll by Maryland-based Basswood Research last month gave Amash a huge lead, 60 percent to 12 percent. But a survey commissioned by the Ellis campaign says voters support Ellis by 52 percent to 33 percent once they learn details of Amash's voting record.\n\nOn the other hand, deep-pocketed conservative groups that like Amash, such as Americans for Prosperity and the Club for Growth, appear to regard the Ellis challenge seriously enough that they are pouring money into the race on behalf of Amash.\n\nAmericans for Prosperity, founded by the billionaire brothers David and Charles Koch, has spent about $165,000 on television ads praising Amash for opposing Obamacare, a spokesman said.\n\nPresident Barack Obama's landmark healthcare reform, which passed in 2010 and seeks to extend health insurance to millions more Americans, helped to ignite the Tea Party movement in elections that year. Opponents of the law decry what they view as government overreach.\n\nThe Club for Growth says it has spent about $200,000 on a TV and radio ad campaign criticizing Ellis' school board record, accusing him of backing tax increases.\n\nSome of the Tea Party's biggest luminaries, including Senators Ted Cruz and Rand Paul, are getting involved. Political action committees for both senators have donated to Amash's campaign.\n\nAmash raised $518,000 in the fourth quarter of last year after libertarian Ron Paul, Rand Paul's father, urged allies to donate to Amash.\n\nEllis, who announced his candidacy in October, raised $308,000 for his campaign in the fourth quarter of last year and loaned himself another $200,000.\n\nVOTING RECORD\n\nEllis has labeled Amash's votes \"bizarre,\" citing his opposition to the fiscally austere budget proposed by House Budget Committee Chairman Paul Ryan. He also pointed to Amash's vote of \"present,\" instead of \"yes,\" on a bill concerning the proposed Keystone oil pipeline.\n\nAmash, however, says a realignment is under way in his party and that old guard establishment Republicans are becoming a fringe group that doesn't represent \"what ordinary Republicans think.\"\n\nHe is proud of his votes and explains them on Facebook. His stance on the Keystone bill, for example, stemmed from an aversion to Congress giving special regulatory preferences to TransCanada, the Canadian company that wants to build the pipeline. Amash says he supports the pipeline's construction.\n\nAmash denies he is hostile to compromise, but says many of the proposed bipartisan deals in Washington offer temporary fixes, rather than long-term solutions.\n\n\"I think unfortunately Washington has twisted the meaning of the word compromise, where compromise has come to mean passing phony deals that don't do anything to improve our situation,\" Amash said.\n\nBill Ballenger, the associate editor of Inside Michigan Politics, believes Amash's credibility has been bolstered by Edward Snowden's revelations about government surveillance programs.\n\nAmash had focused on the issue before Snowden, a former security contractor, leaked a raft of secret documents on surveillance last year. \"All of a sudden people are saying, 'Maybe he's been onto something here,'\" Ballenger said.\n\nNonetheless, he said many locals are still not used to Amash's style. Gerald Ford \"was the quintessential mainstream establishment Republican. That's what people are used to ... Amash is a hothouse flower.\"\n\n(Additional reporting by Gabriel Debenedetti; Editing by Caren Bohan and Frances Kerry)", "article_metadata": {"sailthru.author": "Susan Cornwell", "Author": "Susan Cornwell", "DCSext.PageNumber": 1, "twitter": {"description": "Over cocktails and chocolate-covered strawberries, a group of west Michigan Republicans gathered at a Tudor-style home in Grand Rapids and vented frustrations with Congressman Justin Amash and his Tea Party tactics that they blame for Washington's gridlock.", "title": "Michigan race highlights Tea Party versus Establishment struggle", "image": "http://s1.reutersmedia.net/resources/r/?m=02&d=20140309&t=2&i=858116976&w=&fh=545px&fw=&ll=&pl=&sq=&r=CBREA281FNR00", "creator": "@Reuters", "site": "@Reuters", "card": "summary_large_image"}, "DCSext.rChannel": "Article - News", "sailthru.tags": "US, USA, POLITICS, TEAPARTY", "sailthru.title": "Michigan race highlights Tea Party versus Establishment struggle", "keywords": "US,USA,POLITICS,TEAPARTY,Government / Politics,United States,US Government News,General News,Elections / Voting,Michigan,Americas", "DCSext.Comments": 1, "DCSext.ContentType": "Article", "description": "Over cocktails and chocolate-covered strawberries, a group of west Michigan Republicans gathered at a Tudor-style home in Grand Rapids and vented frustrations with Congressman Justin Amash and his Tea Party tactics that they blame for Washington's gridlock.", "WT.cg_n": "Politics", "DCSext.ContentID_politicsNews": "USBREA280NO20140309", "sailthru.description": "Over cocktails and chocolate-covered strawberries, a group of west Michigan Republicans gathered at a Tudor-style home in Grand Rapids and vented frustrations with Congressman Justin Amash and his Tea Party tactics that they blame for Washington's gridlock.", "DCSext.ContentChannel": "politicsNews", "sailthru.date": "2014-03-09T18:35:51+0000", "DCSext.ChannelList": "politicsNews;ford;Honda;SafetyandInnovation;Inspiration;creditMarkets;rtsCiti;everything;treasuryMarkets;Continental;Deals;forexNewsCopy;Shell;Amtrak;Amtrak2;yahoo3;Adfriendly1;echoActivityStream;Suntrust_SmallBiz;AllianzRetirement;AllianzInsurance;AllianzInvestments;HSBC_US;FedExSMB;Hyundai;MSDynamics;Goldman;everythingButHugin;AXAinsurance;OutloudFeed;HPEnterprise;Allianz;cfpboard;JPMorgan;ssgabonds;sapawareness;CFA;sapawarenesstech;sapawarenesslife;jpGambaroPeople;nyse;trending-hp;sprintxpert2;statestreetetf;samsung;newsproHome;verizonmm;AmericanVoices2012;Healthcare2012;Pfizersafe;cfaglobal;merrilledge;aa48hours;ernstyoung;Xerox;competitorsdependency;citianniversary;accenture;dassaultuk;HSBCGlobal;PrudentialInvestments;VanessaTest;lyxor;greenpeace;MLGZero;fedex_neg;ubs;upshealthcare;MLedge;BNY;citgroup;Bosneg;Intel;MarshallTest;BNYForesight;HP_Ad2one_Asia;PFG", "DCSext.ContentHeadline": "Michigan+race+highlights+Tea+Party+versus+Establishment+struggle", "DCSext.ContentID": "USBREA280NO20140309", "WT.cg_s": "Politics", "sailthru.image.thumb": "http://s1.reutersmedia.net/resources/r/?m=02&d=20140309&t=2&i=858116976&w=&fh=50&fw=50&ll=&pl=&sq=&r=CBREA281FNR00", "news_keywords": "US;USA;POLITICS;TEAPARTY;Government / Politics;United States;US Government News;General News;Elections / Voting;Michigan;Americas", "sailthru.contenttype": "Article", "robots": "INDEX, FOLLOW", "WT.z_inlinetype": "false", "DCSext.rAuthor": "Susan Cornwell", "article": {"publisher": "https://www.facebook.com/Reuters"}, "DCSext.rCountry": "BETAUS", "DCSext.DartZone": "us.reuters/politics/article", "viewport": "width=1100", "DCSext.PageTotal": 3, "WT.z_navid": "nav-Text-politicsNews", "site edition": "Reuters", "og": {"site_name": "Reuters", "description": "Over cocktails and chocolate-covered strawberries, a group of west Michigan Republicans gathered at a Tudor-style home in Grand Rapids and vented frustrations with Congressman Justin Amash and his Tea Party tactics that they blame for Washington's gridlock.", "title": "Michigan race highlights Tea Party versus Establishment struggle", "locale": "en_US", "image": "http://s1.reutersmedia.net/resources/r/?m=02&d=20140309&t=2&i=858116976&w=&fh=545px&fw=&ll=&pl=&sq=&r=CBREA281FNR00", "url": "http://www.reuters.com/article/us-usa-politics-teaparty-idUSBREA280NO20140309", "article": {"section": "Politics", "tag": "US,USA,POLITICS,TEAPARTY,Government / Politics,United States,US Government News,General News,Elections / Voting,Michigan,Americas", "published_time": "2014-03-09T18:35:51+0000", "modified_time": "2014-03-09T18:35:51+0000", "author": "Susan Cornwell"}, "type": "article"}, "REVISION_DATE": "Sun Mar 09 18:35:51 UTC 2014", "DCSext.contentversion": "original", "sailthru.image.full": "http://s1.reutersmedia.net/resources/r/?m=02&d=20140309&t=2&i=858116976&w=&fh=545px&fw=&ll=&pl=&sq=&r=CBREA281FNR00"}, "article_summary": "Though the establishment versus Tea Party struggle is a feature of several other congressional races, the battle to win the August 5 primary contest in Michigan is also a rare case of an establishment candidate trying to oust a Tea Party incumbent.\nIn contrast, several races that have grabbed national attention lately involve establishment incumbents trying to fend off Tea Party challengers.\nThe group has helped Republican incumbents resist Tea Party challengers, but has not spent money to challenge a sitting member of Congress.\nThis has led to a widening rift between the Tea Party and the establishment, and the tensions are shaping up as a major theme of the 2014 congressional elections.\nRunning against Amash, Ellis, owner of Brooktree Capital Management, is 20 years older than the congressman."}