{"article_title": "Coordinated Care for Those Nearing Life’s End — But Does It Save Money?", "article_keywords": ["aim", "program", "right", "lifes", "money", "doctors", "nearing", "sutter", "martinez", "patients", "does", "health", "way", "coordinated", "end", "save", "care"], "article_url": "http://ww2.kqed.org/stateofhealth/2014/06/25/sutter-program-yields-quality-care-for-people-nearing-lifes-end-but-total-costs-unclear/", "article_text": "Coordinated Care for Those Nearing Life’s End — But Does It Save Money?\n\nBob Martinez has been in the hospital so many times, the surgical staff treats him like a regular at a coffee shop.\n\n“They all know me!” he says. “If I go in there today, they’d say, ‘How’re ya doing Mr. Martinez?’ ”\n\n‘I’m so sick and tired of being in hospitals. I don’t want to go back no more. I said, God, no more.’\n\nMartinez is 81, a long-retired life insurance salesman. In the last few years, he’s had more than a dozen surgeries on his right leg, including a foot amputation, a casualty of severe diabetes. His heart disease has warranted almost half a dozen heart procedures. After one of his recent operations, he said he’d had enough.\n\n“I’m so sick and tired of being in hospitals,” he says shaking his head. “I don’t want to go back no more. I said, God, no more. No more.”\n\nThat’s when hospital staff told him about a program through Sutter Health that would send people to take care of him at home. It’s called the Advanced Illness Management program, or AIM. It’s designed for people like Martinez who have multiple chronic illnesses.\n\nIt’s not hospice. That’s for people who doctors say have six months or less to live. This program is for the pre-hospice population, people estimated to be in the last 18 months of life. The AIM program assigns a team of doctors, nurses and social workers to help patients transition home after hospital stays, manage medication, and carefully coordinate care, at home and over the phone, to help keep patients out of the hospital.\n\nMartinez’ nurse, Aileen Capuyan, and social worker, Ally Chu, come to his home in Oakland once a week.\n\n“Are you coughing? Do you have any shortness of breath?” Capuyan asks as she listens to Martinez’s lungs.\n\nHe sits in the brown leather armchair in his living room while she takes his temperature and checks his blood pressure. Meanwhile, Chu is in the kitchen talking with Martinez’s son, Jimmy, who takes care of him. Jimmy is making tamales. Then Capuyan and Chu switch.\n\nMost of the visit is spent talking: about the pain in Martinez’s leg, how his dominoes game is going at the senior center, and about more sensitive things, like what happens when his health gets worse — what kind of care he wants at the end of life and what care he doesn’t want.\n\n“I don’t want to be resuscitated,” Martinez says. “When my time comes — let it go.”\n\nThe founders of the AIM program hope that these ongoing visits build the kind of trust where patients can fully explore these questions. Chief program executive Betsy Gornet says this avoids rushed decisions that don’t capture a person’s real values.\n\n“Spending fifteen minutes in a doctor’s office or in an ICU in a crisis isn’t necessarily the way to do advanced care planning,” she says. “We do know that a dialogue over time does help foster the right kind of information.”\n\nShe says that means patients get the kind of care they want, and get help before their conditions reach a crisis level.\n\n“We’ve been able to track very consistently a 30 percent reduction in emergency room visits by these patients, 70 to 80 percent reduction in ICU days, 50 percent reduction in hospitalizations,” she says.\n\nThat in turn has saved money.\n\n“We’ve seen the total cost of care go down anywhere from $3,600 to $5,000 dollar per patient over the course of 90 days,” she says.\n\nThis is the kind of talk that has sparked fiery debates in Washington. Back in 2009, the idea of doctors even talking to their patients about their end-of-life wishes spurred fears of “death panels” rationing care.\n\nBut today, the tone is shifting, according to health policy lobbyist Andrew MacPherson.\n\n“We’re seeing a death of the death panels,” he says. “We’re in a totally new place today.”\n\nHe says lawmakers are having real bipartisan discussions about overhauling the American way of death, especially now that more and more politicians are shepherding their own parents through the end of life.\n\n“It’s personal stories,” MacPherson says. “People’s personal stories about their mother, about their father are really what bring folks to table to say, ‘Look, we need to have a health care system that is responsive to patients’ values and preferences and wishes when they’re really seriously ill.’ ”\n\nHe says officials in Washington are keeping an eye on the Sutter program as a model that might be replicated across the country. The Medicare program, which pays for health care for people over 65, gave the AIM program a $13 million grant from a fund created under the Affordable Care Act. In return, they want to see the program generate savings for Medicare of at least $29 million.\n\n“The big question is whether or not it will pan out,” says Suzanne Delbanco, executive director of the nonprofit group Catalyst for Payment Reform.\n\nThe Medicare grants are one way the government is trying to move away from paying for health care on a fee-for-service basis, which Delbanco says incentivizes doctors to order more tests and procedures to drive up their revenues. Instead, interest is growing to develop more holistic payment models — things like “care management fees,” “bundled payments” and “shared savings” — that reward doctors based on the overall care they provide and outcomes where their patients ultimately get better.\n\n“It’s almost as if we’re going from an a la carte menu to a pre-fixe meal where you pay a set amount for all your courses,” Delbanco says.\n\nBut there are two big unknowns.\n\nFirst, it’s not clear if these new models of care really will cost less in the long run. “We don’t know for sure whether or not financially it will end up being beneficial in an effort to curtail our health care costs,” Delbanco says.\n\nSecond, Sutter has to find a way to operate the AIM program that works for its own bottom line. When Sutter saves money for Medicare, by reducing hospitalizations and ER visits, it takes a financial hit on its own revenues. Many of the new services it provides to achieve those savings — the telephone coordination, some home care and some social work services — are not reimbursed under Medicare’s current payment system.\n\nSutter declined to reveal operation costs or budget figures for the AIM program, although the federal Agency for Healthcare Research and Quality reports it costs about $900 monthly, for each patient, on average.\n\nAIM chief executive Betsy Gornet says the program does operate at a loss in some regions and has stayed afloat so far through foundation grants and investments from Sutter. But its goal this year, as part of the government grant, is to become self-sustaining, and to propose a new payment model for Medicare that balances savings for the government and still keeps its own program in business.\n\n“We want to get the right care to the right patient at the right time,” Gornet says. “That will help save everybody’s resources.”\n\nGornet says the ultimate goal is to keep patients like Bob Martinez as comfortable and vibrant as possible until he reaches the end of his life.\n\nMartinez says he’s been thinking about death a lot lately, especially since his wife, Josie, died two years ago — at home, with her husband at her side.\n\n“God’s got a plan for everybody, different plans,” Martinez says. “Some die at home. Some die in a hospital. I want to be home like she was. If it comes to that. But anyway, I’ll take it any way. I just want to be with her now.”\n\nMartinez died in May. He was at home, in his living room, surrounded by family.\n\nThis report was produced with support from the MetLife Foundation Journalists in Aging Fellowships, a program of New America Media and the Gerontological Society of America.", "article_metadata": {"description": "Medicare funded the program with a $13 million grant, but hopes for savings of $29 million.", "contextly-page": "{\"title\":\"Coordinated Care for Those Nearing Life's End \\u2014 But Does It Save Money?\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2014\\/06\\/25\\/sutter-program-yields-quality-care-for-people-nearing-lifes-end-but-total-costs-unclear\\/\",\"pub_date\":\"2014-06-25 07:50:35\",\"mod_date\":\"2014-06-26 12:56:21\",\"type\":\"post\",\"post_id\":19688,\"author_id\":\"3205\",\"author_name\":\"April Dembosky\",\"author_display_name\":\"April Dembosky\",\"tags\":[\"End of Life Care\"],\"categories\":[\"Community Health\",\"Policy\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2014\\/06\\/Bob_april-e1403652651481.jpg\"}", "og": {"site_name": "State of Health", "description": "Medicare funded the program with a $13 million grant, but hopes for savings of $29 million.", "title": "Coordinated Care for Those Nearing Life’s End — But Does It Save Money?", "url": "http://ww2.kqed.org/stateofhealth/2014/06/25/sutter-program-yields-quality-care-for-people-nearing-lifes-end-but-total-costs-unclear/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2014/06/Bob_april-e1403652651481-640x480.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "end of life care", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe33d0\"", "article_summary": "Coordinated Care for Those Nearing Life’s End — But Does It Save Money?\n“We want to get the right care to the right patient at the right time,” Gornet says.\n“We don’t know for sure whether or not financially it will end up being beneficial in an effort to curtail our health care costs,” Delbanco says.\nThe Medicare program, which pays for health care for people over 65, gave the AIM program a $13 million grant from a fund created under the Affordable Care Act.\nNo more.”That’s when hospital staff told him about a program through Sutter Health that would send people to take care of him at home."}