{"article_title": "How Obamacare could complicate your tax return", "article_keywords": ["wont", "received", "complicate", "return", "obamacare", "irs", "tax", "subsidy", "penalty", "health", "income", "pay", "insurance"], "article_url": "https://www.washingtonpost.com/news/get-there/wp/2015/01/12/how-obamacare-could-complicate-your-tax-return/", "article_text": "\n\nHealth insurance will show up on your tax return this year. Here’s what you need to know. (AP Photo/Charlie Riedel)\n\nThe tax filing season should kick off in a few weeks without any major delays. But some taxpayers will still find it more frustrating than usual.\n\nAlong with marking their income and filing status, taxpayers will now have to say on their tax returns if they did — or did not — have health insurance last year. Those who received insurance subsidies or who went without insurance altogether are also going to face new forms, additional questions and some complicated math. “The Internal Revenue Service, in addition to being a tax collection agency, is now a health care agency,” says Michael Greenwald, an accountant and partner with Friedman LLP.\n\nIt won’t be complicated for everyone. The millions of Americans who are covered through their jobs, or who have insurance through other programs like Medicaid, Medicare or Cobra, will have to do little more than check an extra box on their tax returns.\n\n“If you didn’t purchase [insurance] on a market place and did not get a subsidy, you’re pretty much done,” says Jeffrey Porter, an accountant with Porter & Associates. “But if you did, you’re going to have to go through a pretty complicated calculation.”\n\nHere’s where things can get tricky:\n\nIf you got a subsidy for health insurance premiums:\n\nMost Americans who bought insurance on the exchanges for 2014 received subsidies that helped lower their insurance costs. Many focused only on what their monthly payment would be, without knowing what kind of discount they were getting. But come tax time, people will find out just how much of a subsidy they received — and if they have to pay part of it back.\n\nThe complication comes from the fact that many people applied for health insurance using their 2012 tax returns, the most recent paperwork they had at the time. If they saw a big raise after that, they may have to pay back some of the subsidy they received. If they made less than expected, they may be owed a bigger subsidy and see the difference added to their tax refunds.\n\nAs they wait for their W-2, 1099 forms and other income paperwork, people who received subsidies should also keep an eye out in the mail for the 1095-a, a form that should lay out just how much they received in a premium tax credit. They’ll need the document to file their tax returns. Taxpayers should try to avoid surprises by reporting changes in income to the marketplace as they happen, says Kathy Pickering, director of the H&R Block Tax Institute.\n\nIf you didn’t have coverage:\n\nIf you didn’t have insurance in 2014 and you weren’t exempt from needing to have coverage, you’ll have to pay a penalty this year. Figuring out just how much you owe can get tricky. The fee amounts to $95 per person or about 1 percent of your household income. (And the fee is jumping to $325 per person, or about 2 percent of household income, for people who don’t have insurance in 2015.)\n\nBut the penalty is charged on a monthly basis. So you would owe a fraction of the fee for every month that you or your family went without coverage. There was also a grace period: You were allowed to go up to three months without insurance before the penalty kicked in. The worksheet in the instructions for Form 8965 can help you do the math.\n\nThe fee could be added to your tax bill or subtracted from your tax refund, but the IRS won’t have as much authority when it comes to collecting the penalty as it does for collecting other tax liabilities. For instance, the agency won’t be able to put a lien on your property if you don’t pay up as it can with other tax bills. People who don’t pay also can’t be subject to criminal charges. But the money could be added to future tax bills, so if you don’t pay now, you may have to pay eventually.\n\nSome people may also avoid paying the penalty if they qualify for one of the 33 exemptions allowed. For instance, people who were in jail last year won’t have to pay. Neither will those who make so little they’re not required to file a tax return. Some people will qualify for religious exemptions.\n\nIf you take advantage of the honor system:\n\nThere’s one more thing tax pros are warning about. Some people who didn’t have insurance and who weren’t exempt may be tempted just to say they had insurance to avoid paying the penalty. Because many employers are not yet required to report information to the IRS about which employees have insurance, some people might get away with it.\n\nBut just as it can when it has questions about income or about whether a taxpayer really qualifies for a certain credit or deduction, the IRS could come back and ask for proof later. And next year, when more companies are reporting insurance information to the IRS, lying about coverage will get harder.\n\n“Everything you put in your tax return is something that they’re trusting that you’re telling the truth,” Porter says. “And of course if they audit you, you will have to prove it.”\n\nStill have questions? Shoot us an email at money@washpost.com.\n\nThe IRS also has a useful guide online and you can learn more through this guide on Healthcare.gov.\n\nRelated:\n\nThe IRS will answer less than half your calls this filing season", "article_metadata": {"description": "If you got an insurance subsidy or didn't have insurance last year, prepare for more forms and more time with the math.", "og": {"site_name": "Washington Post", "description": "If you got an insurance subsidy or didn't have insurance last year, prepare for more forms and more time with the math.", "title": "How Obamacare could complicate your tax return", "url": "https://www.washingtonpost.com/news/get-there/wp/2015/01/12/how-obamacare-could-complicate-your-tax-return/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/04/03/Editorial-Opinion/Images/Health_Overhaul_Missouri-0aae0-2220.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@jonnelle"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/get-there/wp/2015/01/12/how-obamacare-could-complicate-your-tax-return/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "obamacare; affordable care act; health insurance; IRS, tax returns; tax refunds; get there; gethero", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "obamacare; affordable care act; health insurance; IRS, tax returns; tax refunds; get there; gethero"}, "_id": "\"57477af36914bd0286fcbc54\"", "article_summary": "Health insurance will show up on your tax return this year.\nThose who received insurance subsidies or who went without insurance altogether are also going to face new forms, additional questions and some complicated math.\n“Everything you put in your tax return is something that they’re trusting that you’re telling the truth,” Porter says.\nThe fee could be added to your tax bill or subtracted from your tax refund, but the IRS won’t have as much authority when it comes to collecting the penalty as it does for collecting other tax liabilities.\nThe complication comes from the fact that many people applied for health insurance using their 2012 tax returns, the most recent paperwork they had at the time."}