{"article_title": "Big Government bungles the \"solution\" to government-created problems", "article_keywords": ["benefits", "bungles", "big", "million", "problems", "solution", "value", "obamacare", "health", "money", "uninsured", "medicaid", "governmentcreated", "insurance", "market"], "article_url": "http://humanevents.com/2013/11/18/big-government-bungles-the-solution-to-government-created-problems/", "article_text": "Politics\n\nThere have always been dark suspicions – based, it must be said, on confessions certain liberals make openly when they believe they’re among friends – that ObamaCare was designed to fail, a Trojan Horse for single-payer socialized medicine. One cannot help noticing that some leftists are already floating trial balloons to complete that dishonest process now, even as ObamaCare crashes and burns ten years ahead of schedule.\n\nIt seems like that would be a tough sell, while the news is still filled with the anguished cries of betrayed ObamaCare victims, flop-sweaty Democrats trying to brush those victims off as acceptable collateral damage, and the President of the United States whining that nobody told him his billion-dollar website rollout was going to roll right off a cliff. To put it mildly, the image of Big Government as a competent manager has been badly tarnished. Why would the American people be eager to give the clowns who couldn’t launch a website even more control over their lives?\n\nThe game being played here is a big-bucks, high-tech version of a very old swindle: Big Government creating problems, and then presenting itself as the only solution. It’s like a tire salesman setting up a booth in the middle of a parking lot and throwing down a line of iron spikes. Wow, looks like you blew a couple of tires there, partner! Lucky for you, I just happen to sell tires, and for a small premium, we’ll be happy to install them right here on the spot!\n\nJust for starters, the only reason we have an “individual market” versus an “employer market” for health insurance is because antediluvian government regulations pushed employers into offering health benefits as a form of compensation. This is now an accepted feature of American life, but it never made any sense, absent the wage controls that brought the system into existence. Why should your employer “own,” or provide, health insurance? Would you be anxious to take a pay cut in exchange for the benefit of living in a “free” house selected by the company you work for, with the understanding that you’ll need to clear out and rent a motel in the “individual market” if you lose your job?\n\nCash money is superior to all other forms of compensation, because money confers an unparalleled degree of choice and freedom, which are extremely valuable commodities. Given a choice between a $200 check and a $200 Wal-Mart gift card for a Christmas bonus, most people would choose the former, because even though you can buy many different things at Wal-Mart, you can do more with two hundred clams. Eventually the value of the Wal-Mart gift card could be increased enough to make most people choose it as the superior option – perhaps most people would opt for a $300 card instead of $200 cash – but that just goes to illustrate the point. Money is more universally valuable than any form of scrip. The range of options it affords is not just an abstract feature – it has real, tangible, quantifiable value.\n\nBy allowing so much of our compensation to be presented in the form of benefits whose value we don’t even fully appreciate, we have accepted less control over our lives, and less responsibility. Our labor has become devalued. We’ve grown comfortable with getting paid in scrip. We expect a certain amount of salary, plus vague benefits whose cash value we don’t always comprehend. This is especially true of young and healthy workers, who tend to have a fairly vague notion of their health benefits, compared to people who have experienced serious illness, and understandably take those benefits much more seriously. But even the latter group probably doesn’t have a precise notion of what their employers pay to fund those benefits; since the employee portion is one of those easily forgotten automatic paycheck deductions, they might have to look at a payroll stub to tell you how much they’re chipping in.\n\nOn the other hand, you can expect a very different response if you ask someone who buys from the individual market how much they’re paying, which is something the ObamaCare geniuses appear to have forgotten when they blithely assumed they could ride out the anger over Obama’s Big Lie. They seriously underestimated the level of awareness buyers in the individual market display toward their premiums, deductibles, and benefits, so they were caught flatfooted by the intensity of their response when the Big Lie unraveled.\n\nHealth insurance has become a mysterious currency nobody understands, which is used to purchase even more inscrutable medical services and products. Those layers of separation between patients and doctors – customers and providers – did not come into existence as a result of the free market at work. They were created by government regulations, which acted to dilute the power of market competition. It’s easy to understand that successful, mutually satisfactory commerce requires buyer and seller to have a decent appreciation for the value of what they are selling. Imagine you went to the mall, and at the main gates you had to exchange all your money for plastic tokens, then you went to a vending machine to buy debit cards with the tokens, and then you went shopping… only to discover the items are all sealed inside plain cardboard boxes, and the prices are written with a weird 26-digit code you don’t understand. That’s what “shopping” for medicine is like these days. No willing population of customers and vendors would voluntarily create a system like that.\n\nPresident Obama uses an ever-changing number of uninsured to justify his health-care scheme, which is supposed to benefit them at enormous cost to the rest of us. He loudly declared this number to be 40 million last week, and vowed he would not turn his back on them… but at other times, he has pegged the number at 46 million, 52 million, or (after being called out for including illegal aliens in the total) less than 30 million. John Merline at Investor’s Business Daily set about deconstructing Obama’s fanciful numbers of uninsured, and made some very interesting observations in the process, beginning with the painfully obvious and highly inconvenient fact that there hasn’t been a stampede of uninsured people racing to sign up for ObamaCare, even in states noted for having a high proportion of them.\n\nExperts have long known that the number of uninsured bandied about by reformers was misleading. But a careful look at the uninsured populations also reveals that ObamaCare may not help them much. First, most uninsured spells are relatively short. A Congressional Budget Office report found that 71% regain coverage they’ve lost within a year, and almost half get it back in four months or less. Only 16% of those went more than two years. Such short-term gaps will likely continue under ObamaCare, since people will still be prone to lose coverage between jobs, and can go up to three months without insurance and still avoid paying the mandate penalty.\n\nThis also means that even the meager demand for ObamaCare we’ve seen thus far would be lower… if Barack Obama’s policies had not engineered a New Normal of permanent double-digit unemployment. If we had Bush-era unemployment, the demand for those ObamaCare policies would be virtually negligible. Government swelled the ranks of the (hopefully temporary) customers who make up the bulk of the individual market with job-killing policies, including high taxation, a crushing regulatory burden… and ObamaCare itself. It really is the tire salesman who throws down spikes to create his own customers.\n\nAs for the relatively small portion of the uninsured who go without coverage for a long period of time, a great many of them are making a rational decision not to purchase something they don’t believe they need… and while the Left is always fretting about how much of a burden that puts on the health care industry, when the Young Invincibles fall unexpectedly ill, the truth is that ObamaCare is making that particular problem worse, because the President’s overpriced, bloated policies are even less attractive:\n\nIn addition, the young and healthy are far more likely to be uninsured than any other age group. According to the Census Bureau’s latest report, more than 27% of those between 19 and 34 are uninsured, compared with 16% of those 45 to 64. These are the “young invincibles” that Obama needs to sign up for ObamaCare to keep rates from spiraling upward. But those not buying relatively cheap insurance available today aren’t likely to pay more for it in the exchanges. Census data also show that almost a quarter of the uninsured have household incomes of more than $50,000, which means that many of them won’t be eligible for ObamaCare’s tax subsidies.\n\nObama’s preferred solution to that problem is to buy off the disgruntled using other peoples’ money, by offering more generous tax subsidies that reach into higher income brackets. Anyone who has been following the explosive growth of student loan debt and college tuition rates knows where that’s going to lead. Pump a system full of subsidy money, and everything gets more inefficient, more expensive, and more prone to abuse. Once again, Big Government will be using its power to create and exacerbate problems, which it will then present itself as the solution to, ultimately by abolishing insurance altogether and imposing socialized medicine.\n\nThe government’s eternal meddling in health care has also led to entirely different situations getting lumped together and described as a single massive “health insurance crisis,” which of course only a Godzilla-sized Uncle Sam is equipped to grapple with. Statists flourish when the people are confused, overwhelmed, and nervous; they surrender their freedom willingly, because they’re frightened of the complicated responsibilities they must accept to exercise it. Money loses its value advantage over scrip when freedom itself is devalued by a growing desire for State-guaranteed security. From Investor’s Business Daily again:\n\nAs many as 6 million who claim to lack coverage are actually enrolled in Medicaid, and another 4 million are eligible for Medicaid but haven’t enrolled, according to one analysis. And 9.5 million aren’t even U.S. citizens, according to the Census Bureau. Combined, these groups account for 42% of the 46 million said to be uninsured. And none of them will benefit from ObamaCare. The law is expected, however, to cover many currently uninsured through Medicaid in the 25 states that agreed to expand eligibility for that program. ObamaCare tried to force every state to sharply raise the Medicaid income threshold, but the Supreme Court ruled the mandate unconstitutional.\n\nA means-tested welfare program like Medicaid has absolutely nothing to do with the free-market sale of health insurance. Indigent people need charitable health care, not an “insurance” policy. We should separate them from the people who would willingly purchase reasonably priced insurance, and the companies that would happily compete for their business.\n\nBut of course, ObamaCare apologists are swift to confuse Medicaid enrollment with ObamaCare sign-ups, and not just because that makes the dismal Affordable Care Act enrollment totals look better. They want everything mixed together into a confusing, overwhelming porridge, which they can dole out to the “deserving” as they see fit. It’s the end stage of a long, determined process to separate consumers from doctors, hopelessly obscuring the value and provenance of everything bought and sold in the medical marketplace. That’s an optimal strategy for destroying commerce, and once voluntary transactions have been muddled to the point where people are afraid to engage in them, the way is clear for Big Government control.", "article_metadata": {"og": {"site_name": "Human Events", "description": "Once voluntary transactions are muddled to the point where people are afraid to engage in them, the way is clear for Big Government to step in.", "title": "Big Government bungles the \"solution\" to government-created problems | Human Events", "locale": "en_US", "image": "http://humanevents.com/wp-content/uploads/2013/11/tire_spikes-480x360.jpg", "url": "http://humanevents.com/2013/11/18/big-government-bungles-the-solution-to-government-created-problems/", "type": "article"}, "fb": {"pages": 212436860202}, "description": "Once voluntary transactions are muddled to the point where people are afraid to engage in them, the way is clear for Big Government to step in.", "twitter": {"site": "@humanevents", "image": "http://humanevents.com/wp-content/uploads/2013/11/tire_spikes-480x360.jpg", "description": "Once voluntary transactions are muddled to the point where people are afraid to engage in them, the way is clear for Big Government to step in.", "card": "summary", "creator": "@@Doc_0"}}, "_id": "\"57477af36914bd0286fcbc53\"", "article_summary": "Health insurance has become a mysterious currency nobody understands, which is used to purchase even more inscrutable medical services and products.\nWhy should your employer “own,” or provide, health insurance?\nA means-tested welfare program like Medicaid has absolutely nothing to do with the free-market sale of health insurance.\nThe game being played here is a big-bucks, high-tech version of a very old swindle: Big Government creating problems, and then presenting itself as the only solution.\nJust for starters, the only reason we have an “individual market” versus an “employer market” for health insurance is because antediluvian government regulations pushed employers into offering health benefits as a form of compensation."}