{"article_title": "Subpoenas under Rep. Issa top 100", "article_keywords": ["issa", "investigations", "issued", "rep", "administration", "subpoenas", "spokesman", "cummings", "house", "100", "oversight", "subpoena"], "article_url": "http://thehill.com/homenews/house/216470-subpoenas-under-rep-issa-top-100", "article_text": "Rep. Darrell Issa (R-Calif.) has issued 103 subpoenas since taking control of the House Oversight Committee in 2011, according to a review by The Hill.\n\nWith the California Republican entering the final months of his chairmanship, his legacy has become a matter of fierce debate, with Democrats arguing he has abused the power of his gavel in a partisan crusade against President Obama.\n\n“He’s playing politics with these subpoenas. ... He’s pursuing headlines,” said Rep. Elijah Cummings (Md.), the ranking Democrat on the panel and Issa’s frequent sparring partner. “I’m not saying that some of the investigations aren’t warranted, but we could’ve done so much more with the power we have.”\n\nIssa’s supporters say the pace of subpoenas is in line with the 46 that Democrats issued in two years under President George W. Bush, and argue the aggressive oversight has helped root out corruption and mismanagement in the Obama administration.\n\n“Ranking member Cummings’s criticisms about subpoena numbers were completely absent when a Democratic majority was issuing subpoenas on the same pace during the Bush administration,” said Issa spokesman Frederick Hill.\n\nIssa has become a political lightning rod after years of battle over investigations into the Fast and Furious scandal, the IRS, ObamaCare, and, most recently, the operations of a political office at the White House.\n\nDemocrats have accused Issa of cherry picking testimony, evidence and witnesses to smear the White House, and say he has destroyed any chance for bipartisanship with his management of the committee.\n\nRepublicans, in turn, accuse Democrats of trying to cover up for the president, and say they have shirked their oversight duties by refusing to participate in legitimate investigations.\n\nIssa spokesman Hill said Cummings “has never given the committee cause to see his opposition to individual subpoenas as anything other than a continuing effort to delay and obstruct any oversight that goes beyond the limited and highly selective facts this administration is willing to produce on a voluntary basis.”\n\nRepublicans heavily criticized Cummings last summer when he urged Issa to back off his investigation into whether officials at the Internal Revenue Service unfairly targeted Tea Party groups.\n\n“If it were me, I would wrap this case up and move on, to be frank with you,” Cummings said in a June 2013 interview on CNN.\n\nThe spokesman noted that only after Issa subpoenaed IRS officials “did it come clean about destroying critical emails from Lois Lerner,” the former IRS official held in contempt by the House for refusing to testify about her role in the targeting controversy.\n\nIssa is hardly the first Oversight chairman to come under criticism. The panel has long been a magnet for media attention, given its stature as the only House committee with the power to compel testimony and documents from the executive branch.\n\nHistorically, Issa’s subpoena total comes nowhere close to the more than 1,000 subpoenas that former Rep. Dan Burton (R-Ind.) issued in the 1990s during investigations of the Clinton administration.\n\nOne of Burton’s probes famously centered on whether former Clinton aide Vince Foster had been murdered, or if he had committed suicide, which Democrats at the time mocked as a wild conspiracy theory.\n\nRep. Henry Waxman (D-Calif.), meanwhile, issued 46 subpoenas against the Bush White House when he had the oversight gavel, from 2007 to 2009, four more than Issa issued during his first two years as chairman.\n\nSince January 2013, Issa has issued 61 subpoenas.\n\nCummings said the subpoenas under Waxman were different because the ranking member had input on the process. Issa, he charged, provides little warning or consultation with him or his staff before issuing a subpoena.\n\n“It’s kind of hard to support a subpoena that you don’t even know about,” Cummings said. “When there is consultation, that consultation is to tell me when they’re going to issue them.”\n\nIssa’s spokesman rejected that criticism, saying that subpoenas to the administration only happen “when the administration tries to stonewall.”\n\n“[Cummings] has never offered his support for the issuance of any subpoena,” he said.\n\nCummings took particular issue with a subpoena Issa issued to David Simas, the director of the administration’s office of political strategy. Issa is investigating the administration’s political office to determine if it complies with federal regulations.\n\nA senior Cummings staffer said Issa’s staff called at 11 a.m. on July 11 alerting them of the action against Simas. Cummings’s office sent a letter at 1:20 p.m. objecting, the staffer said, but by 2:14 p.m., Issa had subpoenaed Simas.\n\nA senior Issa staffer argued that Cummings shouldn’t have been surprised that Simas was subpoenaed since he had refused to testify voluntarily before the committee.\n\nIssa’s subpoenas have spanned several investigations, from the IRS to the rollout of ObamaCare to the administration’s response to the 2012 terrorist attack in Benghazi, Libya.\n\nDue to term limits for chairmen, Issa might not have time to finish all his open investigations. Unless GOP leaders grant him a waiver, which is unlikely, Issa will have to hand over the oversight gavel in the next Congress.\n\nBoth Reps. Jason Chaffetz (R-Utah) and Michael Turner (R-Ohio) have expressed interest in the position. Cummings said he hopes to have a better working relationship with whoever succeeds Issa.\n\nAnd as for whether Issa will issue any more subpoenas this year?\n\n“That’s a better question for the Obama administration,” Hill said.\n\n“Subpoenas are used when voluntary cooperation is not forthcoming. The issuance of subpoenas says more about this administration than the Oversight Committee, Chairman Issa or ranking member Cummings.”", "article_metadata": {"dcterms.description": "The House Oversight Committee chairman has issued 103 subpoenas since 2011.", "description": "The House Oversight Committee chairman has issued 103 subpoenas since 2011.", "generator": "Drupal 7 (http://drupal.org)", "author": "Kevin Cirilli", "og": {"site_name": "TheHill", "description": "The House Oversight Committee chairman has issued 103 subpoenas since 2011.", "title": "Subpoenas under Rep. Issa top 100", "url": "http://thehill.com/homenews/house/216470-subpoenas-under-rep-issa-top-100", "image": "http://thehill.com/sites/default/files/article_images/issadarrell_070914gn.jpg", "updated_time": "2014-09-03T06:00:01-04:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2014-09-03T06:00-04:00", "dcterms.identifier": "http://thehill.com/homenews/house/216470-subpoenas-under-rep-issa-top-100", "dcterms.date": "2014-09-03T06:00-04:00", "dcterms.creator": "Kevin Cirilli", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": ",Darrell Issa, Elijah Cummings,", "article": {"published_time": "2014-09-03T06:00:04-04:00", "modified_time": "2014-09-03T06:00:01-04:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/homenews/house/216470-subpoenas-under-rep-issa-top-100", "widgets": {"csp": "on"}, "description": "The House Oversight Committee chairman has issued 103 subpoenas since 2011.", "card": "summary", "title": "Subpoenas under Rep. Issa top 100"}, "dcterms.title": "Subpoenas under Rep. Issa top 100"}, "_id": "\"57477af36914bd0286fcbc5e\"", "article_summary": "Rep. Darrell Issa (R-Calif.) has issued 103 subpoenas since taking control of the House Oversight Committee in 2011, according to a review by The Hill.\nCummings took particular issue with a subpoena Issa issued to David Simas, the director of the administration’s office of political strategy.\nThe issuance of subpoenas says more about this administration than the Oversight Committee, Chairman Issa or ranking member Cummings.”\n“Ranking member Cummings’s criticisms about subpoena numbers were completely absent when a Democratic majority was issuing subpoenas on the same pace during the Bush administration,” said Issa spokesman Frederick Hill.\nRep. Henry Waxman (D-Calif.), meanwhile, issued 46 subpoenas against the Bush White House when he had the oversight gavel, from 2007 to 2009, four more than Issa issued during his first two years as chairman."}