{"article_title": "The Pros and Cons of Holding Large Stakes in Apple", "article_keywords": ["cons", "apple", "portfolios", "company", "diversified", "pros", "shares", "large", "fund", "set", "holding", "funds", "position", "stakes"], "article_url": "http://www.thefiscaltimes.com/2015/03/16/Pros-and-Cons-Holding-Large-Stakes-Apple", "article_text": "At more than 15 percent of his fund's assets, John Burnham, manager of the $136 million Burnham Fund, has a larger stake in Apple Inc than any other diversified fund. \"I think they are doing everything right and it's still a cheap stock based on earnings and revenue,\" he says.\n\nYet that devotion for Apple is a problem for Burnham and some other managers of so-called diversified funds like his - they want more Apple than they can buy under self-imposed risk-reducing guidelines that typically have them holding no more than 5 percent of their assets in any one company.\n\nRelated: At Long Last, Dow Gets a Taste for Apple\n\nBurnham and the 174 fund managers like him who hold large stakes of their diversified portfolios in Apple are pulled in two directions: hoping to prevent an unforeseen drop in Apple shares from upending their portfolios, while also benefiting from a company whose shares are up 12 percent this year so far.\n\n\"Your positioning in Apple may hold a big sway in how your fund does overall, particularly in categories like large blend where every basis point counts,\" said Laura Lutton, who oversees equity fund research at fund tracker Morningstar. In 2014, for instance, funds that underweighed Apple compared to broad market indexes were the most likely to underperform their peers, she said.\n\nRisks\n\nHolding a concentrated position in one company is one way for stockpickers to stand out as investors move money to passive index funds. Yet it is unusual for diversified funds like Burnham's to hold more than 10 percent of their portfolios in one company, said Todd Rosenbluth, director of mutual fund research at S&P Capital IQ.\n\n\"Investors may not realize that their fund manager is taking on a higher amount of risk,\" he said.\n\nRelated: Are Apple and Its Rumored Car Enough to Drive Stocks Higher?\n\nMost fund managers are inclined to take profits when a stock hits 7 percent of a portfolio, yet there are few set mandates set down by fund firms, Rosenbluth said. He said that he can’t think of any fund families that have to sell if holdings exceed guidelines as a result of appreciation.\n\nDiversified mutual funds are allowed by law to add shares of a company as long as its total weight is below 24.9 percent of their portfolios overall, but do not have to sell shares if they appreciate above that level, said Jay Baris, an attorney at Morrison & Foerster in New York.\n\nBig Bets\n\nBurham didn't set out to have such a big stake in Apple, he said. He began buying shares in 2005 when they traded at a split-adjusted level of less than $7 each. Those shares have now appreciated over 2,000 percent.\n\n\"It's the world's greatest company. I just don't see any reason to sell it,\" Burnham said, adding that he thinks that the stock should trade above $200 a share. Shares of the company closed at $123.59 on Friday.\n\nRelated: Long-Time Apple Bull Starts Trimming His Position\n\nHis big weighting in the company is also helping his performance, which may in turn bring in more investor dollars. Burnham's fund, which also has significant positions in Chipotle Mexican Grill and Williams Companies Inc, is up 4.8 percent for the year to date, according to Lipper, a return about 4 percentage points better than the S&P 500.\n\nOver the last 5 years, the fund has returned an average of 14.3 percent a year, a performance slightly better than average large cap fund. The fund costs $1.36 per $100 invested, a rate slightly above average. Other fund managers with large stakes in Apple who aren't selling say that they didn't set out to have an oversized position in the company.\n\nDavid Chiueh, the manager of the Upright Growth fund, has 13.4 percent in Apple, the second-largest among diversified funds tracked by Lipper, mostly because shares he bought in 2008 have appreciated, he said. The BlackRock Science and Technology Opportunities Portfolio, the third-largest Apple holder, has an underweight position according to the fund's chosen benchmark, the MSCI World Information Technology index, a company spokeswoman said.\n\nOther large holders of Apple have started to trim their positions. Mark Mulholland, whose Matthew 25 fund is classified as a non-diversified fund, has 15.3 percent of his portfolio's assets in Apple.\n\nHe expects to trim the position down to 10 percent of his portfolio, in part because the company's shares do not look as attractive on a valuation basis, he said. \"It's not a company under duress by any means, but it's not trading at as big as a discount as it was before,\" Mulholland said.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "At more than 15 percent of his fund's assets, John Burnham, manager of the $136 millio", "title": "The Pros and Cons of Holding Large Stakes in Apple", "url": "http://www.thefiscaltimes.com/2015/03/16/Pros-and-Cons-Holding-Large-Stakes-Apple", "image": "http://cdn.thefiscaltimes.com/sites/default/files/Apple-Store-3.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/03/16/Pros-and-Cons-Holding-Large-Stakes-Apple", "image": "http://cdn.thefiscaltimes.com/sites/default/files/Apple-Store-3.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "At more than 15 percent of his fund's assets, John Burnham, manager of the $136 millio", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Other fund managers with large stakes in Apple who aren't selling say that they didn't set out to have an oversized position in the company.\nMark Mulholland, whose Matthew 25 fund is classified as a non-diversified fund, has 15.3 percent of his portfolio's assets in Apple.\nIn 2014, for instance, funds that underweighed Apple compared to broad market indexes were the most likely to underperform their peers, she said.\nAt more than 15 percent of his fund's assets, John Burnham, manager of the $136 million Burnham Fund, has a larger stake in Apple Inc than any other diversified fund.\nOver the last 5 years, the fund has returned an average of 14.3 percent a year, a performance slightly better than average large cap fund."}