{"article_title": "CMS' 2016 IPPS proposed rule", "article_keywords": ["ipps", "proposed", "fy", "hospital", "rule", "medicare", "payments", "2016", "cms", "hospitals", "care"], "article_url": "http://www.beckershospitalreview.com/finance/cms-2016-ipps-proposed-rule-10-points-to-know.html", "article_text": "CMS' 2016 IPPS proposed rule: 10 points to know\n\nMany hospitals will see increases in their Medicare reimbursements next year, as CMS released its proposed rule for the fiscal year 2016 Medicare inpatient prospective payment system.\n\nThe 1,526-page proposed rule also includes proposed rates for long-term care hospitals. Overall, the proposed rules would apply to about 3,400 acute-care hospitals and 435 long-term care hospitals.\n\nHere are 10 of the most important points to know about CMS' proposed IPPS rule for FY 2016.\n\nHospital payments\n\n1. CMS recommended acute-care hospitals that report quality data and that also are meaningful users of EHRs receive a 1.1 percent increase in Medicare operating rates. Hospitals that do not submit quality data would lose a quarter of the market basket update (2.7 percent), and hospitals that are not meaningful users of EHRs would lose one half of the market basket update in FY 2016.\n\n2. CMS arrived at its proposed rate of 1.1 percent (again, which only would apply to hospitals that report quality data and attest to meaningful use) through the following updates: a positive 2.7 percent market basket update, a negative 0.6 update for a productivity adjustment, a negative 0.2 percent update for cuts under the Patient Protection and Affordable Care Act and a negative 0.8 percent documentation and coding adjustment as part of the American Taxpayer Relief Act of 2012. Legislators included $11 billion in MS-DRG documentation and coding adjustments in that bill. This meant hospitals and other providers would lose $11 billion in Medicare payments between fiscal 2014 and fiscal 2017 due to past overpayments the government made to hospitals as the nation transitioned to MS-DRGs.\n\n3. CMS projects that total Medicare spending on inpatient hospital services will increase by about $120 million in fiscal 2016.\n\n4. Commenting on the proposed rate increases, Rick Pollack, executive vice president of the American Hospital Association said, \"These very modest increases will make it even more challenging for hospitals to deliver care patients and communities expect.\"\n\nMedicare disproportionate share hospital payments\n\n5. As part of the PPACA, Medicare disproportionate share hospital payments will be reduced by 75 percent, or $49.9 billion, by 2019. The 2016 proposed rule would cut overall DSH payments by $1.3 billion in FY 2016, compared with FY 2015.\n\nTwo-midnight rule\n\n6. CMS did not discuss or make any recommendations concerning its two-midnight policy in the proposed rule. However, the agency did note that it is considering feedback and recommendations from the Medicare Payment Advisory Commission concerning the two-midnight policy. In April, MedPAC recommended CMS withdraw the two-midnight rule and focus Recovery Audit Contractor reviews on hospitals that have the highest number of inpatient stays. MedPAC also recommended RAC contingency fees be tied to their denial overturn rate and the look-back period for RAC patient status reviews be shortened. CMS said it expects to address the two-midnight policy in its calendar year 2016 hospital outpatient prospective payment system rule, which will be published in summer 2015.\n\nHospital Inpatient Quality Reporting program\n\n7. In the proposed rule, CMS recommended adding eight new measures (five clinical episode-based payment measures, one patient safety measure, and two coordination-of-care measures) for the FY 2018 Inpatient Quality Reporting program and subsequent years.\n\nHospital Value-Based Purchasing program\n\n8. CMS suggested changes to the Hospital Value-Based Purchasing program, which was established under the PPACA. CMS proposed continuing updates to the program and expanding the number of measures used. Specifically, CMS proposed adding a care coordination measure to the FY 2018 program year and a 30-day mortality measure for chronic obstructive pulmonary disease to the FY 2021 program year.\n\nBundled Payments for Care Improvement initiative\n\n9. In the proposed rule, CMS hinted at the potential expansion of the Bundled Payments for Care Improvement initiative. In 2011, CMS launched the BPCI initiative, linking payments for multiple services during an episode of care into a bundled payment. In its proposed rule, CMS said it is seeking comment on policy and operational issues surrounding the potential future expansion of this initiative.\n\nComment period\n\n10. The proposed rule will be published in the Federal Register April 30, and CMS is accepting comments on the proposed rule until June 29. The agency will respond to all comments in the final rule, which is expected to be issued by Aug. 1.\n\nMore articles on healthcare finance:\n\nObama signs 'doc fix' bill\n\nFitch: SGR replacement reinforces move toward value-based care\n\nFlorida governor to sue feds for withholding hospital funding\n\n© Copyright ASC COMMUNICATIONS 2016. Interested in LINKING to or REPRINTING this content? View our policies by clicking here.", "article_metadata": {"keywords": "inpatient prospective payment system, 2016 IPPS proposed rule, CMS IPPS rule, healthcare finance, Medicare payments in fiscal 2016", "google-site-verification": "T2iZUdiI00EFwbWMD3JAgYskKSG2SYuFhw0OpefF4fM", "description": "Many hospitals will see increases in their Medicare reimbursements next year, as CMS released its proposed rule for the fiscal year 2016 Medicare inpatient prospective payment system.", "author": "Ayla Ellison"}, "article_summary": "CMS' 2016 IPPS proposed rule: 10 points to knowMany hospitals will see increases in their Medicare reimbursements next year, as CMS released its proposed rule for the fiscal year 2016 Medicare inpatient prospective payment system.\nThe proposed rule will be published in the Federal Register April 30, and CMS is accepting comments on the proposed rule until June 29.\nHere are 10 of the most important points to know about CMS' proposed IPPS rule for FY 2016.\nThe 2016 proposed rule would cut overall DSH payments by $1.3 billion in FY 2016, compared with FY 2015.\nIn its proposed rule, CMS said it is seeking comment on policy and operational issues surrounding the potential future expansion of this initiative."}