{"article_title": "Why You Should Start Black Friday Shopping Today", "article_keywords": ["week", "stores", "discounts", "twitter", "ellwood", "deals", "start", "say", "going", "black", "store", "shopping", "today"], "article_url": "http://abcnews.go.com/Business/start-black-friday-shopping-today/story?id=27088614", "article_text": "ABCNews.com In the Thanksgiving days of yore, to get the best shopping deals, shoppers would have to rush out to the stories as soon as the pumpkin pie was finished. Not anymore. This holiday shopping season, deals are popping up earlier and earlier, and now the best deals can actually be found this coming Monday -- a full four days before Black Friday. \"This weekend is the time to start shopping,” said Mark Ellwood, a retail expert and the author of “Bargain Fever.” “Black Friday is really like Black Week. This weekend is when you see some deals trickle down and if you grab them you’re going to be ahead of the curve.” Stores are pulling out all the stops now to get customers in the door and to the cash register – Target even has an app called Cartwheel, which unlocks hidden discounts when users scan barcodes with their smartphones on items throughout the store. “Nightline” spent a day in Target’s Minneapolis headquarters with working mom and blogger Alice Seuffert to see Cartwheel, and few of her money-saving strategies in action ahead of Black Friday. Along the way, Mark Ellwood provided his tips for cashing in on Black Friday deals days before Black Friday actually arrives.\n\nFind Out If a Deal is Really a Deal Ellwood said if a product was in the store a few weeks ago, it’s probably not a great discount. “What I do is I ask, I say, ‘Hey was this in the store last week?’” he said. “You walk up to sales assistant and you say was this TV here last week or did you bring it in last night? And if you’re nice to them they are going to explain everything.”\n\nAsk If the Product Will Be Marked Down Later “You want to say, ‘hey, it looks good today at 20 percent off but is it going to be 50 percent next week?’” Ellwood said. “Remember they have access to a lot of the stores planning, they are going to do the markdown. So they can tell if you if you ask nicely.”\n\nAsk for Discounts on Discounted Items “You shouldn’t buy anything that is less than 30 percent off,” Ellwood said. “If you can get a little more by asking, do it. ‘Can you price match, are there any online promotions, if I buy more will you discount it?’ There is always a way to reduce the price. You just have to work out the route there.”\n\nSmile! “The most important thing is smiling,” Ellwood said. “Remember there are always things they can do. A lot of stores will have online-only promos, but if you stand at the cash register and say nicely to the sales assistant, ‘I would rather buy this from you right now but it’s cheaper on the app. Standing in the store now, will you match it? ... Say I know it says 25 percent off online only, but I want to buy it from you.’ They want that number.”\n\nCheck Twitter “One of my favorite ways to learn about the secret discounts is twitter,” Ellwood said. You would be astonished about how discounts are pushed out just through Twitter or in an advance through Twitter.” Ellwood said he has a second Twitter account that he uses just to follow brands and stores to hunt for all their discounts. He also uses websites that aggregate all the online-only promotions stores offer, such as DealNews.com and SlickDeals.com “They have an army of volunteers who just love deals so much they just post them in the forum,” he said. “So you are getting a really good mass collection of what is available.”", "article_metadata": {"fb_title": "Why You Should Start Black Friday Shopping Today", "description": "Mark Ellwood provided his tips for cashing in on Black Friday deals days before Black Friday actually arrives.", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"site_name": "ABC News", "description": "Mark Ellwood provided his tips for cashing in on Black Friday deals days before Black Friday actually arrives.", "title": "Why You Should Start Black Friday Shopping Today", "url": "http://abcnews.go.com/Business/start-black-friday-shopping-today/story?id=27088614", "image": "http://a.abcnews.go.com/images/Business/RT_black_friday_shopping_ll_141121_16x9_992.jpg", "type": "article"}, "Date": "2014-11-22", "twitter": {"description": "Mark Ellwood provided his tips for cashing in on Black Friday deals days before Black Friday actually arrives.", "title": "Why You Should Start Black Friday Shopping Today", "url": "http://abcnews.go.com/Business/start-black-friday-shopping-today/story?id=27088614", "image": "http://a.abcnews.go.com/images/Business/RT_black_friday_shopping_ll_141121_4x3t_240.jpg", "creator": "@LEffronG", "site": "@ABC", "app": {"url": {"ipad": "abcnewsipad://link/story,27088614", "iphone": "abcnewsiphone://link/story,27088614", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Business/start-black-friday-shopping-today/story?id=27088614"}, "name": {"ipad": "ABC News", "iphone": "ABC News", "googleplay": "ABC News"}, "id": {"ipad": 306934135, "iphone": 300255638, "googleplay": "com.abc.abcnews"}}, "card": "summary_large_image"}, "robots": "index, follow", "DC.date.issued": "2014-11-22", "al": {"ipad": {"url": "abcnewsipad://link/story,27088614", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "web": {"url": "http://abcnews.go.com/Business/start-black-friday-shopping-today/story?id=27088614"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Business/start-black-friday-shopping-today/story?id=27088614", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "iphone": {"url": "abcnewsiphone://link/story,27088614", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}}, "Last-Modified": "2014-11-22 11:20:42", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "black friday shopping, black friday deals, best black friday discounts, poachit, app, mark ellwood,, business news, financial news, economy news, personal finance, money news", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "black friday shopping, black friday deals, best black friday discounts, poachit, app, mark ellwood"}, "_id": "\"57477af36914bd0286fcbc7f\"", "article_summary": "\"This weekend is the time to start shopping,” said Mark Ellwood, a retail expert and the author of “Bargain Fever.” “Black Friday is really like Black Week.\nAlong the way, Mark Ellwood provided his tips for cashing in on Black Friday deals days before Black Friday actually arrives.\nThis holiday shopping season, deals are popping up earlier and earlier, and now the best deals can actually be found this coming Monday -- a full four days before Black Friday.\n“What I do is I ask, I say, ‘Hey was this in the store last week?’” he said.\n“Remember they have access to a lot of the stores planning, they are going to do the markdown."}