{"article_title": "A Look Back: 5 Memorable Moments at Jay Carney Pressers", "article_keywords": ["carney", "look", "jay", "moments", "house", "took", "briefing", "karl", "pressers", "press", "memorable", "white", "jon", "secretary"], "article_url": "http://abcnews.go.com/blogs/politics/2014/06/a-look-back-5-memorable-moments-at-jay-carney-pressers/", "article_text": "Susan Walsh/AP Photo\n\nABC's Arlette Saenz and Scott Wilson report:\n\nWhite House Press Secretary Jay Carney took to the podium on Wednesday for his final briefing after more than three years on the job.\n\nCarney walked into the briefing room as a song by Guided Voices played in the background. \"Now, that is some good rock 'n' roll,\" Carney said.\n\n\"This has been an extraordinary experience, and I have loved every minute of every day, even the many minutes of many days I spent in this room,\" the outgoing press secretary added. \"As I think most of you now understand and believe, it's always a pleasure, no matter how hard it can get in here, how hot it can sometimes be and contentious it sometimes is.\"\n\nABC News took a look back at Carney's time as White House press secretary. Here are five of the most memorable moments, including some exchanges with ABC News' Chief White House Correspondent Jonathan Karl:\n\n1. Jay Carney Declares, 'Jon, I Get It' to ABC's Karl on Health Law Bypass\n\nCarney \"mocks\" Jon Karl's mannerisms in a heated exchange over Obamacare.\n\n2. WH Press Secretary Jay Carney Sports Post-Holiday Beard\n\nCarney surprises reporters with his new beard at a January press briefing. The crowd goes wild.\n\n3. Jay Carney Tries 'Turning the Tables' on Jon Karl\n\nABC's Jon Karl presses Carney on debt ceiling negotiations last November. Leads to a feisty exchange between the two.\n\n4. Jay Carney Defends New Benghazi Email\n\nAn April press briefing heats up when ABC's Jon Karl attempts to get a straight answer from Carney.\n\n5. White House Press Secretary Zings Donald Trump\n\nCarney fields a sarcastic question on Donald Trump, and the daily press briefing turns into a pun competition.", "article_metadata": {"fb_title": "5 Memorable Moments at Jay Carney Pressers", "description": "5 Memorable Moments at Jay Carney Pressers", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"url": "http://abcnews.go.com/blogs/politics/2014/06/a-look-back-5-memorable-moments-at-jay-carney-pressers/", "site_name": "ABC News", "description": "Jay Carney took to the podium Wednesday for his for final briefing.", "title": "5 Memorable Moments at Jay Carney Pressers"}, "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "ABC News, jay carney, Jon Karl, White house press secretary, politics news, election news, political news, political news articles", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fcbc98\"", "article_summary": "Jay Carney Tries 'Turning the Tables' on Jon KarlABC's Jon Karl presses Carney on debt ceiling negotiations last November.\nWH Press Secretary Jay Carney Sports Post-Holiday BeardCarney surprises reporters with his new beard at a January press briefing.\nJay Carney Defends New Benghazi EmailAn April press briefing heats up when ABC's Jon Karl attempts to get a straight answer from Carney.\nHere are five of the most memorable moments, including some exchanges with ABC News' Chief White House Correspondent Jonathan Karl:1.\nWhite House Press Secretary Zings Donald TrumpCarney fields a sarcastic question on Donald Trump, and the daily press briefing turns into a pun competition."}