{"article_title": "The trouble with virginity: What America’s sexual language leaves out", "article_keywords": ["virginity", "language", "leaves", "americas", "moment", "history", "shechter", "sexually", "active", "trouble", "sex", "sexual", "having", "women"], "article_url": "http://www.salon.com/2014/02/23/the_trouble_with_virginity_what_americas_sexual_language_leaves_out/", "article_text": "Topics: Editor's Picks, how to lose your virginity, Rape, Sex, sexuality, therese shechter, Virginity, Life News\n\nVirginity looms large in the American consciousness. But looking at how we actually start having sex, the binary of virginity does an embarrassingly bad job describing how young people come to embody their sexual selves. The whole virginity concept — a switch that gets flipped with or without our intention — is at odds with the idea of consent in sex. Can we have both virginity and consent? And if not, which one are we prepared to let go?\n\nIt’s nice to think that we’ve largely talked ourselves out of the corrosive history of virginity that associated literal monetary value with women’s bodies (not so long ago, an engagement ring was compensation to a woman for giving up her chastity). But if you thought that chapter of history was over, you might be disappointed. Therese Shechter’s new documentary, “How To Lose Your Virginity,” walks us through the fascinating past and present of virginity: from the Roman Vestal Virgins choosing celibacy to carve out a modicum of autonomy in a world where they had no control, to radically morphing definitions of virginity over Christian history, to “virginity kits” and online virginity auctions. Shechter’s movie, with breezy, watchable, funny delivery, walks us through the simple argument that baked into the very term virginity — one that we still use freely — is an idea of a woman’s body as an object for transaction.\n\nWomen’s virginity is protected by a father and then “given” to a husband, words we use to this day. Shechter draws on colorful characters and leading experts to retell the story of virginity, an ancient-sounding history that bleeds, quite disturbingly and no pun intended, into the present. While Shechter isn’t anti-virginity per se, she is adamantly in favor of women being able to define their experiences for themselves, without the interference of institutions with bad track records of recognizing women’s personhood.\n\nWhen I had high school sex ed, the educators were already over the word “virginity.” The ’90s gold standard, instead, was “readiness.” We were encouraged to “become sexually active” only when we were “ready.” It’s hard to write without scare quotes because these same educators, apparently terrified to be talking about sex, were at a loss to define their terms. There were consequences to becoming sexually active, they told us, things like pregnancy and exposure to sexually transmitted infections. This readiness was a vector that went in only one direction, eventually toward sex. It was a choice you made once and couldn’t unmake. Soon we would switch off our youthful unreadiness and join the ranks of the “sexually active.” How often? With whom? And are you still “sexually active” every moment after having sex? What about at those moments of the day when you’re not actually having sex?\n\nOnce that switch is flipped, a person is apparently game for anything, and irreversibly. The concept of becoming sexually active is certainly more progressive than that of virginity. For one, it acknowledges that teenagers have sexuality and choices (although “become” is not such an active verb). But it’s missing a lot of things. It’s missing the sexuality that people have on their own since childhood. When it’s acting as shorthand for virginity — often considered penis-in-vagina penetration — it dismisses all sexual activity between people other than heterosexual couples. And “becoming sexually active” whitewashes the complicated course to sexual maturity that rape and sexual abuse survivors go through. Though it does gesture toward the right not to venture into sex at too early a moment in one’s development, “becoming sexually active” is also missing consent: the ability to choose the sex that you want — or don’t want — at a given time, without pressure or expectation.\n\nI first got confused by the concept of “being sexually active” when doctors started asking me about my status in college. While I’d had sex in the past, I wasn’t having it then, and I didn’t feel particularly comfortable talking to them about it. I think what they meant to ask was, “Should I screen you for sexually transmitted infections?” That’s a question with a very different answer. How was I supposed to respond? What about my friends (men and women) who were survivors of rape or childhood sexual abuse, people who might very well have been exposed to STIs, though they weren’t sexually active in any meaningful sense? How were they supposed to answer? The language left much to be desired.\n\nBut I didn’t really understand the deep mismatch between the concept of becoming sexually active and the way that women actually live their lives until I began talking to women about their sex histories for “Subjectified,” an oral history project about the sex lives of young women around the U.S. One by one, I encountered stories that dismantled the image of the freight train barreling unstoppably in the direction of sexual activity. I heard stories of fits and starts.\n\nOne woman told me about losing her virginity at age 13 in a trusting, respectful relationship and then not having sex for a while after that ended. Eventually, she “started from the beginning” with new partners, with no expectation of sex or “being sexually active.”\n\nOne woman told me about exploring sexuality with female friends at a young age, in a safe environment, followed by years of dysfunctional, non-consensual encounters with men.\n\nAnd another woman described early, non-consensual hookups that led her to feel it would be better to “choose” sex (even if she didn’t really want to) than to have it chosen for her against her will.\n\nNone of these processes of becoming sexually active were one moment or one choice. The choices grew and developed, were influenced over time by real life, and adapted to the very different environments that the individuals grew up in.\n\nBut whether we call it virginity or becoming sexually active, we assume that the arrow only goes in one direction. In Shechter’s words, “there are the deeply ingrained transformative ideas about women ‘losing’ their virginity, instantly transforming from innocent to experienced, clean to dirty and valuable/value-less. Aside from the sexism and commodification, the idea that your body and soul can change from one moment to the next by the application of a penis to your vagina (but not your anus) is ludicrous.” Shechter interviews doctors about women’s anatomy, demonstrating that there is no real physical proof of a lost virginity. If physical proof is surprisingly illusory, spiritual proof is even harder to come by. “I understand the need to mark the moment of becoming sexual,” Shechter tells me. “The problem is, sex just doesn’t work like that, in a moment. It’s a process.”\n\nLast year, I started crowdsourcing anonymous sex stories for an oral history project called “Do Tell.” Many of the stories involve first times. But another trend quietly emerged. Some women decided not to have sex ever again, and this was the significant transition that they wanted to talk about. For some, it was due to age or lack of a partner or just lack of interest. For others, the choice of celibacy came out of past traumas. For them, maybe the most empowering position was exercising the choice not to be sexual with other people. And other women discovered a real desire for sex for the first time at age 40 or 60, or after a divorce.", "article_metadata": {"description": "Our limited concept of \"losing your virginity\" ignores the importance of consent", "title": "The trouble with virginity: What America’s sexual language leaves out", "og": {"site_name": "Salon", "description": "Our limited concept of \"losing your virginity\" ignores the importance of consent", "title": "The trouble with virginity: What America’s sexual language leaves out", "url": "http://www.salon.com/2014/02/23/the_trouble_with_virginity_what_americas_sexual_language_leaves_out/", "image": "http://media.salon.com/2014/02/unmade_bed.jpg", "type": "article"}, "twitter": {"description": "Our limited concept of \"losing your virginity\" ignores the importance of consent", "title": "The trouble with virginity: What America’s sexual language leaves out", "image": "http://media.salon.com/2014/02/unmade_bed.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Melissa T. Goldman", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Editor's Picks, how to lose your virginity, Rape, Sex, sexuality, therese shechter, Virginity", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcbc9c\"", "article_summary": "Topics: Editor's Picks, how to lose your virginity, Rape, Sex, sexuality, therese shechter, Virginity, Life NewsVirginity looms large in the American consciousness.\nAnd “becoming sexually active” whitewashes the complicated course to sexual maturity that rape and sexual abuse survivors go through.\nThere were consequences to becoming sexually active, they told us, things like pregnancy and exposure to sexually transmitted infections.\nBut whether we call it virginity or becoming sexually active, we assume that the arrow only goes in one direction.\nSoon we would switch off our youthful unreadiness and join the ranks of the “sexually active.” How often?"}