{"article_title": "Two Years After VA Scandal, Healthcare System Still Stacked Against Vets", "article_keywords": ["audit", "va", "stacked", "medical", "agency", "system", "times", "records", "vets", "healthcare", "scheduling", "scandal", "veterans", "wait"], "article_url": "http://www.thefiscaltimes.com/2016/04/19/Two-Years-After-VA-Scandal-Healthcare-System-Still-Stacked-Against-Vets", "article_text": "Two years after various investigations into the medical network at the Veterans Affairs Department sparked one of the worst scandals of the Obama administration, the agency hasn’t fixed the problems that have plagued its healthcare system.\n\nA new Government Accountability Office audit found that the Veterans Health Administration, which spent $58 billion in fiscal year 2014 to provide care to 6.6 million veterans, found that it remains vulnerable to manipulation of patient wait times and wait-time data.\n\nRelated: More than 125,000 U.S. Veterans of the Middle East Were Denied VA Benefits\n\nFalsified records were at the root of the 2014 wait-time scandal that unearthed widespread fraud throughout the department’s medical system and prompted the resignation of then-VA Secretary Eric Shinseki. At least 40 veterans died while awaiting care.\n\nThe VA has taken a “piecemeal approach” to addressing the problems, but the agency must take more comprehensive action to cure its ailments, according to GAO. The independent audit lasted from January 2015 to last month and look at a sample of medical records for 180 veterans newly-enrolled in the VHA system.\n\nSchedulers at three of the six medical centers improperly changed dates to the VA system showing shorter or zero wait times, the audit states.\n\nFurther review of records for 60 veterans at those sites uncovered improper scheduling for 25 percent of the appointments. While the official VA system showed wait times of between four and 28 days, the averages were really between 11 and 48 days, according to GAO.\n\nRelated: The VA and Pentagon Take a Small – but Very Expensive – Step on Medical Records\n\n“Until a comprehensive scheduling policy is finalized, disseminated, and consistently followed by schedulers, the likelihood for scheduling errors will persist,” the watchdog stated, chalking up the errors to mistakes and not malicious intent.\n\nWhite House press secretary Josh Earnest admitted that the VA has been scandal-plagued in recent years but that the agency had made progress since the dog days of 2014. “There's no denying that the problems that the V.A. has encountered for more than a decade now have been deeply entrenched,” he said Monday during a press briefing. “That said, there’s more work that needs to be done.”\n\n“There’s nobody right now that’s satisfied,” Earnest added.\n\nIn a statement, a VA spokesman told The Fiscal Times that the agency agreed with the three recommendations laid out in the audit – including creating a “national scheduling directive” that would consolidate all the tweaks that have been made since to scheduling procedures since the 2014 scandal – and that the department expected to have the fixes in placed by this December.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Two years after various investigations into the medical network at the Veterans Affairs Department sparked one of the worst scandals of the Obama administration the agency hasn’t fixed the problems that have plagued its healthcare system, according to a new watchdog report.", "title": "Two Years After VA Scandal, Healthcare System Still Stacked Against Vets", "url": "http://www.thefiscaltimes.com/2016/04/19/Two-Years-After-VA-Scandal-Healthcare-System-Still-Stacked-Against-Vets", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/02172015_Veterans_Affairs_Hospital.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/04/19/Two-Years-After-VA-Scandal-Healthcare-System-Still-Stacked-Against-Vets", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/02172015_Veterans_Affairs_Hospital.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Two years after various investigations into the medical network at the Veterans Affairs Department sparked one of the worst scandals of the Obama administration the agency hasn’t fixed the problems that have plagued its healthcare system, according to a new watchdog report.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "While the official VA system showed wait times of between four and 28 days, the averages were really between 11 and 48 days, according to GAO.\nSchedulers at three of the six medical centers improperly changed dates to the VA system showing shorter or zero wait times, the audit states.\nThe independent audit lasted from January 2015 to last month and look at a sample of medical records for 180 veterans newly-enrolled in the VHA system.\nRelated: More than 125,000 U.S. Veterans of the Middle East Were Denied VA BenefitsFalsified records were at the root of the 2014 wait-time scandal that unearthed widespread fraud throughout the department’s medical system and prompted the resignation of then-VA Secretary Eric Shinseki.\nFurther review of records for 60 veterans at those sites uncovered improper scheduling for 25 percent of the appointments."}