{"article_title": "Dems blast House GOP subpoena rules change", "article_keywords": ["committees", "rules", "house", "rep", "republicans", "subpoenas", "dems", "committee", "lawmakers", "blast", "oversight", "gop", "change", "subpoena"], "article_url": "http://www.politico.com/story/2015/02/democrats-criticize-house-gop-subpoena-rules-115068", "article_text": "Dems blast House GOP subpoena rules change\n\nDemocratic lawmakers are harshly criticizing House Republicans for altering committee rules governing how chairmen can subpoena witnesses and documents.\n\nIn a letter shared with POLITICO, the Democrats slams the GOP conference for changing rules on a number of House committees to make it easier for Republicans to subpoena witnesses without consultation or approval from minority lawmakers - an effort that came as Republicans are preparing aggressive oversight efforts for President Barack Obama’s final two years in office.\n\nStory Continued Below\n\nSixteen Democrats, all ranking members of House committees, accused Republicans of attempting to create Darrell Issa-like committee structures, referring to the former Oversight and Government Reform chairman who was criticized by Democrats for his dogged probes into the White House.\n\n“For decades, responsible committee chairmen—both Democratic and Republican—recognized that the coercive power of subpoenas should be used only as a last resort, and they obtained the concurrence of the ranking member or called a committee vote before issuing subpoenas,” the lawmakers wrote on Tuesday.\n\nLetter-singers include Maryland Rep. Elijah Cummings, the top Democrat on the Oversight and Benghazi committees, Michigan Rep. Sander Levin, the ranking member on Ways and Means panel, New Jersey Rep. Frank Pallone, the top Democrat on Energy and Commerce Committee, and Maryland Rep. Chris Van Hollen, the Budget Committee’s top Democrat.\n\nCummings has been leading the charge against what Democrats argue is Republican over-reach into the Obama administration. He and Issa infamously quarreled over the California Republican’s investigation in the Internal Revenue Service and the Fast and Furious gun-running controversy.\n\nRecently Cummings has sparred with Rep. Trey Gowdy (R-S.C.), the chairman of the House’s Benghazi Committee over how the GOP lawmakers governing the panel failed to include Democrats in key interviews with witnesses. Cummings has also clashed with Issa’ successor, Rep. Jason Chaffetz (R-Utah) over the rules for the Oversight panel.\n\nIn January, Republicans moved to give a number of key committees, including the Energy and Commerce Committee, the Judiciary Committee and the Financial Services Committee new subpoena powers. A handful of other committees also considered changing their governing rules.\n\nFor a number of panels, rule change would eliminate long-standing requirements that the chairmen either consult or get consent from the minority party before issuing subpoenas for testimony and documents or hold a majority vote. The committees who saw rule changes include panels with oversight into controversial Obama policies like the Dodd-Frank financial regulations law, immigration and Obamacare.\n\n“This year House Republicans are changing the rules to give some chairmen unfettered authority to issue subpoenas unilaterally, adopting an abusive model embraced only by Senator Joe McCarthy, former Rep. Dan Burton, and Rep. Darrell Issa,” the lawmakers wrote. “To their credit, some well-functioning committees, such as the Committees on Appropriations, Armed Services, Intelligence, and Veterans Affairs, did not expand subpoena power for their chairmen.”\n\nAt the time, Republican defended the rule change as necessary to effectively investigate the Obama administration.\n\n“The Obama administration has employed unprecedented delay tactics and in many cases an outright refusal to comply with legitimate committee oversight requests, which is why committees sought the deposition authority and are using the existing rules to give committee chairs greater latitude in issuing subpoenas,” said Doug Andres, then a spokesman for the House Rules Committee.\n\nAuthors:", "article_metadata": {"og": {"site_name": "POLITICO", "description": "Democrats slam the GOP conference for changing subpoena rules on a number of House committees.", "title": "Dems blast House GOP subpoena rules change", "url": "http://www.politico.com/story/2015/02/democrats-criticize-house-gop-subpoena-rules-115068.html", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Congress,Democrats,Republicans", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "Democrats slam the GOP conference for changing subpoena rules on a number of House committees.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcbca7\"", "article_summary": "Dems blast House GOP subpoena rules changeDemocratic lawmakers are harshly criticizing House Republicans for altering committee rules governing how chairmen can subpoena witnesses and documents.\nCummings has also clashed with Issa’ successor, Rep. Jason Chaffetz (R-Utah) over the rules for the Oversight panel.\nIn January, Republicans moved to give a number of key committees, including the Energy and Commerce Committee, the Judiciary Committee and the Financial Services Committee new subpoena powers.\nA handful of other committees also considered changing their governing rules.\nStory Continued BelowSixteen Democrats, all ranking members of House committees, accused Republicans of attempting to create Darrell Issa-like committee structures, referring to the former Oversight and Government Reform chairman who was criticized by Democrats for his dogged probes into the White House."}