{"article_title": "Boulder scientists key to mission targeting improved hurricane forecasting", "article_keywords": ["boulder", "forecasting", "improved", "microsatellite", "hurricane", "mission", "microsatellites", "system", "satellite", "key", "scientists", "satellites", "targeting", "research", "navigation", "southwest"], "article_url": "http://www.dailycamera.com/news/boulder/ci_28682183/boulder-scientists-key-mission-targeting-improved-hurricane-forecasting", "article_text": "Southwest Research Institute will host microsatellite mission ops center\n\nEngineers begin construction of the first of eight microsatellites for NASA's Cyclone Global Navigation Satellite System at the Southwest Research Institute in San Antonio, Texas. ( Southwest Research Institute / Courtesy photo )\n\nBoulder scientists have a central role in launching a new microsatellite mission that for the first time will enable the frequent examination of the inner cores of hurricanes from space.\n\nWith the 10-year anniversary of Hurricane Katrina nearly at hand and Hurricane Danny, which was intensifying to a Category 3 storm as of Friday afternoon and churning away east of the eastern Caribbean islands, there are no shortage of reminders of the importance of improved tropical storm forecasting.\n\nThe Southwest Research Institute in San Antonio, Texas, is building and testing NASA's Cyclone Global Navigation Satellite System microsatellites, and will host the mission operations center at its Boulder location.\n\n\"Historically, we — meaning the hurricane forecast community — over the past 30 years have gotten much better at predicting where a hurricane will go and how it will move,\" said SwRI's Scott Gleason, principal scientist at SwRI.\n\n\"What it has not been good at in those 30 years is predicting when it will intensify and when it will go from a storm to a Category 5 monster.\"\n\nIt is believed that the microsatellite mission — a $100 million effort, not counting the cost of launch — can help change that.\n\n\"Its primary objective is to make repeated and quicker measurements of the hurricane — and because it's (using) GPS, it will actually see through rain — which is a problem with existing instruments,\" Gleason said.\n\nAdvertisement\n\nThe mission envisions that as the Cyclone Global Navigation Satellite System and GPS satellites orbit Earth, their interaction will yield a new image of wind speeds over the entire tropics every few hours. Better monitoring and predicting of the rapid changes in hurricane intensity, like that which was witnessed with Hurricane Katrina, is critical to hurricane forecasters and those living in densely settled coastal communities.\n\nAssembly of the first microsatellite started Aug. 14, and assembly of the other seven microsatellites in the system will follow in the coming weeks.\n\nEach satellite measures about 20-by-25-by-11 inches. When fully assembled, the satellites will each weigh about 64 pounds. With the solar panels deployed, each microsatellite will have a wingspan of 5.5 feet. The satellites will be stacked for testing early next year.\n\nThe mission is set to launch in late 2016 on an Orbital ATK Pegasus XL expendable rocket from Cape Canaveral in Florida, with science operations beginning in the 2017 Atlantic hurricane season.\n\nThe University of Michigan is directing the Cyclone Global Navigation Satellite System mission for NASA, including satellite design and production and science data processing. The microsatellite constellation will be deployed into a low-Earth orbit with successive satellites passing over the same region about every 12 minutes.\n\nThe mission passed two major NASA reviews earlier this summer, setting the table for integration, testing and preparation of the microsatellites for launch.\n\n\"These reviews were a major milestone for CYGNSS, marking the end of the detailed design and planning stages of the mission and the beginning of flight hardware assembly,\" said mission principal investigator Chris Ruf in a news release. \"We are now in the last phase of the mission prior to launch and the beginning of a new era in hurricane observations.\"\n\nGleason said the scheduled mission length is two years, but it's his hope that if it proves successful, it will be extended.\n\n\"There's possibly plans for even larger constellations (of satellites), because this technology is so cheap, compared to larger satellites,\" Gleason said.\n\nCharlie Brennan: 303-473-1327, brennanc@dailycamera.com or twitter.com/chasbrennan", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/news/boulder/ci_28682183/boulder-scientists-key-mission-targeting-improved-hurricane-forecasting", "sailthru.author": "By Charlie Brennan \n \n  Staff Writer", "ag": {"canon": "BoulderDailyCamera:article:28682183:view"}, "startDate": "2015-08-22T11:11:58-0600", "twitter": {"domain": "dailycamera.com", "description": "Boulder scientists have a central  role in launching a new microsatellite mission that for the first time will enable the frequent examination of the inner cores of hurricanes from space.", "title": "Boulder scientists key to mission targeting improved hurricane forecasting", "url": "http://www.dailycamera.com/news/boulder/ci_28682183/boulder-scientists-key-mission-targeting-improved-hurricane-forecasting", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0821/20150821__23DCASATw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Boulder News", "modificationDate": "2015-08-21T17:09:24-0600", "endDate": "2025-08-22T11:11:58-0600", "news_keywords": "Boulder News, Boulder News news, Boulder Colorado Boulder News news, Boulder Colorado news, Boulder News Boulder news, Boulder News Colorado news, US Boulder News news, world Boulder News news.", "byline": "By Charlie BrennanStaff", "pubDate": "2015-08-21T17:09:59-0600", "sailthru.date": "2015-08-22T11:11:58-0600", "sailthru.title": "Boulder scientists key to mission targeting improved hurricane forecasting", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0821/20150821__23DCASATw~1_300.jpg", "description": "Boulder scientists have a central  role in launching a new microsatellite mission that for the first time will enable the frequent examination of the inner cores of hurricanes from space.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/news/boulder/ci_28682183/boulder-scientists-key-mission-targeting-improved-hurricane-forecasting", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Boulder scientists have a central  role in launching a new microsatellite mission that for the first time will enable the frequent examination of the inner cores of hurricanes from space.", "title": "Boulder scientists key to mission targeting improved hurricane forecasting"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0821/20150821__23DCASATw~1.jpg"}, "_id": "\"57477af36914bd0286fcbcb3\"", "article_summary": "The University of Michigan is directing the Cyclone Global Navigation Satellite System mission for NASA, including satellite design and production and science data processing.\nIt is believed that the microsatellite mission — a $100 million effort, not counting the cost of launch — can help change that.\nThe Southwest Research Institute in San Antonio, Texas, is building and testing NASA's Cyclone Global Navigation Satellite System microsatellites, and will host the mission operations center at its Boulder location.\n( Southwest Research Institute / Courtesy photo )Boulder scientists have a central role in launching a new microsatellite mission that for the first time will enable the frequent examination of the inner cores of hurricanes from space.\nSouthwest Research Institute will host microsatellite mission ops centerEngineers begin construction of the first of eight microsatellites for NASA's Cyclone Global Navigation Satellite System at the Southwest Research Institute in San Antonio, Texas."}