{"article_title": "Mitt Romney will run in 2016 — and he’ll win « Hot Air", "article_keywords": ["chaffetz", "trolling", "run", "campaign", "chaffetzs", "ran", "win", "mitt", "romney", "running", "air", "hot", "hell", "2016", "romneys"], "article_url": "http://hotair.com/archives/2014/07/08/gop-rep-jason-chaffetz-mitt-romney-will-run-in-2016-and-hell-win/", "article_text": "GOP Rep. Jason Chaffetz: Mitt Romney will run in 2016 — and he’ll win\n\nposted at 4:01 pm on July 8, 2014 by Allahpundit\n\nVia Mediaite, I don’t deny that I enjoy trolling the HA faithful with stories about (groan) yet another Romney campaign, but is it trolling or is it news when the rumor du jour’s coming from a Republican congressman? And Chaffetz is no random House member: Romney endorsed him when he first ran for Congress in Utah in 2008 and Chaffetz returned the favor when Romney ran for president in 2011, even though Chaffetz had been the gubernatorial campaign manager for Romney rival Jon Huntsman. He went on to server as a surrogate for Mitt during media hits after some of the primary debates in 2012. If there’s anyone on the Hill who *might* have an inside track into Romney’s thinking, it’s him.\n\nAnd yet … no one seriously believes Romney’s running, right? In which case, what’s Chaffetz’s angle here? Gotta be one of two things, I think. One: Mitt’s inner circle is worried that Jeb Bush won’t run and that Christie is now too damaged to hold off a conservative in the primaries, so they’re trying to pressure him into reconsidering. Chaffetz’s shpiel here is part of the wider media effort lately by Team Romney to encourage him by showing him that the public might be more receptive to Romney 3.0 than Mitt thinks. Two: Chaffetz knows full well this is BS but he’s pushing it anyway for his own interests, i.e. making sure that Romney’s on his side when he eventually runs for Senate. Chaffetz nearly primaried Orrin Hatch two years ago, remember; ultimately he declined, but Hatch just turned 80 and may well retire when his term is up in 2018. Chaffetz will be just 51 then and eager to fill the vacancy. Utah’s Republican field could be crowded and nasty — Dan Lilijenquist, Hatch’s last challenger, and even Chaffetz’s old boss Huntsman could be eyeing Hatch’s seat — so, assuming one of Romney’s own sons doesn’t run, competition for Mitt’s endorsement and fundraising will be stiff. Maybe Chaffetz is just keeping his ducks in a row here.\n\nIncidentally, since we’re on the subject, what would the Romney 3.0 campaign narrative even look like? Mitt, (in)famously, is a creature of reinvention: When he ran for Senate against Ted Kennedy, he was a Massachusetts moderate; when he ran for president in 2008, he was a staunch social conservative; when he ran in 2012, he was an economy-healing technocrat. I assume he’d stick with the last message for 2016, but that’s complicated by the fact that (a) the economy will probably be better than it was in 2012, which bodes ill for a guy whose economic message didn’t work the last time, and (b) Democrats will be running against income inequality, which makes Mr. “47 Percent” uniquely poorly suited to parry their attacks. So what does he run as, then? As a foreign-policy candidate? Apart from 2004, which was sui generis because it followed 9/11, when was the last time someone won the presidency running on foreign policy?\n\nRelated Posts:", "article_metadata": {"generator": "WordPress 4.3.4", "og": {"site_name": "Hot Air", "description": "Oh my.", "title": "GOP Rep. Jason Chaffetz: Mitt Romney will run in 2016 — and he’ll win", "url": "http://hotair.com/archives/2014/07/08/gop-rep-jason-chaffetz-mitt-romney-will-run-in-2016-and-hell-win/", "image": "https://s0.wp.com/i/blank.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@hotairblog", "card": "summary", "creator": "@allahpundit"}, "fb": {"admins": 312482775445602, "app_id": 312482775445602}, "google-site-verification": "2eqey8dXzgu4RGIRpBp8N_Uha0byt8NWBVajCi3uLgs", "keywords": "2016, chaffetz, GOP, nomination, President, republican, romney,", "article": {"published_time": "2014-07-08T20:01:56+00:00", "modified_time": "2014-07-08T21:30:47+00:00"}, "verify-v1": "ouQUGDxtAiO+0Hn3LJajbWMP08yRHQDinMN9QDYrUV4="}, "_id": "\"57477af46914bd0286fdea43\"", "article_summary": "And yet … no one seriously believes Romney’s running, right?\nHe went on to server as a surrogate for Mitt during media hits after some of the primary debates in 2012.\nIncidentally, since we’re on the subject, what would the Romney 3.0 campaign narrative even look like?\nChaffetz’s shpiel here is part of the wider media effort lately by Team Romney to encourage him by showing him that the public might be more receptive to Romney 3.0 than Mitt thinks.\nIf there’s anyone on the Hill who *might* have an inside track into Romney’s thinking, it’s him."}