{"article_title": "Hillary: 'Nothing New' on Emails, 'Selective Leaking'", "article_keywords": ["going", "clinton", "voters", "leaking", "minds", "hillary", "selective", "im", "know", "whats", "facts", "president", "democratic", "emails"], "article_url": "http://www.breitbart.com/video/2016/02/01/hillary-nothing-new-on-emails-selective-leaking/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nMonday on CNN’s “New Day,” Democratic presidential hopeful Hillary Clinton was asked about the controversy involving her email arrangement while she was secretary of state under President Barack Obama.\n\nSIGN UP FOR OUR NEWSLETTER\n\nClinton likened the controversy to the investigation of her role during the Sept. 11, 2012 attacks on the U.S. consulate in Benghazi and that the issues was not on voters’ minds.\n\n“Well, Alisyn, there is nothing new,” Clinton said. “And I think the facts are quite helpful here. It’s a little bit like what the Republicans and others have tried to do with respect to Benghazi. Just a lot of innuendo, a lot of attacks. I just know that after I testified for 11 hours, answered every question, nothing new came up. Most voters have made up their minds. And I’m grateful for that. The same here. And I think most of the voters who have followed this know exactly what’s going on here. I never made any different explanation than the one that I have made over and over again. I take classified information seriously. I did not send or receive any material marked classified and I want all of these released. This is a dispute about retroactive classification, quite a mouthful. So what people talk to me about is how I’m going to get incomes up, how I’m going to make sure the Affordable Care Act works, and get prescription drug costs down, and make college affordable and relieve student debt. That’s what’s on voters’ minds. And that’s what I’m talking about and that seems to be what is exciting and energizing people as they move toward the caucus tonight.\n\nAs for the buzz about the FBI becoming more involved in the investigation, Clinton dismissed it as “selective leaking.”\n\n“It means people are selectively leaking and making comments that have no basis in anything I’m aware of,” she added. “And, you know, I regret that that seems to be part of the atmosphere because we need to let this inquiry run its course, get it resolved. But I can tell you, Alisyn, that is not on the minds of the literally thousands of people that I have seen in the last few weeks. And I’m glad it isn’t. Because the facts are the facts. No matter how much selective leaking or anonymous sourcing and all that kind of stuff that goes on, what people want to know is what I can do to be the best possible president for them and their families. And I’ve been thrilled at the kind of reaction and response I’ve been getting, the crowds that we had. That last event last night was just overwhelming. I’m looking forward to people coming out expressing their opinion about who can be the best president and commander in chief for the Democratic Party and then getting on to win the Democratic nomination and being successful next November.”\n\nFollow Jeff Poor on Twitter @jeff_poor", "article_metadata": {"description": "Hillary: 'Nothing New' on Emails, 'Selective Leaking'", "og": {"site_name": "Breitbart", "description": "Hillary: 'Nothing New' on Emails, 'Selective Leaking'", "title": "Hillary: 'Nothing New' on Emails, 'Selective Leaking' - Breitbart", "locale": "en_US", "image": {"width": 932, "identifier": "http://media.breitbart.com/media/2016/02/Clinton21.jpg", "height": 699}, "url": "http://www.breitbart.com/video/2016/02/01/hillary-nothing-new-on-emails-selective-leaking/", "type": "article"}, "twitter": {"description": "Hillary: 'Nothing New' on Emails, 'Selective Leaking'", "creator": "@jeff_poor", "image": "http://media.breitbart.com/media/2016/02/Clinton21.jpg", "title": "Hillary: 'Nothing New' on Emails, 'Selective Leaking' - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Alisyn Camerota, Hillary Clinton, Hillary emails,2016 Presidential Race, Breitbart TV, Hillary Clinton,Hillary", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "2016 Presidential Race", "tag": "Hillary emails", "published_time": "2016-02-01T06:19:58-07:00", "categories": "Breitbart TV,2016 Presidential Race,Hillary Clinton"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "So what people talk to me about is how I’m going to get incomes up, how I’m going to make sure the Affordable Care Act works, and get prescription drug costs down, and make college affordable and relieve student debt.\nAnd I think most of the voters who have followed this know exactly what’s going on here.\nThat’s what’s on voters’ minds.\nSIGN UP FOR OUR NEWSLETTERClinton likened the controversy to the investigation of her role during the Sept. 11, 2012 attacks on the U.S. consulate in Benghazi and that the issues was not on voters’ minds.\nIt’s a little bit like what the Republicans and others have tried to do with respect to Benghazi."}