{"article_title": "Paralysis just another part of life cycle – The Denver Post", "article_keywords": ["real", "life", "weeks", "ride", "wheelchair", "paralysis", "arms", "denver", "tour", "bike", "im", "ackerman", "post", "day", "cycle"], "article_url": "http://www.denverpost.com/paralysis", "article_text": "Bio: A native of Detroit, Steve Ackerman moved west in the early 1970s to attend Colorado State University but cut short his schooling when he became owner of a Fort Collins nightclub at the age of 19. Now 53 and still a man-about-Old Town, he has long since sold the club but has other real estate and runs a wheelchair business known as American Wheelsports. He and his wife, Deb, are the parents of a son and daughter, both in their early 20s.\n\nThe Challenge: Ackerman’s life took a huge and unexpected turn in February 1987 when he broke his back in a car crash in Poudre Canyon. “The prognosis is grim. You’re going to be in the hospital for three months and in a wheelchair for the rest of your life,” the attending physician told him after an ambulance got him to an emergency room hours after the accident. “But I’m a runner. I’m a skier. I’m an outdoorsman!” Ackerman protested. “And I’ve got two kids I want to show all of this to.”\n\nThe Journey: When he was discharged three weeks later, paralyzed from the bottom of the rib cage down, the first phone call he got was from a trainer at a health club. “Wanna learn to swim?” he asked. The first day, using a modified dog paddle with his arms never breaking the water, Ackerman made it two lengths of the pool. Soon he was able to go 20 lengths. After six months he found a way to bring his arms out without flipping over, and “within a few days, I was swimming a mile,” he recalls. “It was really a big deal, because then I knew I had an outlet. When I got out of the pool, I felt like I had run 5 miles.”\n\nThree years later, Ackerman took another big stride when he acquired a hand-cycle, a three-wheeled bike pedaled by hands rather than feet, and signed up for Ride the Rockies, the annual bike tour sponsored by The Denver Post. He trained on the recumbent trike for six weeks, finishing with a grueling climb up the Big\n\nThompson Canyon from Loveland nearly to the top of Trail Ridge Road.\n\nBut the week-long tour – which went over Wolf Creek Pass that year – tested him even more. “My arms would get so pumped up with blood they felt like they were going to pop,” he remembers. “Every morning I’d wake up and think, Omigod, how am I gonna do this?” When the tour ended in Golden, he was escorted across the finish line by state troopers on motorcycles to the cheers of hundreds as the first to do the entire ride by arm power. “That was real moving,” he says. “It was great to be acknowledged.”\n\nThe Details: Since his first RTR in 1991, Ackerman has become the dean of a growing contingent of handcyclists, bringing in new riders almost every year. He also is national sales representative for Freedom Ryder (freedomryder.com), the leading manufacturer of such bikes – including one he rode on an eight-month, around-the-world tour with a group of disabled and able-bodied riders in 1995. As he prepares for his 15th Ride the Rockies (it starts from Frisco on Father’s Day), Ackerman is focusing mainly on one concern: the risk of dehydration. “Because my hands are pedaling, I tend to not drink as much water as I should,” he says. “So this year I’ll probably have a Camelbak attached to my seat back.”\n\nExercise\n\nAbout 90 minutes of cycling per day, alternating between 30-mile road rides and 2-mile climbs on an off-road bike, with periodic sprints for interval training. In winter, swimming and mono-skiing.\n\nDiet\n\n“I have a habit of eating the right foods, but when I’m out on the bike I’m on what I call my ‘seefood’ diet: Whatever I see, I eat,” Ackerman says. “I have friends who live on Power Bars and gels. But personally, I like real food, like egg burritos and bratwurst. I’m not racing. I’m just enduring.”", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Paralysis just another part of life cycle", "title": "Paralysis just another part of life cycle", "url": "http://www.denverpost.com/2007/06/02/paralysis-just-another-part-of-life-cycle/", "image": {"width": 1200, "identifier": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "height": 630}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/themes/denverpost/static/images/thedenverpost.png", "site": "@denverpost", "card": "summary"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2007-06-02T08:30:51+00:00", "modified_time": "2007-06-02T08:30:51+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd8025\"", "article_summary": "As he prepares for his 15th Ride the Rockies (it starts from Frisco on Father’s Day), Ackerman is focusing mainly on one concern: the risk of dehydration.\nThe Challenge: Ackerman’s life took a huge and unexpected turn in February 1987 when he broke his back in a car crash in Poudre Canyon.\nDiet“I have a habit of eating the right foods, but when I’m out on the bike I’m on what I call my ‘seefood’ diet: Whatever I see, I eat,” Ackerman says.\nThe first day, using a modified dog paddle with his arms never breaking the water, Ackerman made it two lengths of the pool.\nHe and his wife, Deb, are the parents of a son and daughter, both in their early 20s."}