{"article_title": "Obamacare at Age Five", "article_keywords": ["age", "million", "obamacare", "states", "patients", "costs", "medicaid", "coverage", "exchanges", "health", "insurance", "care"], "article_url": "http://www.huffingtonpost.com/john-geyman/obamacare-at-age-five-acc_b_6765242.html", "article_text": "Now that Obamacare (the Affordable Care Act or ACA) is just turning five years since its enactment in 2010, it is time to assess its progress and shortfalls. This is the first of three posts that will deal with its experience toward its major goals -- expanding access to care, cutting costs and making care more affordable, and improving the quality of care. A fourth post will follow that deals with the takeaway lessons from this five-year experience.\n\nThe initial goal of the ACA was to extend health insurance to 32 million more people by 2019, about one-half of that number through expansion of Medicaid. Online insurance exchanges were to be set up by states or the federal government to allow people to comparison shop for new coverage. Most uninsured with incomes above 138 percent of federal poverty level (FPL) would be required to purchase insurance or face penalties. In order to help them to afford new coverage, those with incomes between 138 and 400 percent of the FPL ($32,913 to $95,400 for a family of four) would receive federal subsidies. New requirements were to be established for insurers, including prohibiting them from denying coverage based on pre-existing conditions, requiring them to cover 10 categories of defined benefits, requiring them to cover at least 60 percent of health care costs (actuarial value of the bronze plan, leaving patients responsible for the remaining 40 percent of costs), requiring insurers to accept every individual and employer that applies for coverage and others.\n\nNow, five years after the ACA's enactment, these are some of its major accomplishments so far:\n\nFederal health insurance exchanges have been set up in 37 states through the HealthCare.gov. marketplace, together with state exchanges in the other states.\n\nAfter the first enrollment period ended in February 2014, there were 9.5 million fewer uninsured, with the uninsured rate among adults dropping from 20 percent to 15 percent; the uninsured rate for people in poverty fell from 28 percent to 17 percent in states that expanded Medicaid, but from only 38 percent to 36 percent in non-expanding states. (1)\n\nIn the second open enrollment period ending in February 2015, about 11 million people signed up, three-fourths in federal exchanges and the others through state-run exchanges; this number, however, includes many who were automatically re-enrolled from the first year and will likely drop a bit in coming months for failure to pay premiums, as occurred after the end of the first enrollment period. (2)\n\nAbout 85 percent of the newly insured are expected to be eligible for subsidies, unless the U.S. Supreme Court rules them out, in which case, it is expected that as many as eight million will drop coverage in a chain reaction that would send premiums soaring. (3)\n\nAlthough these sign-ups reflect significant progress, the ACA will fall far short of its goals, as shown by these examples:\n\nAt best, there will still be at least 30 million uninsured in 2019, plus unknown millions more, especially those in the young adult 18-34 age range who find the costs of insurance too high.\n\nAs a result of 22 states choosing not to expand Medicaid, almost five million people fall into the \"Medicaid coverage gap,\" earning too much to be covered by existing Medicaid and too little to be eligible for subsidies (4); most non-expanding states require parents to earn less than 50 percent of the FPL (11,925 for a family of four) in order to be eligible for Medicaid (5), while some are even more restrictive (e.g. Alabama, which cuts off Medicaid eligibility at incomes of just 18 percent of FPL, just4,293 for a family of four). (6)\n\nSmall businesses with less than 50 full-time employees, though eligible to purchase coverage through the Small Business Health Options Program (SHOP), have shown little interest in doing so, with many instead dropping previous coverage and offering raises to employees as they seek coverage on the exchanges. (7)\n\nAs insurers seek to contract with lower-cost hospitals and physicians, they disrupt many patients' choices and relationships with them. Networks are shrinking all over the country, with many patients unaware of whether their doctors and hospitals are in-network, vulnerable to high out-of-network deductibles and out-of pocket costs, and often having to change physicians.\n\nWith a shortage of at least 45,000 primary care physicians, and with only 20 percent of U.S. physicians practicing primary care, it is difficult for many people newly insured under the ACA to gain access to comprehensive care; a 2013 study found that only two-thirds of U.S. primary care physicians would accept new Medicaid patients, partly due to low reimbursement rates (8); and a December 2014 report found that one-half of 1,800 physicians listed by 200 private Medicaid plans in 32 states would not accept new Medicaid patients or were unavailable at their last known address. (9)\n\nIn order to gain eligibility for subsidies, most people signing up for coverage on the exchanges select \"silver\" plans with actuarial values of 70 percent; but that still leaves them responsible for 30 percent of their health care costs, which pose a financial hardship for many.\n\nFor many patients insured through the exchanges, constant changes in coverage and networks often result in surprise bills that are so confusing that they avoid going to the doctor. (10)\n\nWhile the ACA requires coverage of \"pediatric services,\" they are so poorly defined that most states exclude coverage of children with special health care needs. (11)\n\nThe ACA has been very friendly to the health insurance industry, allowing them wide latitude to game expanded markets in their pursuit of profits. These examples make the point--permitting insurers to exclude 70 percent of essential community providers from their networks, allowing them to market limited benefit plans that pay a one-time cash benefit of as little as 10,000 or 20,000 upon diagnosis of a critical illness, and protecting them from losing money through a \"risk corridor\" program.\n\nBased on the above, together with trends going forward, it is clear that the ACA has failed to remedy the nation's access to care problem. In the next post, we will see how well it is doing in containing costs and making health care more affordable.\n\nVisit John at: www.copernicus-healthcare.org and www.johngeymanmd.org\n\n_____\n\nReferences:\n\n1. Collins, SR, Rasmussen, PW, Doty, MM. Gaining ground: Americans' health insurance coverage and access to care after the Affordable Care Act's first open enrollment. The Commonwealth Fund, July 10, 2014.\n\n2. Pear, R. Obama cites health plan tally of 11.4 million. New York Times, February 17, 2015.\n\n3. Alonzo-Zaldivar, R. As sign-up deadline nears, a new risk for Obama health law. Associated Press, February 13, 2015.\n\n4. Rau, J. Some seeking insurance told they didn't qualify, others balked at cost, poll finds. Kaiser Health News, January 29, 2015.\n\n5. Glied, S, Ma, S. How states stand to gain or lose by opting in or out of the Medicaid expansion. The Commonwealth Fund, December 2013.\n\n6. Dispatches. The Progressive Populist, February 15, 2015, p. 22.\n\n7. Janofsky, A. Small businesses spurn health exchanges. Wall Street Journal, January 8, 2015: B4.\n\n8. Decker, SL. Two-thirds of primary care physicians accepted new Medicaid patients in 2011-12: A baseline to measure future acceptance rates. Health Affairs 32 (7): 1183-1187, 2013.\n\n9. Pear, R. Half of doctors listed as serving Medicaid patients are unavailable, investigation finds. New York Times, December 8, 2014.\n\n10. Rosenthal, E. Insured, but not covered, New York Times, February 7, 2015.\n\n11. Grace, AM, Noonan, KG, Cheng, TL et al. The ACA's pediatric essential health benefit has resulted in a state-by-state patchwork of coverage with exclusions. Health Affairs 33 (12): 2136-2143, December 2014.\n\nAdapted in part from my new book, Geyman, JP. How Obamacare Is Unsustainable: Why We Need a Single Payer Solution for All Americans. Friday Harbor, WA. Copernicus Healthcare, 2015.", "article_metadata": {"description": "Now that Obamacare (the Affordable Care Act or ACA) is just turning five years since its enactment in 2010, it is time to assess its progress and shortfa...", "sailthru.expire_date": "2015-02-28 14:10:05 -0500", "og": {"site_name": "The Huffington Post", "description": "Now that Obamacare (the Affordable Care Act or ACA) is just turning five years since its enactment in 2010, it is time to assess its progress and shortfa...", "url": "http://www.huffingtonpost.com/john-geyman/obamacare-at-age-five-acc_b_6765242.html", "image": "http://i.huffpost.com/gen/2201828/images/o-OBAMACARE-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2201828/images/o-OBAMACARE-facebook.jpg", "height": 1000}, "site": "@HuffPostPol", "card": "summary_large_image", "description": "Now that Obamacare (the Affordable Care Act or ACA) is just turning five years since its enactment in 2010, it is time to assess its progress and shortfa..."}, "sailthru.date": "2015-02-27 14:10:05 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6765242", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "health care reform,Copernicus Healthcare,John Geyman,M.D.,aca,obamacare,Afforbable Care Act", "article": {"section": "Politics", "tag": "health care reform,Copernicus Healthcare,John Geyman,M.D.,aca,obamacare,Afforbable Care Act", "published_time": "2015-02-27 14:10:05 -0500", "modified_time": "2015-04-29 05:59:01 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcbccc\"", "article_summary": "Gaining ground: Americans' health insurance coverage and access to care after the Affordable Care Act's first open enrollment.\n(11)The ACA has been very friendly to the health insurance industry, allowing them wide latitude to game expanded markets in their pursuit of profits.\nPear, R. Half of doctors listed as serving Medicaid patients are unavailable, investigation finds.\nIn the next post, we will see how well it is doing in containing costs and making health care more affordable.\nTwo-thirds of primary care physicians accepted new Medicaid patients in 2011-12: A baseline to measure future acceptance rates."}