{"article_title": "Memorial Health ends 2015 with $22 million net loss similar to 2014", "article_keywords": ["loss", "memorial", "22", "revenue", "quality", "medical", "million", "haslam", "ends", "health", "board", "team", "2015", "net", "similar", "care"], "article_url": "http://savannahnow.com/latest-news/2016-02-19/memorial-health-ends-2015-22-million-net-loss-similar-2014", "article_text": "The parent corporation of Memorial University Medical Center ended 2015 with a net loss of $22 million, but with a $4 million positive cash flow, according to Maggie Gill, president/CEO of Memorial Health, on Thursday.\n\nThe year-end figures are close to those for 2014 and contained few surprises, Gill said.\n\n“We expected much of this,” she said.\n\nThe numbers:\n\n• Revenue: $565.5 million\n\n• Expenses: $589.7 million\n\n• Net Loss, after investments: $22 million\n\n• Positive cash flow: $4 million\n\nThe key drivers, several of which reflect on-going concerns, were:\n\n• Drug costs spiked by $5 million, an increase being felt throughout the health care industry.\n\n• An increase in depreciation and interest spent on capital expansion projects.\n\n• Additional costs of the Epic Electronic Health Records, $5 million of which was in 2015.\n\n• Charity care increased by $5.5 million.\n\n• Bad debts, or payments not collected from patients, increased by $6 million.\n\nOn a positive note, Gill said the health care provider increased revenues and patient volume by 2.4 percent.\n\n“It’s not like we’re shrinking,” Gill said. “We’re growing.”\n\nThe challenge lies in reductions stemming from the Affordable Care Act, commonly known as Obamacare, and continued cuts, other government penalty programs and rapid growth in high-deductible plans resulting in a reduction on collectable revenue, she said.\n\nAmong the positives for 2015, Gill listed:\n\n• Sustained improvements in patient satisfaction ratings, especially in the Emergency Department and physician practices.\n\n• Preventing hospital re-admissions.\n\n• Expanded capacity in the emergency department.\n\n• New cardiac beds in the Heart and Vascular Tower.\n\nHarry Haslam Jr., who on Wednesday was reappointed as chairman of Memorial’s 18-member governing body, said in a Wednesday night letter to team members, physician leaders and board members that money was not the only issue.\n\n“This is not just about money,” Haslam said. “It is about our services. It is about treating all patients, regardless of ability to pay.\n\n“It is about having the resources needed to support our team and continue to provide medical education. It is about affiliating with a health care system that shares our culture and values.”\n\nNovant negotiations ongoing\n\nMeanwhile, Memorial continues negotiations on a strategic partnership with Winston-Salem, N.C.-based Novant Health, which Haslam has said is key to providing Memorial Health with a stable financial base and an opportunity to accomplish goals it cannot do alone.\n\nThat has involved ongoing negotiations between the Memorial Board, Chatham County Hospital Authority, Chatham County, hospital physicians and management.\n\nMemorial Health employs about 4,659 people or the equivalent of 3,791 full-time employees plus about 735 people on the medical staff, 153 employed physicians, and 141 residents.\n\nIn response to the annual report, Dr. David Byck, chief of the medical staff, said: “The information relayed to the medical staff from our board seems well received and supported by the medical staff. This affiliation (with Novant) will allow us to continue high quality care for our patients and helps us to preserve the core missions of our hospital.”\n\nHaslam addresses Memorial team\n\nIn his letter to Memorial leaders, employees and physician leaders, Haslam said the final 2015 results “were as expected, which is to say, challenging.”\n\n“Given all that we had to manage, we should be proud of to realize positive cash flow, revenue growth and improvement in quality,” Haslam said. “Our goals are consistent: preserve Memorial’s mission and meet community need; expand clinical services, improve quality, maintain local influence and enhance Memorial’s commitment to Chatham County.”\n\nBREAKOUT\n\nBoard chairman Harry Haslam Jr.’s letter Wednesday to Memorial’s team:\n\nDear Team Members, Board Members, Physician Leaders and Friends,\n\nI hope you have had the opportunity to read the attached editorial that was printed in the Savannah Morning News on February 7. Don Waters, Chair of the Chatham County Hospital Authority (CCHA), and I wanted to provide the community a comprehensive understanding of the rationale and process of the proposed partnership with Novant Health.\n\nThis evening, the Memorial board met and held the Annual Meeting. As such, I want to share an overview of the final 2015 results and provide an update on the strategic partnership process.\n\nFrom a patient care perspective, we continue to make great progress in advancing Memorial’s tradition of focusing on quality, the best outcomes and safety. Here some highlights,\n\n• Sustained improvements in patient satisfaction ratings, especially in the Emergency Department, MHUP and recommending the hospital;\n\n• Reduced the instance of catheter associated infections and preventable readmissions; * Maintained center of excellence distinctions for joint replacement, spine surgery and stroke;\n\n• Demonstrated best practices in maternal-fetal medicine, with no early elective deliveries;\n\n• Growing a robust wellness program for our Team Members and MHP clients;\n\n• Expanding primary care patient-centered medical homes to help people stay healthier;\n\n• For the first time, our patients have electronic access to their own records with Epic in MyChart.\n\n2015 financial results were as expected, which is to say, challenging. Volumes and revenues grew about 2.4% with added capacity in Emergency Department, new cardiac beds in the Heart and Vascular Tower and physician practice expansion. Expenses were well-managed. However, the rising cost for pharmaceuticals, added depreciation and interest from expansion projects and expenses from the Epic implementation resulted in expenses that outpaced revenues. Also, impacting financial results were continued revenue cuts from the Affordable Care Act, government penalty programs and rapid growth in high deductible insurance plans. We are now seeing a reduction in collectible revenue as these high deductible plans grow. Lastly, declines in the stock and bond markets resulted in investment returns that lowered non-operating income.\n\nThe numbers are as follows,\n\n• Revenue: $565.5MM\n\n• Expense: $ 589.7MM\n\n• Net Loss, after investments: ($22M)\n\n• Positive cash flow: $4MM\n\nGiven all the challenges we have had to manage, we should be proud to realize positive cash flow, revenue growth and improvement in quality. We are grateful to you for all you do to care for our patients and for your dedication to our community.\n\nIn terms of strategic partnership progress, the Memorial board discussed an update on the negotiation process. We also shared discussions that are occurring with the CCHA about the proposed affiliation with Novant. While the partnership details are not yet approved, there has been significant input from many stakeholders, including,\n\n• Chatham County Hospital Authority\n\n• Chatham County\n\n• Physicians\n\n• Board Members\n\n• Management\n\nOur goals remain consistent: preserve Memorial’s mission; meet community need; expand clinical services; improve quality; maintain local influence, and support our Team.\n\nUnlike in the past, this board and management have committed to an open and disciplined strategic process. We made public announcements July and September 2015 and January 2016. We had candid discussions with physician leaders, team leaders and responded to questions. We’ve made appearances in the media and sent internal communications. Be assured that the success of Memorial and long term stability of the mission are at the heart of all decisions. This is not just about money. It is about our services. It’s about treating all-patients, regardless of ability to pay. It is about having the resources needed to support our team and continue to provide medical education. It is about affiliating with a health care system that shares our culture and values. As always, we will keep you posted.\n\nMy Memorial,\n\nHarry Haslam", "article_metadata": {"geo.position": "32.083541;-81.099834", "news_keywords": "savannah, georgia, news press, hilton head, south carolina, newspaper, historic district, classifieds, savannah morning news, news, entertainment, local businesses, shopping, midnight, mci heritage, st. patricks day, city guide, savannah area resources", "generator": "Drupal 7 (http://drupal.org)", "rights": "Copyright Savannah Morning News, Morris Publishing Group", "msapplication-wide310x150logo": "/profiles/msms/themes/published/device-icons/widetile.png", "twitter": {"url": "http://savannahnow.com/latest-news/2016-02-19/memorial-health-ends-2015-22-million-net-loss-similar-2014", "title": "Memorial Health ends 2015 with $22 million net loss similar to 2014", "description": "The parent corporation of Memorial University Medical Center ended 2015 with a net loss of $22 million, but with a $4 million positive ca", "card": "summary_large_image", "creator": {"identifier": "@savannahnow", "id": 9164672}}, "msapplication-square70x70logo": "/profiles/msms/themes/published/device-icons/smalltile.png", "MobileOptimized": "width", "msapplication-square310x310logo": "/profiles/msms/themes/published/device-icons/largetile.png", "og": {"url": "http://savannahnow.com/latest-news/2016-02-19/memorial-health-ends-2015-22-million-net-loss-similar-2014", "site_name": "savannahnow.com", "updated_time": "2016-05-02T10:12:51-04:00", "type": "article", "title": "Memorial Health ends 2015 with $22 million net loss similar to 2014"}, "fb": {"app_id": 1575785529334435}, "__sync_contentCategory": "metered", "keywords": "savannah, georgia, news press, hilton head, south carolina, newspaper, historic district, classifieds, savannah morning news, news, entertainment, local businesses, shopping, midnight, mci heritage, st. patricks day, city guide, savannah area resources", "msapplication-square150x150logo": "/profiles/msms/themes/published/device-icons/mediumtile.png", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "The parent corporation of Memorial University Medical Center ended 2015 with a net loss of $22 million, but with a $4 million positive cash flow, according to Maggie Gill, president/CEO of Memorial Health, on Thursday.\nOn a positive note, Gill said the health care provider increased revenues and patient volume by 2.4 percent.\nThat has involved ongoing negotiations between the Memorial Board, Chatham County Hospital Authority, Chatham County, hospital physicians and management.\nIt is about affiliating with a health care system that shares our culture and values.\nThe numbers:• Revenue: $565.5 million• Expenses: $589.7 million• Net Loss, after investments: $22 million• Positive cash flow: $4 millionThe key drivers, several of which reflect on-going concerns, were:• Drug costs spiked by $5 million, an increase being felt throughout the health care industry."}