{"article_title": "Europeans ‘just can’t compete’ with US on internet – Obama — RT America", "article_keywords": ["rt", "obama", "google", "tax", "companies", "surveillance", "cant", "compete", "european", "strong", "internet", "eu", "tech", "america", "europeans"], "article_url": "https://www.rt.com/usa/233259-obama-eu-internet-control/", "article_text": "President Obama has criticized European efforts to regulate the internet, suggesting Brussels is unfairly targeting US tech companies, because their European rivals just “can’t compete” with Americans.\n\n“We have owned the internet,” Obama stated in an interview with the technology portal Re/Code, during his summit on cyber-security in Silicon Valley on Friday. “Our companies have created it, expanded it, perfected it in ways that they can’t compete. And oftentimes what is portrayed as high-minded positions on issues sometimes is just designed to carve out some of their commercial interests.”\n\nBy the President’s own admission, his relationship with Silicon Valley “has historically been very good. Many of these folks are my friends, and have been supporters, and we interact all the time.” Obama’s chief technology officer, Megan Smith, was a Google executive before accepting the White House job.\n\nHowever, top executives of Google, Yahoo, Microsoft and Facebook declined invitations to the President’s cyber-security conference on Friday, sending lower-level officials instead. The four CEOs are part of a surveillance reform advocacy group, established following the NSA spy scandal.\n\nTop tech CEOs give Obama the cold shoulder at cybersecurity summit: President Barack Obama ceremoniously signe... http://t.co/CQdM93Mp9n — Silicon Angel (@SiliconAngel) February 13, 2015\n\nObama did note that certain European countries were “very sensitive” to privacy issues, specifically mentioning Germany’s “history with the Stasi,” the East German secret police infamous for mass surveillance. German Chancellor Angela Merkel actually brought up the Stasi at a December 2013 meeting with Obama to protest the NSA surveillance of foreign leaders, including herself.\n\nAddressing a question about encryption and surveillance, Obama argued he remained a “strong believer in strong encryption”, and remained as strong on civil liberties as ever, but qualified that by saying “It’s just that I am sympathetic to law enforcement.”\n\nEuropean officials have defended their regulatory efforts as driven by concerns over privacy, monopoly behavior, and tax avoidance. Calling Mr. Obama’s comments “out of line,” the European Commission’s spokesperson explained that the EU was seeking to enforce its regulations in a uniform manner across the 28-nation bloc. “Regulations should make it easier for non-EU companies to access the single market,” they told the Financial Times.\n\nMany US tech giants were using loopholes in national tax laws to avoid corporate taxes in the EU, via popular set-ups like the “Double Irish” or the “Dutch Sandwich”. Irish lawmakers finally closed the loophole last fall.\n\nREAD MORE: Apple, Facebook & Amazon multi-billion 'Double Irish' tax loophole closed\n\nAmerican tech companies have also used EU legislation to lobby against one another. Google has backed the browser antitrust case against Microsoft, while Microsoft has led a coalition lobbying against Google’s search engine dominance.\n\nLast year, the European Court of Justice ruled that Google owed its European users the “right to be forgotten,” by scrubbing unwanted personal information at users’ request.\n\nREAD MORE: Google ordered to drop links to irrelevant personal data in landmark EU court ruling\n\nObama’s interview was part of a push for the proposed regulation of the internet as a public utility, better known as “Net Neutrality”, which is coming up for a vote in late February. The proposal is under fire by Republican critics, such as FCC Commissioner Ajit Pai and Texas Senator Ted Cruz.\n\nAt a Republican tech conference last week, Cruz warned against trusting politicians who say “if you like your internet, you can keep your internet”, invoking the President’s famous phrase about doctors used to promote the 2010 “Obamacare” law.", "article_metadata": {"description": "President Obama has criticized European efforts to regulate the internet, suggesting Brussels is unfairly targeting US tech companies, because their European rivals just “can’t compete” with Americans.", "og": {"site_name": "RT International", "description": "President Obama has criticized European efforts to regulate the internet, suggesting Brussels is unfairly targeting US tech companies, because their European rivals just “can’t compete” with Americans.", "title": "Europeans ‘just can’t compete’ with US on internet – Obama", "locale": "en_EN", "image": "https://img.rt.com/files/news/38/f2/b0/00/obama-1.si.jpg", "url": "https://www.rt.com/usa/233259-obama-eu-internet-control/", "type": "article"}, "MobileOptimzied": "width", "twitter": {"description": "President Obama has criticized European efforts to regulate the internet, suggesting Brussels is unfairly targeting US tech companies, because their European rivals just “can’t compete” with Americans.", "creator": "@RT_com", "image": "https://img.rt.com/files/news/38/f2/b0/00/obama-1.si.jpg", "title": "RT International", "site": "@RT_com", "card": "summary_large_image"}, "HandheldFriendly": "true", "format-detection": "telephone=yes", "msvalidate.01": "36879475773792950F4872586A371571", "google-site-verification": "VQLbsaWKiXW2-Vt4lP7MevnhMES537NO4fQjfGgLcbI", "apple-mobile-web-app-capable": "no", "navigation": "tabbed", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes"}, "article_summary": "“We have owned the internet,” Obama stated in an interview with the technology portal Re/Code, during his summit on cyber-security in Silicon Valley on Friday.\nPresident Obama has criticized European efforts to regulate the internet, suggesting Brussels is unfairly targeting US tech companies, because their European rivals just “can’t compete” with Americans.\n“Our companies have created it, expanded it, perfected it in ways that they can’t compete.\nREAD MORE: Apple, Facebook & Amazon multi-billion 'Double Irish' tax loophole closedAmerican tech companies have also used EU legislation to lobby against one another.\nThe proposal is under fire by Republican critics, such as FCC Commissioner Ajit Pai and Texas Senator Ted Cruz."}