{"article_title": "What Are Elections For?", "article_keywords": ["republicans", "voters", "trump", "point", "polls", "question", "elections", "times", "republican", "establishment"], "article_url": "http://townhall.com/columnists/thomassowell/2016/01/19/what-are-elections-for-n2106351/page/full", "article_text": "The big question is whether the voters themselves will see elections as very different from polls.\n\nIf Republican voters have consistently delivered a message through all the fluctuating polls over the past months, that message is those voters' anger at the Republican establishment, which has grossly betrayed the promises that got a Republican Congress elected.\n\nWhether the issue has been securing the borders, Obamacare, runaway government spending or innumerable other concerns, Republican candidates have promised to fight the Obama administration's policies-- and then caved when crunch time came for Congress to vote.\n\nThe spectacular rise, and persistence, of Republican voter support for Donald Trump in the polls ought to be a wake-up call for the Republican establishment. But smug know-it-alls can be hard to wake up.\n\nEven valid criticisms of Trump can miss the larger point that Republican voters' turning to such a man is a sign of desperation and a telling indictment of what the Republican establishment has been doing for years-- which they show pathetically few signs of changing.\n\nSeldom have the Republicans seemed to have a better chance of winning a presidential election. The Democrats' front-runner is a former member of an unpopular administration whose record of foreign policy failures as Secretary of State is blatant, whose personal charm is minimal and whose personal integrity is under criminal investigation by the FBI.\n\nMeanwhile, the Republicans have fielded a stronger set of presidential aspirants than they have had in years. Yet it is by no means out of the question that the Republicans will manage to blow this year's opportunity and lose at the polls this November.\n\nIn other times, this might just be the Republicans' political problem. But these are not other times. After seven disastrous years of Barack Obama, at home and overseas, the United States of America may be approaching a point of no return, especially in a new age of a nuclear Iran with long-range missiles.\n\nThe next President of the United States will have monumental problems to untangle. The big question is not which party's candidate wins the election but whether either party will choose a candidate that is up to the job.\n\nThat ultimate question is in the hands of Republicans who will soon begin voting in the primaries.\n\nTheir anger may be justified, but anger is not a sufficient reason for choosing a candidate in a desperate time for the future of this nation. And there is such a thing as a point of no return.\n\nVoters need to consider what elections are for. Elections are not held to allow voters to vent their emotions. They are held to choose who shall hold in their hands the fate of hundreds of millions of Americans today and of generations yet unborn.\n\nToo many nations, in desperate times, especially after the established authorities have discredited themselves and forfeited the trust of the people, have turned to some new and charismatic leader, who ended up turning a dire situation into an utter catastrophe.\n\nThe history of the 20th century provides all too many examples, whether on a small scale that led to the massacre in Jonestown in 1978 or the earlier succession of totalitarian movements that took power in Russia in 1917, Italy in 1922 and Germany a decade later.\n\nEric Hoffer's shrewd insight into the success of charismatic leaders was that the \"quality of ideas seems to play a minor role,\" What matters, he pointed out, \"is the arrogant gesture, the complete disregard of the opinion of others, the singlehanded defiance of the world.\"\n\nIs that the emotional release that Republican voters will be seeking when they begin voting in the primaries? If so, Donald Trump will be their man. But if the sobering realities of life and the need for mature and wise leadership in dangerous times is uppermost in their minds, they will have to look elsewhere.", "article_metadata": {"description": "After months of watching all sorts of political polls, we are finally just a few weeks away from actually beginning to see some voting in primary elections. .05/27/2016 7:32:44AM EST.", "author": "Thomas Sowell", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "After months of watching all sorts of political polls, we are finally just a few weeks away from actually beginning to see some voting in primary elections.", "title": "What Are Elections For?", "url": "http://townhall.com/columnists/thomassowell/2016/01/19/what-are-elections-for-n2106351", "image": "http://media.townhall.com/townhall/reu/ha/2016/18/8d9bfb60-10bc-4492-a43e-0f3f2ad2097c.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "After months of watching all sorts of political polls, we are finally just a few weeks away from actually beginning to see some voting in primary elections.", "title": "What Are Elections For?", "url": "http://townhall.com/columnists/thomassowell/2016/01/19/what-are-elections-for-n2106351", "image": "http://media.townhall.com/townhall/reu/ha/2016/18/8d9bfb60-10bc-4492-a43e-0f3f2ad2097c.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "What Are Elections For? , Thomas Sowell, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "The big question is whether the voters themselves will see elections as very different from polls.\nElections are not held to allow voters to vent their emotions.\nVoters need to consider what elections are for.\nIs that the emotional release that Republican voters will be seeking when they begin voting in the primaries?\nThe spectacular rise, and persistence, of Republican voter support for Donald Trump in the polls ought to be a wake-up call for the Republican establishment."}