{"article_title": "Kickstarter Campaign for 3D Printed Quadcopter Launches", "article_keywords": ["quadcopter", "campaign", "kickstarter", "launches", "fpv", "printing", "design", "printed", "team", "helicopter", "cool", "racing", "3d"], "article_url": "https://3dprint.com/18822/3d-printed-quadcopter-design/", "article_text": "If Leonardo da Vinci had been able to 3D print, his helicopter would no doubt have made it off of the pages of his sketchbook and into the history books. Without thinking too hard about all of the details of such a feat, let’s move on to the main story here: a 3D printed, folding, FPV racing quadcopter.\n\nThere is no doubt that 3D printing has made a significant impact in some pretty serious segments of society from medicine, to cutting edge transportation technology. However, it’s also not hard to argue that the fun side of 3D printing is a big part of its success. In the words of the developers of the quadcopter:\n\n“We just wanted to build something FUN! Who doesn’t like racing? There’s a little bit of racing in all of us and FPV Quad Racing is all about being immersed in racing…Quadcopters are cool, 3D printing is cool, racing is cool, which makes the 3D printed FPV Quad Racer super cool.”\n\nThe design team was inspired by other open source designs for quadcopters that they had seen. They wanted to improve upon those designs by creating the parts to be interchangeable to the greatest degree possible, both within its creation and with other quadcopters by other designers. They used Autodesk Inventor to design their vision and Flashforge Creator to print it. The pieces made for assembling the quadcopter are printed using PLA plastic, the perfect choice as it is both strong and light all while being biodegradable.\n\nThe team of designers is no stranger to the high stakes world of quadcopter racing. They boast as their resident test pilot the 2014 New Zealand F3C Model Helicopter Aerobatics National Champion, Wayne Ratcliffe. Sam Thurtle, an aerial photographer and self-proclaimed quadcopter enthusiast whose love of racing was actually the driving force behind the development of a 3D printed copter. Rounding out the team is Hai Tran, founder of the largest remote aerial cinematography company in Australia who provided the expertise in Autodesk Inventor necessary to create the parts.\n\nThis team has been building together since 2011 when they started by creating Octocopters (a helicopter with four blades, not a helicopter piloted by an octopus). Later, in 2013 they entered their own creations in quadcopter races during their off hours – and later decided why not make that a more central part of their working day.\n\nThey have now taken their innovative quadcopter design to Kickstarter in hopes of raising the funds necessary to produce their speedy creations on a larger scale. Their funding request runs through November 9 and they are asking for a total of $6,000 AUD. With a variety of goodies available at the different funding levels, the hardest part is going to be figuring out how to resist getting everything!\n\nAre you considering backing this Kickstarter project? Let us know your thoughts on this design, in the 3D Printable Quadcopter forum thread on 3DPB.com.", "article_metadata": {"description": "If Leonardo da Vinci had been able to 3D print, his helicopter would no doubt have made it off of the pages of his sketchbook and into the history books.", "generator": "WordPress 4.5.2", "og": {"site_name": "3DPrint.com", "description": "If Leonardo da Vinci had been able to 3D print, his helicopter would no doubt have made it off of the pages of his sketchbook and into the history books. Withou", "title": "Kickstarter Campaign for 3D Printed Quadcopter Launches", "url": "https://3dprint.com/18822/3d-printed-quadcopter-design/", "image": "http://3dprint.com/wp-content/uploads/2014/10/5a4d40b1df203951ab77abfc84d48524_large-300x168.png", "updated_time": "2014-10-12T09:44:23+00:00", "locale": "en_us", "type": "article"}, "fb": {"admins": 503367478}, "video": {"release_date": "2014-10-12T09:43:39+00:00", "tag": "video"}, "keywords": "3d printing, 3d printed, 3d print, 3d printer, 3d design, 3d printing, 3d printed quadcopter, kickstarter, quad racer, quadcopter, quadcopter racing, racing, video", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0"}, "_id": "\"57477af36914bd0286fcbceb\"", "article_summary": "Without thinking too hard about all of the details of such a feat, let’s move on to the main story here: a 3D printed, folding, FPV racing quadcopter.\nHowever, it’s also not hard to argue that the fun side of 3D printing is a big part of its success.\nThey have now taken their innovative quadcopter design to Kickstarter in hopes of raising the funds necessary to produce their speedy creations on a larger scale.\nThere is no doubt that 3D printing has made a significant impact in some pretty serious segments of society from medicine, to cutting edge transportation technology.\nSam Thurtle, an aerial photographer and self-proclaimed quadcopter enthusiast whose love of racing was actually the driving force behind the development of a 3D printed copter."}