{"article_title": "Provider-payer battles: Are value-based payments, price transparency to blame?", "article_keywords": ["blue", "valuebased", "upmc", "trend", "price", "providers", "according", "battles", "insurance", "blame", "providerpayer", "health", "payments", "transparency", "healthcare", "university", "jersey"], "article_url": "http://www.fiercehealthcare.com/story/provider-payer-battles-are-value-based-payments-price-transparency-blame/2015-04-02", "article_text": "The financial pressures associated with the seismic change taking hold in the healthcare industry may be behind high-profile disputes between healthcare organizations and insurance companies, according to Becker's Hospital Review.\n\nSome notable recent examples include a battle between University of Pittsburgh Medical Center (UPMC) and Highmark that nearly required Pennsylvania legislators to step in; a breakdown in talks between Charlotte, North Carolina-based Carolinas HealthCare and UnitedHealthcare; the abrupt halt to a 20-year agreement between the University of Chicago Medicine and Humana; and tension-fraught negotiations between Chicago's Rush University Medical Center and Blue Cross and Blue Shield of Illinois, according to Becker's.\n\nTwo possible reasons for this trend may be the shift to value-based payment models and the trend toward consumerism and price transparency in the industry, Ben Isgur, director of PwC's Health Research Institute, told the publication. Both factors have led to increased pressure on providers and payers to rein in costs and offer more competitive pricing, which can lead to friction when it comes time to negotiate. But as the fee-for-service paradigm slowly disappears, providers can get a leg up in negotiations by leveraging data to show they are able to manage risk, the article notes.\n\nThe rising tide of health system consolidation may also fuel the trend of provider-payer disputes, according to Becker's, because hospitals that join larger systems wield significantly more purchasing power than their standalone counterparts.\n\nIt's an issue that led Horizon Blue Shield of New Jersey to end its contract with CarePoint Health-owned Christ Hospital in Jersey City, New Jersey, because it did not agree to meet the hospital's demands for rate increases. \"Unless the insurance companies recognize that the insurance rates need to be adjusted to the individual markets that systems operate in, safety-nets aren't going to be able to stay open,\" CarePoint CEO Dennis Kelly told Becker's.\n\nSome providers, on the other hand, have opted simply to cut out the middleman and offer their own health plans to patients, FierceHealthPayer has reported. UPMC, for example, has operated its own health plan for more than 15 years in order to compete with Highmark, the insurer with which it recently sparred. One former White House healthcare adviser even predicted that accountable care organizations will eventually replace traditional health insurers.\n\nTo learn more:\n\n- read the article\n\nRelated Articles:\n\nWill more providers make a splash into insurance business?\n\nHospitals make major inroads in insurance biz\n\nACOs will replace insurers, former Obama adviser says\n\nConsumer-driven health plans on the rise\n\nInsurers exacerbate provider consolidation despite opposition\n\nHighmark vs. UPMC: The saga continues", "article_metadata": {"description": "The financial pressures associated with the seismic change taking hold in the healthcare industry may be behind high-profile disputes between healthcare organizations and insurance companies, according to Becker's Hospital Review.", "og": {"site_name": "FierceHealthcare", "description": "The financial pressures associated with the seismic change taking hold in the healthcare industry may be behind high-profile disputes between healthcare organizations and insurance companies, according to Becker's Hospital Review.", "title": "Provider-payer battles: Are value-based payments, price transparency to blame?", "url": "http://www.fiercehealthcare.com/story/provider-payer-battles-are-value-based-payments-price-transparency-blame/2015-04-02", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Blue Cross Blue Shield Of Illinois,Carolinas HealthCare System,contract dispute,Highmark,Horizon Blue Cross And Blue Shield Of New Jersey,Humana,Legal / Regulatory / Risk Management,Operations & Business Management,Rush University Medical Center,UnitedHealthcare,University of Chicago Medical Center,University of Pittsburgh Medical Center (UPMC),value-based payment", "viewport": "width=device-width", "news_keywords": "Legal / Regulatory / Risk Management,Operations & Business Management"}, "_id": "\"57477af36914bd0286fcbcf4\"", "article_summary": "Two possible reasons for this trend may be the shift to value-based payment models and the trend toward consumerism and price transparency in the industry, Ben Isgur, director of PwC's Health Research Institute, told the publication.\nTo learn more:- read the articleRelated Articles:Will more providers make a splash into insurance business?\nOne former White House healthcare adviser even predicted that accountable care organizations will eventually replace traditional health insurers.\nThe financial pressures associated with the seismic change taking hold in the healthcare industry may be behind high-profile disputes between healthcare organizations and insurance companies, according to Becker's Hospital Review.\nSome providers, on the other hand, have opted simply to cut out the middleman and offer their own health plans to patients, FierceHealthPayer has reported."}