{"article_title": "What the World Owes Greece", "article_keywords": ["democracy", "century", "citizens", "hundreds", "greek", "say", "owes", "greece", "world", "means", "male", "having", "came"], "article_url": "http://news.discovery.com/history/what-the-world-owes-greece-150704.htm", "article_text": "Thinkstock/iStock\n\nThe word \"democracy\" comes from the Greek \"demokratia.\" \"Demos\" means people and \"kratos\" means power.\n\nBeginning in the fifth century B.C., all male Athenian citizens had the right to an equal say in the conduct of their government. Athens wasn't the only Greek democracy; there were hundreds of them. Athens maintained the most long-lived and stable representative government, however.\n\nFirst championed as a radical reform movement in the sixth century B.C., Athenian democracy came into its own following a successful campaign to resist Persian invasions over the next few decades. Having repelled the Persians, the poorest Athenians, having been largely responsible for the victory, demanded a greater say in their government. Some of the most notable achievements of ancient Greece, such as the construction of the Parthenon, came out of this period.\n\nAthenian government during this era was a direct democracy, meaning the 30,000 or so eligible male citizens, out of a total population of roughly 250,000, served in the city state's government.\n\nAthenian democracy was composed of three bodies. The ecclesia, or assembly, was the largest body and oversaw executive decisions, elections, legislation and trials for political crimes. The council of 500, or boule, held power of city's finances and managed day-to-day operations. The courts had panels of hundreds of jurors, depending on the case, to oversee the legal system.\n\nAthenian democracy came to an end in 322 under the rule of the kingdom of Macedon thanks to the successors of Alexander the Great.\n\nAnimals Live in Democracies, Too", "article_metadata": {"description": "Greece is short on cash, but rich in heritage. That's got to be worth something.", "google-play-app": "app-id=com.discovery.news", "og": {"site_name": "DNews", "description": "Greece is short on cash, but rich in heritage. That's got to be worth something.", "title": "Big Ideas : DNews", "url": "http://news.discovery.com/history/what-the-world-owes-greece-150704.htm", "image": "http://static.ddmcdn.com/gif/recipes/1-greece-world-150729-3.jpg", "type": "Dnews:list-structured"}, "twitter": {"description": "Greece is short on cash, but rich in heritage. That's got to be worth something.", "title": "What the World Owes Greece", "url": "http://news.discovery.com/history/what-the-world-owes-greece-150704.htm", "image": "http://static.ddmcdn.com/gif/recipes/1-greece-world-150729-3.jpg", "site": "@dnews", "card": "summary"}, "robots": "noodp", "apple-itunes-app": "app-id=513902154", "fb": {"admins": 100001675325868, "app_id": 157869477569917}, "keywords": "greece, ancient civilizations, western culture, greeks, ancient greeks, europe, EU, current events Current Events Ancient Greece europe greece European History Ancient History Ancient Civilizations Current Affairs Ancient Art", "viewport": "width=1075", "news_keywords": "greece, ancient civilizations, western culture, greeks, ancient greeks, europe, EU, current events Current Events Ancient Greece europe greece European History Ancient History Ancient Civilizations Current Affairs Ancient Art"}, "_id": "\"57477af36914bd0286fcbcf0\"", "article_summary": "Athenian democracy came to an end in 322 under the rule of the kingdom of Macedon thanks to the successors of Alexander the Great.\nAthens wasn't the only Greek democracy; there were hundreds of them.\nSome of the most notable achievements of ancient Greece, such as the construction of the Parthenon, came out of this period.\nBeginning in the fifth century B.C., all male Athenian citizens had the right to an equal say in the conduct of their government.\nFirst championed as a radical reform movement in the sixth century B.C., Athenian democracy came into its own following a successful campaign to resist Persian invasions over the next few decades."}