{"article_title": "Racism In American History", "article_keywords": ["east", "ceiling", "debt", "turn", "national", "racism", "obama", "middle", "american", "situation", "world", "america", "history"], "article_url": "http://www.nationalreview.com/article/427160/racism-isnt-dead-it-life-support-thomas-sowell", "article_text": "Random thoughts on the passing scene:\n\nSome financial institutions may be considered “too big to fail,” but contemporary Western society may be too frivolous to survive. The Romans had bread and circuses to keep the masses passive and unthinking. We have electronic gadgets, drugs, and pornography. Like the Roman Empire, we too may decline and fall. What happened in Paris might be just the beginning.\n\nWith the “global warming” zealots predicting catastrophic consequences over the next century, I wonder if anyone has studied how accurate five-day weather forecasts turn out to be.\n\nCheap shots at the police by politicians and the media are in fact very expensive, in terms of the human lives that are lost when the effectiveness of law enforcement is undermined. The sharp increase in murders in places like Baltimore, New York, and other places where the police have been trashed, shows how expensive.\n\nIt is bad enough to hear someone boasting about his past achievements. What is truly repulsive is hearing someone boasting about the future achievements he thinks he is going to have, as Donald Trump does repeatedly.\n\nWhy have a national debt ceiling if it doesn’t really put a ceiling on the national debt? What the national debt ceiling does is allow Democrats to gain votes by spending the government’s money — and then force Republicans to share responsibility for raising the national debt ceiling, under threat of being blamed for shutting down the government if they don’t.\n\nSince doctors have the same 24 hours a day as the rest of us, do believers in Obamacare understand that every hour a doctor spends filling out government forms is an hour that is not spent treating patients?\n\nWith all the charges of “racism” against conservatives, has anyone noticed that Dr. Ben Carson’s strongest supporters are in the conservative wing of the Republican party?\n\nIn what part of the world is the situation better for America than it was when Barack Obama became president and Hillary Clinton became secretary of State? If you want an easier question, in what part of the world is the situation worse?\n\nHow can anyone consider it to be either logical or moral to force other people to be defenseless because of a theory without any factual evidence? Yet that is what gun-control laws amount to.\n\nSome Americans will never appreciate America, until after they have helped destroy it, and have then begun to suffer the consequences.\n\nPeople who argue that the hostility to Israel in the Middle East is due to Israel’s treatment of the Palestinians should explain why hostility to Jews in the Middle East was so great back in the 1930s that Middle East leaders were pro-Hitler. This was long before there was a modern state of Israel or a Palestinian problem.\n\nIf the 2016 election comes down to Hillary Clinton versus Donald Trump, my advice to the younger generation would be to try to find some other country to live in. Australia or New Zealand might be a good place to start looking.\n\nNow that President Obama has sent a few dozen American troops into Syria, will they be wearing sneakers, so that he can claim that he has kept his promise not to put “boots on the ground”?\n\nRacism is not dead. But it is on life-support, kept alive mainly by the people who use it for an excuse or to keep minority communities fearful or resentful enough to turn out as a voting bloc on Election Day.\n\nSome Americans will never appreciate America, until after they have helped destroy it, and have then begun to suffer the consequences.\n\nThe way the Obama administration’s Department of Justice has been used politically to put local police under siege, and to shield the administration’s own law-breakers, suggests that the Department of Justice should be taken out of the control of any future administration and made an independent agency like the Government Accountability Office.\n\nHave we become a country whose leaders are charlatans, and whose people are sheep?\n\nOur situation today reminds me of what Winston Churchill said to his bodyguard, after the king appointed Churchill prime minister in the darkest days during World War II: “All I hope is that it is not too late. I am very much afraid it is. We can only do our best.” He had tears in his eyes.\n\n— Thomas Sowell is a senior fellow at the Hoover Institution, Stanford University. His website is tsowell.com. © 2015 Creators Syndicate Inc.", "article_metadata": {"tweettext": "Racism has a long history in America: It's not quite dead, but it is on life support.", "sailthru.author": "Thomas Sowell", "description": "Racism has a long history in America: It's not quite dead, but it is on life support.", "generator": "Drupal 7 (http://drupal.org)", "title": "Racism In American History", "og": {"site_name": "National Review Online", "description": "Racism has a long history in America: It's not quite dead, but it is on life support.", "title": "Racism Isn’t Dead — But It Is on Life Support", "url": "http://www.nationalreview.com/article/427160/racism-america-history", "image": "http://c4.nrostatic.com/sites/default/files/uploaded/racism-life-support-r.jpg", "type": "article"}, "twitter": {"url": "http://www.nationalreview.com/article/427160/racism-america-history", "image": "http://c7.nrostatic.com/sites/default/files/uploaded/racism-life-support.jpg", "description": "Racism has a long history in America: It's not quite dead, but it is on life support.", "card": "summary", "title": "Racism Isn’t Dead — But It Is on Life Support, by Thomas Sowell, National Review"}, "sailthru.date": "Wed, 2015-11-18 00:00", "robots": "follow, index", "sailthru.title": "Racism Isn’t Dead — But It Is on Life Support", "sailthru.tags": "culture, race, american-history, thomas-sowell, article, medium", "fb": {"app_id": 129250807108374}, "keywords": "Thomas Sowell", "msvalidate.01": "E48498F585100158A880ED1615918208", "google-site-verification": "OOtPjyj3i8ggfSXzZ7MPoTiwFy_JnfzKMPkjZ5bhpk0", "copyright": "© National Review, Inc.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Thomas Sowell, Politics, Nation, World"}, "article_summary": "Why have a national debt ceiling if it doesn’t really put a ceiling on the national debt?\nPeople who argue that the hostility to Israel in the Middle East is due to Israel’s treatment of the Palestinians should explain why hostility to Jews in the Middle East was so great back in the 1930s that Middle East leaders were pro-Hitler.\nWhat the national debt ceiling does is allow Democrats to gain votes by spending the government’s money — and then force Republicans to share responsibility for raising the national debt ceiling, under threat of being blamed for shutting down the government if they don’t.\nWith all the charges of “racism” against conservatives, has anyone noticed that Dr. Ben Carson’s strongest supporters are in the conservative wing of the Republican party?\nIf you want an easier question, in what part of the world is the situation worse?"}