{"article_title": "Scarce food contributing to global unrest", "article_keywords": ["feed", "united", "food", "global", "hungry", "trade", "contributing", "unrest", "world", "scarce", "security", "youll", "think"], "article_url": "http://www.usatoday.com/story/opinion/2013/09/07/syria-food-scarcity-column/2759989/", "article_text": "Lawmakers should look at non-military ways of easing tension in turbulent countries.\n\nCorn in the Philippines. (Photo: ISAAA) Story Highlights Syria's unrest has many sources and one of them is food.\n\nUN estimates nearly 900 million people worldwide are food insecure.\n\nFood security is one of the keys to success.\n\nIt all started with a food cart.\n\nMembers of Congress will want to bear in mind this important detail as they weigh President Obama's request to approve a U.S. military strike against Syria.\n\nMost of their concerns will be more immediate, of course. They'll examine the evidence purporting to show that the regime of Syrian strongman Bashar Al-Assad used chemical weapons. They'll also debate the likely consequences of military action: Will it prevent future attacks? Will it empower a rebel movement of Muslim extremists? Will it start a wider regional conflict?\n\nReasonable people can disagree. Whatever Congress decides, however, we should remember a fact that is beyond dispute: food security is an essential part of national security.\n\nSyria's unrest has many sources, and one of them is food.\n\nNearly three years ago, Tunisian authorities seized the fruits and vegetables of Mohamed Bouazizi, a street vendor, apparently because he refused to pay bribes to local officials. Outraged by the injustice, Bouazizi went to his governor's office and shouted, \"How do you expect me to make a living?\"\n\nThen he lit himself on fire — and sparked a momentous wave of protests throughout the Middle East, sometimes called the \"Arab Spring.\"\n\nWithin days of Bouazizi's death, people across Tunisia assembled to complain about food inflation, lousy living conditions, and restrictions on political freedom. Soon they chased Tunisia's president from office. The turmoil then spread to Egypt, Libya and Yemen. Next it reached Syria, where more than 140,000 people have died since a civil war broke out more than two years ago.\n\nWhen you're hungry, you'll do desperate things to feed yourself. When your kids are hungry, however, you'll do anything to feed them. It's the difference between stealing a chicken for yourself and shooting someone to get a chicken for your family.\n\nThe United Nations estimates that nearly 900 million people around the world are food insecure, meaning that they don't have access to enough safe and nutritious food. That's about one out of every eight people.\n\nTo complicate matters, these people are aware of their plight more than ever before. They know that billions of other people are better off. Television programs and the movies share images of abundance from the developed world. Bombarded with pictures of people who struggle with obesity rather than starvation, the poor parents of gaunt children become envious.\n\nWho can blame them for dreaming of a different life?\n\nAs fellow humans, we should sympathize with their predicament. As Americans concerned with global stability, we should think about how to improve their lot. If we don't, their food-security worries will become our national-security dilemmas.\n\nChildren not only must be fed enough calories, they must also receive a balance of vitamins and nutrients to allow for proper cognitive development. The United States should want a world filled with intelligent people who can think and reason, as opposed to a planet populated by people with low cognitive skills who live on rumors, succumb to radical ideologies and choose violence.\n\nFood security is one of the keys to success — and \"feed the world\" isn't just a charitable slogan, but rather a national-security imperative.\n\nLast year, the UN Food and Agriculture Organization published \"The State of Food Insecurity in the World.\"\n\nAmid the document's statistics and charts was a common-sense observation: \"Agricultural growth is particularly effective in reducing hunger and malnutrition.\"\n\nThis statement may sound transparently obvious, but its practical application can be tricky. Agricultural growth requires both scientific innovation and political determination.\n\nIf we're serious about food security, we have to figure out how to feed more people on less land. That means supporting the latest technologies, such as genetically modified crops that resist weeds and pests, survive drought, and yield more food. We should push for golden rice in China and GM brinjal in India. We must also strive to lower trade barriers so food can flow from producers to consumers without the interference of protectionism.\n\nThe alternative to food security is food insecurity — and a dangerous world full of hungry people, perilous situations, and bad options for American policymakers.\n\nBill Horan farms with his brother in Iowa. He is chairman of Truth About Trade & Technology.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors . To read more columns like this, go to the opinion front page or follow us on Twitter @USATopinion or Facebook\n\nRead or Share this story: http://usat.ly/1fCFTNh", "article_metadata": {"google": "notranslate", "description": "Lawmakers should look at non-military ways of easing tension in turbulent countries.", "og": {"site_name": "USA TODAY", "description": "Lawmakers should look at non-military ways of easing tension in turbulent countries.", "title": "Scarce food contributing to global unrest: Column", "url": "http://www.usatoday.com/story/opinion/2013/09/07/syria-food-scarcity-column/2759989/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Lawmakers should look at non-military ways of easing tension in turbulent countries.", "title": "Scarce food contributing to global unrest: Column", "image": "http://www.gannett-cdn.com/-mm-/71e171097f4ddc6b7885724562a3ade541c5d433/c=356-0-1892-1536&r=x643&c=640x640/local/-/media/USATODAY/test/2013/09/04/1378304270000-XXX-GENETICALLY-MODIFIED-FOOD-HNB-ENVIRONMENT-ER8324.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Geography/China", "gci-asset-type": "story", "gci-categories": "Geography/China", "title": "Scarce food contributing to global unrest: Column", "author": "Bill Horan", "pageclass": "article", "recs": {"category": "opinion", "image-3-4": "http://www.gannett-cdn.com/-mm-/92e98734e2e89e8392be351011566349e2250378/c=450-0-1601-1536/local/-/media/USATODAY/test/2013/09/04/1378304270000-XXX-GENETICALLY-MODIFIED-FOOD-HNB-ENVIRONMENT-ER8324.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/cb4b91977166bacf6a0d33be1d35f4a72b62af31/c=356-0-1892-1536/local/-/media/USATODAY/test/2013/09/04/1378304270000-XXX-GENETICALLY-MODIFIED-FOOD-HNB-ENVIRONMENT-ER8324.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/b675ed74abcc46f3c7f21d67c2dda87f3e2b4f10/c=4-0-2048-1536/local/-/media/USATODAY/test/2013/09/04/1378304270000-XXX-GENETICALLY-MODIFIED-FOOD-HNB-ENVIRONMENT-ER8324.JPG", "image": "http://www.gannett-cdn.com/-mm-/184304361109eec079324246910d5750707d8a3d/c=0-192-2048-1347&r=x633&c=1200x630/local/-/media/USATODAY/test/2013/09/04/1378304270000-XXX-GENETICALLY-MODIFIED-FOOD-HNB-ENVIRONMENT-ER8324.JPG", "publishtime": "2013-09-07T06:06:21-04:00", "shorthed": "Scarce food pushing ME unrest: Column", "articleid": 2759989, "image-16-9": "http://www.gannett-cdn.com/-mm-/fb4de33ec03e4c2d668a1a11e29b864dd7059041/c=0-192-2048-1347/local/-/media/USATODAY/test/2013/09/04/1378304270000-XXX-GENETICALLY-MODIFIED-FOOD-HNB-ENVIRONMENT-ER8324.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/5339a09278c54c46305a1a40d8d2efc2b442f560/c=593-0-1454-1536/local/-/media/USATODAY/test/2013/09/04/1378304270000-XXX-GENETICALLY-MODIFIED-FOOD-HNB-ENVIRONMENT-ER8324.JPG"}}, "news_keywords": "syria, syria food, syria food scarcity, syria food insecure, food insecure, food insecurity, food insecurity syria, gmo, gm crops"}, "_id": "\"57477af46914bd0286fd7e52\"", "article_summary": "Whatever Congress decides, however, we should remember a fact that is beyond dispute: food security is an essential part of national security.\nThe alternative to food security is food insecurity — and a dangerous world full of hungry people, perilous situations, and bad options for American policymakers.\nFood security is one of the keys to success.\nIf we're serious about food security, we have to figure out how to feed more people on less land.\nFood security is one of the keys to success — and \"feed the world\" isn't just a charitable slogan, but rather a national-security imperative."}