{"article_title": "Dear Gwyneth Paltrow, From A Future President", "article_keywords": ["ive", "sure", "dont", "power", "federal", "support", "paltrow", "gwyneth", "past", "future", "thanks", "dear", "president", "law", "really"], "article_url": "http://www.theblaze.com/contributions/dear-gwyneth-paltrow-from-a-future-president/", "article_text": "Contribution\n\nDarrell Cheney is the founder of 5 Stories A Day, a news and opinion site dedicated to daily truth and intelligent thought. He is also the host of The Sunday Wrap podcast every Sunday afternoon at noon. The knowledge of one day can affect the direction of a life. Get your daily dose of knowledge and join the good fight for freedom at 5storiesaday.com .\n\nDear Gwyneth Paltrow,\n\nOn behalf of myself and America, I want to sincerely thank you for your strong support for increased power in the presidency years ago. Over these past few years, I have been able to accomplish a myriad of things that were never previously even dreamed about, and I have you and those like you to thank.\n\nI’ve been able to cut taxes down to 15 percent without even consulting Congress. Not long after my election, I issued an executive order directing the IRS to only enforce tax law up to 15 percent and not to pursue any legal action above that. Of course, this rule becomes a little more muddied depending on your voting record, but, hey, there’s always next election to correct that mistake.\n\nSpeaking of, I’ve been able to successfully target nearly all the progressive and left-leaning, non-profit groups that have been a thorn in my side for years! Media doesn’t matter anymore, MoveOn has moved on, and the Center for American Progress has been converted to the Center for American Puppies — which turned out to be far more popular and adorable.\n\nGwyneth, you may have noticed something else in the federal government that is new this year. Just a few months ago, I began to allow corporate sponsorship of federal agencies in order to get a better handle on the federal budget. For instance, the Bureau of Alcohol, Tobacco and Firearms is now brought to you by the NRA. But, don’t worry, even though these companies and organizations are giving us millions and millions of dollars, they don’t have any influence on their sponsored department… (wink, wink).\n\nThese sponsorships have really made the federal budget much more flexible. For instance, defense spending will now triple within three years — that’s progress!\n\nThis budgetary flexibility will help immensely now that I’ve started wars in Libya, Iraq (again!), Iran and China, the last one due in large part to the sponsorship of the Department of Defense by Microsoft. The best part is that I don’t even have to call them “kinetic military actions” or “sustained campaigns” now that I have the power to do what I need to do.\n\nGuantanamo Bay, closed by one of my more foolish predecessors, is open again and bigger than ever. You’ll never really hear about it because everyone there is under surveillance and bound by a gag order — but trust me, it’s huge.\n\nHere on the home front, illegal immigration, now officially referred to as “criminal immigration,” is way down thanks to my enhanced power as president. There are more troops than ever before on the border, but the biggest difference was allowing local militias to patrol on federal land whenever they choose. Sure, they aren’t officially part of law enforcement, but we can’t patrol all that federal land to make sure they aren’t doing anything untoward or illegal — it’s just not feasible!\n\nGwyneth, do you remember Obamacare? Don’t worry, most people don’t after I made it illegal to talk about or refer to it in any communication medium. It was really quite convenient because I ran on abolishing it, and thanks to you and people like you, I had the power to back it up!\n\nGay marriages are also a thing of the past. There is a new federal level policy regarding marriage that any state who disagrees with me will automatically have their funding cut by 50 percent. I’ve also directed the Department of Justice to stop pursuing any discrimination claims in that arena. These increased powers are fantastic!\n\nRemember how much you disliked the idea of voter I.D. laws, Gwyneth? Yeah, those are now happening in every single election that takes place in America thanks to my new pen (I don’t need a phone anymore).\n\nFood stamps have drastically changed as well after I attached strings to their usage. Not long after getting into office, I passed a law (by myself) that revoked voting rights for anyone who received more than $500 in food stamps within the previous four years. We did the same for welfare, as well, and let me tell you, it’s going to make my next few presidential elections so much easier!\n\nHave I mentioned how grateful I am for your support those handful of years ago? I often reflect on those quaint times of pseudo-constitutionality with both nostalgia and pity. Good thing those times aren’t coming back!\n\nWe’ve really expanded our law enforcement profiling, as well. If you even look like you’re from the Middle East or have visited there in the past few years, good luck getting on a plane without a significant and wildly personal pat down. Plane travel of course has been a bit slower, but our official government numbers say that safety has improved by over 68 percent!\n\nThe press thankfully can’t actually check on those numbers, or really anything anymore, because we’re not accountable to anyone anymore. Well, that and the fact that they are being monitored every single second of every single day. You should see what we can do with the NSA now, Gwyneth!\n\nThe Second Amendment has never been stronger than it is today. In the first 100 days in office, I changed the wording of that amendment to more closely reflect what I felt it should say (I’ve written it here, not only because I’m so proud of it, but after hearing some of the things you’ve said over the years, I have to assume that you’ve never read the Constitution before):\n\n“The right of all American citizens to keep, purchase, carry, sell and create arms, regardless of features or type, is a right given to us by God almighty and shall never be modified or restricted in any way, shape or form by any means of government action.”\n\nPretty great, right? I’ve also made sure that our federal-level policy now overrides any state gun law that previously existed. Any real patriot, subject to our discretion of course, who has previously been convicted under those draconian gun laws? One word, Gwyneth: Pardon!\n\nFederal-run education? Gone. The EPA? Gone. Social Security? Privatized! It’s been a whirlwind these past few years, Gwyn (I hope you don’t mind me calling you that). Once I had the power to do what I needed to get done, I found that my to-do list grew exponentially.\n\nSpeaking of which, I really have to get going. Elena Kagan and Sonia Sotomayor are both retiring and we are throwing them a big party. It sure was a surprise to get their voluntary resignations at the same time! I’m thinking Dick Cheney and Ted Nugent to replace them… what are your thoughts?\n\nAnyway, thanks again for your ardent support for my near unlimited power. The NSA tells me that you didn’t realize it would carry over to the next guy and the guy after that. Talk about regret!\n\nThanks, Gwyn. I couldn’t have done it without you!\n\nSincerely,\n\nA Future President\n\nFrom the Office of the President of the United States of America\n\nBrought to you by Google\n\n–\n\nTheBlaze contributor channel supports an open discourse on a range of views. The opinions expressed in this channel are solely those of each individual author.", "article_metadata": {"msapplication-notification": "frequency=30; polling-uri=http://www.theblaze.com/publish/_livetile/notifications/1.xml; polling-uri2=http://www.theblaze.com/publish/_livetile/notifications/2.xml; polling-uri3=http://www.theblaze.com/publish/_livetile/notifications/3.xml; polling-uri4=http://www.theblaze.com/publish/_livetile/notifications/4.xml", "application-name": "TheBlaze.com", "twitter": {"description": "Dear Gwyneth Paltrow,  On behalf of myself and America, I want to sincerely thank you for your strong support for increased power in the presidency years ago. Over these past few years, I have been able to accomplish a myriad of things that were never previously even dreamed...", "creator": "@5storiesaday", "url": "http://www.theblaze.com/contributions/dear-gwyneth-paltrow-from-a-future-president/", "image": "http://www.theblaze.com/wp-content/uploads/2014/03/gwyneth-paltrow.jpg", "title": "Dear Gwyneth Paltrow, From A Future President", "site": "@theblaze", "card": "summary", "account_id": 1512944287}, "keywords": "dear, gwyneth, paltrow, from, future, president", "sailthru.tags": "politics, author-darrell-cheney, site-theblazecom", "facebook-count": 24, "gplus-count": 2, "msapplication-TileColor": "#282b2d", "sailthru.guid": "theblazecom/879566", "categories": "politics", "msapplication-square150x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/medium150x150.png", "comment-count": 6, "description": "Dear Gwyneth, thanks for helping this future president accomplish all the things you oppose.", "msapplication-wide310x150logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/wide310x150.png", "linkedin-count": 0, "msapplication-square70x70logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/small70x70.png", "msapplication-square310x310logo": "http://www.theblaze.com/wp-content/plugins/theblaze_livetile/img/large310x310.png", "fb": {"admins": 517831498}, "msapplication-starturl": "http://www.theblaze.com/", "viewport": "width=device-width", "og": {"site_name": "The Blaze", "description": "Dear Gwyneth Paltrow,  On behalf of myself and America, I want to sincerely thank you for your strong support for increased power in the presidency years ago. Over these past few years, I have been able to accomplish a myriad of things that were never previously even dreamed...", "title": "Dear Gwyneth Paltrow, From A Future President", "url": "http://www.theblaze.com/contributions/dear-gwyneth-paltrow-from-a-future-president/", "image": {"width": 587, "identifier": "http://www.theblaze.com/wp-content/uploads/2014/03/gwyneth-paltrow.jpg", "type": "image/jpeg", "height": 334}, "type": "article"}, "dc.date": "2014-10-18T14:23:16+00:00", "twitter-count": 21}, "_id": "\"57477af46914bd0286fe195b\"", "article_summary": "Dear Gwyneth Paltrow,On behalf of myself and America, I want to sincerely thank you for your strong support for increased power in the presidency years ago.\nGwyneth, you may have noticed something else in the federal government that is new this year.\nHere on the home front, illegal immigration, now officially referred to as “criminal immigration,” is way down thanks to my enhanced power as president.\nSincerely,A Future PresidentFrom the Office of the President of the United States of AmericaBrought to you by Google–TheBlaze contributor channel supports an open discourse on a range of views.\nDon’t worry, most people don’t after I made it illegal to talk about or refer to it in any communication medium."}