{"article_title": "Urgent care clinics bring accessibility, affordability", "article_keywords": ["retail", "urgent", "clinics", "convenient", "told", "affordability", "accessibility", "bring", "patients", "york", "turn", "centers", "care"], "article_url": "http://www.fiercehealthcare.com/story/urgent-care-clinics-bring-accessibility-affordability/2014-09-17", "article_text": "Urgent care retail clinics, which are popping up in droves in New York and around the country because of their convenient, affordable service, make healthcare more accessible to the public, NY1 News reported.\n\nCityMD, a franchise which will have 41 retail spaces throughout New York City, will also open 20 new Medicaid-friendly \"Heal\" locations by the end of 2014, according to the article. About 300 urgent care clinics a year open nationwide, FierceHealthcare previously reported.\n\nThe clinics especially appeal to those in low-income areas who don't have private doctors, experts said.\n\n\"Our effort is to be an episodic care, first floor access solution to healthcare. We'll see patients from ankle sprains to sore throats, to headaches, but the point is they want immediate access and if they need a higher level of care, we're there to direct them,\" CityMD founder and COO Ned Shami, M.D., told NY1.\n\nAlthough the urgent care centers are affordable and convenient, they aren't equipped to take care of patients with complex, urgent needs and have no obligation to treat people, Fred Hyde, M.D., of Columbia University's Mailman School of Public Health told the news outlet.\n\nIn response to this new competition, hospitals are trying to make care more accessible and cheaper by starting up stand-alone emergency departments, as seen in North Shore LIJ Health System's Healthplex. However, hospitals still promote the notion that patients should focus on preventive medicine and building a relationship with their primary care provider, Hyde said.\n\nTo learn more:\n\n- read the article\n\nRelated Articles:\n\nUrgent care centers more convenient, cheaper than EDs\n\nUrgent care centers compete with EDs for patients\n\nConsumers turn to retail clinics for convenience, affordability\n\nPatients turn to retail clinics for chronic care, preventive services", "article_metadata": {"description": "Urgent care retail clinics, which are popping up in droves in New York and around the country because of their convenient, affordable service, make healthcare more accessible to the public, NY1 News reported.", "og": {"site_name": "FierceHealthcare", "description": "Urgent care retail clinics, which are popping up in droves in New York and around the country because of their convenient, affordable service, make healthcare more accessible to the public, NY1 News reported.", "title": "Urgent care clinics bring accessibility, affordability", "url": "http://www.fiercehealthcare.com/story/urgent-care-clinics-bring-accessibility-affordability/2014-09-17", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "access to care,Care Delivery,CityMD,Patient Care & Outcomes,Retail Clinics,stand alone emergency department,urgent care clinics", "viewport": "width=device-width", "news_keywords": "Care Delivery,Patient Care & Outcomes"}, "_id": "\"57477af46914bd0286fe195d\"", "article_summary": "About 300 urgent care clinics a year open nationwide, FierceHealthcare previously reported.\nTo learn more:- read the articleRelated Articles:Urgent care centers more convenient, cheaper than EDsUrgent care centers compete with EDs for patientsConsumers turn to retail clinics for convenience, affordabilityPatients turn to retail clinics for chronic care, preventive services\nUrgent care retail clinics, which are popping up in droves in New York and around the country because of their convenient, affordable service, make healthcare more accessible to the public, NY1 News reported.\nAlthough the urgent care centers are affordable and convenient, they aren't equipped to take care of patients with complex, urgent needs and have no obligation to treat people, Fred Hyde, M.D., of Columbia University's Mailman School of Public Health told the news outlet.\nThe clinics especially appeal to those in low-income areas who don't have private doctors, experts said."}