{"article_title": "Obesity Epidemic May See Slowdown With New Ingredient That Makes You Feel Full", "article_keywords": ["weight", "ipe", "feel", "average", "overweight", "epidemic", "slowdown", "propionate", "health", "gain", "gut", "release", "obesity", "morrison", "makes", "ingredient"], "article_url": "http://www.medicaldaily.com/obesity-epidemic-may-see-slowdown-new-ingredient-makes-you-feel-full-313778", "article_text": "A new food ingredient that can make you feel fuller may be the solution for our obesity epidemic. Manipulating an overweight or obese person’s appetite by sprinkling an ingredient that will make them feel fuller than they really are, may be the trick two-thirds of America has been waiting for. Researchers Imperial College London and the University of Glasgow, revealed the power of their new ingredient’s health potential in the journal Gut.\n\n\"There is significant interest in how food components like dietary fiber interact with gut microbes to influence health, but much of the evidence we rely upon comes from laboratory and animal studies,” the study’s coauthor Dr. Douglas Morrison from the Environmental Research Centre at the University of Glasgow, said in a press release. “It is often difficult to translate these findings directly into successful human interventions. Packaging propionate up to more efficiently deliver it to the large intestine has allowed us to make direct observations in humans that propionate may play an important role in weight management.”\n\nFor the first step, researchers took 20 volunteers, fed them with the dietary fiber inulin-propionate ester (IPE), and then released them in front of a buffet. Propionate is produced when dietary fibers breakdown in the gut, but IPE produces much larger quantities than normal. They told them to eat as much as they wanted while they observed. Those who had IPE ate 14 percent less food on average and when their blood was tested they found higher concentrations of the appetite-reducing hormone leptin in their blood. “These exciting findings could at last open up new ways to manipulate gut microbes to improve health and prevent disease,\" Morrison said.\n\nResearchers took another 60 volunteers, but this time they were overweight. Half were given IPE in a powder form and the other half were give inulin. After 24 weeks, only one participant given IPE gained more three percent of their weight and as a result had overall less fat in their abdomens and livers compared to those in the inulin group. Fat that accumulates in the stomach and around the liver is the worst kind to gain. It increases the risk of insulin resistance and type 2 diabetes, and can lead to other long-term health problems such as cardiovascular disease and stroke.\n\n\"Molecules like propionate stimulate the release of gut hormones that control appetite, but you need to eat huge amounts of fiber to achieve a strong effect,” the study’s lead researcher Gary Frost, from the Department of Medicine at Imperial College London, said in a press release. “We wanted to find a more efficient way to deliver propionate to the gut. This small, proof-of-principle study shows encouraging signs that supplementing one's diet with the ingredient we've developed prevents weight gain in overweight people. You need to eat it regularly to have an effect. We're exploring what kinds of foods it could be added to, but something like bread or fruit smoothies might work well.\"\n\nThe average adult gains an average of one-to-two-pounds a year, but there’s one crux in that statistic. Those who are already gain weight tend to gain a lot more than the average. One study found overweight people will gain at least five pounds during the holiday season. Imagine how helpful it would be to bake some IPE into the dinner rolls served at an overweight family’s holiday feast?\n\nSource: Frost G, Morrison D, Caulcott C, and Chambers ES, et al. Effects of targeted delivery of propionate to the human colon on appetite regulation, body weight maintenance and adiposity in overweight adults. Gut. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "obesity, epidemic, may, see, slowdown, new, ingredient, makes, you, feel, full", "og": {"site_name": "Medical Daily", "description": "Weight loss may be possible through a new ingredient that can be sprinkled into shakes or baked into breads.", "title": "Scientists Invent An Ingredient That Makes You Feel Full", "url": "http://www.medicaldaily.com/obesity-epidemic-may-see-slowdown-new-ingredient-makes-you-feel-full-313778", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/10/new-food-ingredient-helps-fill-you.jpg", "type": "article"}, "twitter": {"description": "Weight loss may be possible through a new ingredient that can be sprinkled into shakes or baked into breads.", "title": "Scientists Invent An Ingredient That Makes You Feel Full", "url": "http://www.medicaldaily.com/obesity-epidemic-may-see-slowdown-new-ingredient-makes-you-feel-full-313778", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/10/new-food-ingredient-helps-fill-you.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/10/new-food-ingredient-helps-fill-you.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2014-12-10T18:30:00-05:00", "modified_time": "2014-12-10T18:31:18-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Weight loss may be possible through a new ingredient that can be sprinkled into shakes or baked into breads."}, "article_summary": "A new food ingredient that can make you feel fuller may be the solution for our obesity epidemic.\nThis small, proof-of-principle study shows encouraging signs that supplementing one's diet with the ingredient we've developed prevents weight gain in overweight people.\nThose who are already gain weight tend to gain a lot more than the average.\nPropionate is produced when dietary fibers breakdown in the gut, but IPE produces much larger quantities than normal.\nEffects of targeted delivery of propionate to the human colon on appetite regulation, body weight maintenance and adiposity in overweight adults."}