{"article_title": "More Celebrities Stage Star-Studded Effort to Sell Obamacare", "article_keywords": ["sell", "hudson", "die", "obamacare", "million", "celebrities", "farah", "health", "starstudded", "house", "americans", "white", "care", "effort", "ortner", "stage"], "article_url": "http://abcnews.go.com/Politics/celebrities-stage-star-studded-effort-sell-obamacare/story?id=20497855", "article_text": "Sporting a white trench coat, Jennifer Hudson struts down a Washington street as an ominous voice says, \"In the cutthroat world of D.C., Lydia Cole cuts through the B.S.\"\n\nShe sits in the office of a fictional senator listening to him admit he has a pregnant mistress.\n\n\"Finally, an actual scandal,\" Hudson's character says.\n\nAfter all, \"Lydia Cole\" patterned after hit television show \"Scandal\" character Olivia Pope, a sharp-tongued D.C. fixer played by Kerry Washington, has recently been busy with less outrageous matters.\n\nLike dealing with a 20-something worried about a pre-existing asthma condition and a woman concerned because her company's health insurance might not cover mammograms.\n\nIn a video produced by humor website Funny or Die, these \"scandals\" are easily solved by Hudson, who offers her clients advice such as, \"The ACA [Affordable Care Act] takes about 15 minutes to sign up for; I need you to go to healthcare.gov.\"\n\nThe clip is just one example of the star-studded White House effort to deploy artists, actors and content creators to help sell the president's signature health care overhaul, the Affordable Care Act, especially to younger Americans.\n\n\"Can you please find me a real scandal?\" Hudson asks at the end of the Funny or Die video. \"All of these people's issues can easily be fixed by the ACA.\"\n\nBasic Insurance Explained Just in Time for Obamacare\n\nIn the week since the launch of the law's state health insurance exchanges, a steady stream of celebrity advocates (think Lady Gaga, Connie Britton, Olivia Wilde, Taye Diggs, Kate Bosworth, Sarah Silverman and Justin Long) have taken to social media platforms like Twitter and Instagram to encourage Americans to #GetCovered (to use their preferred hashtag).\n\n.@billyeichner and I made this beautiful sign. It took hours. We are serious. Get your health care on. #GetCovered pic.twitter.com/YDqkjGiZYS — olivia wilde (@oliviawilde) October 3, 2013\n\nIt's time to #GetCovered at http://t.co/SgKBFOZB7j. pic.twitter.com/K0vvb70yRG — Lady Gaga (@ladygaga) October 2, 2013\n\nIt's all part of an orchestrated public awareness campaign that the White House has been preparing since early summer.\n\nThe effort included a widely publicized July 22 meeting hosted by Obama senior adviser Valerie Jarrett that included various celebrities like Hudson, Amy Poehler and Michael Cera, as well as entertainment representatives.\n\nAlso in attendance were White House Entertainment Advisory Council co-chairs Eric Ortner, actor Kal Penn and Warner Music Group's Bruce Roberts. In an interview with ABC News, Ortner was quick to point out that the purpose of the meeting was to give the stars facts about the law, also called Obamacare, and let them pass information to their fans.\n\n\"What we do is just get people together, build a network based on true facts and real stories, and ask them to expose them without the veil of partisan politics to their audience,\" Ortner said. \"These are just people that want to tell the truth to their networks.\"\n\nObamacare Sites Still Swamped but Wait Times Cut\n\nThe White House says the youth network is vital to the law's success. Out of the 7 million people the Congressional Budget Office estimates will sign up for the new health care exchanges in 2014, the Obama administration is hoping 40 percent -- or 2.7 million -- of those enrollees will be young, uninsured Americans, ages 18 to 35.\n\nBut the White House has some competition from conservatives.\n\nOne group also trying to reach this network to criticize the law rather than promote it is Virginia-based coalition Generation Opportunity, funded in part by the conservative Koch Brothers, which has released a slew of ominous ads featuring \"young Americans with Obamacare\" who say they're unhappy about their new coverage.\n\nA scalpel-wielding Uncle Sam appears near the end of the clip along with a warning, \"Don't let the government play doctor. Opt out of Obamacare.\"\n\nIt's just this kind of media blitz that Mike Farah, president of Funny or Die, is working to combat.\n\n\"When you see the huge campaign against [Obamacare], and I truly believe everything has some flaws but at the end of the day this is a positive thing for people who don't have access to it, I do feel a sense of challenge,\" said Farah, who was also on hand for the July White House meeting.\n\n\"Funny or Die is a company that does the work and isn't afraid to go out and make things. So much of Hollywood is talking about things, but we're going to do everything we can to make impactful pieces of contact, so that there are other voices out there.\"\n\nFunny or Die, which attracts more than 60 million video views a month, Farah said, plans to continue rolling out new pro-Obamacare videos like the one starring Hudson for the next six months.\n\n\"We have a whole slate of things that involve well-known comedians, up and coming comedians, dramatic actors, musicians,\" Farah said. \"As much as possible we're going to have these videos feel like any other Funny or Die video and the casting is indicative of that.\"\n\n(Farah declined to say which luminaries might appear in future videos).\n\nThe issue of affordable health care is one that both Farah and Ortner said have struck a personal cord for many entertainers, inspiring them to get involved.\n\n\"There's no one that's been more underserved by the health insurance system than aspiring artists and creators, whether it's a band starting out in a club or a kid that just graduated out of college,\" Ortner said. \"They've been left behind and they're excited that they can get covered.\"\n\nSuch personal stories are the kind that Ortner said celebrities will use to get the word out about Obamacare as Americans get used to the new system for signing up for coverage, which has been a frustrating process for some.\n\nOne such story is that of R&B singer Jason Derulo, who Ortner said jumped at the chance to get involved when Roberts reached out to his network of artists.\n\nDerulo fractured his neck in January 2012 while performing a stunt during a rehearsal. The injury almost left him paralyzed and forced him to cancel a tour and put on hold a career that was just beginning to take off.\n\nDerulo, who has 11 million Facebook fans and more than 2 million Twitter followers, has been taking to social media to get the word out about the importance of young people's getting health insurance.\n\n2night the #VMA's, 2morrow #marryme released on iTunes...who can tell me what's dropping Oct 1? Hint: go 2 http://t.co/rwLHDYJ2AS — Jason Derulo (@jasonderulo) August 25, 2013\n\nThe connection to fans is what Farah said will inspire young Americans to listen when artists and content creators advocate for Obamacare.\n\n\"I just think that the way talent is, the way they communicate with fans and how transparent it is, and the direct connection they have with people, they're just that more visible and exposed,\" Farah said.\n\n\"And that allows an environment where you can trust people in a sense. It's kind of this generation's protest song.\"", "article_metadata": {"fb_title": "Celebrities Stage Effort to Sell Obamacare", "description": "Sporting a white trench coat, Jennifer Hudson struts down a Washington street as an ominous voice says, \"In the cutthroat world of D.C., Lydia Cole cuts through the B.S.\"", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"site_name": "ABC News", "description": "Sporting a white trench coat, Jennifer Hudson struts down a Washington street as an ominous voice says, \"In the cutthroat world of D.C., Lydia Cole cuts through the B.S.\"", "title": "Celebrities Stage Effort to Sell Obamacare", "url": "http://abcnews.go.com/Politics/celebrities-stage-star-studded-effort-sell-obamacare/story?id=20497855", "image": "http://a.abcnews.go.com/images/Politics/rt_jennifer_hudson_barack_obama_ll_131007_16x9_992.jpg", "type": "article"}, "Date": "2013-10-08", "twitter": {"description": "Sporting a white trench coat, Jennifer Hudson struts down a Washington street as an ominous voice says, \"In the cutthroat world of D.C., Lydia Cole cuts through the B.S.\"", "title": "Celebrities Stage Effort to Sell Obamacare", "url": "http://abcnews.go.com/Politics/celebrities-stage-star-studded-effort-sell-obamacare/story?id=20497855", "app": {"url": {"ipad": "abcnewsipad://link/story,20497855", "iphone": "abcnewsiphone://link/story,20497855", "googleplay": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Politics/celebrities-stage-star-studded-effort-sell-obamacare/story?id=20497855"}, "name": {"ipad": "ABC News", "iphone": "ABC News", "googleplay": "ABC News"}, "id": {"ipad": 306934135, "iphone": 300255638, "googleplay": "com.abc.abcnews"}}, "site": "@ABC", "image": "http://a.abcnews.go.com/images/Politics/rt_jennifer_hudson_barack_obama_ll_131007_4x3t_240.jpg", "card": "summary_large_image"}, "robots": "index, follow", "DC.date.issued": "2013-10-08", "al": {"ipad": {"url": "abcnewsipad://link/story,20497855", "app_store_id": 380520716, "app_name": "ABC News for iPad"}, "web": {"url": "http://abcnews.go.com/Politics/celebrities-stage-star-studded-effort-sell-obamacare/story?id=20497855"}, "android": {"url": "android-app://com.abc.abcnews/abcnews/abcnews.go.com/Politics/celebrities-stage-star-studded-effort-sell-obamacare/story?id=20497855", "app_name": "ABC News Breaking Latest News", "package": "com.abc.abcnews"}, "iphone": {"url": "abcnewsiphone://link/story,20497855", "app_store_id": 300255638, "app_name": "ABC News - Breaking US & World News"}}, "Last-Modified": "2013-10-08 09:28:47", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "Obamacare, Celebrities, Affordable Care Act, Jennifer Hudson, Funny or Die, Lady Gaga, Olivia Wilde, Jason Derulo, Mike Farah, Amy Poehler, Twitter, politics news, election news, political news, political news articles", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Obamacare, Celebrities, Affordable Care Act, Jennifer Hudson, Funny or Die, Lady Gaga, Olivia Wilde, Jason Derulo, Mike Farah, Amy Poehler, Twitter"}, "_id": "\"57477af36914bd0286fcbd1f\"", "article_summary": "Obamacare Sites Still Swamped but Wait Times CutThe White House says the youth network is vital to the law's success.\nThe clip is just one example of the star-studded White House effort to deploy artists, actors and content creators to help sell the president's signature health care overhaul, the Affordable Care Act, especially to younger Americans.\npic.twitter.com/K0vvb70yRG — Lady Gaga (@ladygaga) October 2, 2013It's all part of an orchestrated public awareness campaign that the White House has been preparing since early summer.\nAlso in attendance were White House Entertainment Advisory Council co-chairs Eric Ortner, actor Kal Penn and Warner Music Group's Bruce Roberts.\nGet your health care on."}