{"article_title": "A boom in artificial joints", "article_keywords": ["hip", "jacobs", "doing", "joints", "artificial", "joint", "replaced", "boom", "knee", "surgery", "replacement", "berry"], "article_url": "http://health.heraldtribune.com/2014/03/12/boom-artificial-joints/", "article_text": "It's not just grandma with a new hip and your uncle with a new knee. More than 2 of every 100 Americans now have an artificial joint, doctors are reporting.\n\nAmong those over 50, it's even more common: Five percent have replaced a knee and more than 2 percent, a hip.\n\n\"They are remarkable numbers,\" said Dr. Daniel J. Berry, chairman of orthopedic surgery at the Mayo Clinic. Roughly 7 million people in the United States are living with a total hip or knee replacement.\n\nHe led the first major study to estimate how prevalent these procedures have become, using federal databases on surgeries and life expectancy trends. Results were reported Tuesday at an American Academy of Orthopaedic Surgeons conference in New Orleans.\n\nMore than 600,000 knees and about 400,000 hips are replaced in the U.S. each year. But until now, there haven't been good numbers on how many people currently are living with new joints. The number is expected to grow as the population ages, raising questions about cost, how long the new parts will last, and how best to replace the replacements as they wear out over time.\n\nWhy the boom?\n\n\"People are aware that they're a success\" and are less willing to put up with painful joints, Berry said.\n\nThe term \"replacement\" is a little misleading, said Dr. Joshua Jacobs, chairman of orthopedic surgery at Rush University Medical Center in Chicago and president of the orthopedic surgery association. What's replaced is the surface of a joint after cartilage has worn away, leaving bone rubbing against bone and causing pain and less mobility.\n\nIn a replacement operation, the ends of bones are removed or resurfaced and replaced with plastic, ceramic or metal materials.\n\nArthritis is the main reason for these operations, followed by obesity, which adds stress on knees and hips. Baby boomers are wearing out joints by playing sports and doing other activities to avoid obesity. Knee replacement surgeries have more than tripled in the 45-to-64 age group over the last decade and nearly half of hip replacements now are in people under 65, federal numbers show.\n\n\"It's not for anybody who has pain in the joint,\" Berry warned. Surgery won't help people with pain and stiffness from arthritis but whose joints are not damaged, said Berry, who gets royalties from certain hip and knee implants.\n\nSurgery also is not for people who haven't first tried exercise, medicines and weight loss, Jacobs said.\n\nBut for a growing number of people, it can mean a big improvement in quality of life. Mary Ann Tuft, 79, who owns an executive search firm, said her right knee was painful for a decade before she had it replaced in 2005.\n\n\"I live in downtown Chicago, take a lot of walks along the beach. I could barely walk a block\" by the time the operation was done, she said. \"I'm very social, but I found going to cocktail receptions where you had to stand a long time, I would just avoid them.\"\n\nAfter the operation, \"I felt better pretty much right from the beginning,\" she said. \"You don't even know you have it in there, which is amazing.\"\n\nCynthia Brabbit, a dental hygienist from Winona, Minn., had hip replacement in 2007 when she was 52. She developed hip problems in her 20s that distorted her gait and even caused one leg to grow longer than the other.\n\n\"I was running marathons, doing half marathons, playing tennis,\" but the problem grew so bad she couldn't even walk more than half a mile, she said.\n\n\"Now I can walk an hour a day,\" and is training for a 100-mile bike ride this summer, she said. \"What a world of difference.\"\n\nNot all patients have fared as well, though. Implant recalls and big patient lawsuits show the danger when a device is flawed.\n\nLast June, Stryker Corp. recalled certain hip implant products because of corrosion and other problems. Last month, another device maker, Biomet, agreed to pay at least $200,000 each to hundreds of people who received artificial hips that were later replaced.\n\nAnd in November, Johnson & Johnson agreed to pay $2.5 billion to settle roughly 8,000 patients' lawsuits over an all-metal hip implant it pulled from the market in 2010.\n\nEven good implants can fail over time — about 1 percent or fewer fail each year. After 10 years, more than 90 percent of them are still functioning, Jacobs and Berry said.\n\nIt costs about $20,000 for a knee or hip replacement, but a recent study suggests they save more, because they reduce lost work days and improve mobility.\n\n\"There's a cost for not doing the procedure,\" Jacobs said.\n\nTo help a joint replacement succeed and last, doctors recommend doing physical therapy to strengthen bones, muscles and the new joint. Other tips include maintaining a healthy weight, cross training so you don't overdo one type of activity or sport, spending more time warming up and letting muscles and joints recover between workouts.\n\n___\n\nOnline:\n\nConsumer info: www.orthoinfo.org ; http://www.aaos.org/research/stats/patientstats.asp\n\n___\n\nMarilynn Marchione can be followed at http://twitter.com/MMarchioneAP", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2014/03/wpjoints.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af46914bd0286fda5ed\"", "article_summary": "\"People are aware that they're a success\" and are less willing to put up with painful joints, Berry said.\nRoughly 7 million people in the United States are living with a total hip or knee replacement.\nCynthia Brabbit, a dental hygienist from Winona, Minn., had hip replacement in 2007 when she was 52.\nTo help a joint replacement succeed and last, doctors recommend doing physical therapy to strengthen bones, muscles and the new joint.\nBut until now, there haven't been good numbers on how many people currently are living with new joints."}