{"article_title": "Schneider, Dold meet up in Lincolnshire", "article_keywords": ["affordable", "campaign", "lincolnshire", "schneider", "million", "dold", "going", "election", "meet", "drawing", "stevenson", "care"], "article_url": "http://www.chicagotribune.com/suburbs/lincolnshire/ct-dold-schneider-forum-tl-20140923-story.html", "article_text": "With the Nov. 4 election drawing near, U.S. Rep. Brad Schneider and challenger Bob Dold traded jabs Tuesday night at Stevenson High School in Lincolnshire — their first forum together in the 10th District Congressional race.\n\nIt wasn't a debate; the two candidates didn't even share the stage at the same time. In their opening remarks, former Rep. Dold and Schneider struck similar tones, reflecting on conversations with families worried about their children's future and calling for more bipartisan cooperation in Congress.\n\nBut they diverged from there — notably splitting on the effectiveness of Obamacare in Illinois — in the question-and-answer format with Stevenson students, before a crowd of about 200. Schneider, a Democrat from Deerfield, attacked the voting record of Dold, a Kenilworth Republican, on the environment and women's health care issues, while defending the benefits of the Affordable Care Act despite its disastrous rollout.\n\n\"The system was fixed, and you're now able to sign up and get the health care you need,\" Schneider said. \"The kids in this room, you all have another 75 years ahead of you, God willing. Our obligation is to provide affordable care for your next 75 years.\"\n\nDold called Schneider an ineffective representative of the 10th District and presented himself, as he has in the past, as a moderate Republican. But he didn't hesitate in his message on the Affordable Care Act.\n\n\"We're going to see rates rise. … That's going to be an issue, and the Supreme Court is going to have to interpret some of the unanswered questions moving forward,\" Dold said. \"There's a lot of uncertainty still left.\"\n\nIn 2012, Schneider unseated Dold after just one term in office. The rematch is expected to be close and is drawing some national attention from outside groups, like the U.S. Chamber of Commerce, which has spent almost $1 million in support of Dold, according to the Center for Responsive Politics.\n\nAccording to the most recent campaign finance reports available, Schneider is raising more money but not by much.\n\nFrom Jan. 1, 2013, to June 30, 2014, Schneider's campaign committee raised about $2.8 million, ending with about $1.9 million in cash on hand, according to the Federal Election Commission.\n\nIn the same time period, Dold's campaign committee raised about $2.3 million, ending with about $1.6 million of cash on hand, according to campaign finance reports.\n\nAt the forum, the crowd seemed to reflect the close nature of the race, with both candidates drawing strong applause. Contrasting in style from Schneider, who stood behind the lectern, Dold took a more populist tact and paced among the rows of the theater.\n\nMarko Sukovic, a 19-year-old who graduated from Stevenson in 2013, has volunteered for the Dold campaign. He said Dold would prevail this time around, in part because of the declined popularity of President Barack Obama.\n\n\"The focus needs to be on jobs and the economy,\" Sukovic said. \"That's why we're out here.\"\n\nAmanda Loutris, a Stevenson junior who's interned with the Schneider campaign, acknowledged that the election is \"a pure toss-up.\"\n\nBut she said Schneider's liberal beliefs and, in particular, his support of lesbian and gay rights, resonated with her. Working on the campaign has taught her the value of politics, she said, and given her confidence to express her views.\n\n\"It's, honestly, changed my life,\" Loutris said.", "article_metadata": {"fb_title": "Schneider, Dold meet up in Lincolnshire", "googlebot": "index", "copyright": "Copyright (c) 2016 Chicago Tribune", "author": "Chicago Tribune", "og": {"site_name": "chicagotribune.com", "description": "With the Nov. 4 election drawing near, U.S. Rep. Brad Schneider and challenger Bob Dold traded jabs Tuesday night at Stevenson High School in Lincolnshire — their first forum together in the 10 t h District Congressional race.", "title": "Schneider, Dold meet up in Lincolnshire", "url": "http://www.chicagotribune.com/suburbs/lincolnshire/ct-dold-schneider-forum-tl-20140923-story.html", "image": "http://www.trbimg.com/img-5422e656/turbine/ct-dold-schneider-forum-tl-20140923", "type": "article"}, "x-servername": "lalvp02.18", "twitter": {"site": "@chicagotribune", "card": "summary"}, "keywords": "Brad Schneider, Bob Dold, 10", "robots": "index,follow", "apple-itunes-app": "app-id=383137151, app-argument=http://www.chicagotribune.com/deeplinkid/81470755", "fb": {"page_id": 5953023255, "app_id": 306836229411287}, "googlebot-news": "index", "date": "2014-09-24", "Description": "Rep. Brad Schneider met up with challenger Bob Dold on Tuesday night at Stevenson High School in Lincolnshire.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Brad Schneider, Bob Dold, 10"}, "_id": "\"57477af36914bd0286fcbd2f\"", "article_summary": "Dold called Schneider an ineffective representative of the 10th District and presented himself, as he has in the past, as a moderate Republican.\nWith the Nov. 4 election drawing near, U.S. Rep. Brad Schneider and challenger Bob Dold traded jabs Tuesday night at Stevenson High School in Lincolnshire — their first forum together in the 10th District Congressional race.\nAmanda Loutris, a Stevenson junior who's interned with the Schneider campaign, acknowledged that the election is \"a pure toss-up.\"\nMarko Sukovic, a 19-year-old who graduated from Stevenson in 2013, has volunteered for the Dold campaign.\nIn their opening remarks, former Rep. Dold and Schneider struck similar tones, reflecting on conversations with families worried about their children's future and calling for more bipartisan cooperation in Congress."}