{"article_title": "King's Singers of England to fill Macky with holiday harmonies", "article_keywords": ["program", "england", "groups", "hurley", "harmonies", "macky", "members", "singers", "kings", "holiday", "christmas", "concert"], "article_url": "http://www.dailycamera.com/entertainment/ci_27078832/englands-kings-singers-will-play-holiday-music-macky-auditorium-boulder", "article_text": "David Hurley, left, is leading the Kng's Singers on a U.S. tour that brings them to Boulder on Thursday. Hurley is joined by, left to right, Jonathan Howard, Timothy Wayne-Wright, Christopher Gabbitas, Christopher Bruerton and Julian Gregory. ( Axel Nickolaus / Courtesy photo )\n\nIf you go What: King's Singers perform a Christmas concert, part of the CU Presents Artist Series When: 7:30 p.m. Thursday, Dec. 11 Where: Macky Auditorium, 285 University Ave., University of Colorado campus, Boulder Tickets: $26-$65 Info: 303-492-8008 or cupresents.org\n\nDavid Hurley, by far the longest-serving member of the King's Singers, always has been grateful for the courage and confidence of the original members who formed the British male vocal sextet.\n\nIn 1968, six graduates from King's College in Cambridge, England, sang together for the first time at a special London concert. All had sung in choirs and smaller groups at Cambridge, and the new sextet was an add-on to their lives as musicians.\n\nThat changed quickly with significant invitations, including three-month tours in Australia/New Zealand and the United States. Within 18 months, it was a full-time career, and the singers had given up their day jobs. The group took its name from the college where it was founded, which is famous for its great choir and extraordinary chapel.\n\n\"We are delighted that they took that brave plunge,\" Hurley told the Camera. \"We are the current beneficiaries.\"\n\nKnown for their flawless intonation, gorgeous vocal blend, and precise textual articulation, the Singers won Grammy Awards in 2009 and 2012.\n\nThey take the stage at Macky Auditorium on Thursday to sing a Christmas program, a stop on an American tour with a huge swing through the western states. The event is part of the CU Presents Artist Series, which for the third straight year includes a distinguished ensemble performing a holiday concert.\n\nHurley has been the group's first countertenor — the top voice — since 1990. He sang with the last two original members, countertenor Alastair Hume and baritone Simon Carrington. The other five current members have served since 2004 or later. The newest member, tenor Julian Gregory, joined in September.\n\nThe ensemble always has consisted of six singers, and the presence of two countertenors — a high natural male voice that reaches into the alto and soprano range — lends versatility. The ensemble is completed by a tenor, two baritones and a bass. Hurley said many former members have distinguished careers in choral directing and academia — Carrington, for example, is an emeritus scholar at Yale.\n\nThe holiday concert at Macky is a Christmas program, Hurley said, but it follows the same structural patterns of concerts that would be given throughout the year: a diverse selection of styles including music from the Renaissance, classical music from other eras and arrangements of folk, jazz, and pop songs.\n\n\"There are also specifically modern pieces that were created for us,\" Hurley said. These are often by distinguished composers of choral music.\n\nThursday's program includes Renaissance sacred music for the Christmas season, works for 4-6 voices by such composers as Orlandus Lassus and William Byrd. Hurley said that these pieces often have parts that fit their vocal ranges perfectly.\n\n\"We can sing those as the composers wrote them,\" he said. \"It's a wonderful moment when we come across a fantastic piece written centuries ago that seems like it was created specifically for the King's Singers.\"\n\nBut, of course, there are arrangements, typically transpositions of pieces written for standard SATB choirs. Hurley said the holiday program will include Christmas folksongs from the Spanish region of Catalonia, which he called \"absolutely wonderful,\" along with holiday favorites sung in the group's signature close harmonies.\n\nHurley also spoke about the group's touring schedule.\n\n\"We're away from home more than we are home,\" he said. \"We give about 120 concerts a year and spend the rest of our time preparing, recording and doing other things that are part of the job.\"\n\nHe added that they always try to keep vacations close to school holidays so they can remain close to the UK to see family members. He said that while all of them live within an hour of London, \"our main point of rendezvous is typically Heathrow Airport.\"\n\nAnticipating the December American tour, Hurley said he loves touring the U.S. and meeting a wide variety of audiences. The singers will be at Denver's Newman Center the night before the Macky concert and will have sung in South Dakota, Nebraska, Idaho and Washington before they reach Colorado.", "article_metadata": {"sailthru.url": "http://www.dailycamera.com/entertainment/ci_27078832/englands-kings-singers-will-play-holiday-music-macky-auditorium-boulder", "sailthru.author": "By Kelly Dean Hansen \n \n  Camera Classical  Music Writer", "ag": {"canon": "BoulderDailyCamera:article:27078832:view"}, "startDate": "2014-12-07T06:00:00-0700", "twitter": {"domain": "dailycamera.com", "description": "Famed group will  take the stage Thursday to sing a program that will  include Christmas folksongs from the Spanish region of Catalonia, along with holiday favorites sung in the group's signature close harmonies.", "title": "King's Singers of England to fill Macky with holiday harmonies", "url": "http://www.dailycamera.com/entertainment/ci_27078832/englands-kings-singers-will-play-holiday-music-macky-auditorium-boulder", "image": "http://extras.mnginteractive.com/live/media/site21/2014/1205/20141205__07DCPCLA~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "sailthru.section": "Entertainment", "modificationDate": "2014-12-06T14:41:30-0700", "endDate": "2024-12-05T17:07:38-0700", "news_keywords": "Entertainment, Entertainment news, Boulder Colorado Entertainment news, Boulder Colorado news, Entertainment Boulder news, Entertainment Colorado news, US Entertainment news, world Entertainment news.", "byline": "By Kelly Dean", "pubDate": "2014-12-06T14:41:51-0700", "sailthru.date": "2014-12-07T06:00:00-0700", "sailthru.title": "King's Singers of England to fill Macky with holiday harmonies", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2014/1205/20141205__07DCPCLA~1_300.jpg", "description": "Famed group will  take the stage Thursday to sing a program that will  include Christmas folksongs from the Spanish region of Catalonia, along with holiday favorites sung in the group's signature close harmonies.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"url": "http://www.dailycamera.com/entertainment/ci_27078832/englands-kings-singers-will-play-holiday-music-macky-auditorium-boulder", "image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Famed group will  take the stage Thursday to sing a program that will  include Christmas folksongs from the Spanish region of Catalonia, along with holiday favorites sung in the group's signature close harmonies.", "title": "King's Singers of England to fill Macky with holiday harmonies"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2014/1205/20141205__07DCPCLA~1.jpg"}, "_id": "\"57477af46914bd0286fda5fe\"", "article_summary": "\"It's a wonderful moment when we come across a fantastic piece written centuries ago that seems like it was created specifically for the King's Singers.\"\nThe event is part of the CU Presents Artist Series, which for the third straight year includes a distinguished ensemble performing a holiday concert.\nThe singers will be at Denver's Newman Center the night before the Macky concert and will have sung in South Dakota, Nebraska, Idaho and Washington before they reach Colorado.\nIn 1968, six graduates from King's College in Cambridge, England, sang together for the first time at a special London concert.\nHurley said the holiday program will include Christmas folksongs from the Spanish region of Catalonia, which he called \"absolutely wonderful,\" along with holiday favorites sung in the group's signature close harmonies."}