{"article_title": "N.J. private insurance premiums rising faster since Affordable Care Act passed, study shows", "article_keywords": ["nj", "premium", "faster", "family", "rose", "study", "according", "private", "2010", "average", "premiums", "rising", "passed", "health", "care", "insurance", "jersey", "shows"], "article_url": "http://www.nj.com/politics/index.ssf/2015/01/nj_health_insurance_premiums_rising_faster_higher_since_affordable_care_act_passed_study_shows.html", "article_text": "\n\nTRENTON — Since the passage of the Affordable Care Act in 2010, the cost of premiums in New Jersey each year have risen faster than the national average, according to a study released today by a nonprofit, nonpartisan think tank.\n\n\n\nPremiums for New Jersey employer-sponsored health coverage climbed an average of 4.4 percent a year from 2003 through 2010 to $5,153 per single person, according to the study by the Commonwealth Fund. But from 2010 to 2013, the average premium rose 6.4 percent a year, to $6,200.\n\n\n\nThe spike was even greater for family policies. Pre-Obamacare, premiums rose by 4.7 percent a year, but escalated to a 7.4 percent average jump annually from 2010 to 2013. The total cost of a family policy in New Jersey was $17,396 in 2013.\n\n\n\nIn 31 states, however, annual premium increases fell, “during a time when some critics had warned that health insurance reforms might increase the costs of health insurance for people with private insurance,” according to the report. Nationally, the average premium rose 4.1 percent a year, to $5,571 for an employee only policy, and 4.9 percent a year to $16,029 for a family policy.\n\nResearchers attributed the decline partly to the decision by many people during and after the recession to spend less on health care, said the study’s co-author Sara Collins.\n\n\n\nBut the landmark law also played a role, with its focus on curbing hospital admissions and other cost-cutting strategies. “The delivery system reforms in the ACA were aimed at reforming Medicare. . .but there is a sense those practices have spilled over into the rest of the private insurance as well,” Collins said.\n\nNew Jersey is among 10 states where premiums climbed 6 percent or more each year from 2010 to 2013. Similarly high increases were felt in Alaska, Colorado, Indiana, Maryland, New Hampshire, Ohio, South Dakota, West Virginia, and Wyoming, according to the report.\n\nOn the bright side, most New Jerseyans might not be feeling the sticker shock as sharply because wages are higher here, thereby taking a smaller bite out of a worker’s paycheck, Collins said.\n\n\n\nThe median income in New Jersey is $70,010 compared to the national average of $54,000. A New Jersey employee’s share of premium and deductible expenses consumed 7.9 percent of the median household income, compared to 9.5 percent of the national family income.\n\nSusan K. Livio may be reached at slivio@njadvancemedia.com. Follow her on Twitter @SusanKLivio. Find NJ.com Politics on Facebook.\n\n", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "obamacare, news", "title": "N.J. private insurance premiums rising faster since Affordable Care Act passed, study shows", "og": {"site_name": "NJ.com", "description": "On the bright side, most New Jerseyans might not be feeling the sticker shock as sharply because wages are higher here, thereby taking a smaller bite out of a worker&#8217;s paycheck, Collins said.", "title": "N.J. private insurance premiums rising faster since Affordable Care Act passed, study shows", "url": "http://www.nj.com/politics/index.ssf/2015/01/nj_health_insurance_premiums_rising_faster_higher_since_affordable_care_act_passed_study_shows.html", "image": "http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/15926384-standard.jpg", "type": "article"}, "twitter": {"description": "On the bright side, most New Jerseyans might not be feeling the sticker shock as sharply because wages are higher here, thereby taking a smaller bite out of a worker&#8217;s paycheck, Collins said.", "creator": "@susanklivio", "image": "http://image.nj.com/home/njo-media/width620/img/new_jersey_opinion/photo/15926384-standard.jpg", "title": "N.J. private insurance premiums rising faster since Affordable Care Act passed, study shows", "site": "@njdotcom", "card": "summary_large_image"}, "article_date_updated": "Friday, January 09, 2015,  8:06 AM", "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article_comments": 0, "article_date_original": "Thursday, January 08, 2015,  2:14 PM", "article_author": "Susan K. Livio | NJ Advance Media for NJ.com", "Description": "On the bright side, most New Jerseyans might not be feeling the sticker shock as sharply because wages are higher here, thereby taking a smaller bite out of a worker&#8217;s paycheck, Collins said."}, "_id": "\"57477af46914bd0286fda600\"", "article_summary": "In 31 states, however, annual premium increases fell, “during a time when some critics had warned that health insurance reforms might increase the costs of health insurance for people with private insurance,” according to the report.\nBut from 2010 to 2013, the average premium rose 6.4 percent a year, to $6,200.\nPre-Obamacare, premiums rose by 4.7 percent a year, but escalated to a 7.4 percent average jump annually from 2010 to 2013.\nNationally, the average premium rose 4.1 percent a year, to $5,571 for an employee only policy, and 4.9 percent a year to $16,029 for a family policy.\nTRENTON — Since the passage of the Affordable Care Act in 2010, the cost of premiums in New Jersey each year have risen faster than the national average, according to a study released today by a nonprofit, nonpartisan think tank."}