{"article_title": "Wearables: The future of mobility", "article_keywords": ["information", "right", "wearables", "business", "mobility", "realtime", "devices", "research", "future", "health", "tech", "market"], "article_url": "http://www.mobilepaymentstoday.com/blogs/wearables-the-future-of-mobility/", "article_text": "Google Glass and Apple Watch capture most of the headlines when it comes to wearables, but there are other devices on the market today bringing us closer to a more high-tech future. And while there are concerns about this sort of technology overstepping boundaries, such devices can improve lives in the right situation.\n\nAs a refresher (or introduction), wearables come in the form of eye wear, smartwatches and wristbands. Companies are developing wearable devices primarily for the consumer market (think health and fitness gadgets), but some can be used in an industrial setting. For example, some companies are evaluating Google Glass for business use cases such as field service operations and repair and maintenance work.\n\nThat said, market research indicates wearables have the potential to move from a tech fad to a necessity.\n\nWith the arrival of more user-friendly wearables, cheaper devices and consumer awareness, expect to see more people purchase them. Tech aficionados will be the first adopters, but in the next 10 years wearables can be as ubiquitous as the smartphone is with consumers today.\n\nA report from the Transparency Market Research estimates the global market for wearables was $750 million in 2012 and expected to reach $5.8 billion in 2018. Juniper Research says that the market could be as big as $19 billion by 2018.\n\nAs I mentioned earlier, health and fitness is the biggest market right now for wearables. Apple is even making it easier for wearables to interact with the iPhone thanks to the Health Kit API in iOS 8. Some of the major brands in the health and fitness segment include:\n\nNike's FuelBand, which measures whole-body movement to track how much physical activity you undertake each day.\n\nJawbone's UP wristband and iOS app system, which records data about how you sleep, move and eat, sets goals and sends you interactive celebrations when you achieve them.\n\nBabolat Play, the world's first tennis racquet that has sensors on the handle to measure a player's power, technique, swing and ball impact.\n\nWearables in the workplace\n\nEnterprises also are interested in the potential wearables hold for increasing the productivity of their workforce. ZDNet and Tech Pro Research conducted a survey in April 2014 regarding current and future plans for wearables and the business user. Some of the results include:\n\n92 percent of respondents were familiar with wearables.\n\n11 percent of respondents said wearables are being used in their organizations or will be implemented in the near future.\n\n25 percent of respondents said they were planning to use wearables in the enterprise but had not allocated a budget for it.\n\nWearables can help businesses analyze real-time data, especially in the healthcare and retail sector. Such devices can help hospitals monitor patient vitals such as blood pressure, blood glucose and even sleep patterns. Wearables could be a boon for hospital care as such facilities are under greater scrutiny to provide better service thanks to the Affordable Care Act.\n\nFor retailers, they are already experimenting with Apple's iBeacon technology to increase customer engagement. Merchants in the future can use iBeacons to send offers to consumers who are using an Apple Watch.\n\nWearable devices also are well-suited for office environments for authentication and security purposes and can replace traditional keys and smart ID tags.\n\nBig data\n\nIBM research reveals 62 percent decisions are influenced by analytical insights in real-time. So, you can see how decisions can be enhanced by providing real-time information to users. In today's fast changing business environment, mobility of information isn't just a luxury, it's a necessity. It's about making sure your critical information is available to your employees and other stakeholders at the right time. It's about innovative methods changing workforce to become more efficient and productive.\n\nThis is where wearables can play a vital role. Business leaders know they need to be able to collaborate in real-time with people in different locations. And it's about how we can harness information and use it to power the big ideas.", "article_metadata": {"description": "Mehul Nayak, from Softweb Solutions, writes about what the future may hold for the Apple Watch, Google Glass and similar devices.", "og": {"site_name": "www.mobilepaymentstoday.com", "description": "Mehul Nayak, from Softweb Solutions, writes about what the future may hold for the Apple Watch, Google Glass and similar devices.", "title": "Wearables: The future of mobility", "url": "http://www.mobilepaymentstoday.com/blogs/wearables-the-future-of-mobility/", "image": "http://nmgprod.s3.amazonaws.com/media/filer_public_thumbnails/filer_public/d8/ab/d8ab0d4f-0e13-4205-856b-7ddf57dd8aa2/google_glass_640.jpg__300x170_q85_crop_subsampling-2.jpg", "type": "article"}, "twitter": {"image": "http://nmgprod.s3.amazonaws.com/media/filer_public_thumbnails/filer_public/d8/ab/d8ab0d4f-0e13-4205-856b-7ddf57dd8aa2/google_glass_640.jpg__300x170_q85_crop_subsampling-2.jpg", "description": "Mehul Nayak, from Softweb Solutions, writes about what the future may hold for the Apple Watch, Google Glass and similar devices.", "card": "summary", "title": "Wearables: The future of mobility"}, "bt": {"id": 266485, "modDate": "”2014-12-02T09:45:52.998597-05:00”"}, "google-site-verification": "-pUIkAw3YoNkkxZb0qwHW2-8bbxq3k4MVVhQhuVOvfY", "keywords": "Handsets / Devices, Trends / Statistics", "article": {"published_time": "2014-12-02T09:00:00-05:00", "author": "Mehul Nayak"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fda602\"", "article_summary": "That said, market research indicates wearables have the potential to move from a tech fad to a necessity.\nZDNet and Tech Pro Research conducted a survey in April 2014 regarding current and future plans for wearables and the business user.\nA report from the Transparency Market Research estimates the global market for wearables was $750 million in 2012 and expected to reach $5.8 billion in 2018.\nWearables in the workplaceEnterprises also are interested in the potential wearables hold for increasing the productivity of their workforce.\n11 percent of respondents said wearables are being used in their organizations or will be implemented in the near future."}