{"article_title": "Eric Holder: Some Republicans Oppose Obama Due to 'Racial Animus'", "article_keywords": ["president", "obamas", "illegal", "republicans", "know", "oppose", "animus", "lawlessness", "elaine", "racial", "theres", "holder", "eric", "obama"], "article_url": "http://www.breitbart.com/big-government/2014/07/13/eric-holder-some-republicans-oppose-obama-due-to-racial-animus/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nOn Sunday, Attorney General Eric Holder said some Republicans who oppose President Barack Obama are motivated by “racial animus.”\n\nOn ABC’s This Week, Holder also dismissed former Alaska Governor Sarah Palin’s call for President Barack Obama’s impeachment over Obama’s lawlessness on illegal immigration and House Speaker John Boehner’s (R-OH) lawsuit against Obama over his Obamacare lawlessness. Holder said Palin “wasn’t a particularly good vice presidential candidate” and is “an even worse judge of who ought to be impeached and why.”\n\nSIGN UP FOR OUR NEWSLETTER\n\nHe did not allege Palin or Boehner of opposing Obama because of his race, but he suggested “there’s a certain racial component to this for some people\n\n“There’s a certain level of vehemence, it seems to me, that’s directed at me [and] directed at the president,” Holder said, according to a transcript. “You know, people talking about taking their country back. … There’s a certain racial component to this for some people. I don’t think this is the thing that is a main driver, but for some there’s a racial animus.”\n\nPalin announced in an op-ed last week on Breitbart.com that Obama’s “many impeachable offenses” can no longer be ignored.\n\nPalin specifically said Obama’s lawlessness on illegal immigration was the tipping point because it impacted Americans — native-born and legal immigrants — of all backgrounds:\n\n\n\nThe federal government is trillions of dollars in debt; many cities are on the verge of insolvency; our overrun healthcare system, police forces, social services, schools, and our unsustainably generous welfare-state programs are stretched to the max. We average Americans know that. So why has this issue been allowed to be turned upside down with our “leader” creating such unsafe conditions while at the same time obstructing any economic recovery by creating more dependents than he allows producers? His friendly wealthy bipartisan elite, who want cheap foreign labor and can afford for themselves the best “border security” money can buy in their own exclusive communities, do not care that Obama tapped us out. Have faith that average American workers – native-born and wonderful legal immigrants of all races, backgrounds, and political parties – do care because we’re the ones getting screwed as we’re forced to follow all our government’s rules while others are not required to do so. Many now feel like strangers in their own land. It’s the American worker who is forced to deal with Obama’s latest crisis with our hard-earned tax dollars while middle class wages decrease, sustainable jobs get more scarce, and communities become unrecognizable and bankrupted due to Obama’s flood of illegal immigration. Who’s looking out for the American workers? Who has their backs? Who fights for them? We should.\n\nPalin was talking about black Americans like Elaine, who called into the Laura Ingraham Show on Friday from gang-besieged Baltimore, Maryland.\n\n“I’m living a nightmare. My whole neighborhood is so violent. There’s so much crime,” Elaine said. “I have gangs everywhere here in Baltimore! I can’t let my daughter ride her bicycle outside – I can’t do anything, Laura! I’m trapped here.” Elaine noted that Democrats like Obama talk about spending billions on illegal immigrants, but “nobody is saying a word” about poor Americans.\n\n“Well, what about my neighborhood? You don’t have to do it in Beverly Hills, but in the inner cities where we are suffering,” Elaine continued. “My children cannot play outside. I cannot take my trash out without locking the door – it’s awful. Who is going to give us anything? Where can I get asylum? Where can I get refugee status? I don’t know what I can do. Nobody cares what happens to my children.”\n\nHolder has also been accused of enabling the Obama administration’s lawlessness, particularly on the IRS’s blatant targeting of conservatives. Sen. Ted Cruz (R-TX) has said Holder should be impeached if he takes no action on the targeting scandal.\n\nHolder also doubled on his 2009 remarks in which he said America was a “nation of cowards” when it comes to discussing race.\n\n“I wouldn’t walk away from that speech,” Holder said. “I think we are still a nation that is too afraid to confront racial issues.”", "article_metadata": {"description": "On Sunday, Attorney General Eric Holder said some Republicans who oppose President Barack Obama are motivated by", "og": {"site_name": "Breitbart", "description": "On Sunday, Attorney General Eric Holder said some Republicans who oppose President Barack Obama are motivated by", "title": "Eric Holder: Some Republicans Oppose Obama Due to 'Racial Animus' - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2013/DOJ/Holdre_confused_Reuters.jpg", "url": "http://www.breitbart.com/big-government/2014/07/13/eric-holder-some-republicans-oppose-obama-due-to-racial-animus/", "type": "article"}, "twitter": {"description": "On Sunday, Attorney General Eric Holder said some Republicans who oppose President Barack Obama are motivated by", "creator": "@BreitbartNews", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2013/DOJ/Holdre_confused_Reuters.jpg", "title": "Eric Holder: Some Republicans Oppose Obama Due to 'Racial Animus' - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Eric Holder, Sarah Palin, Ted Cruz,Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "tag": "Ted Cruz", "published_time": "2014-07-13T09:20:00-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fda60b\"", "article_summary": "SIGN UP FOR OUR NEWSLETTEROn Sunday, Attorney General Eric Holder said some Republicans who oppose President Barack Obama are motivated by “racial animus.”On ABC’s This Week, Holder also dismissed former Alaska Governor Sarah Palin’s call for President Barack Obama’s impeachment over Obama’s lawlessness on illegal immigration and House Speaker John Boehner’s (R-OH) lawsuit against Obama over his Obamacare lawlessness.\nSen. Ted Cruz (R-TX) has said Holder should be impeached if he takes no action on the targeting scandal.\nNobody cares what happens to my children.”Holder has also been accused of enabling the Obama administration’s lawlessness, particularly on the IRS’s blatant targeting of conservatives.\nHolder also doubled on his 2009 remarks in which he said America was a “nation of cowards” when it comes to discussing race.\n… There’s a certain racial component to this for some people."}