{"article_title": "Simplee Demystifies Medical Billing for Hospitals and Consumers", "article_keywords": ["bills", "patient", "billing", "consumers", "simplee", "pay", "medical", "payment", "patients", "systems", "payments", "users", "shoval", "hospitals", "company", "demystifies"], "article_url": "http://www.xconomy.com/san-francisco/2013/09/03/simplee-demystifies-medical-billing-hospitals-consumers/", "article_text": "Simplee Demystifies Medical Billing for Hospitals and Consumers\n\nXconomy San Francisco —\n\nAfter a terrible vacation, Simplee CEO Tomer Shoval quit a big corporate job to create the Mint-style medical bill payment platform.\n\nIn September of 2009, Shoval was traveling in Mexico with his wife and three kids when they all got violently ill. Three months later, back in the states, the Shovals started receiving complicated invoices and explanations of benefits. “We tried to figure out what they were about,” he says. “We couldn’t remember if we had paid at the time or not. Why did we need to pay X vs. Y when insurance should cover it? That was pretty much the moment it struck me that this was really broken and we needed to solve that.”\n\nAs Shoval dealt with his own bills, he started looking into trends in the industry and found that consumer-driven healthcare was on the rise. As more people opt for high-deductible plans, they find themselves paying more and more money out of pocket. “Today the average family spends almost $4,000 on top of paying for insurance,” Shoval says. “The motivation has really changed for patients.”\n\nShoval and two cofounders started the company in the summer of 2010, with the aim of making the medical billing process easier for both patients and health care systems. Even as consumers deal with the increasing out-of-pocket costs of health care, hospitals and practices have the bigger job of collecting payments from patients instead of insurance companies and government programs. “If you connect the dots that patients are confused, you figure out that there’s a growing challenge of collecting patient payments,” he says. “We solve that problem.”\n\nOn the consumer side, the company has created a free Mint-like platform called SimpleeWallet that shows members a breakdown of their medical bills, including the difference between what they owe and what their insurers pay, as well as expenditures by family member. It also works as a payment platform, allowing users to pay their bills directly through the app, and link their Healthcare Spending Accounts as well. The app also has a function that allows it to detect errors in billing, like getting charged for a mammogram, a free preventative service under Obamacare.\n\nThe app doesn’t support all insurance networks yet, but eight out of ten people who come to the site are supported, and the company is “just going after the long tail,” Shoval says.\n\nSo far, Simplee’s patient users have been really enthusiastic. “In healthcare, it’s much harder to penetrate the market and get users engaged,” Shoval says. “By default, people want to be happy and healthy and not deal with it. We’ve got the secret sauce that solves billing and payment for patients.” According to Shoval, nine out of 10 patient users who try out the platform become regulars.\n\nOn the business side, the company built a payment system called SimpleePay, which e-mails and texts patients URLs where they can pay online. The idea is to give them the opportunity to pay their bills 24/7 instead of paying the hospital directly, either by check or over the phone. Beyond the convenience for patients, the system cuts down on the costs for hospitals. Right now, Shoval says, payments over the phone cost hospitals about $8, collection agencies take 25 percent of whatever they bring in, and sending bills by mail runs about a dollar per, with an average of 3.5 paper statements mailed for every bill. “Many systems are not trying to collect payments under $15 to $20 because it’s not cost effective,” he says. “We were able to shift that inefficient collection method to self-service payments.”\n\nPalo Alto-based Simplee is currently partnering with El Camino Hospital in Mountain View, CA, to help its patients pay their bills online. By the six-month mark, the percentage of patients paying their bills online had climbed from 2 percent to 32 percent. Phone payments decreased by 40 percent, and collection agency costs went down 25 percent. El Camino now projects that it will save half a million dollars every year. “That’s right now, but out of pocket costs are expected to go up,” Shoval says. “As the CFO of a hospital or large physicians’ group, you know it’s going to become increasingly hard because it continues to go up.”\n\nMaking payments easier for consumers also has another benefit: healthcare reform makes Medicare reimbursement partially dependent on patient satisfaction surveys. If patients are unhappy, hospitals lose 1 percent of their payment. Eventually, it goes up to 2 percent. While that might not seem like a lot, across an entire patient base it could translate to millions of dollars over time. Shoval admits that patient satisfaction is mostly dependent on their treatment experiences and not payment processes, but he says, it is at least a small part of the equation. “We believe by solving this problem you can shift from frustration into a delightful experience.”\n\nHospitals and health care systems pay Simplee a per transaction fee, a business model that lowers the risk of signing up. The company won’t release the number of consumers or hospital systems using their services, but Shoval says it’s already helped consumers manage more than $2 billion in expenditures, processing millions of payments each month. Over the last three years, it has raised nearly $8 million from investors like Greylock Partners Israel and Embarcadero Ventures, and has grown to 30 employees in its headquarters in Palo Alto, and more at its development center in Israel.\n\nOther companies provide payment medical payment platforms, but, Shoval says, most of them are backend IT systems, and have yet to provide much innovation in the space. “Healthcare is going through a revolution right now. There are starting to be more and more stakeholders and insurance companies willing to start innovating and doing things faster. Our challenge is how to move faster within the ecosystem.”\n\nAt the same time, Simplee has to make sure that its products really are as simple as possible, so users don’t end up like the Shovals, just trying to figure out which parts of what bills they need to pay. Any time a company takes on a big problem in a complicated industry, it’s a challenge, Shoval says, “And it only gets tougher and tougher. You have to love the climbing aspect of it.”", "article_metadata": {"og": {"site_name": "Xconomy", "description": "After a terrible vacation, Simplee CEO Tomer Shoval quit a big corporate job to create the Mint-style medical bill payment platform. In September of 2009,", "title": "Simplee Demystifies Medical Billing for Hospitals and Consumers | Xconomy", "locale": "en_US", "image": "http://www.xconomy.com/wordpress/wp-content/images/2013/09/medical-bill.jpg", "updated_time": "2013-09-03T16:10:07+00:00", "url": "http://www.xconomy.com/san-francisco/2013/09/03/simplee-demystifies-medical-billing-hospitals-consumers/", "type": "article"}, "google-site-verification": "kB8sd1DYBBxgDN18IeVmM224YUBB03iZS3Z3kL6qXBw", "twitter": {"domain": "Xconomy", "description": "After a terrible vacation, Simplee CEO Tomer Shoval quit a big corporate job to create the Mint-style medical bill payment platform. In September of 2009,", "title": "Simplee Demystifies Medical Billing for Hospitals and Consumers | Xconomy", "image": {"src": "http://www.xconomy.com/wordpress/wp-content/images/2013/09/medical-bill.jpg"}, "creator": "@xconomy", "site": "@xconomy", "card": "summary"}, "description": "After a terrible vacation, Simplee CEO Tomer Shoval quit a big corporate job to create the Mint-style medical bill payment platform. In September of 2009,", "article": {"section": "National blog main", "tag": "xperience", "published_time": "2013-09-03T16:10:06+00:00", "modified_time": "2013-09-03T16:10:07+00:00"}}, "_id": "\"57477af46914bd0286fda60a\"", "article_summary": "Simplee Demystifies Medical Billing for Hospitals and ConsumersXconomy San Francisco —After a terrible vacation, Simplee CEO Tomer Shoval quit a big corporate job to create the Mint-style medical bill payment platform.\n“If you connect the dots that patients are confused, you figure out that there’s a growing challenge of collecting patient payments,” he says.\nSo far, Simplee’s patient users have been really enthusiastic.\n“We believe by solving this problem you can shift from frustration into a delightful experience.”Hospitals and health care systems pay Simplee a per transaction fee, a business model that lowers the risk of signing up.\nWe’ve got the secret sauce that solves billing and payment for patients.” According to Shoval, nine out of 10 patient users who try out the platform become regulars."}