{"article_title": "Donkey Ambulance Delivers For Expecting Moms In Afghanistan", "article_keywords": ["afghanistan", "donkey", "saddle", "moms", "inflatable", "safe", "solution", "project", "expecting", "result", "birth", "ambulance", "health", "delivers", "women"], "article_url": "http://www.care2.com/causes/donkey-ambulance-delivers-for-expecting-moms-in-afghanistan.html", "article_text": "Most of us take it for granted that when the time comes to give birth, we’ll simply drive to the hospital, where doctors and nurses will ensure that both mother and child get the best care possible.\n\nSadly, this scenario isn’t a reality for many pregnant women around the world. In Afghanistan, many women live in villages that are many miles away from the nearest hospital. In the most remote areas, there are no roads or cars that can be enlisted if there’s an emergency. As a result, complications during home births often result in death for the child or mother, or both.\n\nOne clever health charity has devised a solution that’s perfectly customized to the resources and terrain in Afghanistan: a donkey ambulance.\n\n“The British charity HealthProm and designer Peter Muckle developed the inflatable donkey saddle,” reports the Atlantic. The invention is a lightweight and comfortable solution that encourages women to make the trek to a medical facility before the labor begins, thus helping to lower Afghanistan’s high infant mortality rates.\n\n“HealthProm found that there was no comfortable way for women to travel in order to give birth,” Muckle told the Atlantic. “And they also found that if they did give birth in the health centers there was much more chance for them surviving.”\n\nSo, he took some supplies that might otherwise have ended up in the landfill — such as inflatable camping cushions, the armrest from an air bed and part of an inflatable pool lounger — and stitched them together into a puffy chair that could be strapped to a donkey’s back much like a saddle.\n\nIt seems so simple that it’s almost silly, but it’s working.\n\n“The donkey saddle is very safe and secures the pregnant woman during her transfer to the health center,” said Dr. Azada Parsa, the project manager of HealthProm’s Safe Motherhood Project in the provincial capital of Mazar-e Sharif. “They are very happy with this saddle and they are coming to the health center all the time while they are in labor.”\n\nImage via Thinkstock", "article_metadata": {"description": "One clever health charity is saving infant lives with a solution that's perfectly customized to the resources and terrain in Afghanistan.", "og": {"image": "http://dingo.care2.com/pictures/causes/3046/3045913.large.jpg"}, "robots": "noodp", "apple-mobile-web-app-capable": "yes", "p": {"domain_verify": "34d24671362965e0c3942e7b3b484ea7"}, "fb": {"app_id": 83187307959}, "keywords": "donkey ambulance,afghanistan,pregnancy,infant mortality,women in afghanistan,pregnant afghanistan,healthprom,safe motherhood project", "viewport": "width=device-width,user-scalable=no,initial-scale=1"}, "_id": "\"57477af46914bd0286fda612\"", "article_summary": "“The British charity HealthProm and designer Peter Muckle developed the inflatable donkey saddle,” reports the Atlantic.\nOne clever health charity has devised a solution that’s perfectly customized to the resources and terrain in Afghanistan: a donkey ambulance.\nIn Afghanistan, many women live in villages that are many miles away from the nearest hospital.\nAs a result, complications during home births often result in death for the child or mother, or both.\n“HealthProm found that there was no comfortable way for women to travel in order to give birth,” Muckle told the Atlantic."}