{"article_title": "Wasatch County Democrat mounts Statehouse challenge", "article_keywords": ["city", "campaign", "kohler", "wasatch", "challenge", "park", "democrat", "county", "statehouse", "mounts", "district", "republican", "summit"], "article_url": "http://www.parkrecord.com/park_city-news/ci_29642324/wasatch-county-democrat-mounts-statehouse-challenge", "article_text": "Rudi Kohler competes in the district that includes Park City\n\nRudi Kohler, a Democrat from Wasatch County, has started a campaign for the District 54 seat in the state House of Representatives. Kohler says his platform will include issues like public lands, school funding and the environment. Courtesy of Rudi Kohler\n\nA Democrat from Wasatch County on Monday submitted campaign paperwork to compete in the state House of Representatives district that includes Park City and parts of the Snyderville Basin, a filing that likely means there will not be a major-party candidate in the contest hailing from Summit County.\n\nRudi Kohler will attempt to wrest the District 54 seat from Republican control. Kohler said he does not anticipate a challenge from another Democrat for the party's nomination. Kohler's campaign follows unsuccessful attempts by Summit County Democrats to win the seat.\n\nThe population in District 54 is weighted toward the GOP-leaning Wasatch County, but the Democrats have long seen the seat as one that is winnable since a voting bloc lives in the Democratic stronghold of Summit County.\n\nKohler is 73 years old and is a retired chemical engineer. He has lived in Wasatch County since 2002 and lived in numerous places during his career, including New York, Connecticut and Mexico. Kohler has campaigned twice for the Wasatch County Council as a Democrat, losing in the 2006 and 2008 contests. He was the chair of the Democratic Party in Wasatch County for eight years ending in 2015.\n\nKohler said he will campaign on a broad platform involving issues like public lands, school funding and the environment. Some of his key campaign points include opposition to a public lands initiative that allocates some land for wilderness and other acreage for development. He said he wants the state to accept the expansion of Medicaid outlined in the Affordable Care Act.\n\nAdvertisement\n\nKohler also outlined support for the rights of gays, lesbians, bisexuals and transsexuals.\n\n\"These are human beings and they should have all the rights of anybody else,\" Kohler said.\n\nHe had not finalized a platform of issues important to Park City and Summit County by early in the week. He spoke broadly about traffic in the Park City area, something that will likely be broached during the campaign since the two entryways into Park City are state highways. Kohler said he wants public transportation options and parking options.\n\nHe did not provide details but said there could be \"substantial parking facilities\" as a part of a park-and-ride system that would involve bus routes into Park City. Perhaps, Kohler said, the state could provide funding assistance and subsidies of some sort.\n\nKohler said he intends to consult with Glenn Wright, the chair of the Summit County Democratic Party and a former Statehouse candidate, as he prepares his platform. He said he also plans to talk to friends in Park City. Kohler said his positions will appeal to voters in Park City.\n\nKohler said he holds a season pass at Deer Valley Resort and a Vail Resorts Epic Pass good at Park City Mountain Resort as he described his connections to Park City. He said he has skied in Park City for years.\n\n\"Just having a 'D' associated with my name isn't going to be good enough,\" he said about his party affiliation.\n\nKraig Powell, a Republican from Heber City, is the incumbent in District 54. He is seeking re-election to a fifth term. He is considered a moderate among the GOP legislators, something that has some appeal in the Park City area. Another Republican from just outside Heber City, Tim Quinn, will challenge Powell for the party's nomination. Quinn is campaigning to the political right of the incumbent. The Republican contest is seen as especially important since it will be difficult for the Democrat on Election Day in the heavily Republican district.\n\nKohler said he opposes Powell on issues like public lands and the right of gays to adopt, which he supports. He said he likes Powell as a person, though.\n\n\"I disagree with him on some of his positions,\" Kohler said.\n\nIt seemed increasingly likely as the opening of the candidate filing window neared that there would not be a Republican or a Democrat from Summit County competing in District 54. A Democrat would have been the more likely, but the party seemed to be courting Wasatch County figures after Summit County candidates were unable to make inroads in the district.\n\n\n\n\n\n", "article_metadata": {"startDate": "2016-03-15T16:09:55-0600", "modificationDate": "2016-03-15T17:09:32-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site122/2016/0315/20160315__9cityV3_300.jpg", "sailthru.author": "Jay Hamburger THE PARK RECORD", "description": "A Democrat from Wasatch County on Monday submitted campaign paperwork to compete in the state House of Representatives district that includes Park", "ag": {"canon": "TheParkRecord:article:29642324:view"}, "og": {"image": "http://extras.mnginteractive.com/live/media/site122/2016/0315/20160315__9cityV3.jpg", "type": "article", "description": "A Democrat from Wasatch County on Monday submitted campaign paperwork to compete in the state House of Representatives district that includes Park", "title": "Wasatch County Democrat mounts Statehouse challenge"}, "twitter": {"domain": "parkrecord.com", "description": "A Democrat from Wasatch County on Monday submitted campaign paperwork to compete in the state House of Representatives district that includes Park", "title": "Wasatch County Democrat mounts Statehouse challenge", "image": "http://extras.mnginteractive.com/live/media/site122/2016/0315/20160315__9cityV3.jpg", "site": "@Parkrecord", "card": "summary_large_image"}, "sailthru.date": "2016-03-15T16:09:55-0600", "sailthru.site": "parkrecord.com", "endDate": "2026-03-15T16:06:55-0600", "sailthru.title": "Wasatch County Democrat mounts Statehouse challenge", "sailthru.article-section-or-homepage": "article", "byline": "Jay Hamburger THE", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "hlpqItJhenp9Wcesc8CirCaYIFIVXo3I2O3PawBxS9k", "verify-v1": "e15Kfv0pAktx/x7f9iYgkB9xDc+c/6kvf3cau3mWhJ4=", "y_key": "b5b114cb10ed8c0e", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site122/2016/0315/20160315__9cityV3.jpg", "pubDate": "2016-03-15T16:10:57-0600", "news_keywords": "Park City News, Utah Park City News,  Utah news, Park City News Utah news, Park City News local, Park City Utah local national News, Park City Utah local world news"}, "article_summary": "He has lived in Wasatch County since 2002 and lived in numerous places during his career, including New York, Connecticut and Mexico.\nHe was the chair of the Democratic Party in Wasatch County for eight years ending in 2015.\nKohler has campaigned twice for the Wasatch County Council as a Democrat, losing in the 2006 and 2008 contests.\nA Democrat would have been the more likely, but the party seemed to be courting Wasatch County figures after Summit County candidates were unable to make inroads in the district.\nHe had not finalized a platform of issues important to Park City and Summit County by early in the week."}