{"article_title": "Heated Exchange on Iowa Senate Floor (VIDEO)", "article_keywords": ["senators", "iowa", "dont", "floor", "senate", "courtney", "exchange", "started", "video", "heated", "chelgren", "senator", "called", "sen", "care"], "article_url": "http://theiowarepublican.com/2014/heated-exchange-on-iowa-senate-floor-video/", "article_text": "A partisan divide almost devolved into fisticuffs on the Iowa Senate floor Tuesday morning. Senators Mark Chelgren (R-Ottumwa) and Tom Courtney (D-Burlington) got into a very heated argument during debate over a bill.\n\nVoices were raised, tempers flared and the two men appeared headed toward a physical confrontation before they were finally separated by their caucus leaders.\n\nIt all started during debate over Senate File 2320, a bill relating to providers of medical assistance and attendant care. Chelgren spoke in favor of the legislation. He then noted that one of his constituents, a longtime Democrat, was lobbying him and other senators about problems with medical assistance care in Iowa due to provisions in Obamacare.\n\nAFSMCE, the state’s public employees union, sent letters to their members, encouraging them to call their senators. Chelgren says he asked his constituent the constituent for a copy of the AFSMCE letter.\n\n“She told me how disappointed she was,” Sen. Chelgren recalled. “She had called Senator Courtney, explained the problem to Senator Courtney and explained to him that she was working with me to try to solve the problem. And she said the response she got was, ‘If AFSCME had wanted Senator Chelgren to have a copy of that letter they would have given one to him. Don’t give it to him.’”\n\nChelgren then accused Sen. Courtney of putting his own political interests and the interests of the Senate Democrats ahead of the citizens of Iowa.\n\n“I am asking that we work together,” Chelgren continued. “I am asking that behavior like that not happen again. Senator Courtney, if you don’t recall the conversation, I ask that you look at yourself and ask if something like this comes up, please don’t let something like that happen again.”\n\nThat prompted Sen. Courtney to accuse Chelgren of making the issue personal. He claimed many of those lobbying him on the issue said Senator Chelgren never answers his phone and he acted like he didn’t care about the bill and “was trying to save money”.\n\nChelgren tried to respond. Courtney then pointed his finger at Chelgren, screaming, “You started this pal! You started it!”\n\nA point of order was called and the two senators moved to the front of the podium where an intense argument ensued. Some onlookers say Senator Courtney called Chelgren a “lying piece of sh**”. Others say he did not finish the profane word.\n\nFinally, the two were separated and Democrat Majority Leader Mike Gronstal called for a caucus meeting to give everyone a break.\n\nThe video provided by the legislature did not capture the exchange at the podium, but here is the discussion leading up to it and the beginning of the argument.\n\nWhen the senate reconvened, Mark Chelgren apologized for his behavior. The bill passed unanimously, 49-0.", "article_metadata": {}, "_id": "\"57477af46914bd0286fda620\"", "article_summary": "“She had called Senator Courtney, explained the problem to Senator Courtney and explained to him that she was working with me to try to solve the problem.\nSome onlookers say Senator Courtney called Chelgren a “lying piece of sh**”.\nSenators Mark Chelgren (R-Ottumwa) and Tom Courtney (D-Burlington) got into a very heated argument during debate over a bill.\nA partisan divide almost devolved into fisticuffs on the Iowa Senate floor Tuesday morning.\nIt all started during debate over Senate File 2320, a bill relating to providers of medical assistance and attendant care."}