{"article_title": "Opponents of Pentagon-Budget Cuts Just Played the Entire Media", "article_keywords": ["entire", "japan", "played", "media", "national", "army", "war", "ii", "isnt", "germany", "pentagonbudget", "cuts", "world", "military", "1940", "opponents"], "article_url": "http://www.theatlantic.com/politics/archive/2014/02/opponents-of-pentagon-budget-cuts-just-played-the-entire-media/284058/", "article_text": "Please consider disabling it for our site, or supporting our work in one of these ways\n\nOn Monday, large swaths of the news media reported on the Obama Administration's proposed military budget using the same misleading frame. As the New York Times stated in its headline, \"Pentagon Plans to Shrink Army to Pre-World War II Level.\" Fox News chose the same emphasis. \"The Army had already been preparing to shrink to 490,000 active-duty members from a wartime peak of 570,000,\" it stated, noting it will now be between 440,000 and 450,000. \"That would make it the smallest since just before the U.S. entered World War II.\" Reuters' headline: \"Budget cuts to slash U.S. Army to smallest since before World War Two.\" So ... will our national defense be roughly as strong as it was right before we fought Germany and Japan, as a casual reader might assume? Not even close. What about the Army taken in isolation? No, that isn't accurate either. If these accounts were trying to maximize confusion or alarm at proposed cuts, then mission accomplished. But if the goal is helping readers to understand the size of our military (in absolute and relative terms) if the proposal takes effect, then the narrow focus on the Army and the pre-World War II comparison are poorly chosen.\n\nThe U.S. Armed Forces Circa 1940 Let's take a trip back to 1940 to see just how absurd it is to use it as a point of comparison (emphasis added): The U.S. Army in 1939 ranked 17th in the world in size, consisting of slightly more than 200,000 Regular Army soldiers and slightly less than 200,000 National Guardsmen—all organized in woefully understrength and undertrained formations. The Army possessed only 329 crude light tanks and only a handful of truly modern combat aircraft within a total inventory of just over 1800 planes. It was a force equipped with the leftover weapons, materiel, and doctrine of the last war. It had a grossly overage officer corps, in which advancement was largely a function of seniority. Captains, for example, were usually in their late thirties or early forties. War-related industries were infinitesimal. Congress and the public were united in their staunch opposition to any increased military expenditures or involvements abroad. The mood of the country was distinctly isolationist. The dramatic changes in the Army's experience, professionalism, hardware, and strength relative to other countries isn't the only reason the comparison is misleading. In 1940, the military broke down as follows: Army: 269,023 Navy: 160,997 Marine Corps: 28,335 Air Force: 0 (it hadn't been created yet—that is to say, the army figure includes that era's pilots and air crews) TOTAL: 458,355 Now, as history shows, those 458,355 members of the military circa 1940 were sufficient as a base from which to declare war on Japan and Germany in 1941, ramp up personnel, and win that war (alongside allies in Europe, the Soviet Union, and elsewhere). Not that we would've chosen that level had we known the future. Still, if it were the case that U.S. military strength was the same as it was then, it isn't at all clear that we'd have to worry about our national security, especially given the radically superior military hardware available to us today and the dearth of any opponents as formidable as Nazi Germany and Imperial Japan.", "article_metadata": {"description": "Don&#39;t be misled by headlines about the Army shrinking to pre-WWII levels.", "author": "Conor Friedersdorf", "og": {"site_name": "The Atlantic", "description": "Don&#39;t be misled by headlines about the Army shrinking to pre-WWII levels.", "title": "Opponents of Pentagon-Budget Cuts Just Played the Entire Media", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2014/02/pentagon/lead_large.jpg", "url": "http://www.theatlantic.com/politics/archive/2014/02/opponents-of-pentagon-budget-cuts-just-played-the-entire-media/284058/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af36914bd0286fcbd64\"", "article_summary": "\"That would make it the smallest since just before the U.S. entered World War II.\"\nReuters' headline: \"Budget cuts to slash U.S. Army to smallest since before World War Two.\"\nAs the New York Times stated in its headline, \"Pentagon Plans to Shrink Army to Pre-World War II Level.\"\nSo ... will our national defense be roughly as strong as it was right before we fought Germany and Japan, as a casual reader might assume?\nIf these accounts were trying to maximize confusion or alarm at proposed cuts, then mission accomplished."}