{"article_title": "15 'vital signs' to improve healthcare", "article_keywords": ["set", "15", "signs", "measure", "measures", "vital", "health", "healthcare", "report", "therapy", "care", "quality", "mortality", "improve"], "article_url": "http://www.fiercehealthcare.com/story/15-vital-signs-improve-healthcare/2015-04-28", "article_text": "The healthcare industry currently uses thousands of measures to assess healthcare in the United States. But a new report reveals that providers only need to track 15 core measures or \"vital signs\" to determine progress.\n\nThe Institute of Medicine (IOM) report says the small set of measures will reduce the burden on clinicians, enhance transparency and comparability, and improve health outcomes across the country.\n\nWhile many of the measures currently in use are high quality and provide valid and useful information, most of them overlap and are redundant, according to the IOM. For example, the Centers for Medicare & Medicaid Services' measure inventory catalogs nearly 1,700 measures, and the National Quality Forum's measure database includes 630 measures. All of these measures create their own set of problems.\n\nA preliminary IOM survey found hospitals and health systems required, on average, between 50 and 100 full-time employees and $3.5 to $12 million a year to conduct these measures, and slight variations in methodologies mean measurement reporting programs often lead to several reporting requirements for the same goal, according to the survey.\n\n\"U.S. healthcare costs and expenditures are the highest in the world, but health outcomes and the quality of care are below average by many measures,\" David Blumenthal, president of the Commonwealth Fund and president of the committee that wrote the report, said in a statement about the report. \"If we want to know how effective and efficient our health expenditures are in order to improve health and lower costs, we need to measure the most crucial health outcomes to guide our choices and gauge impact. The proposed core set focuses on the most powerful measures that have the greatest potential to positively affect the health and well-being of Americans.\"\n\nThe core measure set and related priority measures include:\n\nWell-being (multiple chronic conditions, depression)\n\n(multiple chronic conditions, depression) Life expectancy (infant mortality, maternal mortality, violence and injury mortality)\n\n(infant mortality, maternal mortality, violence and injury mortality) Addictive behavior (tobacco use, drug and alcohol dependency/misuse)\n\n(tobacco use, drug and alcohol dependency/misuse) Unintended pregnancy (contraceptive use)\n\n(contraceptive use) Overweight/obese treatment (activity levels, healthy eating patterns)\n\n(activity levels, healthy eating patterns) Preventive services (influenza immunization, colorectal cancer and breast cancer screening)\n\n(influenza immunization, colorectal cancer and breast cancer screening) Community health (childhood poverty rate, childhood asthma, air quality index, drinking water index)\n\n(childhood poverty rate, childhood asthma, air quality index, drinking water index) Patient safety (wrong-site surgery, pressure ulcers, medication reconciliation)\n\n(wrong-site surgery, pressure ulcers, medication reconciliation) Care access (usual source of care, delay of needed care)\n\n(usual source of care, delay of needed care) Individual engagement (involvement in health initiatives)\n\n(involvement in health initiatives) Community engagement (availability of healthy food, walkability, community health benefit agenda)\n\n(availability of healthy food, walkability, community health benefit agenda) Evidence-based care (cardiovascular risk reduction, hypertension control, diabetes control composite, heart attack therapy protocol, stroke therapy protocol, unnecessary care composite)\n\n(cardiovascular risk reduction, hypertension control, diabetes control composite, heart attack therapy protocol, stroke therapy protocol, unnecessary care composite) Care alignment with patient goals (patient experience, shared decision-making, end-of-life, advanced care planning)\n\n(patient experience, shared decision-making, end-of-life, advanced care planning) Personal spending burden (healthcare-related bankruptcies)\n\n(healthcare-related bankruptcies) Population spending burden (total cost of care, healthcare spending growth)\n\nIn addition to providing these measures, the report calls for providers and government agencies to help implement them. For example, it recommends the Secretary of Health and Human Services zero in on the most meaningful measures and reduce the burden of reporting in HHS programs, as well as develop a plan to collaborate with other federal and state agencies to apply the measures.\n\nTo learn more:\n\n- read the report (.pdf)\n\nRelated Articles:\n\nHow 4 states tackle healthcare cost measurement\n\nCommonwealth Fund: U.S. healthcare is most expensive, but last in quality\n\nACHE 2015: Value-based care models heighten need for science-based measures\n\nValue-based payment initiative raises questions about how to measure quality\n\nWhy healthcare quality measures don't go deep enough", "article_metadata": {"description": "The healthcare industry currently uses thousands of measures to assess healthcare in the United States. But a new report reveals that providers only need to track 15 core measures or \"vital signs\" to determine progress.", "og": {"site_name": "FierceHealthcare", "description": "The healthcare industry currently uses thousands of measures to assess healthcare in the United States. But a new report reveals that providers only need to track 15 core measures or \"vital signs\" to determine progress.", "title": "15 'vital signs' to improve healthcare", "url": "http://www.fiercehealthcare.com/story/15-vital-signs-improve-healthcare/2015-04-28", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Community Health,Department of Health and Human Services (HHS),evidence-based care,Health Information Technology,healthcare measures,Institute Of Medicine IOM,Operations & Business Management,patient safety,Preventive Care", "viewport": "width=device-width", "news_keywords": "Care Delivery,Health Information Technology,Operations & Business Management"}, "_id": "\"57477af36914bd0286fcbd6e\"", "article_summary": "But a new report reveals that providers only need to track 15 core measures or \"vital signs\" to determine progress.\nThe healthcare industry currently uses thousands of measures to assess healthcare in the United States.\nFor example, the Centers for Medicare & Medicaid Services' measure inventory catalogs nearly 1,700 measures, and the National Quality Forum's measure database includes 630 measures.\nThe Institute of Medicine (IOM) report says the small set of measures will reduce the burden on clinicians, enhance transparency and comparability, and improve health outcomes across the country.\nTo learn more:- read the report (.pdf)Related Articles:How 4 states tackle healthcare cost measurementCommonwealth Fund: U.S. healthcare is most expensive, but last in qualityACHE 2015: Value-based care models heighten need for science-based measuresValue-based payment initiative raises questions about how to measure qualityWhy healthcare quality measures don't go deep enough"}