{"article_title": "5 Ways To Reduce Stress When Working Full-Time", "article_keywords": ["stress", "anxiety", "rats", "working", "ways", "park", "study", "work", "reduce", "focus", "fulltime", "health", "exercise"], "article_url": "http://www.medicaldaily.com/5-ways-reduce-stress-when-working-full-time-334896", "article_text": "If you suffer from crippling anxiety, you’re not alone: a new study published by the U.S. Substance Abuse and Mental Health Services Administration (SAMHSA) discovered that 4.3 million Americans who work full-time jobs have had an anxiety disorder in the past year. That’s a decent chunk (3.7 percent) of the working population who are aged 18 or older.\n\nThe report, which used data from SAMHSA’s National Survey on Drug Use and Health between 2008-2012, interviewed 67,500 Americans. Overall, there are 12.9 million adults in the U.S. aged 18 or older who have some form of anxiety. Those who worked part-time or were unemployed had higher rates of anxiety disorders — at 5.6 percent and 6.9 percent, respectively — compared to people with full-time jobs.\n\n“People with anxiety disorders can have a hard time gaining employment and sometimes dealing with certain situations,” Pamela Hyde, a SAMHSA administrator, said in a news release. “But fortunately, with treatment and support they can make enormous contributions to the workplace and the community.”\n\nShe added: “Employers, unions, educators, health providers and all segments of the community need to work together so that we can help people surmount the challenges of anxiety disorders and lead full productive lives.”\n\nBalancing work, social activities, creative pursuits, and leisure can be overwhelming when you work a full-time job — particularly if you suffer from some form of anxiety disorder. The good news is that you can find ways to mitigate your anxiety and clear your head so you can accomplish everything you want to do in addition to your full-time job.\n\nExercise\n\nOne of the single best ways to improve both physical and mental health is to carve out time in your daily schedule to exercise. Even when you’re feeling fatigued and depressed, forcing yourself to work out can make a difference in boosting your mood, according to a 2013 study. The study found that rats who chose or were forced to exercise actually proved to be more resilient to stress than rats who didn’t exercise and ended up wallowing in helplessness. These rats repeatedly avoided escape routes in uncomfortable situations, while those that had exercised were able to figure out the routes.\n\nResearch has also shown that meditation is helpful in reducing anxiety and depression. Getting out of your own head is often one of the best ways to overcome anxiety in the moment, so planning to exercise in the morning before you start your day will give you an extra boost of protection against negative moods.\n\nConsider counseling\n\nWhile structuring your own schedule gives you a sense of independence in overcoming anxiety, sometimes it’s important to get a second, more objective opinion. Cognitive behavioral therapy or other forms of counseling work for many people with anxiety.\n\nGet plenty of sleep\n\nNot getting enough sleep lead to fatigue, lack of focus, anxiety, and an overall poorer quality of mood. Sleeping a solid eight hours or more a night will protect your body from wearing itself down, and refresh your overworked, tired mind as well.\n\nGet outside\n\nTime and time again, research shows that being out in nature — even if it's just a green park — reduces anxiety and depression, and boosts focus, creativity, and overall mental health. When you work full-time in an office, of course, it’s often discouraging to find yourself sitting in front of the computer for most of the day, but you can plan to spend your evenings reading or walking in a park, and then take weekend trips to hike, swim, bike, or camp in nature.\n\nManage your time\n\nOne of the most important ways to prevent yourself from feeling too overwhelmed (which often leads to anxiety and panic attacks) is to manage your time properly. When you divide your day into chunks of hours in which you focus on one thing, your to-do list won’t seem as overwhelming and impossible. It’s essential to reserve time for relaxation and leisure, as well. Make sure you have a system in place that will remind you to put everything else aside in the evenings, after work, and focus only on self-care. Try to do something good and relaxing for yourself, whether that’s a walk in the park, a movie night, or a long bath.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "ways to reduce stress, anxiety disorder, working full-time", "og": {"site_name": "Medical Daily", "description": "Four million working Americans suffer from anxiety, and far too often working full-time prevents them from administering proper self-care.", "title": "5 Ways To Reduce Anxiety When Working Full-Time", "url": "http://www.medicaldaily.com/5-ways-reduce-stress-when-working-full-time-334896", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/25/stress.jpg", "type": "article"}, "twitter": {"description": "Four million working Americans suffer from anxiety, and far too often working full-time prevents them from administering proper self-care.", "title": "5 Ways To Reduce Anxiety When Working Full-Time", "url": "http://www.medicaldaily.com/5-ways-reduce-stress-when-working-full-time-334896", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/25/stress.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/25/stress.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Under the Hood", "published_time": "2015-05-25T18:21:36-04:00", "modified_time": "2015-05-25T18:21:34-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Four million working Americans suffer from anxiety, and far too often working full-time prevents them from administering proper self-care."}, "_id": "\"57477af46914bd0286fdcd35\"", "article_summary": "Get plenty of sleepNot getting enough sleep lead to fatigue, lack of focus, anxiety, and an overall poorer quality of mood.\nExerciseOne of the single best ways to improve both physical and mental health is to carve out time in your daily schedule to exercise.\nThose who worked part-time or were unemployed had higher rates of anxiety disorders — at 5.6 percent and 6.9 percent, respectively — compared to people with full-time jobs.\nThat’s a decent chunk (3.7 percent) of the working population who are aged 18 or older.\nOverall, there are 12.9 million adults in the U.S. aged 18 or older who have some form of anxiety."}