{"article_title": "U.S. Women Last In Life Expectancy Among Wealthy Countries, Thanks To Growing Inequality", "article_keywords": ["expectancy", "life", "improved", "countries", "longevity", "berkman", "inequality", "health", "thanks", "wealthy", "growing", "care", "public", "women"], "article_url": "http://www.huffingtonpost.com/2014/01/26/us-women-last-in-life-exp_n_4662083.html", "article_text": "Although life expectancy continues to slowly rise in the United States, the truth is that we still lag behind peer nations when it comes to longevity and well-being in old age. That's the message from a panel held on January 21 at The Forum, a webcast series on public health that's a collaboration between The Huffington Post and the Harvard School of Public Health.\n\n\"We now rank at the bottom of OECD countries. This wasn't true 30 years ago, it wasn't true 50 years ago,\" said Lisa Berkman, professor of public policy and of epidemiology at the Harvard School of Public Health. \"What's happened is that every other country has improved substantially and we've improved a tiny bit. So life expectancy in the U.S. has improved over time, but it's improved so much less than all other countries that we're now left behind.\"\n\nThe cause of this lag in our improvement? Growing inequality, Berkman revealed during the panel. And the longevity of women has been most affected.\n\n\"There's an enormous disparity within life expectancy within the United States. So while the best off, most educated, wealthiest Americans have continued to experience increases in life expectancy, those at the bottom have not only stagnated, but in some cases have actually lost years of life expectancy over time,\" Berkman said.\n\n\"So less educated women have lost life expectancy over time and mortality rates have increased over the time period. This is virtually unknown in most Western industrialized countries. The places where we typically see these kinds of things happen have been with the AIDS epidemic in sub-Saharan Africa or in Russia as the former Soviet Republic became a set of independent countries and life expectancy plummeted in many cases.\"\n\nHistorically, poverty and downward mobility have been associated with many poor health outcomes, due to limited access to health care, fewer preventive care options and less education about healthy behaviors, like eating well, exercising and avoiding smoking and excessive drinking.\n\nAs Obamacare registrations pass 3 million, many public health officials hope that the roles of poor health education and access to medical care in diminished longevity will begin to decline.", "article_metadata": {"description": "Although life expectancy continues to slowly rise in the United States, the truth is that we still lag behind peer nations when it comes to longevity and...", "sailthru.expire_date": "2014-01-27 09:11:22 -0500", "og": {"site_name": "The Huffington Post", "description": "Although life expectancy continues to slowly rise in the United States, the truth is that we still lag behind peer nations when it comes to longevity and...", "title": "WATCH: This Shocking Statistic Shows How Inequality Affects Our Health", "url": "http://www.huffingtonpost.com/2014/01/26/us-women-last-in-life-exp_n_4662083.html", "image": "http://i.huffpost.com/gen/1582762/images/o-LISA-BERKMAN-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@HPLifestyle", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1582762/images/o-LISA-BERKMAN-facebook.jpg", "height": 1000}, "description": "Although life expectancy continues to slowly rise in the United States, the truth is that we still lag behind peer nations when it comes to longevity and...", "card": "summary_large_image", "title": "WATCH: This Shocking Statistic Shows How Inequality Affects Our Health"}, "sailthru.date": "2014-01-26 09:11:22 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4662083", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "healthy-living", "fb": {"app_id": 46744042133}, "keywords": "U.S. Life expectancy drops,longevity,the forum,Harvard School of Public Health,global motherhood,life expectancy", "article": {"section": "Healthy Living", "tag": "U.S. Life expectancy drops,longevity,the forum,Harvard School of Public Health,global motherhood,life expectancy", "published_time": "2014-01-26 09:11:22 -0500", "modified_time": "2014-01-27 19:59:02 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcbd80\"", "article_summary": "That's the message from a panel held on January 21 at The Forum, a webcast series on public health that's a collaboration between The Huffington Post and the Harvard School of Public Health.\n\"So less educated women have lost life expectancy over time and mortality rates have increased over the time period.\nSo while the best off, most educated, wealthiest Americans have continued to experience increases in life expectancy, those at the bottom have not only stagnated, but in some cases have actually lost years of life expectancy over time,\" Berkman said.\n\"There's an enormous disparity within life expectancy within the United States.\nSo life expectancy in the U.S. has improved over time, but it's improved so much less than all other countries that we're now left behind.\""}