{"article_title": "Al From: Obama Hasn't Given Direction To His Party", "article_keywords": ["given", "clinton", "hes", "bill", "direction", "private", "al", "hillary", "leadership", "way", "president", "party", "left", "obama"], "article_url": "http://www.buzzfeed.com/bensmith/al-from-obama-hasnt-given-direction-to-his-party", "article_text": "The leading ideologue of the old New Democratic movement says one of Barack Obama’s problems may be that nobody knows where he stands.\n\n“He has provided less direction than I expected — less aggressive leadership one way or another,” said Al From, the founder of the Democratic Leadership Council, which provided the intellectual underpinnings of Bill Clinton’s 1992 campaign against his own party’s left wing. “He’s been a counterpuncher as a president. I think that has missed him some opportunities, probably served him well in other cases.”\n\nFrom’s observations, in an interview with BuzzFeed the day before the release of a new memoir of the global movement he helped start, mark the ideological muddle of today’s governing party. Bill Clinton represented a revolt against the dominance of labor unions, ethnic lobbies, and the aging New Left. Obama’s roots are on the other side of that bitter divide: Chicago’s social justice politics. From and the DLC first opposed Obama; then, in 2008, From sought for a time, in conversations with reporters (this one included), to make the case that Obama had been misread as a liberal, and was in fact “pragmatic,” and that you could even hear the DLC’s watchwords of responsibility and opportunity in his speeches. In 2009, From left the group, and in 2011 he effectively shut it down, merging it into the Clinton Foundation, where he said elements of it may someday be revived. (“I spent too many years trying to figure out a new mission for the DLC — I probably should have shut it down sooner,” he said.)\n\nFrom is now 70, slimmer than he was during his time as an intra-partisan warrior, and seems to be more puzzled than alarmed by the president’s ideological leanings. The Affordable Care Act, with its primary role for the private sector, is the sort of thing Hillary Clinton championed and that he supports, and he said the “jury is still out” on its implementation. But Obama “has a hard time explaining these structures in a way people can understand,” he said.\n\nObama, he said, has also failed to explain a clear vision for growing the private sector.\n\n“We’ve got to get the economy growing again. If we don’t do that, then everything becomes a zero-sum game and there’s not any wealth to spread around,” he said. “For Obama that has been sort of a missing element — he talks about it a little bit but not really a lot.”\n\nFrom will, of course, back Hillary Clinton if she runs for president in 2016. He’s been with the Clintons since the mid-1980s, and Bill Clinton in 2000 said of him: “It would be hard to think of a single American citizen who, as a private citizen, has had a more positive impact on the progress of American life in the last 25 years than Al From.” The former president also convinced him to write a book, with the promise that he’d provide a forward, which he did. He’s hosting a book party for From in January.\n\n“If Hillary runs, I’ll be there 100%,” he said. His advice hasn’t changed in nearly 30 years: “She just needs to lay out an agenda for tackling the challenges and then she ought to be very comfortable running on a lot of the basic themes — opportunity, responsibility, community.”\n\nA key challenge she’ll face, he said, is generational. He recalled “black Wednesday,” in 1976 — when Jimmy Carter clinched the nomination and a whole generation of senators like Ed Muskie of Maine and Hubert Humphrey of Minnesota realized their time had passed and they would never be president.\n\n“Generational change is not an unimportant thing,” he said. “It doesn’t mean that you can’t go back to a previous generation for leadership, and there may be circumstances that make that desirable, including a really powerful candidate like Hillary. Part of the appeal is it’s also groundbreaking, which may take the edge off a little.”\n\n“It’s entirely possible in this very troubled world that the experience issue will trump the generational issue,” he said. “But that decision will not be made with me — I’m already for Hillary.”", "article_metadata": {"bf": {"buzzid": 2795123, "userid": 238321}, "description": "The former New Democrat chief says Obama — and Clinton — need to get back to growth. Hillary's generational challenge...", "copyright": "Copyright 2016 BuzzFeed, Inc. All rights reserved.", "author": "Ben Smith", "google-signin-requestvisibleactions": "https://schemas.google.com/AddActivity", "referrer": "unsafe-url", "twitter": {"description": "The former New Democrat chief says Obama — and Clinton — need to get back to growth. Hillary's generational challenge.", "title": "Al From: Obama Hasn't Given Direction To His Party", "url": "https://www.buzzfeed.com/bensmith/al-from-obama-hasnt-given-direction-to-his-party", "app": {"url": {"ipad": "buzzfeed://buzz/bensmith/al-from-obama-hasnt-given-direction-to-his-party", "iphone": "buzzfeed://buzz/bensmith/al-from-obama-hasnt-given-direction-to-his-party", "googleplay": "https://www.buzzfeed.com/bensmith/al-from-obama-hasnt-given-direction-to-his-party"}, "id": {"ipad": 981609476, "iphone": 981609476, "googleplay": "com.buzzfeed.android"}}, "site": "@buzzfeednews", "image": "https://img.buzzfeed.com/buzzfeed-static/static/2013-12/campaign_images/webdr01/2/19/al-from-obama-hasnt-given-direction-to-his-party-1-23660-1386029719-17_big.jpg", "card": "summary_large_image"}, "title": "Al From: Obama Hasn't Given Direction To His Party", "og": {"site_name": "BuzzFeed", "description": "The former New Democrat chief says Obama — and Clinton — need to get back to growth. Hillary's generational challenge.", "title": "Al From: Obama Hasn't Given Direction To His Party", "url": "http://www.buzzfeed.com/bensmith/al-from-obama-hasnt-given-direction-to-his-party", "image": {"url": "https://img.buzzfeed.com/buzzfeed-static/static/2013-12/enhanced/webdr07/2/18/enhanced-buzz-14423-1386026700-45.jpg", "width": 395, "identifier": "https://img.buzzfeed.com/buzzfeed-static/static/2013-12/enhanced/webdr07/2/18/enhanced-buzz-14423-1386026700-45.jpg", "height": 592}, "type": "article"}, "fb": {"app_id": 45075597673}, "apple-itunes-app": "app-id=352969997, affiliate-data=at=10l3HP&ct=Buzz/SmartBanner, app-argument=buzzfeed://buzz/bensmith/al-from-obama-hasnt-given-direction-to-his-party", "google-signin-scope": "https://www.googleapis.com/auth/plus.login https://www.googleapis.com/auth/plus.profile.emails.read", "article": {"publisher": "https://www.facebook.com/BuzzFeed", "section": "Politics"}, "google-signin-cookiepolicy": "single_host_origin", "google-signin-clientid": "895639880237-tcoheof19odpd88p676rjc70v0iqit0o.apps.googleusercontent.com"}, "_id": "\"57477af46914bd0286fdc450\"", "article_summary": "Bill Clinton represented a revolt against the dominance of labor unions, ethnic lobbies, and the aging New Left.\nBut Obama “has a hard time explaining these structures in a way people can understand,” he said.\nObama, he said, has also failed to explain a clear vision for growing the private sector.\n“For Obama that has been sort of a missing element — he talks about it a little bit but not really a lot.”From will, of course, back Hillary Clinton if she runs for president in 2016.\nThe leading ideologue of the old New Democratic movement says one of Barack Obama’s problems may be that nobody knows where he stands."}