{"article_title": "Landmark King v. Burwell ruling: Industry reacts, looks to future", "article_keywords": ["burwell", "king", "death", "court", "justice", "reacts", "spiral", "fiercehealthpayer", "future", "health", "looks", "v", "landmark", "opinion", "told", "industry", "subsidies", "ruling"], "article_url": "http://www.fiercehealthpayer.com/story/landmark-king-v-burwell-ruling-industry-reacts-looks-future/2015-06-25", "article_text": "The Supreme Court released its long-awaited opinion on King v. Burwell this morning in a 6-3 vote to uphold the Affordable Care Act's federal subsidies.\n\n\"The ruling in favor of the Obama administration means that payers can avoid the death spiral,\" Jason McGorman, Bloomberg Intelligence Health Care Industry analyst, told FierceHealthPayer in an exclusive interview this morning. \"It really creates stability for insurers.\"\n\nThe ruling not only prevents a health insurance \"death spiral\" but also allows insurers and patients alike to focus on open enrollment for 2016, other experts told FierceHealthPayer in interviews this morning.\n\n[RELATED: Supreme Court upholds ACA's federal subsidies 6-3]\n\nWhat the ruling said\n\nChief Justice John Roberts, who delivered the opinion, wrote \"Congress passed the Affordable Care Act to improve health insurance markets, not to destroy them. If at all possible, we must interpret the Act in a way that is consistent with the former, and avoids the latter. Section 36B can fairly be read consistent with what we see as Congress's plan, and that is the reading we adopt.\"\n\nThe opinion ruled on the context of the entire statute and the intent of Congress, Anne Phelps, head of health regulatory practice at Deloitte, told FierceHealthPayer. \"Based on Roberts' opinion, it was clear that subsidies were legal. The Court did not look beyond the statute, nor did they need Chevron deference\"--a principle of administrative law that requires courts to defer to interpretations of statutes made by those government agencies charged with enforcing them, unless such interpretations are unreasonable.\n\nWhat the ruling means for payers\n\nDuring the oral arguments back in March, Justice Sonia Sotomayor reiterated a point Justice Stephen Breyer made (both of them voted with the majority in the King v. Burwell ruling): If subsidies are struck down, \"we're going to have the death spiral that this system was created to avoid. Insurers are obligated to make sure that, in their states, they guarantee coverage, and that they base their costs on community ratings.\"", "article_metadata": {"description": "The Supreme Court released its long-awaited opinion on King v. Burwell this morning in a 6-3 vote to uphold the Affordable Care Act's federal subsidies.", "og": {"site_name": "FierceHealthPayer", "description": "The Supreme Court released its long-awaited opinion on King v. Burwell this morning in a 6-3 vote to uphold the Affordable Care Act's federal subsidies.", "title": "Landmark King v. Burwell ruling: Industry reacts, looks to future", "url": "http://www.fiercehealthpayer.com/story/landmark-king-v-burwell-ruling-industry-reacts-looks-future/2015-06-25", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "death spiral,Federal Subsidies,Fierce Exclusive,insurer rate hikes,king v. burwell,Legal / Regulatory / Risk Management,premium rates", "viewport": "width=device-width", "news_keywords": "Legal / Regulatory / Risk Management"}, "_id": "\"57477af46914bd0286fdcd38\"", "article_summary": "The Supreme Court released its long-awaited opinion on King v. Burwell this morning in a 6-3 vote to uphold the Affordable Care Act's federal subsidies.\n\"The ruling in favor of the Obama administration means that payers can avoid the death spiral,\" Jason McGorman, Bloomberg Intelligence Health Care Industry analyst, told FierceHealthPayer in an exclusive interview this morning.\nThe opinion ruled on the context of the entire statute and the intent of Congress, Anne Phelps, head of health regulatory practice at Deloitte, told FierceHealthPayer.\nThe ruling not only prevents a health insurance \"death spiral\" but also allows insurers and patients alike to focus on open enrollment for 2016, other experts told FierceHealthPayer in interviews this morning.\nInsurers are obligated to make sure that, in their states, they guarantee coverage, and that they base their costs on community ratings.\""}