{"article_title": "The new play about Antonin Scalia and his lesbian law clerk.", "article_keywords": ["play", "gay", "justice", "scalias", "clerk", "originalist", "thomas", "antonin", "scalia", "law", "true", "lesbian", "man"], "article_url": "http://www.slate.com/articles/news_and_politics/jurisprudence/2015/03/the_originalist_the_new_play_about_antonin_scalia_and_his_lesbian_law_clerk.html", "article_text": "Photo by Alex Wong/Getty Images\n\nIn the opening scene of The Originalist, a new play about Supreme Court Justice Antonin Scalia, the justice jokes that half the country lauds him as a hero while the other half vilifies him as a monster. It is a quip repeated periodically throughout the play, and each time is greeted by a knowing chuckle. We, the audience is meant to think, would never view Scalia so simplistically; we understand that the justice is really a principled conservative, a brilliant and complex man who resists partisan classification.\n\nMark Joseph Stern Mark Joseph Stern is a writer for Slate. He covers the law and LGBTQ issues.\n\nIf you share that vision of Scalia, you will find The Originalist deeply enjoyable. If you think the justice is actually a sanctimonious, bigoted bully, you will find The Originalist grating, lionizing, and gallingly condescending.\n\nScalia undoubtedly has certain legal convictions that are genuinely held and not influenced by politics—and which he follows even when they lead him to an outwardly liberal conclusion. But in recent years, Scalia’s contrarian streak has noticeably faded. In its stead, an ideology has emerged that looks less conservative than Republican, in the most political sense of the word. Twenty years ago Scalia was the unpredictable justice, the renegade who thought both flag burning and corporate campaign contributions deserved free-speech protections. Today he looks a lot more like the Fox News justice, ruling however the Obama administration wishes he wouldn’t. The Scalia of 1995 could back up his bravado with proven integrity. The Scalia of 2015 can’t back up his bluster with anything but raw partisanship.\n\nAdvertisement\n\n\n\nThe Originalist takes place when this transition was nearing completion, around the court’s October 2012 term. (In SCOTUS parlance, that means October 2012 through June 2013.) During the previous term, Scalia had indulged his worst tendencies and produced what one law professor dubbed his shark-jumping moment: In a vehement dissent, the justice criticized President Obama and his policies, a blatant breach of judicial protocol that drew widespread castigation. Scalia had also embarrassingly ridiculed a provision of the Affordable Care Act that, though carped about on the right, wasn’t actually in the law. Yet the justice who struts onto the stage when The Originalist opens—to the sound of Scalia’s beloved opera music, of course—is not the man who bitterly spewed his politics from the bench. He is an idealized Scalia of yesteryear, firm but compassionate, stern but witty, irascible but oddly gentle.\n\nThe play depicts a man who does not know any openly gay people sweetly embracing an out lesbian as a daughter figure.\n\nTo bring out these paradoxes, The Originalist sets up a rather contrived premise: Scalia has hired a flaming liberal as his law clerk, a lesbian of color who supports abortion rights, gay marriage, gun control—everything anathema to the justice whose opinions she will now be drafting. Although the 2012 term was stuffed with fascinating cases, The Originalist focuses on one, United States v. Windsor, which aimed to invalidate the federal ban on gay marriage. Scalia’s clerk, Cat, knows her boss will vigorously oppose the idea that the Constitution protects equal dignity for gay people. But she pleads with him to soften his dissent, and—in the play’s alternative universe—convinces him to add the one surprisingly humane passage that made it into his peroration.\n\nPredictably, the play obsesses over Cat’s orientation, which is revealed as something of a twist partway through, eagerly hoisting it up as a drama-churning plot point. Leave aside for a moment the tastelessness of concealing, then sensationally revealing, a character’s orientation merely to stir up plot intrigue. What’s really bizarre about this whole arc is that the play envisions Scalia knowing about Cat’s orientation when he hires her, then calmly accepting her when she reveals it to him. Remember that this is meant to occur in 2013—just months before Scalia admitted that while he had friends he “very much suspect[s] are homosexual,” none of them had ever admitted they were gay. The play, then, depicts a man who does not know any openly gay people sweetly embracing an out lesbian as a daughter figure.\n\nWould the same justice who unapologetically compared gay Americans to drug dealers, prostitutes, and animal abusers really be so tolerant in his personal life? Of course not. The Originalist wants us to imagine Scalia as a lovable contrarian and a warmhearted grump whose judicial opinions often lie worlds away from his real-life habits. There is simply no evidence that this portrayal is accurate. Quite the contrary: In speeches, interviews, and opinions alike, Scalia has consistently maintained a hard-line anti-gay stance. Scalia has been known to hire liberal clerks, but himself admits that he does not associate with gay people—or, in his words, people who engage in “deviate sexual intercourse with someone of the same sex.” (In his gay rights dissents, the justice adamantly refuses to recognize homosexuality as an identity, referring not to gay people but to people who engage in “homosexual acts.”) The fictional Scalia’s touching acceptance of Cat is little more than wishful thinking.\n\nSo it is with the rest of the play, which asks us to buy into Scalia’s own carefully crafted image as scrupulous originalist. If Scalia’s interpretive method has flaws, the play suggests, they are honest flaws, which flow only from his refusal to envision a Constitution that must be adapted to changing times.\n\nThis vision of the justice is just plain wrong. Scalia’s originalism is brazenly opportunistic and obviously influenced by his personal and political views. For proof, just look to the only true originalist on the court, Justice Clarence Thomas. Unlike Scalia, Thomas is willing to stay true to his hardcore originalist views even when they clearly clash with his private beliefs. While the corporation-friendly Scalia has endeavored to shield pharmaceutical companies from tort suits, Thomas has embraced the right of negligence victims to sue Big Pharma under stringent state law. While the law-and-order Scalia has rubber-stamped mandatory minimums, Thomas restricted judges’ power to unilaterally impose a higher sentence with no jury input. Scalia abandoned his states’ rights fixation to uphold a federal ban on medical marijuana; Thomas stuck to his guns to defend California’s pro-pot experimentation. Both Scalia and Thomas likely smile upon pharmaceutical companies and mandatory minimums and disapprove of drug use. But only Thomas is able to set aside his predilections to rule in accordance with true originalism.\n\nNone of these problems detracts from the entertainment value of the play, which is always engaging and often very funny. Nor do they distract from Edward Gero’s exuberant, remarkably realistic performance, a boisterous and astonishingly naturalistic feat of acting.", "article_metadata": {"sailthru.subheadline": "The lovable grouch is a lie.", "fb-share": "A New Play About Antonin Scalia Is As Grating and Condescending As He Is", "sailthru.author": "Mark Joseph Stern", "description": "In the opening scene of The Originalist, a new play about Supreme Court Justice Antonin Scalia, the justice jokes that half the country lauds him as a  ...", "og": {"site_name": "Slate Magazine", "description": "In the opening scene of The Originalist, a new play about Supreme Court Justice Antonin Scalia, the justice jokes that half the country lauds him as a  ...", "title": "A New Play About Antonin Scalia Is As Grating and Condescending As He Is", "url": "http://www.slate.com/articles/news_and_politics/jurisprudence/2015/03/the_originalist_the_new_play_about_antonin_scalia_and_his_lesbian_law_clerk.html", "image": "http://www.slate.com/content/dam/slate/articles/news_and_politics/jurisprudence/2015/03/the_originalist_the_new_play_about_antonin_scalia_and_his_lesbian_law_clerk/153266567-supreme-court-justice-antonin-scalia-speaks-at-the.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "type": "article"}, "twitter": {"description": "In the opening scene of The Originalist, a new play about Supreme Court Justice Antonin Scalia, the justice jokes that half the country lauds him as a  ...", "title": "A New Play About Antonin Scalia Is As Grating and Condescending As He Is", "url": "http://www.slate.com/articles/news_and_politics/jurisprudence/2015/03/the_originalist_the_new_play_about_antonin_scalia_and_his_lesbian_law_clerk.html", "image": "http://www.slate.com/content/dam/slate/articles/news_and_politics/jurisprudence/2015/03/the_originalist_the_new_play_about_antonin_scalia_and_his_lesbian_law_clerk/153266567-supreme-court-justice-antonin-scalia-speaks-at-the.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "creator": "@mjs_DC", "site": "@slate", "card": "summary_large_image"}, "sailthru.date": "2015-03-27T11:11:54Z", "sailthru.promoheadline": "A New Play About Antonin Scalia Is As Grating and Condescending As He Is", "sailthru.headline": "Scalia Fan Fiction", "parsely-page": "{\n  \"title\": \"A New Play About Antonin Scalia Is As Grating and Condescending As He Is\",\n  \"link\": \"http://www.slate.com/articles/news_and_politics/jurisprudence/2015/03/the_originalist_the_new_play_about_antonin_scalia_and_his_lesbian_law_clerk.html\",\n  \"image_url\": \"http://www.slate.com/content/dam/slate/articles/news_and_politics/jurisprudence/2015/03/the_originalist_the_new_play_about_antonin_scalia_and_his_lesbian_law_clerk/153266567-supreme-court-justice-antonin-scalia-speaks-at-the.jpg.CROP.thumbnail-small.jpg\",\n  \"type\": \"post\",\n  \"post_id\": \"100150327007\",\n  \"pub_date\": \"2015-03-27T11:11:54Z\",\n  \"section\": \"News and Politics\",\n  \"author\": \"Mark Joseph Stern\",\n  \"tags\": [\n    \"supreme court\",\n    \"theater\"\n  ]\n}", "fb": {"app_id": 142011022527753}, "tw-line": "A new play about Antonin Scalia is as grating and condescending as he is. By @mjs_DC:", "keywords": "scalia play, originalist play, scalia review play, arena stage scalia, play scalia gay clerk, scalia opera, scalia art", "google-site-verification": "jXqoqqPSmx_PWchRdG-IXu-X616Ee2Ptf_AiElI9LzQ", "sailthru.tags": "scalia play, originalist play, scalia review play, arena stage scalia, play scalia gay clerk, scalia opera, scalia art", "article": {"publisher": "http://www.facebook.com/Slate"}, "sailthru.description": "In the opening scene of The Originalist, a new play about Supreme Court Justice Antonin Scalia, the justice jokes that half the country lauds him as a  ...", "sailthru.image.full": "http://www.slate.com/content/dam/slate/articles/news_and_politics/jurisprudence/2015/03/the_originalist_the_new_play_about_antonin_scalia_and_his_lesbian_law_clerk/153266567-supreme-court-justice-antonin-scalia-speaks-at-the.jpg.CROP.cq5dam_web_1280_1280_jpeg.jpg", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fcbd8f\"", "article_summary": "Unlike Scalia, Thomas is willing to stay true to his hardcore originalist views even when they clearly clash with his private beliefs.\nThe play depicts a man who does not know any openly gay people sweetly embracing an out lesbian as a daughter figure.\nBoth Scalia and Thomas likely smile upon pharmaceutical companies and mandatory minimums and disapprove of drug use.\nThe play, then, depicts a man who does not know any openly gay people sweetly embracing an out lesbian as a daughter figure.\nFor proof, just look to the only true originalist on the court, Justice Clarence Thomas."}