{"article_title": "Psychiatric patients boarded in emergency departments create crisis for patient care, hospital finances", "article_keywords": ["patient", "mental", "emergency", "hospital", "psychiatric", "crisis", "beds", "eds", "patients", "health", "departments", "create", "hospitals", "finances", "care"], "article_url": "http://www.crainsdetroit.com/article/20131118/NEWS/131119861/psychiatric-patients-boarded-in-emergency-departments-create-crisis", "article_text": "Psychiatric patients boarded in emergency departments create crisis for patient care, hospital finances\n\nWith the total number of psychiatric inpatient beds plummeting nationally, hospitals are devising innovative ways of handling mentally ill patients who come to the emergency department as an alternative to \"boarding\" them in holding rooms and hallways while they await treatment.\n\nThese strategies include collaborating with other hospitals to place psychiatric patients in open beds, using separate psychiatric EDs, setting up crisis triage centers, and referring patients to residential treatment centers. They're striving to get mentally ill people help before they hit a crisis, including arranging appointments with mental health care providers and contacting patients regularly to help with medication compliance. A few health systems, such as HealthOne in Denver, are even adding psych beds, at least partly to reduce ED waiting times.\n\nHealth systems recognize that they need to address the psychiatric boarding problem because EDs bring in a lot of paying patients. Delays in serving them because of the boarding of psychiatric patients can hurt revenue.\n\nHospitals also are hoping that more mentally ill patients will gain insurance coverage for behavioral care through the federal health care reform law and the new federal mental health parity rule. In addition, many states are more closely integrating behavioral health care and substance-abuse treatment with physical health care in their revamped Medicaid managed-care programs, recognizing that better and more coordinated care for these expensive patients is key to reducing Medicaid costs.\n\nExperts say the boarding problem arises in part from the political powerlessness of this patient population. \"The mentally ill have the most limited self-advocacy because of the nature of the illness,\" said Dr. Martin Buxton, a psychiatrist at Chippenham Hospital in Richmond, Va. \"It's been a perfect storm that's been brewing for the last 30 years.\"\n\nIn Ohio, which has one of the most critical bed shortages in the country, six hospitals have collaborated to create a Web-based \"bed board,\" an online database that allows clinicians to find available psychiatric inpatient beds and transfer patients to those facilities on a first-come, first-served basis.\n\nHospitals also are investing in crisis-oriented outpatient care as another way to steer patients away from the emergency room. \"A lot of the folks that are being seen may not need a hospital bed,\" said Dr. Larry Miller, a University of Arkansas psychiatrist who serves on the American Psychiatric Association's council on healthcare financing.\n\nThe de-institutionalization of mentally ill patients starting in the 1960s and inadequate financing for community-based care has left many Americans without access to quality mental health care. In addition, hospitals across the country have sharply cut back on money-losing psychiatric beds. All of this has created a strain on hospital EDs, which are the last resort for patients, their families and public-safety officials dealing with people suffering from acute mental illness and substance-abuse problems.\n\nHospitals often resort to holding admitted psychiatric patients in hallways or other ED areas — sometimes in locked rooms — until inpatient beds are available. Patients may be admitted because of liability concerns related to the potential for suicide, but may not receive prompt and adequate assessment and treatment. Experts say the loud, hectic environment of the ED is bad for patients who are struggling with suicidal ideation, hallucinations or drug withdrawal. Staff and other patients may feel threatened by their behavior, requiring the presence of security officers and possibly the use of restraints. It's particularly hard to find psychiatric beds for patients with disabilities or special needs.\n\nSome boarded for weeks\n\nThe National Association of State Mental Health Program Directors, in a survey of more than 6,000 EDs nationwide presented at a March 2012 congressional briefing, found that 70% reported boarding psychiatric patients for hours or days — and 10% boarded patients for several weeks. A 2008 American College of Emergency Physicians survey of 328 ED directors found that 61% of hospitals surveyed did not have psychiatric staff caring for ED patients while they waited.\n\nA 2012 study in the journal Emergency Medicine International found that psychiatric patients requiring an inpatient bed at a large academic medical center remained in the ED more than three times longer than nonpsychiatric patients, costing the hospital about $100 an hour based on the average hourly revenue it gets per bed. The researchers said the longer nonpsychiatric patients wait for treatment, the more likely the hospital is to suffer declines in quality of care, patient satisfaction and public reputation.\n\nDoris Fuller, executive director of the Treatment Advocacy Center, an Arlington, Va.-based group that works to increase access to care for severely mentally ill patients, said the basic problem is that the country has reduced the number of psychiatric inpatient beds in public and community hospitals that are accessible to all patients, including those on Medicaid and without insurance.\n\nTwenty eight states and the District of Columbia slashed their mental health funding by a total of $1.6 billion from 2009 to 2012, according to the National Alliance on Mental Illness.\n\n'Public' beds trimmed\n\nThere were 43,318 \"public\" psychiatric beds in 2010 — or just 14 per 100,000 people — compared with 50,509 in 2005 and 560,000 in 1955, according to a 2012 Treatment Advocacy Center report. Thirteen states closed 25% or more of their beds from 2005 to 2010, and some of those states closed nearly half their beds. Nationwide, closures reduced the number of beds available in all 50 states to 28% of the number considered necessary for minimally adequate inpatient psychiatric services, which is 50 beds per 100,000 population. And many additional beds have been eliminated since 2010, bringing the estimated current number to 38,847.\n\nAt the same time, 1 in 8 patients seen in EDs had a mental health or substance-abuse condition, and this problem has been on the rise for more than a decade, according to a 2007 survey from the Agency for Healthcare Research and Quality.\n\nThe American Hospital Association said hospitals have been closing psychiatric units because of low payments from public and private payers, uncompensated care for uninsured patients and a dearth of psychiatrists willing to work in hospitals. Meanwhile, community-based psychiatrists report that patients might wait months to get an appointment, often as their prescriptions run out. In addition, public mental health departments are overwhelmed by demand.\n\nThe emergency room is often the only option. In North Dakota, the number of patients coming into an ED with a primary psychiatric diagnosis more than doubled between 2011 and 2012, according to the Treatment Advocacy Center. In Arizona, requests for psychiatric consultations in the ED spiked 40% during the same period.\n\nIn Ohio, there are 23 psychiatric beds per 100,000 residents — less than half the ratio that mental health advocates believe is needed. So hospitals in central Ohio got together to take action. Before 2009, psychiatric patients in Franklin County, which includes Columbus, were languishing in EDs for as long as five days before admission, said Jeff Klingler, president and CEO of the Central Ohio Hospital Council. In May 2009, six hospitals established an online bed board, which includes information about the patient's gender, payer source and when they arrived at the ED. By July 2010, the average wait time for psych patients in the EDs of those hospitals dropped to 30 hours. By September 2013, it had fallen to 19.\n\nWhile wait times in Franklin County have decreased, the number of psychiatric patients coming to EDs has continued to climb. In May 2009, the county's EDs saw 400 psychiatric patients. This past June, they saw 1,000. As a result, the participating hospitals implemented new procedures. When the number of psych patients reaches an unsafe level at a hospital, the facility declares \"surge status\" and its psych patients move to the top of the waiting list.\n\nOther states, including Maryland and Virginia, also are using a statewide bed tracking system.\n\nIn addition, there are efforts to get psychiatric patients into private freestanding psychiatric hospitals, which typically do not accept Medicaid patients or those without insurance.\n\nThe Patient Protection and Affordable Care Act established a Medicaid Emergency Psychiatric Demonstration under the CMS. The three-year pilot program provides $75 million in funding to 11 states and the District of Columbia to create Medicaid reimbursement programs for emergency psychiatric care delivered at free-standing psychiatric hospitals.\n\nCrisis-oriented outpatient care\n\nHospitals are investing in crisis-oriented outpatient care as another way to steer patients away from the emergency room. Chippenham Hospital in Richmond, Va., last month opened a crisis triage center to expedite services for mentally ill patients who are brought in for care under a mental health warrant or temporary detention order. The crisis center partnered with the local police department, which places officers trained in crisis intervention on-site. That frees the officers who bring in patients from having to wait until they are evaluated. Buxton, who serves as Chippenham's chief of psychiatry, said the new center screens patients for psychiatric and medical issues in about one-third of the time it would take if the patients were brought to the ED.\n\nExperts say that while these various hospital innovations to address the crisis of psychiatric boarding will help, they won't solve the broader societal problem of the shortage of funding and resources to serve the mentally ill at inpatient facilities and in the community.\n\n\"The real innovation would be keeping people from getting this sick,\" the Treatment Advocacy Center's Fuller said.\n\nModern Healthcare is a sister publication of Crain's Detroit Business.", "article_metadata": {"viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui", "description": "With the total number of psychiatric inpatient beds plummeting nationally, hospitals are devising innovative ways of handling mentally ill patients who come to the emergency department as an alternative to “boarding” them in holding rooms and hallways while they await treatment.", "og": {"site_name": "Crain's Detroit Business", "description": "With the total number of psychiatric inpatient beds plummeting nationally, hospitals are devising innovative ways of handling mentally ill patients who come to the emergency department as an alternative to “boarding” them in holding rooms and hallways while they await treatment.", "title": "Psychiatric patients boarded in emergency departments create crisis for patient care, hospital finances", "url": "http://www.crainsdetroit.com/article/20131118/NEWS/131119861/psychiatric-patients-boarded-in-emergency-departments-create-crisis", "image": "http://www.crainsdetroit.com/Assets/rwd/C-Block_RWD.png?v=201503291736", "type": "article"}, "twitter": {"site": "@crainsdetroit", "card": "summary", "account_id": 29209404}, "msapplication-TileColor": "#b51218", "fb": {"app_id": 112806662066559}, "msapplication-TileImage": "/mstile-144x144.png", "article": {"section": "NEWS", "tag": "Hospitals", "published_time": "2013-11-18T14:25:20-05:00", "modified_time": "2013-11-18T15:44:00-05:00"}, "verify-v1": "qPvWKmNahUcs8XBgUi+fy3A5YH6uzhhairJpQFCqXMs=", "theme-color": "#b51218"}, "_id": "\"57477af46914bd0286fd90f9\"", "article_summary": "In addition, there are efforts to get psychiatric patients into private freestanding psychiatric hospitals, which typically do not accept Medicaid patients or those without insurance.\nThe three-year pilot program provides $75 million in funding to 11 states and the District of Columbia to create Medicaid reimbursement programs for emergency psychiatric care delivered at free-standing psychiatric hospitals.\nDelays in serving them because of the boarding of psychiatric patients can hurt revenue.\nThese strategies include collaborating with other hospitals to place psychiatric patients in open beds, using separate psychiatric EDs, setting up crisis triage centers, and referring patients to residential treatment centers.\nThe Patient Protection and Affordable Care Act established a Medicaid Emergency Psychiatric Demonstration under the CMS."}