{"article_title": "Rockies rally in the 9th for big win at San Francisco despite more injuries – The Denver Post", "article_keywords": ["giants", "inning", "francisco", "scored", "san", "la", "post", "big", "rockies", "rosa", "denver", "innings", "game", "win", "rally", "despite", "injuries", "season"], "article_url": "http://www.denverpost.com/rockies/ci_25962631/rockies-rally-9th-big-win-at-san-francisco", "article_text": "SAN FRANCISCO — Somewhere between a high-scoring loss earlier this week and the splintered bat left in manager Walt Weiss’ furious wake Thursday, the Rockies found a spark. They came to the Bay Area having scored 28 runs in their past three games.\n\nIt took some fanning — Colorado kept mostly quiet through eight innings against its National League West nemesis — but the Rockies exploded in the ninth inning Friday night for one of their most stunning wins of the season, a 7-4 comeback over the Giants at AT&T Park.\n\nTrailing 4-2 with only three outs remaining, the Rockies strung together five runs in the ninth. Ryan Wheeler’s pinch-hit single up the middle scored Charlie Culberson and Justin Morneau to tie the game. Then DJ LeMahieu’s line drive to center field scored Corey Dickerson to give them the lead.\n\nMichael McKenry’s single scored Wheeler and McKenry’s rundown between first and second let LeMahieu score to cap the deciding inning.\n\n“Just kept competing, that’s really all it was,” Weiss said. “We put together some really good at-bats against a very good closer. And found a way to win a game. That’s what it came down to.”\n\nThe Rockies have impressive walk-off wins in Denver on their resume the season. But since 2009, the Rockies were 14-35 at AT&T Park. It’s a killer location, sucking wins away from the Rockies on seemingly unlikely turns.\n\nBut Colorado turned the unlikely victory Friday — their biggest of the season. LaTroy Hawkins went three-up, three-down in the ninth for his 12th save of the season.\n\n“It’s a tough place to play. Not only for us, but everybody. The Giants are always tough at home,” Weiss said. “To win a game like that, not only winning the first game of the series, but how we won it, it’s big for our club.”\n\nEven then, the rash of Rockies injuries reared again Friday night.\n\nTroy Tulowitzki, who sparked a rallying ninth inning with a single, left the game with a sprained toe in his right foot. X-rays were negative for breaks or fractures in the second metatarsal bone, the team said.\n\nColorado had a veteran on the mound with left-hander Jorge De La Rosa. He was 9-5 against the Giants in his career coming in — and he was in pain going out.\n\nDe La Rosa left the game with a back injury after just three innings. He was described as day to day by the Rockies’ training staff.\n\nDe La Rosa wriggled out of trouble in the second inning with the bases loaded. He struck out Giants pitcher Tim Lincecum on a full count to end the inning without a run being scored.\n\nBut in the third inning, De La Rosa labored through seven San Francisco hitters while pitching with a what the team called a strained muscle in his lower back.\n\nHe was visited twice on the mound, once by Weiss, pitching coach Jim Wright and assistant trainer Scott Gehret. The Rockies’ medical staff needs a bullpen this season — there are eight Colorado players on the disabled list, including four starting pitchers.\n\nDe La Rosa, throwing through pain and clearly bothered, let in two runs on four hits in the third after a mostly clean sheet through two innings. Angel Pagan doubled to center field for the Giants, Hunter Pence singled him in and Michael Morse waited on a hanging curve for another RBI single.\n\nMorse — perhaps the biggest of San Francisco’s Rockies killers this season — doubled in Buster Posey in the fifth inning against De La Rosa’s replacement, Tommy Kahnle. That gave the Giants a 3-2 lead.\n\nKahnle threw a career-high three innings in long relief of De La Rosa. He struck out five, also a career high.\n\n“Really I just needed to give my team some innings and just stay out there as long as I could, help out, give the bullpen a little rest,” Kahnle said.\n\nIn the seventh inning, Pence doubled down the right-field line, sneaked to third on a grounder to short with DJ LeMahieu out of position on the corner, then scored on a Chris Martin wild pitch.\n\nLincecum, a former Cy Young Award winner pitching against the Rockies for the first time this season, pumped both fists in the Giants’ dugout. He seemed well aware that a one-run lead is a giant wall in San Francisco.\n\nLincecum left after six innings, having given up two runs and three hits. He had six strikeouts and issued two walks.\n\nFirst baseman Justin Morneau gave the Rockies an early lead when his line-drive single to right field with the bases loaded in the second inning scored De La Rosa and outfielder Charlie Blackmon.\n\nBut San Francisco tied it in the bottom of the third on singles by Pence and Morse.\n\nWeiss tore through a bat Thursday in the Rockies’ dugout late in a victory over Atlanta at Coors Field — the manager even stopped to change grips, switch-swinging the lumber against a wall — and that was in a game they won easily, 10-3.\n\n“It’s a pivotal time for us,” Rockies center fielder Drew Stubbs said.\n\nNick Groke: ngroke@denverpost.com or twitter.com/nickgroke\n\nLooking ahead\n\nRockies’ Christian Bergman (0-1, 3.00 ERA) at Giants’ Ryan Vogelsong (4-3, 3.84), 2:05 p.m. Saturday, ROOT; 850 AM\n\n\n\nBergman, in his big-league debut Monday, pitched almost to expectations. He scouted as a control arm with an intense demeanor who stays on point in his game plan. That worked for the most part against Atlanta. He pitched six innings, allowing six hits, two earned runs and two walks and getting four strikeouts. “It’s like he’s playing whiffle ball out there,” said Rockies catcher Michael McKenry. Nick Groke, The Denver Post\n\nSunday: Rockies’ Juan Nicasio (5-5, 5.70 ERA) at Giants’ Madison Bumgarner (8-4, 2.67), 2:05 p.m., ROOT\n\nMonday: Rockies’ Tyler Matzek (1-0, 2.57) at Dodgers’ Hyun-Jin Ryu (7-3, 3.33), 8:10 p.m., ROOT\n\nTuesday: Rockies Jhoulys Chacin (1-4, 4.53) at Dodgers’ Zack Greinke (8-3, 2.65), 8:10 p.m., ROOT", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Rockies rally in the 9th for big win at San Francisco despite more injuries", "title": "Rockies rally in the 9th for big win at San Francisco despite more injuries", "url": "http://www.denverpost.com/2014/06/13/rockies-rally-in-the-9th-for-big-win-at-san-francisco-despite-more-injuries/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140613_111314_jorge-de-la-rosa.jpg", "height": 465}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140613_111314_jorge-de-la-rosa.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-06-14T00:02:47+00:00", "modified_time": "2016-04-27T07:27:47+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fda656\"", "article_summary": "Colorado had a veteran on the mound with left-hander Jorge De La Rosa.\nDe La Rosa wriggled out of trouble in the second inning with the bases loaded.\nKahnle threw a career-high three innings in long relief of De La Rosa.\nBut in the third inning, De La Rosa labored through seven San Francisco hitters while pitching with a what the team called a strained muscle in his lower back.\nThat’s what it came down to.”The Rockies have impressive walk-off wins in Denver on their resume the season."}