{"article_title": "Peter Schiff on The Daily Show, Talking Minimum Wage", "article_keywords": ["wage", "term", "schiff", "intellectually", "offending", "daily", "bee", "disabled", "talking", "minimum", "pay", "peter", "correct"], "article_url": "http://reason.com/blog/2014/02/01/peter-schiff-on-the-daily-show-talking-m", "article_text": "Investment guru and free-market proponent Peter Schiff was recently on The Daily Show for a segment about the minimum wage. It didn't go well. As he explains in a column:\n\nMy use of the words “mentally retarded” (when Samantha Bee asked me who might be willing to work for $2 per hour – a figure she suggested) has come to define the entire interview. Although I had no intention of offending anyone, I just couldn’t remember the politically correct term currently in use (it is “intellectually disabled”). Assuming she knew it, Bee could have prompted me with the correct term, but she chose not to. By including those comments in the final package, “The Daily Show” proved that they did not care who they offended, as long as they could make me look bad in the process. The volume of hate mail I have received in the show’s aftermath confirms their success on that front....\n\n“The Daily Show” was never interested in an honest debate about the minimum wage. Nor is it concerned with the intellectually disabled, whom they have no qualms about offending if they can get a laugh. In fact, it's “The Daily Show” that wants to tell the intellectually disabled they are worthless, as they want to make it illegal for them to have jobs. I did not notice any intellectually disabled people working at “The Daily Show.” I’m sure many would jump at the chance, particularly if they were offered minimum wage or higher. But since they choose to pay their intellectually capable interns zero, why should they be expected to pay the intellectually disabled more?", "article_metadata": {"og": {"url": "http://reason.com/blog/2014/02/01/peter-schiff-on-the-daily-show-talking-m", "site_name": "Reason.com", "type": "article", "description": "Investment guru and free-market proponent Peter Schiff was recently on The Daily Show for a segment about the minimum wage. It didn't go well. As he explains", "title": "Peter Schiff on The Daily Show, Talking Minimum Wage"}, "twitter": {"description": "Investment guru and free-market proponent Peter Schiff was\nrecently on The Daily Show for a segment about the minimum wage. It\ndidn't go well. As he explains \nin a column:\n\nMy use of the words “mentally retarded”&nbsp;(when Samantha Bee\nasked me who might be willing to work for $2 per hour – a figure\nshe suggested) has come to define the entire interview. Althou", "title": "Peter Schiff on The Daily Show, Talking Minimum Wage", "site": "@reason", "card": "summary_large_image", "creator": "@nickgillespie"}, "fb": {"pages": 17548474116}, "article": {"tag": "Economics", "published_time": "2014-02-01T12:57:00+00:00", "author": "http://reason.com/people/nick-gillespie"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fda674\"", "article_summary": "Investment guru and free-market proponent Peter Schiff was recently on The Daily Show for a segment about the minimum wage.\nI did not notice any intellectually disabled people working at “The Daily Show.” I’m sure many would jump at the chance, particularly if they were offered minimum wage or higher.\nBut since they choose to pay their intellectually capable interns zero, why should they be expected to pay the intellectually disabled more?\nThe volume of hate mail I have received in the show’s aftermath confirms their success on that front....“The Daily Show” was never interested in an honest debate about the minimum wage.\nNor is it concerned with the intellectually disabled, whom they have no qualms about offending if they can get a laugh."}