{"article_title": "PA-6: NRCC Launches Mock Parrish Site", "article_keywords": ["campaign", "run", "nrcc", "pa6", "launches", "site", "prior", "isnt", "nancy", "parrish", "party", "congress", "mock", "gives"], "article_url": "http://www.politicspa.com/pa-6-nrcc-launches-mock-parrish-site/54902/", "article_text": "PA-6: NRCC Launches Mock Parrish Site\n\nWritten by Brittany Foster, Managing Editor\n\nThe National Republican Campaign Committee is launching a mock Mike Parrish site to combat his run for Congress in PA-6.\n\nThey’re hitting Parrish on his recent party switch. He was a Republican contributor from SEPA before changing his party affiliation to run for Congress against Rep. Jim Gerlach as a Democrat. Gerlach retired and now it’s a wide open race.\n\n“Michael Parrish wants to be in Congress so badly, he is willing to abandon his political principals and join the party of ObamaCare and Nancy Pelosi just to have an easier path to a general election,” said NRCC Regional Spokesman Ian Prior. “This begs the question – if Parrish is so willing to cast his beliefs aside for what is best for his political career, how long would it take him to sell out Pennsylvania families when their needs don’t match up to those of his new leader, Nancy Pelosi.”\n\nIt’s one of a string of similar websites, as Time Magazine noted this week, along with criticism that the appearance of the sites could be misleading.\n\nThis isn’t the first time that Prior and Parrish have sparred.\n\n“Public service, to me, isn’t about partisan attacks, its about selfless service to our nation,” Parrish said after their last spat. “Mr. Prior spends his days behind a desk throwing personal insults at people who want to make a difference for this country. Mr. Prior is exactly what is wrong with Washington right now and why I’m running for Congress. I don’t think Mr.Prior has earned the right to comment about my integrity or my commitment to serve my fellow Pennsylvanian’s and our country.”\n\nBut the NRCC isn’t the only group hitting Parrish today for his party switch. The Congressional Leadership Fund sent out an email this morning detailing the history of Parrish’s campaign contributions:\n\nJuly 2008: Parrish gives $2,000 to John McCain’s presidential campaign May 2010: Parrish gives $2,000 to Tom Corbett for governor June 2011: Parrish gives $1,000 to Mitt Romney’s presidential campaign December 2013: Parrish says he’ll run for office as a Democrat February 2014: Parrish scores an endorsement fundraiser from Nancy Pelosi\n\nParrish is the only Democrat officially in the race for this seat. Chester County Commissioner Ryan Costello is the likely GOP nominee.\n\nFebruary 6th, 2014 | Posted in Congress, Front Page Stories, Top Stories | 11 Comments", "article_metadata": {"description": "The National Republican Campaign Committee targets Mike Parrish in new fake website.", "generator": "WordPress 4.1.11", "og": {"url": "http://www.politicspa.com/pa-6-nrcc-launches-mock-parrish-site/54902/", "description": "The National Republican Campaign Committee targets Mike Parrish in new fake website.", "title": "PA-6: NRCC Launches Mock Parrish Site"}, "robots": "noodp", "fb": {"app_id": 775768999125308}, "keywords": "pa6,pa-6,gerlach,map,schwank,dinniman,parrish,costello", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdcd47\"", "article_summary": "PA-6: NRCC Launches Mock Parrish SiteWritten by Brittany Foster, Managing EditorThe National Republican Campaign Committee is launching a mock Mike Parrish site to combat his run for Congress in PA-6.\n“Public service, to me, isn’t about partisan attacks, its about selfless service to our nation,” Parrish said after their last spat.\nHe was a Republican contributor from SEPA before changing his party affiliation to run for Congress against Rep. Jim Gerlach as a Democrat.\nThis isn’t the first time that Prior and Parrish have sparred.\nThey’re hitting Parrish on his recent party switch."}