{"article_title": "Hannity Calls Obamacare Hotline, Grills Operator and Makes Awkward Small Talk with Her", "article_keywords": ["hannity", "website", "calls", "awkward", "obamacare", "radio", "operator", "host", "hotline", "questions", "small", "grills", "trying", "makes", "asked", "talk"], "article_url": "http://www.mediaite.com/tv/hannity-calls-obamacare-hotline-grills-operator-and-makes-awkward-small-talk-with-her/", "article_text": "After President Obama gave out the phone number for the official Obamacare registration hotline Monday morning, radio host Sean Hannity called in to speak with a human representative. In the ensuing conversation, the conservative host grilled a call operator, asking her questions about the glitchy Obamacare website before veering into awkward small talk about politics, talk radio, and snow in Florida.\n\nAt first, the radio host was met with an automated machine, resulting in much crosstalk between Hannity and a recorded female voice. Eventually, he made his way to a help line with a female operator named “Earline Davis.”\n\nHannity proceeded to ask Earline questions about the difficulties experienced on HealthCare.gov, prompting her to explain that many people have called to vent their frustrations and that all she can tell them is that the site will likely experience difficulties for the next 42 hours.\n\nThe radio host also asked the woman the particulars of her job: When did she begin working on Obamacare calls, how long she trained for answering calls, and whether her bosses have told her what to say when asked about the “glitchy” website. Hannity even managed to convince the woman to read the “script” aloud on the radio:\n\n“Thanks for your interest in the health insurance marketplace. We are having a lot of visitors trying to use our website right now. This is causing some glitches for some people trying to create an account or log in. Keep trying and thanks for your patience. You might have better success during off-peak hours like later at night or early in the morning. We’ll continue working to improve the site so you can get covered.” And that’s it.\n\n“And that’s the whole thing? So you went through a whole week of training so you can do that?” Hannity asked before attempting to cut her off, perhaps sensing the sensitivities involved with such a question.\n\nHe then asked her questions for which she clearly had no answers: “Did you know how much the government spent on that website?” “Isn’t that crazy?” “Did you know the president promised the average family was going to save $2,500 dollars, and the average increase is $7,500 a year?”\n\nHannity complimented for the operator for being so polite and kind, but also asked her questions that could possibly put her job on the line: “Have you ever gotten anyone who really likes it yet?” he asked at another point. “Um, not really,” she admitted, sending the radio host into a fit of laughter.\n\nThe conversation later switched to small talk about her residence in Panama City, Fla. (Hannity loves it there, by the way), the weather in Florida versus New York, her non-registered voting status, and her lack of knowledge about Fox News or any major right-wing talk radio hosts.\n\nUPDATE, Thurs., Oct. 24, 4:00 p.m. ET: Hannity reveals that the hotline operator was fired after the phone call. Details here. Her name has also been updated as “Earline” in the text above.\n\nListen to the conversation below, via WABC:\n\nPlease enable Javascript to watch.\n\n— —\n\n>> Follow Andrew Kirell (@AndrewKirell) on Twitter", "article_metadata": {"description": "After President Obama gave out the phone number for the official Obamacare registration hotline Monday morning, radio host Sean Hannity called in to speak with", "generator": "WordPress 2016.21", "og": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2013/10/hannity.jpg", "title": "Hannity Calls Obamacare Hotline, Grills Operator and Makes Awkward Small Talk with Her"}, "twitter": {"description": "After President Obama gave out the phone number for the official Obamacare registration hotline Monday morning, radio host Sean Hannity called in to speak with a human representative...", "title": "Hannity Calls Obamacare Hotline, Grills Operator and Makes Awkward Small Talk with Her", "image": "http://static01.mediaite.com/med/wp-content/uploads/2013/10/hannity.jpg", "creator": "@andrewkirell", "site": "@mediaite", "card": "summary"}, "NextGEN": "1.5.5", "date": "2013-10-21T15:58:26+00:00", "keywords": "tv", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0"}, "_id": "\"57477af36914bd0286fcbdba\"", "article_summary": "In the ensuing conversation, the conservative host grilled a call operator, asking her questions about the glitchy Obamacare website before veering into awkward small talk about politics, talk radio, and snow in Florida.\nAt first, the radio host was met with an automated machine, resulting in much crosstalk between Hannity and a recorded female voice.\nAfter President Obama gave out the phone number for the official Obamacare registration hotline Monday morning, radio host Sean Hannity called in to speak with a human representative.\n“Um, not really,” she admitted, sending the radio host into a fit of laughter.\nSo you went through a whole week of training so you can do that?” Hannity asked before attempting to cut her off, perhaps sensing the sensitivities involved with such a question."}