{"article_title": "CU football: Brian Lindgren plans next step for Buffs' offense", "article_keywords": ["coordinator", "coach", "plans", "buffs", "season", "football", "offensive", "running", "brian", "step", "defense", "game", "lindgren", "lot", "offense", "cu"], "article_url": "http://www.dailycamera.com/sports/buffzone/ci_28611776/cu-football-brian-lindgren-plans-next-step-buffs", "article_text": "Coordinator sees improved running game as key\n\nColorado offensive coordinator Brian Lindgren runs the offense during fall practice Friday. The CU offense set 24 team records and 110 individual records in 2014 under Lindgren's guidance. (Cliff Grassmick / Staff Photographer)\n\nColorado has one of the best young offensive coordinators in college football, but Brian Lindgren doesn't get the attention he probably deserves because he's been rebuilding the Buffs the past two years.\n\nLindgren has been almost a forgotten man throughout the offseason because of the attention paid to new defensive coordinator Jim Leavitt and safeties coach Joe Tumpkin, who were brought to Boulder to bolster a weak defense.\n\nHaving turned 35 years old on the second day of fall camp, Lindgren is already entering his seventh season as an offensive coordinator. He spent one year in the role under coach Mike MacIntyre at San Jose State and three years directing the offense at Northern Arizona.\n\nHe says he began as a coordinator who appreciated and stole from the Boise State offense when Chris Petersen was the head coach there and Bryan Harsin was the coordinator. He has since added a variety of components to what he uses at CU that include spread concepts and other snippets borrowed from others around the country.\n\nHe describes his approach this way: \"Disguise your simplicity.\"\n\n\"In coaching there is always somebody else who has done it first,\" Lindgren joked. \"A lot of that stuff is stolen but organized well.\"\n\nWhile the CU defense struggled again last season, ranking 102nd in the nation in rushing defense, 100th in passing defense, 111th in total defense and 116th in scoring defense, the offense did well to keep the team in a lot of games.\n\nAdvertisement\n\nThe CU offense set 24 team records and 110 individual records in 2014 with Lindgren's guidance as well as veteran offensive line coach Gary Bernardi, wide receivers coach Troy Walters and running backs and tight ends coach Klayton Adams.\n\nThe Buffs averaged more than 400 yards of offense for the first time since winning the Big 12 Conference championship in 2001. CU ranked 37th in the nation in total offense, the first time it has been in the top 40 at the end of the season since that 2001 campaign. The Buffs finished the year 19th in passing, led by the prolific combination of quarterback Sefo Liufau and wide receiver Nelson Spruce.\n\nGoing into the 2015 season, Lindgren and MacIntyre still see plenty of room for improvement and believe they can make another jump on that side of the ball, just maybe not as big a leap as they made last year. The focus throughout the offseason and now in fall camp is getting more from the running game, which averaged 154 yards per game last year but didn't produce a back with more than 448 yards.\n\n\"We should be able to run the ball a little bit more, not feel like we have as much pressure to throw it or to have to get first downs,\" MacIntyre said. \"I feel like our running game really improved from our first year to last year. If we can make a similar type jump in our running game, I feel like our offense will go from 37th to the top 25 offenses in the country and we'll be able to run the ball in the red zone a little bit more.\"\n\nCU is looking to replace two senior guards on the offensive line. Lindgren says he is confident in Gerrad Kough, Shane Callahan and Jonathan Huckins, who are competing to fill those spots.\n\nLindgren said an inability to run the ball consistently regardless of the opponent put too much pressure on Liufau and the passing game at times to win the day in 2014.\n\n\"No question,\" he said. \"Going back and watching the season as a whole, I thought we were having to throw it a lot more than we want to throw it. For a sophomore quarterback, we did put a lot on Sefo. You don't only put a lot on him, you put a lot on your pass protection, a lot on your linemen and backs to pick up some different blitzes that are coming.\n\n\"We did a good job in some certain situations and then other times it kind of exposed us a little bit. I think running the ball will take pressure off of not only Sefo but the whole front.\"\n\nStarting Year Three in Lindgren's system has been a lot different than the previous two years for Colorado's offensive players. There isn't a steep learning curve for the veteran players this year. The Buffs are practicing more of the playbook at earlier stages and should go into their third season under this staff working in a higher gear than they were in season openers in 2013 and 2014.\n\n\"I'm excited,\" Lindgren said. \"I think any time you get guys who have played in the system and they kind of get confidence in the system and they know what I'm thinking and they know what each other are thinking, any time you get that it's great.\"\n\nKyleRingo: ringok@dailycamera.com, on Twitter: @kyleringo", "article_metadata": {"startDate": "2015-08-09T16:04:05-0600", "sailthru.author": "By Kyle Ringo \n \n  BuffZone.com Writer", "ag": {"canon": "BoulderDailyCamera:article:28611776:view"}, "twitter": {"domain": "dailycamera.com", "description": "Colorado has one of the best young offensive coordinators in college football, but Brian Lindgren doesn't get the attention he probably deserves because he's been rebuilding the Buffs the past two years.", "title": "CU football: Brian Lindgren plans next step for Buffs' offense", "image": "http://extras.mnginteractive.com/live/media/site21/2015/0809/20150809__10DCSBUFw~1.jpg", "site": "@dailycamera", "card": "summary_large_image"}, "sailthru.article-section-or-homepage": "article", "modificationDate": "2015-08-09T18:11:59-0600", "endDate": "2025-08-09T16:02:37-0600", "news_keywords": "Buffzone, cu, college sports, university of colorado, boulder, colorado", "byline": "By Kyle RingoBuffZone.com", "pubDate": "2015-08-09T16:06:05-0600", "sailthru.date": "2015-08-09T16:04:05-0600", "sailthru.title": "CU football: Brian Lindgren plans next step for Buffs' offense", "verify-v1": "TakAiHiDAOiNOP+m0YTx4DQeyjor+bTdc8e+pw6bDoI=", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site21/2015/0809/20150809__10DCSBUFw~1_300.jpg", "description": "Colorado has one of the best young offensive coordinators in college football, but Brian Lindgren doesn't get the attention he probably deserves because he's been rebuilding the Buffs the past two years.", "sailthru.site": "dailycamera.com", "msvalidate.01": "9DAB14005AD5A9FFA4CA0EF58CC794BA", "og": {"image": "http://extras.dailycamera.com/images/dailycamera3.png", "type": "article", "description": "Colorado has one of the best young offensive coordinators in college football, but Brian Lindgren doesn't get the attention he probably deserves because he's been rebuilding the Buffs the past two years.", "title": "CU football: Brian Lindgren plans next step for Buffs' offense"}, "p": {"domain_verify": "867892b0357001538903740c75a206f0"}, "google-site-verification": "07CC1xPDVU0znu496XTAjLyC32Ylj8zwWHlmrzx3pgY", "y_key": "c9d9b53f7f5af674", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site21/2015/0809/20150809__10DCSBUFw~1.jpg"}, "_id": "\"57477af46914bd0286fda68f\"", "article_summary": "Coordinator sees improved running game as keyColorado offensive coordinator Brian Lindgren runs the offense during fall practice Friday.\nHaving turned 35 years old on the second day of fall camp, Lindgren is already entering his seventh season as an offensive coordinator.\n\"I feel like our running game really improved from our first year to last year.\nThe CU offense set 24 team records and 110 individual records in 2014 under Lindgren's guidance.\nThe Buffs averaged more than 400 yards of offense for the first time since winning the Big 12 Conference championship in 2001."}