{"article_title": "The Complicated Route to Insurance for International Students", "article_keywords": ["center", "students", "route", "provides", "health", "complicated", "plan", "student", "schools", "international", "mirkss", "insurance"], "article_url": "http://dailyutahchronicle.com/2015/11/23/the-complicated-route-to-insurance-for-international-students/", "article_text": "The Complicated Route to Insurance for International Students\n\nWalter Mirkss is a first semester graduate student at the U. But little did he know that his education would be accompanied by an unexpected bill for $720 — in addition to tuition.\n\nMirkss is an international student in film and media. When he came to the U, he accepted a position as a TA, which, he was told, provides him with free student health insurance. Free, however, was a lot more expensive than he thought. When he investigated, he found his school account was on hold because he had failed to take a test that proved his English was good enough to be a teaching assistant.\n\n“That was quite amusing because I have a bachelor’s degree from an English university, and I’ve spent most of my life in England,” Mirkss said.\n\nMirkss said he was never told he needed to take the test. The International Teaching Assistant Program is responsible for assuring international TAs can speak English proficiently. Misunderstandings like Mirkss’ seem likely — the process for clearance is listed in a convoluted flow chart on their website.\n\n“Nobody has really explained to me why that happened and what happened exactly, so it’s basically just out of nowhere receiving these bills for $720 and being told that you’re not going to go through spring classes,” Mirkss said.\n\nMirkss was born and raised in Latvia and later moved to England. He has been trying for weeks to fix the misunderstanding. He said his department has been helpful in trying to communicate with the international office and the school’s insurance. Still, the problem remains unsolved, and Mirkss remains frustrated.\n\nDiane Cotsonas is the manager of the International Teaching Assistant Program. The department registers and trains hundreds of students and she says it can get “messy.”\n\n“If there’s respectful communication, we can take care of everything,” Cotsonas said.\n\nThe U automatically enrolls all international students in the school’s health insurance, and the process is not always smooth. With insurance, confusion is understandable. The student health insurance page on the U site has links for three-year-old rates, and two of the links are dead.\n\nUnitedHealth Group, the largest health carrier in the U.S., provides the U’s student health insurance. They list several forms and brochures on their site for U insurance. The policy itself is a hefty 41 pages of charts, medical definitions and coverage details. Many international students have a hard time sorting through the information.\n\n“We don’t know much about it, just it’s expensive,” said Iljoon Song, a junior in economics.\n\nMany students say that auto-enrollment unfairly traps them with the school’s insurance. The Student Health Center disagrees. It says that while they do auto-enroll all international students, the students are free to use other insurance as long as the student provides proof to the school.\n\nHowever, students say without a social security number the process is lengthy and difficult. Many international students do waive, but for others, the hassle of finding outside insurance while dealing with school is not worth it.\n\n“It’s incredibly annoying,“ said Sara Kang, an undecided sophomore.\n\nHer only source of income is money sent each month from her family in Korea. When she purchases medication, she has to pay the entire cost herself before being reimbursed. Student insurance reimburses 50 percent of prescription drug costs. With limited income, it became extremely difficult for Kang, so she now tries to avoid buying medication as much as possible. She says the whole process is stressful and condescending.\n\n“A person from the health center says ‘you need it because you don’t know about America,’ but I’m 22 years old, not 22 months. I can take care of myself,” Kang said.\n\nKerry Hill is the Immunization and Student Insurance Program manager at the Student Health Center. She says there’s a good reason for auto-enrolling foreign students.\n\n“The policies they were buying were really, really bad policies. A lot of them would go home and the hospital was frustrated because they would just leave bills unpaid,” Hill said.\n\nThe U does not track if domestic students are insured because the government does through the Affordable Care Act. The CDC indicates 15.4 percent of adults age 18 to 24 were uninsured at the start of 2015. Many U students are still under their parents’ plan, some purchase their own, and some go without any insurance.\n\nInternational students wish they had more options, but not all think auto-enrollment is a bad idea. Pallavi Aggarwal, a graduate student in computing, says it helps international students.\n\n“Paying for medical stuff becomes very tough. Yes it is expensive, but better than not having it,” Aggarwal said.\n\nAnil Konasale Krishna, a graduate student in computer science, discovered the insurance didn’t cover dental when he had to pay more than $400 to get his wisdom teeth removed. He says the insurance is inconvenient, but the price is good and it is worth having.\n\nStudents continue to debate the U’s policies and cost, but the U has a similar plan to other local institutions. For a single student in fall semester, the U’s plan is $720. SLCC costs $520. Westminster’s plan for domestic students is $927, and $635 for international students. Both institutions auto-enroll all international students.\n\nThe U’s plan has a $250 deductible and pays 80 percent coinsurance for preferred providers. SLCC has no deductible and pays 100 percent coinsurance. Westminster’s plan is similar to the U’s, but also pays 100 percent coinsurance for international students. While the U charges students with student health insurance a $10 co-pay for every visit to the health center, neither SLCC nor Westminster have co-pays for health center visits.\n\nThe U may be more expensive than nearby schools, but the Student Health Center notes that the insurance provides access to the advanced medical facilities across the U’s campus. It says that prices are 30 to 60 percent cheaper than other insurance options.\n\nThere are currently 3,110 students enrolled on the plan — slightly less than the 3,118 international students at the U last fall — meaning voluntary enrollment isn’t particularly popular.\n\nm.bateman@utah.edu\n\n@mbatman72\n\n2\n\n0 Shares", "article_metadata": {"description": "Walter Mirkss is a first semester graduate student at the U. But little did he know that his education would..", "og": {"site_name": "Daily Utah Chronicle", "description": "Walter Mirkss is a first semester graduate student at the U. But little did he know that his education would..", "title": "The Complicated Route to Insurance for International Students - Daily Utah Chronicle", "locale": "en_US", "image": "http://dailyutahchronicle.com/wp-content/uploads/2015/08/favicon2.png", "updated_time": "2015-12-02T17:12:34-06:00", "url": "http://dailyutahchronicle.com/2015/11/23/the-complicated-route-to-insurance-for-international-students/", "type": "article"}, "twitter": {"domain": "dailyutahchronicle.com", "description": "Walter Mirkss is a first semester graduate student at the U. But little did he know that his education would..", "creator": "@TheChrony", "url": "http://dailyutahchronicle.com/2015/11/23/the-complicated-route-to-insurance-for-international-students/", "image": {"src": "http://dailyutahchronicle.com/wp-content/uploads/2015/08/favicon2.png"}, "title": "The Complicated Route to Insurance for International Students", "site": "@TheChrony", "card": "summary"}, "msapplication-TileColor": "#f01d4f", "fb": {"pages": 166840067586}, "HandheldFriendly": "True", "MobileOptimized": 320, "msapplication-TileImage": "http://dailyutahchronicle.com/wp-content/uploads/2015/08/chronylogo6.png", "article": {"publisher": "https://www.facebook.com/TheChrony/?ref=aymt_homepage_panel", "section": "News", "published_time": "2015-11-23", "modified_time": "2015-12-02T17:12:34-06:00"}, "apple-touch-fullscreen": "yes", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The U automatically enrolls all international students in the school’s health insurance, and the process is not always smooth.\nThe Complicated Route to Insurance for International StudentsWalter Mirkss is a first semester graduate student at the U.\nIt says that while they do auto-enroll all international students, the students are free to use other insurance as long as the student provides proof to the school.\nWhile the U charges students with student health insurance a $10 co-pay for every visit to the health center, neither SLCC nor Westminster have co-pays for health center visits.\nThe student health insurance page on the U site has links for three-year-old rates, and two of the links are dead."}