{"article_title": "Republican congresswoman doesn't back down on Obamacare horror stories. Just one little problem ...", "article_keywords": ["blue", "affordable", "little", "congresswoman", "horror", "safe", "obamacare", "seat", "average", "s", "doesnt", "insurance", "constituents", "problem", "republican", "robert"], "article_url": "http://www.dailykos.com/story/2015/3/27/1373795/-Republican-Congresswoman-doesn-t-back-down-on-Obamacare-horror-stories-Just-one-little-problem", "article_text": "How about \"Robert S.\" from North Carolina?\n\n\n\n“I received a letter last week telling me that my Blue Cross Blue Shield (BCBS) insurance will be canceled. – Robert S. from Durham, NC”\n\nSorry, Robert S., but your plan was bunk to begin with. As Rachel Maddow and others have noted, these were junk plans that the ACA shut down because they were bad for consumers.\n\nSo, not only has Rep. Cathy McMorris Rodgers completely and totally disregarded the comments of her own constituents, she has the gall to hold a press conference touting misleading or outright false stories as the basis for wanting to repeal the Affordable Care Act and take away affordable insurance for millions nationwide.\n\nAs her own local paper notes this morning, her constituents are taking note:\n\n\n\nYet, the congresswoman represents a district with higher-than-national average unemployment, a greater percentage of people receiving food stamps and income levels lower than the national average. She votes and argues the party line, however, and has what pundits describe as a “safe” seat. She is considered a comer in Congress. On Thursday, however, there was a rare show of defiance from those Eastern Washington constituents.\n\nTake note, Washingtonians. The good congresswoman is definitely not working in your interest. Maybe her seat shouldn't be so \"safe\" after all.\n\nSpecial thanks to Daily Kos user AnnieJo for pointing me to the GOP.gov page and for her follow-up diary.\n\n", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "Obamacare \"horror\" stories only, please?\n\nOh, Congresswoman Cathy McMorris Rodgers. In the words of Kenny Rogers, \"you've got to know when to hold 'em....and know when to fold 'em.\"", "title": "Republican congresswoman doesn't back down on Obamacare horror stories. Just one little problem ...", "url": "http://www.dailykos.com/story/2015/3/27/1373795/-Republican-Congresswoman-doesn-t-back-down-on-Obamacare-horror-stories-Just-one-little-problem", "image": "http://images.dailykos.com/images/21721/story_image/Cathy_McMorris_Rodgers_sequester.jpg?1362412316", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"image": {"src": "http://images.dailykos.com/images/21721/story_image/Cathy_McMorris_Rodgers_sequester.jpg?1362412316"}, "description": "Obamacare \"horror\" stories only, please?\n\nOh, Congresswoman Cathy McMorris Rodgers. In the words of Kenny Rogers, \"you've got to know when to hold 'em....and know when to fold 'em.\" After yesterday...", "site": "@dailykos", "card": "summary_large_image", "title": "Republican congresswoman doesn't back down on Obamacare horror stories. Just one little problem ..."}}, "_id": "\"57477af46914bd0286fda69b\"", "article_summary": "– Robert S. from Durham, NC”Sorry, Robert S., but your plan was bunk to begin with.\nShe votes and argues the party line, however, and has what pundits describe as a “safe” seat.\nHow about \"Robert S.\" from North Carolina?\n“I received a letter last week telling me that my Blue Cross Blue Shield (BCBS) insurance will be canceled.\nSpecial thanks to Daily Kos user AnnieJo for pointing me to the GOP.gov page and for her follow-up diary."}