{"article_title": "Here’s Video of ‘Selective Outrage’ by Wolf Blitzer and CNN", "article_keywords": ["remark", "cnns", "heres", "bidens", "blitzer", "outrage", "selective", "video", "president", "cnn", "wolf", "remarkably", "nugent", "gingrich"], "article_url": "http://www.mediaite.com/tv/heres-video-of-selective-outrage-by-wolf-blitzer-and-cnn/", "article_text": "On Tuesday, CNN’s Wolf Blitzer gave viewers a detailed accounting of the Nazi origins behind comments that Ted Nugent made about President Obama, and effectively hung those comments around the neck of GOP gubernatorial candidate Greg Abbott of Texas. Rather than denounce Abbott for cozying up to Nugent, CNN host Newt Gingrich attacked Blitzer for what he called “remarkably selective outrage,” accusing Blitzer of ignoring inflammatory remarks from Democrats, including one particular 2012 remark from Vice President Joe Biden.\n\nNugent, who is now campaigning with Texas Attorney General Greg Abbott (R-TX), launched his latest verbal volley at President Obama a few weeks ago, calling him a “subhuman mongrel,” among other things. In a Tuesday report on CNN’s Wolf, Wolf Blitzer gave a chapter-and-verse account of that phrase’s Nazi origins. On Tuesday’s The Situation Room, Blitzer asked Newt Gingrich about Abbott’s decision to continue campaigning with Nugent, and Gingrich conceded that what Nugent said was wrong, but then accused Blitzer of “remarkably selective outrage.”\n\nGingrich spanned the decades to select two examples of Democrats saying something mildly offensive, and wondered “why isn’t there some accountability” for these infractions. One of those examples was Vice President Joe Biden’s 2012 remark, to a mixed-race audience, that then-Republican presidential nominee Mitt Romney and the Republicans would “put y’all back in chains.”\n\nSet aside Gingrich’s judgment that Biden’s remark is “much more vicious” than calling the President of the United States the same thing Nazi propagandists called the Jews, which Blitzer rightly called out again. Wolf didn’t have instant access to footage of CNN’s coverage of Biden’s remark, so Gingrich’s charge of “remarkably selective outrage” went untested. Here’s a little taste of Wolf Blitzer and company completely ignoring Biden’s remark:\n\nPlease enable Javascript to watch.\n\nIn fact, CNN ran at least 36 segments in 6 days on the Biden remarks. In fact, one obvious beneficiary of CNN’s selectivity, such as it is, is one Newton Leroy Gingrich, who, also in 2012, told a New Hampshire crowd that his message to the “African-American community” was to “demand pay checks and not be satisfied with food stamps.”\n\nIn the week following that nakedly racist remark, CNN only aired 9 segments related to it, and then they gave Gingrich a job.", "article_metadata": {"description": "On Tuesday, CNN's Wolf Blitzer gave viewers a detailed accounting of the Nazi origins behind comments that Ted Nugent made about President Obama, and", "generator": "WordPress 2016.21", "og": {"image": "http://static01.mediaite.com/med/wp-content/uploads/2014/02/wolf2.jpg", "title": "Here’s Video of ‘Selective Outrage’ by Wolf Blitzer and CNN"}, "twitter": {"description": "On Tuesday, CNN's Wolf Blitzer gave viewers a detailed accounting of the Nazi origins behind comments that Ted Nugent made about President Obama, and effectively hung those comments around the neck of GOP gubernatorial candidate Greg Abbott of Texas. Rather than denounce Abbott for cozying up to Nugent, CNN host Newt Gingrich attacked Blitzer for what he called \"remarkably selective outrage,\" accusing Blitzer of ignoring inflammatory remarks from Democrats, including one particular 2012 remark from Vice President Joe Biden.", "title": "Here's Video of 'Selective Outrage' by Wolf Blitzer and CNN", "image": "http://static01.mediaite.com/med/wp-content/uploads/2014/02/wolf2.jpg", "creator": "@TommyXtopher", "site": "@mediaite", "card": "summary"}, "NextGEN": "1.5.5", "date": "2014-02-19T16:35:50+00:00", "keywords": "columnists,tv", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.5, minimum-scale=1.0"}, "article_summary": "In a Tuesday report on CNN’s Wolf, Wolf Blitzer gave a chapter-and-verse account of that phrase’s Nazi origins.\nWolf didn’t have instant access to footage of CNN’s coverage of Biden’s remark, so Gingrich’s charge of “remarkably selective outrage” went untested.\nHere’s a little taste of Wolf Blitzer and company completely ignoring Biden’s remark:Please enable Javascript to watch.\nRather than denounce Abbott for cozying up to Nugent, CNN host Newt Gingrich attacked Blitzer for what he called “remarkably selective outrage,” accusing Blitzer of ignoring inflammatory remarks from Democrats, including one particular 2012 remark from Vice President Joe Biden.\nOn Tuesday, CNN’s Wolf Blitzer gave viewers a detailed accounting of the Nazi origins behind comments that Ted Nugent made about President Obama, and effectively hung those comments around the neck of GOP gubernatorial candidate Greg Abbott of Texas."}