{"article_title": "Boaters must be patient at Wilson Lake due to low water levels", "article_keywords": ["feet", "wilson", "patient", "trails", "lake", "boaters", "water", "state", "levels", "low", "fisher", "boat", "say", "fishing"], "article_url": "http://www.kake.com/home/headlines/Boaters-must-be-patient-at-Wilson-Lake-due-to-low-water-levels-322610092.html", "article_text": "If you're making your Labor Day weekend plans don't count out Wilson lake northeast of Russell. Even though a drought since 2011 has water levels down several feet, park officials say the lake is still a great place to visit.\n\nWilson Lake on the border of Russell and Lincoln counties has been called one of the most beautiful lakes in Kansas.\n\nIt's scenic views and rock formations bring in visitors from all across the state. But boaters have been having a difficult time because of drought conditions leading to low water levels.\n\nNolan Fisher is the park manager. \"We're 8 feet 10 inches low right now, Fisher said. \"We have 9 boat ramps but two of them are accessible right now so 7 of them aren't accessible. So there's been a little bit of congestion at the boat ramps.\"\n\nDespite the shoreline problems Fisher said the lake is still healthy.\n\n\"A lot of people don't realize but we still have some of the deepest water in Kansas,\" said Fisher. \"We've got 55 feet depth still in our main channel.\"\n\nAnd as for the fishing. Sue Graham at the local bait shop says it's healthy too.\n\n\"The fishing has been pretty good, especially bank fishing this year,\" said Graham. \"I've had a lot of people say they've had line breakers this year that they can't even believe it.\"\n\nFisher said he expects the Labor Day crowd to be down about 20% this year because of the lower water levels. He said that just means more campsite room for those who do come.\n\n\"We've got hiking trails, some of the best mountain biking trails in the state of Kansas,\" said Fisher.\n\nHe said there were some rains earlier this month that brought the lake up about 8 inches or so. But the lake has averaged about 8 and a half to 9 feet low all year. Fisher is hoping for more rain so they can open more boat ramps.", "article_metadata": {"medium": "video", "description": "A drought since 2011 has Wilson lake water levels down 8 to 9 feet.", "language": "english", "author": "Mike Iuen", "og": {"description": "A drought since 2011 has Wilson lake water levels down 8 to 9 feet.", "title": "Boaters must be patient at Wilson Lake due to low water levels", "url": "http://www.kake.com/home/headlines/Boaters-must-be-patient-at-Wilson-Lake-due-to-low-water-levels-322610092.html", "image": "http://gray-uploads.s3.amazonaws.com/captures/17B/777/17B7771E17CD4917AFE8DC4F080007BE", "video": "http://gray-uploads.s3.amazonaws.com/captures/D89/95F/D8995F9A758B4E679E765A22E0BBC812.mp4", "type": "article"}, "twitter": {"domain": "www.kake.com", "description": "A drought since 2011 has Wilson lake water levels down 8 to 9 feet.", "creator": "@KAKEnews", "url": "http://www.kake.com/home/headlines/Boaters-must-be-patient-at-Wilson-Lake-due-to-low-water-levels-322610092.html", "image": "http://media.graytvinc.com/images/wilson+lake.jpg", "title": "Boaters must be patient at Wilson Lake due to low water levels", "site": "@KAKEnews", "card": "summary"}, "video_type": "video/mp4", "video_height": 288, "keywords": "Boaters must be patient at Wilson Lake due to low water levels", "msvalidate.01": "9CD4A96D8A076527F07FD24CFCDE5489", "google-site-verification": "H0mev8O__gMqb34WcvOyZgBXFMRQZvDAQ0YTSGJ9hGQ", "video_width": 512, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Boaters must be patient at, Wilson Lake due to low"}, "article_summary": "But boaters have been having a difficult time because of drought conditions leading to low water levels.\nBut the lake has averaged about 8 and a half to 9 feet low all year.\nEven though a drought since 2011 has water levels down several feet, park officials say the lake is still a great place to visit.\nWilson Lake on the border of Russell and Lincoln counties has been called one of the most beautiful lakes in Kansas.\nFisher said he expects the Labor Day crowd to be down about 20% this year because of the lower water levels."}