{"article_title": "Obama’s Syria Policy Really Working Out Great", "article_keywords": ["great", "victims", "torture", "working", "team", "studied", "strangulation", "somebody", "signs", "policy", "syria", "obamas", "syrian", "war", "really"], "article_url": "http://freebeacon.com/national-security/obamas-syria-policy-really-working-out-great/", "article_text": "BY:\n\n\n\nA new report provided to CNN contains thousands of pictures showing evidence of war crimes committed by President Bashar al-Assad and the Syrian government.\n\nAn international team of prosecutors and forensic experts received 26,948 images from a source inside Syria who claimed to have photographed nearly 50 bodies a day during the country’s civil war. They studied the pictures of 850 individual corpses and did more detailed studies on 150.\n\nThe experts found obvious torture injuries on most of the bodies. One man’s body was covered “over every inch” in bruises and lacerations. Many victims showed signs of internal bleeding so severe that it caused their abdomens to turn various shades of black, blue, and purple.\n\nSixty-two percent of the victims that were studied in-depth also showed signs of severe starvation. According to CNN:\n\n“This is not just somebody who is thin, or who maybe hasn’t had enough food because there’s a war going on,” Dr. Stuart Hamilton, a forensic pathologist who examined the evidence, told Amanpour. “This is somebody who has been really starved.” The forensics team identified the neck bruising as consistent with strangulation with a rope, piece of rubber, or other such object, as opposed to the marks that would be left by a hanging. “Strangulation of this kind is also consistent with strangulation being used as a method of torture,” the report reads. Digital imaging expert Stephen Cole also offered his assessment that the images were not digitally altered or manipulated.\n\nPresident Barack Obama did not intervene in the Syrian Civil War until late-September 2013 when he brokered a deal with Russia, which required Syria to give up its chemical weapons.", "article_metadata": {"description": "New report details gruesome war crimes by Assad", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "A new report provided to CNN  contains thousands of pictures showing evidence of war crimes committed by President Bashar al-Assad and the Syrian government.    An international team of prosecutors a", "title": "Obama’s Syria Policy Really Working Out Great", "url": "http://freebeacon.com/national-security/obamas-syria-policy-really-working-out-great/", "image": "http://freebeacon.com/wp-content/uploads/2014/01/Syria-150x150.jpg", "type": "article"}, "twitter": {"image": "http://freebeacon.com/wp-content/uploads/2014/01/Syria-150x150.jpg", "title": "Obama’s Syria Policy Really Working Out Great", "site": "@freebeacon", "card": "summary", "description": "A new report provided to CNN  contains thousands of pictures showing evidence of war crimes committ"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477afa6914bd0286fe621a\"", "article_summary": "Many victims showed signs of internal bleeding so severe that it caused their abdomens to turn various shades of black, blue, and purple.\n“Strangulation of this kind is also consistent with strangulation being used as a method of torture,” the report reads.\nPresident Barack Obama did not intervene in the Syrian Civil War until late-September 2013 when he brokered a deal with Russia, which required Syria to give up its chemical weapons.\nSixty-two percent of the victims that were studied in-depth also showed signs of severe starvation.\nBY:A new report provided to CNN contains thousands of pictures showing evidence of war crimes committed by President Bashar al-Assad and the Syrian government."}