{"article_title": "Tim Robbins takes in Emporio Armani as Fashion Week opens", "article_keywords": ["week", "summer", "vespa", "fashion", "takes", "menswear", "spring", "series", "emporio", "robbins", "tim", "armani", "looks", "trousers", "runway", "opens"], "article_url": "http://www.salon.com/2015/06/20/tim_robbins_takes_in_emporio_armani_as_fashion_week_opens/", "article_text": "Topics: From the Wires, Entertainment News, News\n\nMILAN (AP) — Italy’s fashion capital is getting a little more traffic than usual as Milan Fashion Week kicks off, thanks to the Expo 2015 world’s fair at the city’s gates, now in its second month.\n\nFour days of menswear previews for next spring and summer began Saturday with Emporio Armani, Dolce&Gabbana, Jil Sander, Versace and Philipp Plein. And Marni is showing menswear on the runway for the first time.\n\nPerhaps the fashionistas will find time for Expo before moving on to Paris next week.\n\nHere are some highlights:\n\nEMPORIO ARMANI\n\nIt wasn’t Gregory Peck’s Vespa but the girl on the runway could be an updated Audrey Hepburn.\n\nEmporio Armani has teamed up with Vespa to create a sleek new 946 scooter with matte black paint, suggesting a time somewhere between nostalgia and now. A series of the scooters greeted guests at the menswear spring summer preview in Giorgio Armani’s more intimately renovated theater.\n\nThe collection was light and layered, featuring classic Armani shapes in neutral tones. The looks were loose with textured and sometimes crinkled fabric, easy to imagine zipping along urban streets. There was a focus on pants, with roomy pleated trousers that seemed to drape the leg. More athletic knit trousers were cinched at the ankle. Whether the look was formal or causal ultimately was defined by the jacket, ranging from double-breasted to more Asian-inspired looks with pagoda shoulders. And there were wonderful papery anoraks for that unexpected shower.\n\nShoes included surprising sling-back Oxfords as well as sneakers, while ample back-packs fastened snugly to the body. The looks were topped with berets and dark aviator glasses.\n\nThough it was menswear, Armani sent a dozen women’s looks down the runway, displaying the adaptability of men’s tailoring for women — something in which Hepburn pioneered. A series of men’s cut shirts over baggy trousers would have suited her well.\n\n___\n\nMIDSUMMER NIGHT’S ROBBINS\n\nActor Tim Robbins, hair slicked back and mixing blue-and-black in Armani fashion, was in the front row for the Emporio Armani show.", "article_metadata": {"description": "Tim Robbins takes in Emporio Armani as Fashion Week opens", "title": "Tim Robbins takes in Emporio Armani as Fashion Week opens", "og": {"site_name": "Salon", "description": "Tim Robbins takes in Emporio Armani as Fashion Week opens", "title": "Tim Robbins takes in Emporio Armani as Fashion Week opens", "url": "http://www.salon.com/2015/06/20/tim_robbins_takes_in_emporio_armani_as_fashion_week_opens/", "image": "http://media.salon.com/2015/06/italy-fashion-emporio-armani.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Tim Robbins takes in Emporio Armani as Fashion Week opens", "title": "Tim Robbins takes in Emporio Armani as Fashion Week opens", "image": "http://media.salon.com/2015/06/italy-fashion-emporio-armani.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Colleen Barry", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdd27f\"", "article_summary": "___MIDSUMMER NIGHT’S ROBBINSActor Tim Robbins, hair slicked back and mixing blue-and-black in Armani fashion, was in the front row for the Emporio Armani show.\nA series of the scooters greeted guests at the menswear spring summer preview in Giorgio Armani’s more intimately renovated theater.\nFour days of menswear previews for next spring and summer began Saturday with Emporio Armani, Dolce&Gabbana, Jil Sander, Versace and Philipp Plein.\nThough it was menswear, Armani sent a dozen women’s looks down the runway, displaying the adaptability of men’s tailoring for women — something in which Hepburn pioneered.\nEmporio Armani has teamed up with Vespa to create a sleek new 946 scooter with matte black paint, suggesting a time somewhere between nostalgia and now."}