{"article_title": "Inside the Beltway: Ventura likens political parties to gangs", "article_keywords": ["king", "gangs", "beltway", "federal", "inside", "mr", "political", "ventura", "carson", "likens", "americans", "parties", "president", "concerned", "say"], "article_url": "http://www.washingtontimes.com/news/2013/oct/9/inside-the-beltway-ventura-likens-political-partie/?page=all", "article_text": "Former Minnesota Gov. Jesse Ventura, who has been toying with a White House run himself, is convinced that Americans should not have to pay taxes during the federal government shutdown.\n\n“Here’s my big question. Since the government shut down, now let’s keep track of the number of days we shouldn’t have to pay taxes then, should we?” Mr. Ventura tells Larry King — now host of “Politicking with Larry King” on RT, the Russian-based news channel — in a broadcast airing on Thursday night.\n\n“Good idea, Jesse,” the ever-amendable Mr. King replies in the segment.\n\n“If they shut the government down, we should lose our tax obligation because what are we paying for then?” Mr. Ventura declares. The former pro-wrestler also offers insight about his own presidential campaign.\n\n“If I run, I will offer the people of the United States the first opportunity to elect a president who does not belong to a political party since George Washington. He is our only president who did not belong to a political party at all, and this will give the American people the opportunity to make history again,” Mr. Ventura adds.\n\n“And we used to have multiple parties; we had the Whig, the Federalist,” Mr. King began.\n\n“Why have any parties? They’re nothing but gangs. That’s all they are. I don’t belong to any of them. Elect a president that belongs to no political party. And I believe, Larry, that you could win off that alone,” Mr. Ventura said.\n\nD.C. DYSFUNCTION\n\nYes, it is this bad: “Thirty-three percent of Americans cite dissatisfaction with government and elected representatives as the nation’s top issue, the highest such percentage in Gallup’s trend dating back to 1939,” reports Gallup director Frank Newport, upon analyzing the findings.\n\n“Dysfunctional government now eclipses the economy (19 percent), unemployment (12 percent), the deficit (12 percent) and health care (12 percent) as the nation’s top problem.\n\nSAY AMEN SOMEBODY\n\n“Lord, when our federal shutdown delays payments of death benefits to the families of children dying on faraway battlefields, it’s time for our lawmakers to say, ‘Enough is enough.’ Cover our shame with the robe of your righteousness. Forgive us, reform us and make us whole. Amen.”\n\n— Prayer before the U.S. Senate by Chaplain Barry Black on Wednesday.\n\nMr. Black — who is a retired rear admiral, former Navy chaplain and a Seventh-day Adventist minister — prays each day for the Senate and the nation. His words are now tracked by several news organizations. He intends to be nonpartisan and nonsectarian, but not apolitical.\n\n“Prayer can be so otherworldly that it is of no earthly good. If I am truly a pastor, I think there is going to be a political element to my prayer, and hopefully not a partisan element,” the pastor told the New York Daily News.\n\nOBAMACARE BOTCHAPHOBIA\n\nThe Affordable Care Act is mired in operational woes and the huge chore of implementation — a phenomenon that has been predicted for months.\n\n“Back in March, at an insurance industry conference in Washington, the problems were apparent. Henry Chao, chief information officer at the Centers for Medicare and Medicaid Services, openly fretted that the exchanges wouldn’t be ready by October,” recalls Avik Roy, a contributor to Forbes.\n\nWhat did Mr. Choo tell the crowd about the big launch?\n\n“I’m pretty nervous. I don’t know about you. Let’s just make sure it’s not a Third World experience,” he said.\n\n“At the time, Chao’s comment seemed like an attempt at dark humor. One week into the launch of Obamacare, however, it’s not a joke. It’s literally easier to blog from the Kenyan border than to sign up for insurance on Obamacare’s federal exchange,” Mr. Roy says. “Why is this happening? Politics. The Obama administration was more afraid of delaying the launch of Obamacare, than they were of botching it.”\n\nPresident Obama even appears leery of the site. White House spokesman Jay Carney was unable to confirm or deny Wednesday whether his boss had gone online to the official “Healthcare Marketplace” for a test run.\n\n“I don’t know he’s personally gone on the website,” Mr. Carney said during the daily press briefing.\n\nTHE DOCTOR IS IN\n\nFox News continues to up the ante. Yes, they’ve overhauled their prime-time scheduling and created a pair of new programs. Now comes the addition of columnist, author and humanitarian Dr. Ben Carson as a contributor; he debuted on the network’s new “The Kelly File” on Wednesday evening.\n\n“Dr. Carson is a brilliant neurosurgeon who has dedicated his life to healing others. He also has a broad perspective on what’s going on in the country and his wisdom and provocative viewpoints will make a major contribution to our network,” says Fox News CEO Roger Ailes.\n\nThe physician’s frank and common-sense observations about politics and Obamacare have won him many fans; numerous “Ben Carson for President” interest groups and websites have sprung up in the past 10 months.\n\nJohn Philip Sousa IV, the great-grandson of the famous composer, launched the super PAC “National Draft Ben Carson for President Committee” in August, and it is now registered with the Federal Election Commission, complete with website RunBenRun.org.\n\nQUANTITATIVE UNEASINESS\n\nWill the public ponder terms like quantitative easing — or QE — now that Janet Yellen has been selected by President Obama to lead the Fed? Could be. She is said to be a “dove” in love with QE, more concerned with alleviating unemployment than holding the line on inflation, some observers say.\n\n“Janet Yellen is the minimum-controversy, status quo choice most likely to leave the Fed on autopilot as it pursues its course of fiat currency destruction. It’s a testament to the nature of our times that both leftists and Wall Street prefer not to have a Fed chief dedicated first and foremost to preserving the value of the dollar,” points out Bill Frezza, a technology and entrepreneurship fellow at the Competitive Enterprise Institute.\n\n“This implies that the devastating impact of QE money printing and Zero Interest Rate Policy on savers, investors and pension funds will continue until the inevitable double-digit inflation becomes so severe even the Bureau of Economic Analysis can’t hide it with its massaged figures,” Mr. Frezza adds. “Putting off the day of reckoning is always the first choice of our dysfunctional political system, which will only make the eventual crisis even worse.”\n\nPOLL DU JOUR\n\n• 47 percent of Americans say that it is “absolutely essential” that the federal debt limit be raised to avoid economic crisis.\n\n• 39 percent say the nation can go past the deadline without major economic problems.\n\n• 43 percent of Americans say that to lower the federal debt, two-thirds of the money should come from spending cuts, and one-third from tax increases.\n\n• 31 percent would like half to come from spending cuts, half from tax increases.\n\n• 35 percent fear that reducing the deficit would cut too much from Medicare and Social Security.\n\n• 25 percent are concerned it would raise their taxes.\n\n• 17 percent are concerned that a deficit agreement will not meet its target.\n\n• 14 percent are concerned it will allow for too much federal spending.\n\nSource: A National Journal survey of 1,000 U.S. adults conducted Oct. 3 to 6.\n\n• Uneasy commentary, snappy quips to jharper@washingtontimes.com.", "article_metadata": {"description": "Former Minnesota Gov. Jesse Ventura, who has been toying with a White House run himself, is convinced that Americans should not have to pay taxes during the federal government shutdown.", "Author": "Jennifer Harper", "og": {"site_name": "The Washingtion Times", "description": "Former Minnesota Gov. Jesse Ventura, who has been toying with a White House run himself, is convinced that Americans should not have to pay taxes during the federal government shutdown.", "title": "Inside the Beltway: Ventura likens political parties to gangs", "url": "http://www.washingtontimes.com/news/2013/oct/9/inside-the-beltway-ventura-likens-political-partie/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/10/09/109_2013_jesse-ventura28201.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/10/09/109_2013_jesse-ventura28201.jpg", "title": "Inside the Beltway: Ventura likens political parties to gangs", "site": "@washtimes", "card": "summary", "description": "Former Minnesota Gov. Jesse Ventura, who has been toying with a White House run himself, is convinced that Americans should not have to pay taxes during the federal government shutdown."}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "bitly-verification": "d180fd45f70d", "news_keywords": "Politics, Jesse Ventura, Larry King, White House"}, "_id": "\"57477af46914bd0286fdee8d\"", "article_summary": "“If they shut the government down, we should lose our tax obligation because what are we paying for then?” Mr. Ventura declares.\n“And we used to have multiple parties; we had the Whig, the Federalist,” Mr. King began.\nAnd I believe, Larry, that you could win off that alone,” Mr. Ventura said.\n“Good idea, Jesse,” the ever-amendable Mr. King replies in the segment.\nHe is our only president who did not belong to a political party at all, and this will give the American people the opportunity to make history again,” Mr. Ventura adds."}