{"article_title": "Vermont plans launch of 'universal' health care system: It's a 'right and not a privilege'", "article_keywords": ["vermont", "right", "plans", "launch", "universal", "system", "states", "state", "health", "coverage", "privilege", "insurance", "care"], "article_url": "http://www.washingtontimes.com/news/2013/oct/26/vermont-plans-launch-universal-health-care-system-/?page=all", "article_text": "MONTPELIER, Vt. — As states open insurance marketplaces amid uncertainty about whether they’re a solution for health care, Vermont is eying a bigger goal, one that more fully embraces a government-funded model.\n\nThe state has a planned 2017 launch of the nation’s first universal health care system, a sort of modified Medicare-for-all that has long been a dream for many liberals.\n\nThe plan is especially ambitious in the current atmosphere surrounding health care in the United States. Republicans in Congress balk at the federal health overhaul years after it was signed into law. States are still negotiating their terms for implementing it. And some major employers have begun to drastically limit their offerings of employee health insurance, raising questions about the future of the industry altogether.\n\nIn such a setting, Vermont’s plan looks more and more like an anomaly. It combines universal coverage with new cost controls in an effort to move away from a system in which the more procedures doctors and hospitals perform, the more they get paid, to one in which providers have a set budget to care for a set number of patients.\n\nThe result will be health care that’s “a right and not a privilege,” Gov. Peter Shumlin said.\n\nWhere some governors have backed off the politically charged topic of health care, Shumlin recently surprised many by digging more deeply into it. In an interview with a newspaper’s editorial board, he reversed himself somewhat on earlier comments that Vermont would wait to figure out how to pay for the new system. He said he expects a payroll tax to be a main source of funding, giving for the first time a look at how he expects the plan to be paid for.\n\nThe reasons tiny Vermont may be ripe for one of the costliest and most closely watched social experiments of its time?\n\nIt’s the most liberal state in the country, according to Election Day exit polls. Democrats hold the governor’s office and big majorities in both houses of the Legislature.\n\nIt has a tradition of activism. Several times in recent years, hundreds of people have rallied in Montpelier for a campaign advocating that health care is a human right.\n\nIt’s small. With a population of about 626,000 and just 15 hospitals, all nonprofits, Vermont is seen by policy experts as a manageable place to launch a universal health care project.\n\n“Within a state like Vermont, it should be much more possible to actually get all of the stakeholders at the table,” said Shana Lavarreda, director of health insurance studies at the University of California at Los Angeles’ Center for Health Policy Research.\n\nVermont’s small size also is often credited with helping preserve its communitarian spirit. People in its towns know one another and are willing to help in times of need.\n\n“The key is demography,” said University of Vermont political scientist Garrison Nelson. Discussions about health policy “can be handled on a relative face-to-face basis,” he said.\n\nAnd, for better or worse, Vermont has little racial or income diversity, Nelson pointed out.\n\nThen there’s the fact that Vermont is close to universal health care already. Lavarreda noted that the state became a leader in insuring children in the 1990s. Now 96 percent of Vermont children have coverage, and 91 percent of the overall population does, second only to Massachusetts.\n\nAt this stage, no one knows whether state-level universal health care will succeed, and it’s an open question as to whether Vermont can work as a model for other states.\n\n“Developing a single-payer system for Vermont is a lot easier than in California or Texas or New York state,” said U.S. Sen. Bernie Sanders. The independent, frequently described as the only socialist in the Senate, has been pushing for some form of socialized medicine since he was mayor of Burlington 30 years ago.\n\nThe nation is focused on the rollout of the state-based health insurance marketplaces and the disastrous unveiling of healthcare.gov. In the meantime, Vermont’s efforts have largely gone unnoticed, said Chapin White, a researcher with the Washington-based Center for Studying Health System Change.\n\n“Vermont’s thinking about 2017, and the rest of the country is just struggling with 2014 right now,” White said.\n\nEven with years to go before Vermont’s single-payer plan will be in place, several obstacles remain.\n\nThe largest national health insurance industry lobbying group, America’s Health Insurance Plans, has warned that the law could limit options for consumers and might not be sustainable.\n\n“The plan could disrupt coverage consumers and employers like and rely on today, limit patients’ access to the vital support and assistance health plans provide, and put Vermont taxpayers on the hook for the costs of an unsustainable health care system,” said AHIP spokesman Robert Zirkelbach.\n\nAnd questions have also arisen about the expected cost savings of eliminating multiple insurance companies and their different coverage levels and billing styles.\n\nMuch of a hospital’s billing process is coding to ensure that the right patient is billed the right amount for the right procedure, said Jill Olson, vice president of the Vermont Association of Hospitals and Health Systems. That would continue in a single-payer system.\n\nVermont also has yet to answer how it will cover everyone. The post-2017 system is not envisioned to include federal employees or those with self-insured employers that assume the risk of their own coverage and are governed by federal law, including IBM, one of the state’s largest private employers. It also may not include residents who work for and get insurance through companies headquartered out of state, Olson said.\n\nAt least one resident, 73-year-old Gerry Kilcourse, has little patience for the naysayers.\n\nKilcourse said that when he and wife Kathy bought a hardware store in Plainfield in the early 1980s, they struggled for years to find good, affordable health insurance coverage.\n\nIn retirement, Kilcourse has schooled himself on health policy and advocates for universal coverage. He sees health care as a public good and likens the current campaign to the 19th-century push in the United States for public schools.\n\n“It should be similar to education, which is publicly funded,” Kilcourse said of health care. “If we did the same thing for education (as in health care), you’d have a number of people being excluded” from public schools.\n\nShumlin has made it clear the status quo can’t hold. As a part owner himself of a small business — a student travel service based in Putney — he has spoken often of the burden that employee health coverage is to such business owners.\n\nAt a Chamber of Commerce forum in September, he called the federal health overhaul “a great improvement over the past” but added it “is not the silver bullet that will … provide universal access and quality health care for all Vermonters.”\n\nThat, he appears to hope, will come in 2017.", "article_metadata": {"description": "As states open insurance marketplaces amid uncertainty about whether they're a solution for health care, Vermont is eying a bigger goal, one that more fully embraces a government-funded model.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "As states open insurance marketplaces amid uncertainty about whether they’re a solution for health care, Vermont is eying a bigger goal, one that more fully embraces a government-funded model.", "title": "Vermont plans launch of ‘universal’ health care system: It’s a ‘right and not a privilege’", "url": "http://www.washingtontimes.com/news/2013/oct/26/vermont-plans-launch-universal-health-care-system-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/10/25/health-care-shopping-aroundjpeg-09b07.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/10/25/health-care-shopping-aroundjpeg-09b07.jpg", "title": "Vermont plans launch of ‘universal’ health care system: It", "site": "@washtimes", "card": "summary", "description": "As states open insurance marketplaces amid uncertainty about whether they're a solution for health care, Vermont is eying a bigger goal, one that more fully embraces a government-funded model."}, "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "bitly-verification": "d180fd45f70d", "news_keywords": "Health Medical Pharma, Labor, Social Issues, Peter Shumlin"}, "_id": "\"57477af46914bd0286fda6dc\"", "article_summary": "The largest national health insurance industry lobbying group, America’s Health Insurance Plans, has warned that the law could limit options for consumers and might not be sustainable.\nThe state has a planned 2017 launch of the nation’s first universal health care system, a sort of modified Medicare-for-all that has long been a dream for many liberals.\nThe result will be health care that’s “a right and not a privilege,” Gov.\nThen there’s the fact that Vermont is close to universal health care already.\nWith a population of about 626,000 and just 15 hospitals, all nonprofits, Vermont is seen by policy experts as a manageable place to launch a universal health care project."}