{"article_title": "Desperate Dad Allegedly Robs Bank To Pay For 1-Year-Old Daughter’s Chemotherapy", "article_keywords": ["dad", "daughter", "cancer", "allegedly", "vibe", "pay", "robs", "treatments", "union", "robbery", "bank", "desperate", "1yearold", "chemotherapy", "randolph", "daughters", "teller"], "article_url": "http://www.inquisitr.com/2375603/desperate-dad-allegedly-robs-bank-to-pay-for-1-year-old-daughters-chemotherapy/", "article_text": "A Michigan father is being accused of robbing a bank to pay for his 1-year-daughters’ chemotherapy, reported ABC News. Two days after the Vibe Credit Union in South Lyon was robbed on August 12, police arrested 23-year-old Brian Randolph and charged him with armed robbery and bank robbery.\n\nSources say that the Oakland County man robbed the bank to help pay for his daughter Brailynn Randolph’s chemotherapy. She was diagnosed with retinoblastoma, which is a rare cancer of the eye. Apparently, the insurance company that was paying for the cancer treatments recently stopped payment after the toddler’s parents failed to renew the policy, which both parties claim they didn’t know they had to do.\n\nTherefore, Randolph felt as though he was left with no other option but to rob a bank to help pay for cancer treatments for his daughter, who needs therapy every four weeks.\n\nHowever, the fact that he used some of the money to pay for rent and purchase other items, which were found in his car and in his home, may contradict those claims. Lt. Chris Sovik of the South Lyon Police Department stated “If that is the case, I can certainly understand. You want to do everything you can to protect your daughter. But there are lots of fathers whose daughters have cancer as well, and you don’t see them out there robbing banks all the time.”\n\nAccording to People Magazine, as soon as Vibe Credit Union opened its doors, Randolph walked into the bank wearing sunglasses and a hat and slipped the bank teller a note asking for $20,000. Randolph also warned the bank teller to “act as if nothing is wrong and that he had “shotgun in his pants,” but it was never revealed. Police officials believe that he never had a gun on him during the robbery.\n\nThe bank robber left the scene with $8,100 in cash.\n\nTwelve hours after police posted a surveillance photo of Randolph on their Facebook, they received an anonymous tipper that gave away his identity and he was later arrested.\n\n“I’m not sure what he was thinking at that point, but at the end of the day the only thing I can think about is him trying to take care of his child,” said Randolph’s girlfriend Asia Dupree. “I guess it was desperation. Time was ticking right before her appointment came up.”\n\nBrian Randolph is currently being held on a $500,000 bond on armed robbery and bank robbery charges.\n\n[Image via YouTube Screen Capture]", "article_metadata": {"description": "A Michigan father is being accused of robbing a bank to pay for his 1-year-daughters' chemotherapy, reported ABC News. Two days after the Vibe Credit Union in", "og": {"site_name": "The Inquisitr News", "description": "A Michigan father is being accused of robbing a bank to pay for his 1-year-daughters’ chemotherapy, reported ABC News. Two days after the Vibe Credit Union in", "title": "Desperate Dad Allegedly Robs Bank To Pay For 1-Year-Old Daughter’s Chemotherapy", "url": "http://www.inquisitr.com/2375603/desperate-dad-allegedly-robs-bank-to-pay-for-1-year-old-daughters-chemotherapy/", "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/08/family-900x440.jpg", "article": {"published_time": "2015-08-29T04:08:55+00:00", "modified_time": "2015-08-29T08:26:25+00:00"}, "type": "article"}, "image": "http://cdn.inquisitr.com/wp-content/uploads/2015/08/family-900x440.jpg", "msapplication-TileColor": "#ed1c24", "datePublished": "2015-08-29T04:08:55+00:00", "fb": {"pages": 71179904752, "app_id": 164157850314499}, "msapplication-TileImage": "http://cdn.inquisitr.com/assets/0cec37/dist/images/logos/inq-win.png", "keywords": "brian randolph robs bank,chemotherapy,dad robs bank to pay for daughter\\'s chemo,retinoblastoma,news", "HandheldFriendly": "True", "y_key": "f282393706a5fd85", "twitter": {"image": {"src": "http://cdn.inquisitr.com/wp-content/uploads/2015/08/family-900x440.jpg", "width": 900, "height": 440}, "site": "@theinquisitr", "card": "summary_large_image", "description": "A Michigan father is being accused of robbing a bank to pay for his 1-year-daughters’ chemotherapy, reported ABC News. Two days after the Vibe Credit Union in"}, "viewport": "width=980"}, "article_summary": "Sources say that the Oakland County man robbed the bank to help pay for his daughter Brailynn Randolph’s chemotherapy.\nA Michigan father is being accused of robbing a bank to pay for his 1-year-daughters’ chemotherapy, reported ABC News.\nTime was ticking right before her appointment came up.”Brian Randolph is currently being held on a $500,000 bond on armed robbery and bank robbery charges.\nRandolph also warned the bank teller to “act as if nothing is wrong and that he had “shotgun in his pants,” but it was never revealed.\nTwo days after the Vibe Credit Union in South Lyon was robbed on August 12, police arrested 23-year-old Brian Randolph and charged him with armed robbery and bank robbery."}