{"article_title": "Ukraine’s Holiday From the War Ends", "article_keywords": ["ends", "ukrainian", "ukraines", "separatist", "kyiv", "fighting", "donbas", "russian", "soldiers", "holiday", "veterans", "war"], "article_url": "http://dailysignal.com/2016/01/06/christmas-in-kyiv-ukraines-holiday-from-the-war-comes-to-an-end/", "article_text": "KYIV, Ukraine—Orthodox Christians celebrate Christmas on Jan. 7. So in Ukraine’s capital city, the holiday season is still in full swing.\n\nThe festivities in Kyiv leading up to Thursday reflect the continuance of normal life despite the frozen conflict in eastern Ukraine and looming battles on the nation’s domestic political front.\n\nAt the Gulliver shopping mall, children line up to take pictures with Santa Claus (called Father Frost in Ukraine). Christmas lights are strung across Khreshchatyk, Kyiv’s central boulevard.\n\nA huge Christmas tree dominates the square outside St. Sophia’s Cathedral. An outdoor stage showcases rock bands playing songs like Daft Punk’s “Get Lucky” as crowds of young and old revelers dance and sing along while sipping glintvein, a mulled wine.\n\nIt is frigid here. The temperature often drops more than 20 degrees below Celsius at night. A layer of snow covers the ground. The days are short and dimly illuminated.\n\nOn Kyiv’s streets, millennials wear hipsterish trench coats to stay warm. Young women wear UGG boots over their jeans. The older generations wear fur coats and ushanka trooper hats—the epitome of Soviet style in the eyes of many Americans. And a festive few brave the cold in Santa hats.\n\nKyiv has all the distractions of a typical European city during the holidays. Yet the front lines in the Donbas are only a one-day car ride away. There, Ukrainian and combined Russian separatist soldiers hunker down in destroyed towns and battle-scarred trenches.\n\nA fragile truce largely holds throughout the separatist territories on Ukraine’s southeastern border with Russia.\n\n‘Ukraine cannot afford for the people to lose hope again,’ @JoeBiden says.\n\nThe pace and intensity of fighting significantly dropped after a cease-fire went into effect in September. Every day, though, the Ukrainian military reports 20, 30, sometimes 40 “cease-fire violations.” It’s mostly small arms potshots, but artillery occasionally is used.\n\nThe war is a shadow of what it was during the fiercest battles, such as in Debaltseve in February 2015 or in Ilovaisk in August 2014.\n\nBut Ukrainian and combined Russian-separatist soldiers remain on the front lines, ready to kill each other. And there is still the worry, although it is slowly fading, that the fighting could reignite.\n\nUncertainty\n\nViktor Kovalenko, a Ukrainian army veteran of the battles of Debaltseve and Ilovaisk, two of the deadliest battles in the war, shrugged his shoulders. “I have no idea,” he said when asked if he thought the war slowly was tapering to a conclusion or if it would get worse again.\n\n“Nobody knows what Putin wants,” he said of Russia’s president.\n\nMikael Skillt, a Swedish sniper who fought with the Ukrainian National Guard Azov Battalion in the battles for Ilovaisk and Mariupol, said the worst probably is over.\n\n“With Russia fighting in Syria, the separatists know they have to make peace,” he said. “They know they can’t fight without Russia’s help.”\n\nSkillt admitted that the war is like a pile of tinder that could reignite at any time:\n\nIf you took the average civilian and brought them out to the front lines right now, they would be absolutely terrified. They’d think they had been dropped into World War III. But this is the best the soldiers have seen since the war began. Most people have no idea what it was like in the really bad days, and how close it came to disaster. One or two mistakes and it could be like that again.\n\nReflecting the ongoing potential for violence, a Ukrainian government spokesman had some news at a press briefing Wednesday. Over the previous 24 hours, Col. Andriy Lysenko said, combined Russian separatist forces had attacked Ukrainian positions with machine guns, small arms, anti-tank mounted grenade launchers, and mortars.\n\nMany Ukrainian veterans from the war in the Donbas are coming to terms with their combat experiences, which have left them feeling out of place in normal life.\n\nTheir enjoyment of the holidays is tempered by the knowledge that they have comrades still in foxholes and in trenches, enduring the winter snow and cold while exposed to sniper and artillery fire.\n\nVolunteer organizations in Kyiv and other major Ukrainian cities offer free mental health counseling for returning soldiers.\n\nDuring the Soviet era, authorities used psychiatric care as a form of punishment. Consequently, lingering stereotypes in Ukraine prevent some from seeking treatment for conditions such as post-traumatic stress disorder (PTSD) and depression.\n\nThe Next Fight\n\nMany Ukrainians are beginning to look beyond the war, not only because of the lull in fighting, but also because of recent diplomatic wins such as a free-trade deal with the European Union that went into effect Jan. 1.\n\nThe greatest challenge for Ukraine’s post-revolution democracy, therefore, has shifted from the war in the Donbas against combined Russian separatist forces to the one in the Verkhovna Rada (Ukraine’s parliament) against corruption.\n\nThe promise of the 2014 revolution now hinges on rooting out a corrupt oligarchic system entrenched for decades, which stalled the post-Soviet country’s transition to democracy and its economic integration into Europe.\n\n“You also have a battle, a historic battle against corruption,” U.S. Vice President Joe Biden said in a speech Dec. 9 before the Verkhovna Rada, adding:\n\nUkraine cannot afford for the people to lose hope again. The only thing worse than having no hope at all is having hopes rise and see them dashed repeatedly on the shoals of corruption. And if the people resign themselves to exploitation and corruption for fear of losing whatever little they have left, that would be the death knell for Ukrainian democracy.\n\nOpportunity Costs\n\nEven though the war in the Donbas has tapered and the threat of a full-blown Russian invasion or civil war seems increasingly unlikely, questions linger about what to do with two self-proclaimed separatist republics in the Donbas when the fighting is truly over.\n\nSome Ukrainians living outside the Donbas are inclined to forfeit the contested territories and the populations there. They are distrustful and fed up with the residents, whom many consider brainwashed by Russian propaganda and incapable of reintegrating into mainstream Ukrainian society.\n\nHowever, some Ukrainian soldiers and combat veterans push back against the idea of abandoning the Donbas. They paid too high a price, they say, to support surrender, no matter how pragmatic the move might be economically or politically.\n\nSo Ukrainian politicians as well as veterans quietly worry that if Kyiv were to simply relinquish control or cave to Russian demands regarding the separatist territories, it could spark civil unrest by soldiers and veterans who feel betrayed.\n\nViolent protests in Kyiv in August against a parliamentary vote granting a measure of autonomy to the separatist territories highlighted how Ukrainian politicians are caught in a tricky balancing act.\n\nThey weigh the opportunity costs of continuing the war against the resolute patriotism of a generation of combat veterans who have stared down Russian tanks and artillery since March 2014.\n\nWhen the Christmas lights and Santa caps are put away across Ukraine, soldiers still will be on the front lines. The battle to root out corruption will lie ahead. Ukraine’s holiday respite will be over.", "article_metadata": {"description": "The festivities in Kyiv, celebrating Christmas Jan. 7, go on despite the frozen conflict in eastern Ukraine and looming political battles.", "og": {"site_name": "The Daily Signal", "description": "The festivities in Kyiv, celebrating Christmas Jan. 7, go on despite the frozen conflict in eastern Ukraine and looming political battles.", "title": "Christmas in Kyiv: Ukraine’s Holiday From the War Ends", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/160106_Holiday_Peterson.jpg", "updated_time": "2016-01-07T19:36:13+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1Z8Zr7X"}, "twitter": {"domain": "The Daily Signal", "description": "The festivities in Kyiv, celebrating Christmas Jan. 7, go on despite the frozen conflict in eastern Ukraine and looming political battles.", "title": "Christmas in Kyiv: Ukraine’s Holiday From the War Ends", "image": {"src": "http://dailysignal.com/wp-content/uploads/160106_Holiday_Peterson.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "International", "tag": "europe", "published_time": "2016-01-06T15:59:20+00:00", "modified_time": "2016-01-07T19:36:13+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Ukraine, cease-fire, Russia, Putin, Biden, Christmas, New Year, conflict, Kyiv, holiday, Joe Biden Ukraine"}, "article_summary": "The greatest challenge for Ukraine’s post-revolution democracy, therefore, has shifted from the war in the Donbas against combined Russian separatist forces to the one in the Verkhovna Rada (Ukraine’s parliament) against corruption.\nThere, Ukrainian and combined Russian separatist soldiers hunker down in destroyed towns and battle-scarred trenches.\nSo in Ukraine’s capital city, the holiday season is still in full swing.\nMany Ukrainian veterans from the war in the Donbas are coming to terms with their combat experiences, which have left them feeling out of place in normal life.\nHowever, some Ukrainian soldiers and combat veterans push back against the idea of abandoning the Donbas."}