{"article_title": "Black Lung Battle in West Virginia", "article_keywords": ["law", "benefits", "ad", "1981", "west", "legislation", "virginia", "coal", "lung", "jenkins", "battle", "black", "trust"], "article_url": "http://www.factcheck.org/2014/09/black-lung-battle-in-west-virginia/", "article_text": "Republican Evan Jenkins claims Democratic Rep. Nick Rahall “cut black lung benefits,” in an ad that fires back after Rahall claimed Jenkins pledged to “take away” black lung benefits from coal miners. We already said Rahall’s ad was deceptive, but Jenkins’ response is misleading.\n\nJenkins’ ad refers to a 1981 bill that was intended to shore up the financing of the program by doubling the excise tax on coal. It did tighten eligibility requirements for future applicants, but it didn’t cut the amount paid to those then receiving such benefits. It was supported by the United Mine Workers, which feared more sweeping action by the Reagan administration.\n\nThe battle over coal voters began in West Virginia’s 3rd Congressional District earlier this year, when the House Majority PAC launched an ad wrongly claiming that Jenkins “vowed to repeal black lung benefits.” Jenkins vowed to repeal the Affordable Care Act, not end black lung benefits. The ACA included provisions named after former Sen. Robert Byrd of West Virginia that made it easier for miners and their survivors to get benefits.\n\nRahall followed up in September with an ad that went even further, featuring a coal miner who said he heard Jenkins say “that he’s gonna take away our black lung benefits.” Jenkins has said he’s opposed to any cuts to the federal program.\n\nJenkins’ counter-attack, launched Sept. 24, cites our work, saying the Rahall ad was “false, deceptive.” That’s what we said. But it’s misleading for the ad to claim that Rahall was the one who “cut black lung benefits.”\n\nThe Jenkins ad doesn’t mention that it’s talking about a 33-year-old law, signed by President Ronald Reagan on Dec. 29, 1981. In fact, when it says Rahall “cut black lung benefits,” the screen shows a picture of Rahall with President Obama and the old roll call vote, leaving the false impression that this supposed cut occurred recently.\n\nAt the time Reagan signed the law, he said, “A major purpose of this legislation is to restore solvency to the Black Lung Disability Trust Fund.” And indeed the Social Security Administration said the trust fund was in the red, and the legislation was intended “to stabilize the program administered by the Labor Department by reforming certain eligibility and benefit provisions and by increasing Trust Fund revenues.”\n\nUnder the federal program, which was initially established in 1969, benefits were intended to be paid by states through workers’ compensation programs, and if not, by the responsible coal operator. And if not that, then the Labor Department would pay. A federal trust fund was set up in 1978 after it became clear states weren’t amending their workers’ comp programs to cover black lung. When no coal operator could be identified as the responsible party, the trust fund, financed by an excise tax on coal, paid.\n\nThe Associated Press reported in 1981 that a Labor Department report put the trust fund’s deficit at the end of fiscal 1981 at $1.2 billion and estimated it could reach $9 billion by 1995.\n\nThe 1981 law doubled the excise tax on coal to bring solvency to the trust fund, and it increased the interest rate coal operators had to pay if they delayed black lung benefit payments and had the trust fund advance the amount.\n\nIn terms of eligibility, the law rescinded a presumption of eligibility for miners who were both disabled from a pulmonary or respiratory ailment and had worked in a coal mine for at least 15 years. It also said that a survivor would only be eligible for benefits if the cause of death of the miner was pneumoconiosis (black lung disease). Previously, there was no such requirement. The changes applied to new claims filed after the legislation was enacted.\n\nThe law, the Black Lung Benefits Revenue Act, enjoyed broad bipartisan support, passing the House by a 363-47 vote, and the Senate by a 63-30 vote. Coal country lawmakers were overwhelmingly behind it: In the House, the entire Kentucky, West Virginia and Wyoming delegations all voted yes, and in both Pennsylvania and Ohio, all but two of each state’s representatives voted yes. In the Senate, all but one of those coal state senators supported it.\n\nThe United Mine Workers backed the legislation, but reluctantly. The publication Coal Week wrote on Nov. 9, 1981: “Fear of Ronald Reagan’s political strength kept members of the United Mine Workers’ political action council agonizing last week over whether to endorse black lung reforms they don’t want.” The Associated Press reported the next day that the union supported the legislation, noting that UMW President Sam Church earlier had organized a protest march against President Reagan and supposed administration plans to revamp the program.\n\nThat’s all to say that Rahall’s “aye” vote in December 1981 is a lot more complicated than being a vote about cutting benefits. The law did restrict eligibility for future beneficiaries, but it didn’t “cut” what those already eligible were getting. Church was quoted as saying in that AP article that then-current recipients “don’t have anything to worry about with this proposal.”\n\nRahall’s latest ad says he “helped expand and improve black lung benefits,” a reference to the ACA provisions. That’s accurate, as we’ve said. But voters may be interested to learn that those provisions loosened some of the eligibility restrictions put into place by his vote for the 1981 law. The ACA allowed for a presumption of eligibility for miners who worked for at least 15 years in a coal mine and were disabled by a respiratory disease. And it said survivors of eligible miners would be automatically entitled to benefits.\n\nRahall had been introducing legislation to restore such provisions since at least the late 1990s.\n\n— Lori Robertson\n\nUpdate, Sept. 29: We had contacted the United Mine Workers of America for comment, but did not get a response until after we had published this article. Phil Smith, director of governmental affairs, told us in an email: “At the outset of the Reagan Administration, a push was made by the coal companies to do away with the federal black lung benefits program altogether. You are right that we did reluctantly back the legislation, and we did so because the alternative was the end of the program entirely. … At some point in the legislative process, it becomes apparent that half a loaf is better then nothing at all.”", "article_metadata": {"viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcbe13\"", "article_summary": "Republican Evan Jenkins claims Democratic Rep. Nick Rahall “cut black lung benefits,” in an ad that fires back after Rahall claimed Jenkins pledged to “take away” black lung benefits from coal miners.\nThe battle over coal voters began in West Virginia’s 3rd Congressional District earlier this year, when the House Majority PAC launched an ad wrongly claiming that Jenkins “vowed to repeal black lung benefits.” Jenkins vowed to repeal the Affordable Care Act, not end black lung benefits.\nThe law, the Black Lung Benefits Revenue Act, enjoyed broad bipartisan support, passing the House by a 363-47 vote, and the Senate by a 63-30 vote.\nA federal trust fund was set up in 1978 after it became clear states weren’t amending their workers’ comp programs to cover black lung.\nIn fact, when it says Rahall “cut black lung benefits,” the screen shows a picture of Rahall with President Obama and the old roll call vote, leaving the false impression that this supposed cut occurred recently."}