{"article_title": "The NSA's Controversial Mass Surveillance Could Help Thwart Disease Outbreaks", "article_keywords": ["emerging", "thwart", "help", "infectious", "outbreaks", "digital", "disease", "surveillance", "traditional", "warning", "mass", "controversial", "nsas", "health", "hu", "diseases"], "article_url": "http://www.medicaldaily.com/nsas-controversial-mass-surveillance-could-help-thwart-disease-outbreaks-267456", "article_text": "An increasing number of emerging infectious diseases may be more easily spotted through the analysis of online information collected by the U.S. government and the NSA.\n\nFor many, the massive digital surveillance of American society by the U.S. National Security Agency evinces deep-seated fears of authoritarian dystopia, even as former contractor Edward Snowden gains a mixed status as both traitor and hero, an idealogue who betrayed his oath of secrecy to pursue his own brand of justice. The complexity of balancing individual liberties with the promise of security notwithstanding, the Obama administration might try to soften the government’s image by touting another collective benefit of such intelligence gathering — early warning for infectious disease outbreaks.\n\nWhereas traditional disease surveillance may take weeks to identify an outbreak, the collection of signals intelligence, as well as something much less sinister — totally legal analysis of Google searches — allows the government to potentially predict future epidemics. Rather than analyzing doctor reports over time, public health authorities might glean real-time information about disease outbreaks, offering the ability to forecast such events like the weather.\n\nDr. Wenbiao Hu, an investigator from Queensland University of Technology in Australia, told reporters last week that spikes in online searches for infectious diseases might predict outbreaks of disease, an idea long touted by academics in the United States and elsewhere. “This is because traditional surveillance relies on the patient recognizing the symptoms and seeking treatment before diagnosis, along with the time taken for health professionals to alert authorities through their health networks,” Hu said, according to Business Standard. “In contrast, digital surveillance can provide real-time detection of epidemics.”\n\nBy analyzing online searches, scientists might have predicted the 2005-2006 avian influenza epidemic a week or two ahead of official reports that used traditional means. “In another example, a digital data collection network was found to be able to detect the SARS outbreak more than two months before the first publication by the World Health Organization,” Hu said. “Early detection means early warning and that can help reduce or contain an epidemic, as well as alert public health authorities to ensure risk management strategies, such as the provision of adequate medication, are implemented.”\n\nInvestigators next want to incorporate more forms of digital media into the analysis, including social media platforms such as Twitter. “There is the potential for digital technology to revolutionize emerging infectious disease surveillance,” Hu said. “While this study has looked at the effectiveness of digital surveillance systems retrospectively, Australia is well-placed to take the lead in developing a real-time infectious disease warning surveillance system.”\n\nHu and his colleagues published a paper in November in The Lancet Diseases describing how increasing numbers of emerging diseases might be countered with the new growth of mass digital surveillance. “The increase in emerging infectious diseases has led to calls for new technologies and approaches for detection, tracking, reporting, and response. Internet-based surveillance systems offer a novel and developing means of monitoring conditions of public health concern, including emerging infectious diseases,” Hu and his team wrote. Although many Americans remain leery of mass surveillance, government health officials expect to make increasingly greater use of mass data.\n\nSource: Milinovich GJ, Williams GM, Clements AC, Hu W. Internet-Based Surveillance Systems For Monitoring Emerging Infectious Diseases. The Lancet Infectious Diseases. 2013.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "nsa spying, nsa, health surveillance, government health surveillance, socialized medicine, predicting disease outbreaks", "og": {"site_name": "Medical Daily", "description": "An increasing number of emerging infectious diseases may be more easily spotted through the analysis of online information collected by the U.S. government and the NSA.", "title": "The NSA May Be Watching You, But It's Good For Disease Surveillance", "url": "http://www.medicaldaily.com/nsas-controversial-mass-surveillance-could-help-thwart-disease-outbreaks-267456", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/19/online-spying-may-help-predict-disease-outbreaks.jpg", "type": "article"}, "twitter": {"description": "An increasing number of emerging infectious diseases may be more easily spotted through the analysis of online information collected by the U.S. government and the NSA.", "title": "The NSA May Be Watching You, But It's Good For Disease Surveillance", "url": "http://www.medicaldaily.com/nsas-controversial-mass-surveillance-could-help-thwart-disease-outbreaks-267456", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/19/online-spying-may-help-predict-disease-outbreaks.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/19/online-spying-may-help-predict-disease-outbreaks.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Policy/Biz", "published_time": "2014-01-19T17:19:14-05:00", "modified_time": "2014-02-01T11:45:20-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "An increasing number of emerging infectious diseases may be more easily spotted through the analysis of online information collected by the U.S. government and the NSA."}, "_id": "\"57477af36914bd0286fcbe17\"", "article_summary": "“There is the potential for digital technology to revolutionize emerging infectious disease surveillance,” Hu said.\n“The increase in emerging infectious diseases has led to calls for new technologies and approaches for detection, tracking, reporting, and response.\nAn increasing number of emerging infectious diseases may be more easily spotted through the analysis of online information collected by the U.S. government and the NSA.\nSource: Milinovich GJ, Williams GM, Clements AC, Hu W. Internet-Based Surveillance Systems For Monitoring Emerging Infectious Diseases.\nAlthough many Americans remain leery of mass surveillance, government health officials expect to make increasingly greater use of mass data."}