{"article_title": "Income Inequality Greatest in Democratic States", "article_keywords": ["poor", "study", "gap", "states", "state", "inequality", "greatest", "rich", "income", "dakota", "democratic", "south"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/03/10/Income-Inequality-Greatest-Democratic-States", "article_text": "President Obama’s calls for reducing income inequality may resonate a lot more in some states than others during this year’s tough mid-term campaign.\n\nA new study by MoneyRates.com reveals that while the gap between high and low-wage workers has grown in nearly every state in the past decade, the disparities are greatest in large and urban states that trended Democratic in the 2012 presidential election.\n\nStates that voted for Obama in 2012 tend to have more income inequality than those that supported former Republican governor Mitt Romney, according to the analysis. Blue states have an average ratio of high-to-low incomes of 2.27, compared to 2.18 in states that vote Republican.\n\nRelated: Obama’s Risky Strategy on Closing the Income Gap\n\nThose Democratic leaning states with the biggest income gaps include California, New York, New Jersey, Michigan, Illinois, Maryland and Virginia, as well as the District of Columbia, according to the study.\n\nBy contrast, red states such as South Dakota, Arkansas, Mississippi, North Dakota, South Carolina and Nebraska have smaller gaps between the rich and poor as measured by their income-inequality ratios.\n\n“Because this is such a political issue, we thought it would be interesting to overlay a blue state-red state comparison,” said Richard Barrington, senior financial analyst for MoneyRates and author of the study. “What we found is the income gap is wider in states that voted for President Obama in 2012.”\n\n“In particular, the income gap has been widening more quickly in those states than in states that voted for Romney,” he added.\n\nThe demographic and economic factors that influence income inequality throughout the country are complex, and Barrington wasn’t suggesting a causal relationship between the way a state votes in a presidential election and its structural economic situation.\n\n“But I think it might provide some clue as to why this is more of a hot-button issue with Democrats than with Republicans,” he said.\n\nThe MoneyRates study examined wages from the Bureau of Labor Statistics to observe how the divide between a top 25th percentile income and a bottom 25th percentile income has changed over the past 10 years. The survey measured inequality by calculating how many times a low-income worker’s salary could fit into a high-income’s worker salary.\n\nRelated: The Mobility Myth and Other Income Inequality Surprises\n\nThe average change in the ratio of high to low earners over the past decade was 6.4 percent. In Wyoming, it shrank by 3.1 percent. In Maryland, it widened by more than 12 percent.\n\nThe chart ranks all states from those with the smallest gaps between the rich and poor (beginning with South Dakota and Maine) to the largest, including the District of Columbia, California and New York.\n\nIncome Gaps By State State 75/25 Ratio South Dakota 1.89 Maine 2.01 Vermont 2.02 Arkansas 2.04 Mississippi 2.07 North Dakota 2.07 Iowa 2.07 New Hampshire 2.07 South Carolina 2.08 Nebraska 2.09 Tennessee 2.09 North Carolina 2.10 Kentucky 2.13 Utah 2.13 Wisconsin 2.14 Indiana 2.15 Oregon 2.16 Nevada 2.16 Montana 2.17 Source: MoneyRates.com\n\nA similar study by the Brookings Institution examining income disparities in large cities and metropolitan areas over the past five years saw the overall gap widen by eight percent. But that study focused on the income disparity between the very rich and very poor, while the MoneyRates study contrasted upper middle income and lower middle income Americans.\n\n“I think in terms of broad strokes the headline is that both studies found that the income gap is widening,” said Barrington.\n\n“What I think is striking is not just that it is widening on an average basis but that it is almost ubiquitous.\n\nRelated: Brookings Study Downplays Income Inequality Gap\n\nThe Brookings study, written by senior fellow Alan Berube, found that inequality is sharply higher in economically vibrant cities like New York and San Francisco than in less dynamic ones like Columbus, Ohio, and Wichita, Kansas.\n\nIn other words, the most economically equal communities are often the ones struggling the most to recover from the recession, while the greatest disparities can be found in economically high-flying cities and regions.\n\nThe income gap is certain to be important issues as the Democrats and Republicans slug it out for control of the Senate and House this fall. Obama has called income inequality and lack of upward mobility “the defining challenge of our time,” while New York Mayor Bill de Blasio won a landslide victory last November with a campaign addressing a “Tale of Two Cities” in which the gulf between the very rich and the very poor continues to grow.\n\nHowever, after just three months into de Blasio’s term, only 39 percent of New Yorkers say he has done a “good” or “excellent job” while 57 percent disapprove, according to a survey by the Marist College, NBC4 and The Wall Street Journal.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "A new study by MoneyRates.com reveals that while the gap between high and low-wage workers has grown in nearly every state in the last decade, the disparities are greatest in large urban states that trended Democratic in the 2012 presidential election.", "title": "Income Inequality Greatest in Democratic States", "url": "http://www.thefiscaltimes.com/Articles/2014/03/10/Income-Inequality-Greatest-Democratic-States", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/12202011_Income_Inequality_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/03/10/Income-Inequality-Greatest-Democratic-States", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/12202011_Income_Inequality_article.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "A new study by MoneyRates.com reveals that while the gap between high and low-wage workers has grown in nearly every state in the last decade, the disparities are greatest in large urban states that trended Democratic in the 2012 presidential election.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fe1988\"", "article_summary": "“What we found is the income gap is wider in states that voted for President Obama in 2012.”“In particular, the income gap has been widening more quickly in those states than in states that voted for Romney,” he added.\nPresident Obama’s calls for reducing income inequality may resonate a lot more in some states than others during this year’s tough mid-term campaign.\nStates that voted for Obama in 2012 tend to have more income inequality than those that supported former Republican governor Mitt Romney, according to the analysis.\nRelated: The Mobility Myth and Other Income Inequality SurprisesThe average change in the ratio of high to low earners over the past decade was 6.4 percent.\n“I think in terms of broad strokes the headline is that both studies found that the income gap is widening,” said Barrington."}