{"article_title": "Mike Coffman vs. Andrew Romanoff Nonpartisan Candidate Guide For Colorado District 6 Congressional Race 2014", "article_keywords": ["noromanoff", "mike", "supports", "yesromanoff", "romanoff", "district", "federal", "tax", "support", "candidate", "vs", "coffman", "race", "issues", "background", "yes", "nonpartisan", "guide", "congressional", "colorado"], "article_url": "http://www.huffingtonpost.com/campus-election-engagement-project/mike-coffman-vs-andrew-ro_b_6010860.html", "article_text": "Are you looking for a nonpartisan voter guide to the Mike Coffman vs. Andrew Romanoff Congressional race? One that will give you an unbiased, no-spin comparison of candidate positions on key issues? That's what our Campus Election Engagement Project guide will give you! We are a national nonpartisan initiative working with college and university administrators, faculty, and student leaders to increase student participation in America's elections. For the 2014 elections we have created and distributed voter guides to campuses in more than 20 states so they can provide their communities with accurate information for informed voting. Because these guides have been so well received and are useful for all voting citizens who want to be better informed, we are also posting them here.\n\nWe developed our guides by analyzing information from trusted resources such as www.votesmart.org, www.ontheissues.org, www.ballotpedia.com, www.politifact.com, www.factcheck.org, www.vote411.org and from candidate websites, public debates and interviews, and statements in major media outlets. We also showed them to groups like campus Young Republicans and Young Democrats at the schools we work with to verify their fairness and lack of bias.\n\nSo here are the issue-by-issue stands for Mike Coffman and Andrew Romanoff, with additional links at the bottom for each candidate if you'd like to dig deeper. (You can also see Colorado's Governor and Senate guides here.)\n\n----------\n\nBudget: Did you support raising the Federal debt ceiling with no strings attached?\n\nCoffman: No\n\nRomanoff: Yes\n\nBudget: Do you support a Constitutional Balanced Budget Amendment?\n\nCoffman: Yes\n\nRomanoff: Yes\n\nBudget: In order to reduce the deficit do you support reducing defense spending?\n\nCoffman: Yes\n\nRomanoff: Yes\n\nCampaign Finance: Do you support the DISCLOSE Act, which would require key funders of political ads to put their names on those ads?\n\nCoffman: No\n\nRomanoff: Yes\n\nCampaign Finance: Do you support the Supreme Court's Citizens United decision, which allowed unlimited independent political expenditures by corporations and unions?\n\nCoffman: Yes\n\nRomanoff: No\n\nEconomy: Do you support raising the minimum wage?\n\nCoffman:\n\nRomanoff:\n\nEconomy: Do you support extending unemployment benefits beyond 26 weeks?\n\nCoffman: No\n\nRomanoff: Yes\n\nEconomy: Do you support the Dodd-Frank Act, which established the Consumer Financial Protection Bureau and sought to increase regulation of Wall Street corporations and other financial institutions?\n\nCoffman: No. Supports efforts to repeal.\n\nRomanoff: Yes\n\nEconomy: Do you support federal spending as a means of promoting economic growth?\n\nCoffman: No\n\nRomanoff: Yes, in appropriate situations like economic recessions.\n\nEducation: Do you support refinancing of student loans at lower rates, paid for by increasing taxes on income over a million dollars?\n\nCoffman: No\n\nRomanoff: Yes\n\nEnvironment: Do you believe that human activity is a major factor contributing to climate change?\n\nCoffman: Has said some impact but magnitude unclear. (See election debate coverage.)\n\nRomanoff: Yes\n\nEnvironment: Do you support government action to limit the levels of greenhouse gasses in the atmosphere?\n\nCoffman: No\n\nRomanoff: Yes\n\nEnvironment: Do you support government mandates and/or subsidies for renewable energy?\n\nCoffman: Yes. Supports an all-of-the-above approach, but opposes prioritizing renewable energy.\n\nRomanoff: Yes. Wants to accelerate transition to clean energy and ultimately replace coal and oil.\n\nGay Marriage: Do you support gay marriage?\n\nCoffman: No. Supports CO ban on same-sex marriage. Does not believe in a federal policy.\n\nRomanoff: Yes\n\nGun Control: Do you support enacting more restrictive gun control legislation?\n\nCoffman: No. Believes States can mandate background checks but not federal government.(Strongly supports 2nd Amendment rights. Supports state-level but not federal decision making on background checks with a federal national background check database accessible to states.)\n\nRomanoff: No but supports universal background checks. (Strongly supports 2nd Amendment rights, but wants to maintain and strengthen enforcement of existing state restrictions and establish universal background checks.)\n\nHealthcare: Do you support repealing the Affordable Care Act, also known as Obamacare?\n\nCoffman: Yes\n\nRomanoff: No. Wants to improve it.\n\nHealthcare: Did you support shutting down the federal government in order to defund Obamacare in 2013?\n\nCoffman: Yes\n\nRomanoff: No\n\nImmigration: Do you support the D.R.E.A.M. Act, which would allow children brought into the country illegally to achieve legal status if they've graduated from high school, have a clean legal record, and attend college or serve in the military?\n\nCoffman: No, although would allow if served in the military.\n\nRomanoff: Yes\n\nImmigration: Do you support the comprehensive immigration plan passed by the Senate in 2013, which includes a pathway to citizenship and increased funding for border security?\n\nCoffman: No. Would support more limited path to citizenship for children. (See more detail on candidate immigration views here.)\n\nRomanoff: Yes\n\nMarijuana: Do you support efforts to decriminalize and/or legalize marijuana?\n\nCoffman: Opposed Colorado's recent legalization but also supports requiring federal government to respect the new laws.\n\nRomanoff: Yes\n\nSocial Issues: Should abortion be highly restricted?\n\nCoffman: Yes, except in cases of rape, incest or to save the mother's life. (Reversal of long-standing opposition to abortion in all circumstances and past support for Colorado personhood amendment that could effectively outlaw abortions and possibly some forms of birth control.)\n\nRomanoff: No\n\nSocial Issues: Should employers be able to withhold contraceptive coverage from employees if they disagree with it morally?\n\nCoffman: Yes\n\nRomanoff: No\n\nSocial Issues: Should Planned Parenthood receive public funds for non-abortion health services?\n\nCoffman: No\n\nRomanoff: Yes\n\nSocial Security: Do you support partial privatization of Social Security?\n\nCoffman: Yes. Supported Ryan budget with proposal for voucher type Medicare program. (Learn more about voucher type program for Medicare and other privatization discussions. Candidate has also said of Social Security: \"obviously it is a Ponzi scheme.\")\n\nRomanoff: No\n\nTaxes: Have you signed the Americans for Tax Reform Pledge to oppose any tax increases to raise revenue? (The answer to this question is taken from the database of signatories of the Taxpayer Protection Pledge, created by Americans for Tax Reform. Signers to the pledge promise to oppose \"any and all tax increases\" meant to generate additional revenue.)\n\nCoffman: Yes\n\nRomanoff: No\n\nTaxes: Would you increase taxes on corporations and/or high-income individuals to pay for public services?\n\nCoffman: No\n\nRomanoff: Yes", "article_metadata": {"sailthru.expire_date": "2014-10-20 15:28:07 -0400", "og": {"url": "http://www.huffingtonpost.com/campus-election-engagement-project/mike-coffman-vs-andrew-ro_b_6010860.html", "locale": "en_US", "site_name": "The Huffington Post", "type": "article"}, "twitter": {"image": {"width": 2000, "height": 1000}, "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-10-19 15:28:07 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=6010860", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "voter guide,voter guides,Nonpartisan voter guide,Mike Coffman,Andrew Romanoff,Mike Coffman vs. Andrew Romanoff,Colorado House of Representatives Race,Colorado Senate race 2014,U.S. House of Representatives Races 2014,State Elections 2014,Close House of Representatives Races 2014,Competitive House of Representatives Races 2014,Competitive elections 2014", "article": {"section": "Politics", "tag": "voter guide,voter guides,Nonpartisan voter guide,Mike Coffman,Andrew Romanoff,Mike Coffman vs. Andrew Romanoff,Colorado House of Representatives Race,Colorado Senate race 2014,U.S. House of Representatives Races 2014,State Elections 2014,Close House of Representatives Races 2014,Competitive House of Representatives Races 2014,Competitive elections 2014", "published_time": "2014-10-19 15:28:07 -0400", "modified_time": "2014-12-19 05:59:02 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcbe2a\"", "article_summary": "Are you looking for a nonpartisan voter guide to the Mike Coffman vs. Andrew Romanoff Congressional race?\nRomanoff: YesEconomy: Do you support federal spending as a means of promoting economic growth?\nCoffman: NoRomanoff: Yes\nCoffman: NoRomanoff: Yes, in appropriate situations like economic recessions.\nSo here are the issue-by-issue stands for Mike Coffman and Andrew Romanoff, with additional links at the bottom for each candidate if you'd like to dig deeper."}