{"article_title": "Governor Issues Statement On Fallen Firefighter", "article_keywords": ["school", "technology", "local", "firefighter", "governor", "general", "high", "keloland", "statement", "money", "health", "shops", "ruhls", "fallen", "issues"], "article_url": "http://www.keloland.com/news/article/news/governor-issues-statement-on-fallen-firefighter", "article_text": "Pierre, SD\n\nGovernor Dennis Daugaard has released a statement regarding the Forest Service Firefighter who was killed battling California wildfires last week.\n\nPrevious Story: Veteran Firefighter Dies Battling Wildfire In California\n\nDaugaard says, \"This is a tragic loss. We are grateful for Dave Ruhl’s courage and for the many firefighters who put themselves at risk to keep us safe.\"\n\nThe governor will request that flags be flown at half-staff on the day of Ruhl's funeral once the date is set.\n\nA GoFundMe page as been set up to raise money for a memorial fund.\n\nNews\n\nGeneral {{Title}} Remove Change News General Courts Web Only Crime Outdoors Events Center Non-Homepage Boredom Busters Pipeline Positively KELOLAND Technology Hunger Affordable Care Act Shops Flooding Remembering 9/11 Drought JazzFest Spring Storm Honor Flight Spencer Anniversary\n\nDoApp Health News Business News Sports\n\nAgriculture Markets Livestock Crops Politics\n\nHealthBeat Cancer Children's Health Heart Health Wellness & Nutrition General Health Beat Women's Health RX Resources What's Going Around OTC Diabetes Recalls Dental Health Men's Health\n\nPolitics South Dakota Legislature Budget Congress Taxes General Local Campaign President US Senate New Laws US House Iowa Ballot Issues Local Races Minnesota Gubernatorial\n\nEducation Funding College Elementary High School Pre K School Supplies Middle School\n\nSports Professional College High School Sports Zone Headlines Summit League Tournament Olympics\n\nBusiness Industry Your Money Matters Development Gas & Energy Legislation Economy/Stocks Employment General Health Care Technology Education Funding Tourism Banking/Finance Housing Transportation Insurance Meetings & Events Retail & Restaurants All Industries On The Move Shops Agriculture\n\nFeatured Stories Eye on KELOLAND Inside KELOLAND\n\nWeather Snow Forecast Records Rain Flooding Drought WX Corner General\n\nWorld News\n\nInvestigates GEAR UP\n\nSponsored Done\n\n© 2016 KELOLAND TV. All Rights Reserved.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Governor Dennis Daugaard has released a statement regarding the Forest Service Firefighter who was killed battling California wildfires last week.", "title": "Governor Issues Statement On Fallen Firefighter", "url": "http://www.keloland.com/news/article/news/governor-issues-statement-on-fallen-firefighter", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/66302.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "Governor Dennis Daugaard has released a statement regarding the Forest Service Firefighter who was killed battling California wildfires last week."}, "article_summary": "Pierre, SDGovernor Dennis Daugaard has released a statement regarding the Forest Service Firefighter who was killed battling California wildfires last week.\nThe governor will request that flags be flown at half-staff on the day of Ruhl's funeral once the date is set.\nPrevious Story: Veteran Firefighter Dies Battling Wildfire In CaliforniaDaugaard says, \"This is a tragic loss.\nWe are grateful for Dave Ruhl’s courage and for the many firefighters who put themselves at risk to keep us safe.\"\nA GoFundMe page as been set up to raise money for a memorial fund."}