{"article_title": "McSally’s Win Brings National Right to Life Pro-Life Successes to 56 in 2014 Elections", "article_keywords": ["life", "right", "prolife", "successes", "win", "national", "56", "abortion", "elections", "proabortion", "candidates", "voted", "brings", "vote", "mcsallys", "rep"], "article_url": "http://www.nationalrighttolifenews.org/news/2014/12/mcsallys-win-brings-national-right-to-life-pro-life-successes-to-56-in-2014-elections/", "article_text": "By Karen Cross, National Right to Life Political Director\n\nThe final count is in. A judge in Arizona has announced that National Right to Life-endorsed retired Air Force Col. Martha McSally (R) has defeated pro-abortion Rep. Ron Barber (D) by the slimmest of margins – 167 votes, or less than one-thousandth of a percent.\n\nNational Right to Life and its political entities, NRL PAC and NRL Victory Fund, were actively involved in McSally’s challenge to Rep. Barber. Independently, approximately 25,000 identified voter households were contacted, and 275 radio ads were aired on seven stations in Arizona’s second congressional district, exposing the vast difference on life issues between the candidates, including their positions on the Pain-Capable Unborn Child Protection Act, the use of tax dollars to pay for abortion, and the pro-abortion, pro-rationing Obamacare law.\n\nNew post-election polling data revealed how important the abortion issue was in the 2014 elections. Twenty-three percent of voters across the nation said that the abortion issue affected their vote and voted for candidates who oppose abortion. Just 16% said abortion affected their vote and voted for candidates who favor abortion. This 7% net gain for pro-life candidates made the difference in many races.\n\nThese pro-life successes mean that pro-life leadership will preside over both houses in Congress in 2015, when the 114th Congress convenes.\n\nLook for election updates in future National Right to Life News and National Right to Life News Today.", "article_metadata": {"og": {"image": "http://www.nationalrighttolifenews.org/news/wp-content/uploads/2014/12/McSallywins-300x150.png"}, "bitly-verification": "3d313669c834"}, "article_summary": "Look for election updates in future National Right to Life News and National Right to Life News Today.\nNational Right to Life and its political entities, NRL PAC and NRL Victory Fund, were actively involved in McSally’s challenge to Rep. Barber.\nBy Karen Cross, National Right to Life Political DirectorThe final count is in.\nThis 7% net gain for pro-life candidates made the difference in many races.\nThese pro-life successes mean that pro-life leadership will preside over both houses in Congress in 2015, when the 114th Congress convenes."}