{"article_title": "Kimberly Williams-Paisley Losing Brad to Carrie Underwood?", "article_keywords": ["paisley", "carrie", "wife", "started", "williamspaisley", "underwood", "actually", "kimberly", "shes", "brad", "losing", "shared", "went", "thats", "weekly"], "article_url": "http://www.webpronews.com/kimberly-williams-paisley-losing-brad-to-carrie-underwood-2013-11/", "article_text": "Kimberly Williams-Paisley won't even entertain it. The rumor mills have started up yet again, and she's slamming it. As a matter of fact, she's laughing it off, brushing it off, and using any and every other tactic conceivable to deny the allegations that her husband, Brad Paisley, may be having an affair. The famed actress actually finds the whole debacle quite amusing. But, how did it all start?\n\nThe National Enquirer actually was the first to report the claim. Their report alleged that Paisley and fellow country music star, Carrie Underwood, had been 'hooking up.' The two recently hosted the Country Music Awards together, and shortly after, the allegations came pouring in. So, once the claims started to circulate, US Weekly decided to ask the “Southern Comfort Zone” singer's wife how she felt about it all.\n\nHere we go RT @Wildaboutmusic: follow @BradPaisley, @carrieunderwood & me for behind-the-scenes #CMAawards pic.twitter.com/8BjFw5uQRH — Brad Paisley (@BradPaisley) November 6, 2013\n\nWell, according to E! News, the Nashville native was asked by US Weekly of her thoughts on the infidelity rumors when she attended the 5th Annual African Children's Choir Gala on Thursday in New York City. Williams literally burst into laughter immediately declaring the rumors to be outlandish. \"Are you serious?”, she asked the publication. “Wow! I hope it helps our careers! That's all I can say.\"\n\nHad ball at the #CMAawards!! Proud of my hosting hubby pic.twitter.com/v0ZfISvfbO — Kim Williams-Paisley (@Kimwilliamspais) November 7, 2013\n\nShe also went on to share some of the things that keep their marital foundation solid. \"We have family Sundays together. We spend as much time as we can. We're very down-to-earth people. We come from good families, and we appreciate family,” explained Williams-Paisley. But, she isn't the only one that's went on record for doting on her spouse. Paisley has also done the exact same thing. Paisley recently shared the story behind his latest single, “I Can't Change the World,” with iHeartRadio. The song was actually inspired by his wife. It's also a verbal expression of the feelings he felt when the two first started dating over 12 years ago.\n\niheartRadio News also reported that Paisley spoke of the sentiments he shared with her before they decided to take on a commitment with their relationship. He said that he “wasn't sure what she was looking for, and admitted he had his limits, but would do everything he could for her.\"\n\nSo, it's safe to say the rumor was just that where the Paisleys are concerned. The two have been married since March of 2004. They have two children together; Huck, 6; and Jasper, 4.\n\nhttp://youtu.be/rnoa7qFHjC4\n\nImage(s) via Twitter | Kimberly Williams-Paisley", "article_metadata": {"og": {"site_name": "WebProNews", "description": "Kimberly Williams-Paisley won't even entertain it. The rumor mills have started up yet again, and she's slamming it. As a matter of fact, she's laughing it off, brushing it off, and using any and every…", "title": "Kimberly Williams-Paisley Losing Brad to Carrie Underwood?", "locale": "en_US", "url": "http://www.webpronews.com/kimberly-williams-paisley-losing-brad-to-carrie-underwood-2013-11/", "type": "article"}, "article": {"section": "Life", "tag": "kimberly williams-paisley", "published_time": "2013-11-24T12:50:57-04:00"}, "twitter": {"description": "Kimberly Williams-Paisley won't even entertain it. The rumor mills have started up yet again, and she's slamming it. As a matter of fact, she's laughing it off, brushing it off, and using any and every other tactic conceivable to deny ... Read More", "card": "summary", "title": "Kimberly Williams-Paisley Losing Brad to Carrie Underwood?"}, "msvalidate.01": "70B1B687A3159F03E1A6F2D7E1304026", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "But, she isn't the only one that's went on record for doting on her spouse.\nTheir report alleged that Paisley and fellow country music star, Carrie Underwood, had been 'hooking up.'\nThey have two children together; Huck, 6; and Jasper, 4.http://youtu.be/rnoa7qFHjC4Image(s) via Twitter | Kimberly Williams-Paisley\nHere we go RT @Wildaboutmusic: follow @BradPaisley, @carrieunderwood & me for behind-the-scenes #CMAawards pic.twitter.com/8BjFw5uQRH — Brad Paisley (@BradPaisley) November 6, 2013Well, according to E!\nPaisley recently shared the story behind his latest single, “I Can't Change the World,” with iHeartRadio."}