{"article_title": "Yezidis Report Slaughter in Iraq by Islamic State Terrorists", "article_keywords": ["turkey", "mountain", "yezidi", "terrorists", "mount", "sinjar", "report", "slaughter", "islamic", "state", "ismail", "yezidis", "iraq", "obama"], "article_url": "http://dailysignal.com/2014/08/15/yezidis-report-massacre-say-islamic-state-siege-far/", "article_text": "A day after President Obama declared the siege of Mount Sinjar broken and the crisis effectively over, Yezidi leaders say more than 100 of their men were executed Friday afternoon by Islamist terrorists in the village of Kocho, located southeast of Sinjar in northern Iraq.\n\nFighters from the Islamic State terrorist group formerly known as ISIS took the remaining villagers — women and children — by bus to an unknown location where they will be made sex slaves or used for other purposes, Yezidi leaders told The Daily Signal.\n\nThough some reports put the the number of Yezidis slaughtered at fewer than 100, the brutality of the bloodshed described appeared to be in line with accounts of ISIS jihadists’ decapitations and crucifixions of fellow Muslims in Iraq who oppose them — or Christians who refuse to convert to Islam.\n\n“Is this mission accomplished?!” a person connected with the Yezidis in Iraq wrote in an email to The Daily Signal.\n\nOn Wednesday, the U.S. military said a team of 18 Marines and Special Operations soldiers had assessed conditions on Mount Sinjar and found most Yezidis had escaped, with the help of Kurdish pesh merga militiamen.\n\n>>> Video: Two Questions on Iraq, the Islamic State for Bush’s National Security Adviser\n\nObama said in view of those findings, the humanitarian airlifts, in which the U.S. military dropped more than 114,000 meals and 35,000 gallons of fresh water to Yezidis on Mount Sinjar, would be discontinued, but the airstrikes over Iraq would not.\n\nOn Martha’s Vineyard, where he is vacationing, Obama said:\n\nThe bottom line is the situation on the ground has greatly improved and Americans should be proud. We do not expect there to be an additional operation to get people off the mountain.\n\nBut Yezidis say up to 70,000 of their religious minority — which shares some Christian traditions — remain on the mountain and those still in the villages face desperate conditions.\n\nMirza Ismail, chairman of the Yezidi Human Rights Organization, suggested most of those remaining on Mount Sinjar are stranded on the south side of the mountain, closer to positions held by Islamic State fighters and too dangerous for the American assessment team to access.\n\n>>> ‘No Future for Yezidis in Iraq’: Man Waits for News of Loved Ones’ Safety\n\nIsmail, whose wife, parents and 10 siblings were stuck on Mount Sinjar, met with some of the president’s top national security aides at the White House last week before Obama announced American action.\n\nIsmail’s family members have made it down the mountain, through Syria, and then to Zakho, Iraq, a Kurdish area near the border with Turkey.\n\nHis family members are now staying in a makeshift shelter with nowhere to go. Ismail said:\n\nMy wife is just one of them. She is one of the thousands and thousands of innocent Yezidis. Everybody is my family there. Everybody.\n\nThe New York Times reported that Turkey’s crisis response center said it was planning to build refugee camps for the Yezidis in Turkey if necessary and already had begun to build camps on the Iraqi side of the border.\n\nIsmail said Yezidis wanting to enter Turkey have to pay smugglers $2,000 to $3,000 for a dangerous 10- to 20-minute drive into Turkey from Zakho.\n\nIn addition, Turkish authorities refuse entry to Iraqi refugees without passports. Ismail said:\n\nThey don’t have anything [money]. They would go [if they could] but they fled their villages in the middle of the night [after ISIS attacked]. They only escaped with their night gown.\n\nIsmail said United Nations officials should escort the Yezidis into Turkey. “If you are responsible for world affairs, why don’t you act?” he said.\n\nBut even if the world body did act, the Yezidis would view Turkey as only a temporary home.\n\nSome Yezidis want to go to Europe, but most want to return home in peace, Ismail said:\n\nYezidis don’t want to leave Iraq. We have more than 6,000 years of history there. But there is no choice. If we lose, it’s not just us who loses. The West loses too because our heritage will be gone.\n\n>>> Q&A: How the Crisis in Iraq Puts Americans at Risk of Terrorism", "article_metadata": {"description": "Contrary to official reports, Yezidis tell The Daily Signal, 70,000 of them remain trapped near the Iraq-Turkey border, and 100 were executed Friday.", "og": {"site_name": "The Daily Signal", "description": "Contrary to official reports, Yezidis tell The Daily Signal, 70,000 of them remain trapped near the Iraq-Turkey border, and 100 were executed Friday.", "title": "Yezidis Report Slaughter in Iraq by Islamic State Terrorists", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/zumaamericaseleven186983.jpg", "updated_time": "2014-08-26T16:57:34+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/Yfh4W7"}, "twitter": {"domain": "The Daily Signal", "description": "Contrary to official reports, Yezidis tell The Daily Signal, 70,000 of them remain trapped near the Iraq-Turkey border, and 100 were executed Friday.", "title": "Yezidis Report Slaughter in Iraq by Islamic State Terrorists", "image": {"src": "http://dailysignal.com/wp-content/uploads/zumaamericaseleven186983.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Security", "tag": "conflict,middle east,terrorism", "published_time": "2014-08-15T22:07:09+00:00", "modified_time": "2014-08-26T16:57:34+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Yezidi, Barack Obama, Middle East, Iraq, Mount Sinjar, Turkey, Syria, Kurdish, pesh merga, Martha’s Vineyard"}, "_id": "\"57477af36914bd0286fcbe38\"", "article_summary": "!” a person connected with the Yezidis in Iraq wrote in an email to The Daily Signal.\nSome Yezidis want to go to Europe, but most want to return home in peace, Ismail said:Yezidis don’t want to leave Iraq.\nBut even if the world body did act, the Yezidis would view Turkey as only a temporary home.\nIsmail said Yezidis wanting to enter Turkey have to pay smugglers $2,000 to $3,000 for a dangerous 10- to 20-minute drive into Turkey from Zakho.\nOn Wednesday, the U.S. military said a team of 18 Marines and Special Operations soldiers had assessed conditions on Mount Sinjar and found most Yezidis had escaped, with the help of Kurdish pesh merga militiamen."}