{"article_title": "Premiums rising faster than eight years before Obamacare", "article_keywords": ["faster", "risen", "average", "deductibles", "obamacare", "premiums", "individual", "rising", "services", "health", "insurance", "plans"], "article_url": "http://dailycaller.com/2014/03/18/report-premiums-rising-faster-than-eight-years-before-obamacare-combined/", "article_text": "4129679\n\nHealth insurance premiums have risen more after Obamacare than the average premium increases over the eight years before it became law, according to the private health exchange eHealthInsurance.\n\nThe individual market for health insurance has seen premiums rise by 39 percent since February 2013, eHealth reports. Without a subsidy, the average individual premium is now $274 a month. Families have been hit even harder with an average increase of 56 percent over the same period — average premiums are now $663 per family, over $426 last year.\n\nBetween 2005 and 2013, average premiums for individual plans increased 37 percent and average family premiums were upped 31 percent. So they have risen faster under Obamacare than in the previous eight years.\n\nAn important caveat is that eHealth’s prices don’t include subsidies, so the prices for anyone earning between 100 and 400 percent of the federal poverty level will be lower. The Department of Health and Human Services (HHS) has repeatedly claimed patients will pay as little as $18 per month, without noting the taxpayer cost.\n\nPremiums are being hiked across the board for several reasons, but the biggest contributor is the Obama administration’s highly touted “essential health benefits,” services that insurers on and off exchanges must provide.\n\nSome benefits, such as emergency and laboratory services, are uncontroversial. But others, like maternity, newborn and pediatric services, are causing headaches for huge swaths of the population that don’t need them. Anyone past childbearing age, single men, the infertile, even nuns — their premiums are rising as well, because their plans must, by law, provide more services.\n\nBut premiums aren’t the only key to health care costs — deductibles and out-of-pocket costs like co-pays are also rising. When it comes to employer health plans alone, four out of five U.S. companies have increased deductibles or are considering doing so. (RELATED: 4 of 5 companies may hike deductibles due to Obamacare)\n\nPrices may be people away from purchasing health insurance. The latest survey from consulting firm McKinsey found that half of those who haven’t purchased health insurance yet this year cited their inability to pay the premium.\n\nFollow Sarah on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact licensing@ dailycallernewsfoundation.org.", "article_metadata": {"sailthru.author": "Sarah Hurtubise", "description": "Health insurance premiums post-Obamacare have risen 39-56 percent, faster than premium increases over eight years, according to data from eHealthInsurance.", "og": {"site_name": "The Daily Caller", "description": "Health insurance premiums have risen more after Obamacare than the average premium increases over the eight years before it became law, according to the private health exchange eHealthInsurance.    Th", "title": "Report: Premiums rising faster than eight years before Obamacare COMBINED", "url": "http://dailycaller.com/2014/03/18/report-premiums-rising-faster-than-eight-years-before-obamacare-combined/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2014/03/2014-03-17T153335Z_1_CBREA2G178000_RTROPTP_4_UKRAINE-CRISIS-e1395154336105.jpg", "height": 269}, "type": "article"}, "twitter": {"description": "See how much more families are paying", "title": "Report: Premiums rising faster than eight years before Obamacare COMBINED Via @dailycaller", "url": "http://dailycaller.com/2014/03/18/report-premiums-rising-faster-than-eight-years-before-obamacare-combined/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2014/03/2014-03-17T153335Z_1_CBREA2G178000_RTROPTP_4_UKRAINE-CRISIS-e1395154336105.jpg"}, "creator": "@@SarahMHurtubise", "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2014-03-18 14:28:02", "sailthru.title": "Report: Premiums rising faster than eight years before Obamacare COMBINED", "HandheldFriendly": "true", "sailthru.tags": "obamacare,sarah-hurtubise", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "obamacare", "sailthru.description": "Health insurance premiums have risen more after Obamacare than the average premium increases over the eight years before it became law, according to the private health exchange eHealthInsurance.    Th", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2014/03/2014-03-17T153335Z_1_CBREA2G178000_RTROPTP_4_UKRAINE-CRISIS-e1395154336105.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fda711\"", "article_summary": "Between 2005 and 2013, average premiums for individual plans increased 37 percent and average family premiums were upped 31 percent.\nThe individual market for health insurance has seen premiums rise by 39 percent since February 2013, eHealth reports.\nFamilies have been hit even harder with an average increase of 56 percent over the same period — average premiums are now $663 per family, over $426 last year.\n4129679Health insurance premiums have risen more after Obamacare than the average premium increases over the eight years before it became law, according to the private health exchange eHealthInsurance.\nBut premiums aren’t the only key to health care costs — deductibles and out-of-pocket costs like co-pays are also rising."}