{"article_title": "County Clerk Kim Davis obeying orders, judge rules", "article_keywords": ["county", "office", "rules", "clerk", "ky", "order", "obeying", "davis", "marriage", "kim", "judge", "rowan", "licenses", "law", "orders"], "article_url": "http://www.upi.com/Top_News/US/2016/02/10/Kentucky-clerk-Kim-Davis-is-obeying-marriage-license-orders-federal-judge-rules/2651455121697/", "article_text": "ASHLAND, Ky., Feb. 10 (UPI) -- A federal judge ruled that Rowan County, Ky., Clerk Kim Davis has upheld the law in issuing marriage licenses without her name to same-sex couples.\n\nU.S. District Judge David Brunning rendered moot a suit by the American Civil Liberties Union calling for Davis to re-issue licenses she had altered to remove her name. In his order, Bunning said Tuesday that Davis has permitted her deputies to issue the licenses, a practice legalizing the licenses by Gov. Mark Bevin's executive order, since September 2015, when she declined to have her name on the licenses.\n\nDavis cited her Christian beliefs in refusing to include her name on the licenses, and spent several days in jail as a result of her refusal.\n\n\"The Rowan County Clerk's Office is issuing marriage licenses to individuals eligible to marry as needed,\" Brunning wrote. \"There has been no indication that Davis has continued to interfere with the issuance of marriage licenses since September 20, 2015.\"\n\nThe ruling also said \"there is every reason to believe\" licenses with deputy's names, but not that of Davis, \"would be recognized as valid under Kentucky law, making re-issuance unnecessary.\" It added the federal court \"will continue to monitor Davis and the Rowan County Clerk's Office to ensure compliance with its orders.\"", "article_metadata": {"description": "A federal judge ruled that Rowan County, Ky., Clerk Kim Davis has upheld the law in issuing marriage licenses without her name to same-sex couples.", "og": {"site_name": "UPI", "description": "A federal judge ruled that Rowan County, Ky., Clerk Kim Davis has upheld the law in issuing marriage licenses without her name to same-sex couples.", "title": "Kentucky clerk Kim Davis is obeying marriage license orders, federal judge rules", "url": "http://www.upi.com/Top_News/US/2016/02/10/Kentucky-clerk-Kim-Davis-is-obeying-marriage-license-orders-federal-judge-rules/2651455121697/", "image": "http://cdnph.upi.com/sv/ph/og/upi/2651455121697/2016/1/3824df4f69fbb14639c38e435382b2f7/v2.1/Kentucky-clerk-Kim-Davis-is-obeying-marriage-license-orders-federal-judge-rules.jpg", "type": "article"}, "twitter": {"description": "A federal judge ruled that Rowan County, Ky., Clerk Kim Davis has upheld the law in issuing marriage licenses without her name to same-sex couples.", "title": "Kentucky clerk Kim Davis is obeying marriage license orders, federal judge rules", "image": "http://cdnph.upi.com/ph/st/th/2651455121697/2016/upi/3824df4f69fbb14639c38e435382b2f7/v2.1/Kentucky-clerk-Kim-Davis-is-obeying-marriage-license-orders-federal-judge-rules.jpg?lg=4", "creator": "@adamczyk_ed", "site": "@UPI", "card": "summary_large_image"}, "fb": {"app_id": 130795020312660}, "keywords": "Top Stories, U.S.", "google-site-verification": "vnkcuJA1Q89cLmy4OZpuQKOf5Jf6ny_RVh7BpxZ11a0", "viewport": "initial-scale=1, maximum-scale=1", "news_keywords": "Top Stories, U.S."}, "article_summary": "ASHLAND, Ky., Feb. 10 (UPI) -- A federal judge ruled that Rowan County, Ky., Clerk Kim Davis has upheld the law in issuing marriage licenses without her name to same-sex couples.\nIt added the federal court \"will continue to monitor Davis and the Rowan County Clerk's Office to ensure compliance with its orders.\"\n\"The Rowan County Clerk's Office is issuing marriage licenses to individuals eligible to marry as needed,\" Brunning wrote.\n\"There has been no indication that Davis has continued to interfere with the issuance of marriage licenses since September 20, 2015.\"\nIn his order, Bunning said Tuesday that Davis has permitted her deputies to issue the licenses, a practice legalizing the licenses by Gov."}