{"article_title": "Conservatives Really Do Have a Heart, Says Arthur Brooks", "article_keywords": ["impact", "heart", "signal", "brooks", "conservative", "arthur", "book", "poverty", "conservatives", "interview", "issues", "really"], "article_url": "http://dailysignal.com/2015/06/24/conservatives-really-do-have-a-heart-arthur-brooks-solutions-for-america/", "article_text": "Arthur Brooks was a liberal bohemian musician studying economics when he embarked on a journey that led him to conservatism. He realized, for instance, conservatives had more sufficient answers to solving America’s poverty problem, one of the many issues he writes about in a new book, “The Conservative Heart.”\n\nAs president of the American Enterprise Institute, Brooks is seeking to transform how Americans view issues like poverty. In the book, he explains why conservatives must build a social movement that recognizes the importance of opportunity and success through compassion and fairness.\n\nBrooks, a former Syracuse University professor, believes capitalism and free trade are more than popular buzzwords. He wants people to see how they impact the real world in positive ways.\n\n“The Conservative Heart,” goes on sale on July 14. Brooks sat down with The Daily Signal for a preview of the book and to share a bonus chapter that shows how Brooks practices what he preaches. In the interview, he shares how his adopted daughter taught him about globalization’s impact on his own family.\n\nDaily Signal readers can access the bonus chapter by pre-ordering “The Conservative Heart” at Amazon, then emailing the receipt to conservative.heart@aei.org. You’ll receive a passcode and link to access the chapter.\n\nHere’s a breakdown what we discuss in the interview:", "article_metadata": {"description": "American Enterprise Institute President Arthur Brooks sat down with The Daily Signal for a preview of his new book, \"The Conservative Heart.\"", "og": {"site_name": "The Daily Signal", "description": "American Enterprise Institute President Arthur Brooks sat down with The Daily Signal for a preview of his new book, \"The Conservative Heart.\"", "title": "Conservatives Really Do Have a Heart, Says Arthur Brooks", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/150624_ArthurBrooks.jpg", "updated_time": "2015-06-24T23:56:39+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1IemvIZ"}, "twitter": {"domain": "The Daily Signal", "description": "American Enterprise Institute President Arthur Brooks sat down with The Daily Signal for a preview of his new book, \"The Conservative Heart.\"", "title": "Conservatives Really Do Have a Heart, Says Arthur Brooks", "image": {"src": "http://dailysignal.com/wp-content/uploads/150624_ArthurBrooks.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "welfare", "published_time": "2015-06-24T15:07:29+00:00", "modified_time": "2015-06-24T23:56:39+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "AEI, Arthur Brooks, The Conservative Heart book, The Conservative Heart, 2016, GOP, poverty"}, "_id": "\"57477af36914bd0286fcbe4c\"", "article_summary": "Daily Signal readers can access the bonus chapter by pre-ordering “The Conservative Heart” at Amazon, then emailing the receipt to conservative.heart@aei.org.\n“The Conservative Heart,” goes on sale on July 14.\nArthur Brooks was a liberal bohemian musician studying economics when he embarked on a journey that led him to conservatism.\nBrooks sat down with The Daily Signal for a preview of the book and to share a bonus chapter that shows how Brooks practices what he preaches.\nIn the book, he explains why conservatives must build a social movement that recognizes the importance of opportunity and success through compassion and fairness."}