{"article_title": "Central Coast Comic Con lets geeks go chic", "article_keywords": ["county", "central", "geeks", "ventura", "coast", "geek", "fairgrounds", "lets", "books", "known", "chic", "comic", "events"], "article_url": "http://www.vcstar.com/entertainment/central-coast-comic-con-lets-geeks-go-chic-ep-1248332674-351140211.html", "article_text": "SHARE Contributed photo The Scooby Doo Mystery Machine is one of about 18 vehicles and props that will be on display at the Central Coast Comic Con Saturday and Sunday at the Ventura County Fairgrounds. Contributed photo/Casey O’Quinn Character actor Tommy Lister will be among the celebrities at the Central Coast Comic Con Saturday and Sunday at the Ventura County Fairgrounds. Contributed photo Naomi Grossman, who plays Pepper on “American Horror Story,” will be on hand at the Central Coast Comic Con, which is Saturday and Sunday at the Ventura County Fairgrounds. Contributed photo TOP: Naomi Grossman plays Pepper on “American Horror Story” and will be on hand at the Central Coast Comic Con, which is Saturday and Sunday at the Ventura County Fairgrounds. ABOVE: Grossman, without her “American Horror Story” makeup and clothing.\n\nBy Jeremy Foster\n\nCosplay — short for costume players — has become a mainstay at comic conventions.\n\nCara Nicole, of Phoenix, would know. She appears at 30 conventions a year and attended the last two conventions in Ventura. In 2014, she came to the Ventura County Fairgrounds as the Marvel Comic character Black Widow and says this year will be a surprise.\n\nIn its fourth year, Ventura’s hometown version of San Diego’s hugely popular Comic-Con International convention is expected to surpass last year’s attendance of 10,000 people this weekend. More than a dozen professional cosplay guests, including Nicole, will be on hand to mingle with visitors and appear in panels.\n\nNicole said cosplay encourages people to get their geek on and is especially attractive to introverts, who sometimes find that it’s more comfortable to adopt a persona like that of other comic characters such as Batgirl or Harley Quinn.\n\nBeing a comic and fantasy convention, visitors are encouraged to dress up as their favorite super hero or villain. For some, putting on a costume is just the beginning.\n\nThe conventions are a chance for everyday people to show no shame and spare no expense to look and act like their favorite fictional characters.\n\n“I’m excited about the Geek Fashion Show because it’s not only about cosplay but also geek clothing,” Nicole said. “Geek chic is really in right now. It’s finally becoming acceptable to wear Spider-Man T-shirts and Firefly hats.”\n\nComic cons are a great way to bridge generational gaps among family members, she added.\n\n“I think Batman of the Adam West generation can have something in common with Batman of the George Clooney generation and the animated series of new Batmans,” she said. “I love seeing families come together and enjoy pop culture.”\n\nMore than just a cornucopia of comic books, Central Coast Comic Con at the Ventura Fairgrounds this weekend will offer everything from hard-to-find comic books, gaming events, celebrities, discussion panels and cosplayer contests.\n\n“There are no other local comic cons or pop culture events like this,” said Kris Blackburn, the marketing and operations manager for WTF Events, the company putting on this weekend’s showy display. “I fought for nearly two years to get the chance to bring this event to Ventura. Being community-first was the only way we would have ever done this event.”\n\nLike the bigger Comic Cons, the Central Coast Comic Con — also known as C4 — showcases what is loved in pop culture at large, such as video games and movies based on comic book heroes. Unlike the big production in San Diego, the Central Coast Comic Con was organized to offer an affordable, hometown alternative and to support local community causes.\n\n“The lessons we took from the last two years is that many still do not know what a comic con is,” Blackburn said. “We are still teaching the community that it’s more than comics and cosplay. This event is about community and giving back.”\n\nTable after table of vendors will sell everything from comic books and T-shirts to action figures and prop weapons.\n\nSome 100 vendors, 75 artists, writers, creators and 35 celebrities are slated to attend the convention. Two main halls — called Rebel Legion and Star Fleet — will be devoted to that talent, comic books and the like. Three other halls will feature more entertainment, such as gaming events, contests and panel discussions.\n\nOutside attractions will feature more than 15 movie cars such as the The Dragula car from the The Munsters and the Jurassic Park Explorer car.\n\nKid’s Day events on Sunday will offer a variety of fun, including a costume contest, a pro-wrestling panel discussion, a magic show and a Disney princess show.\n\nCelebrity guests slated to appear are actor and Simi Valley resident Sid Haig, known for his Capt. Spaulding character from films “House of 1000 Corpses” and “The Devil’s Rejects;” Tommy “Tiny” Lister, best known as Deebo from “Friday;” Gigi Edgley, aka Chiana from “Farscape,” and actor Nicholas Brendon, best known as Xander Harris on the “Buffy the Vampire Slayer” television series.\n\nOf course, what’s a comic con without comics?\n\nGeorge Chase, of Hypno Comics in Ventura, is helping comic book creators like Bob Layton, Howard Chaykin, and Allen Bellman to meet with fans and sign autographs.\n\n“The movies have made a new generation of fans, and it’s our job to show them the decades of stories available for these characters,” Chase said. “Comic books are more than a product. They are a hobby, a shared lifestyle now, a community. Being a geek is a mainstream way of life these days.”", "article_metadata": {"title": "Central Coast Comic Con lets geeks go chic", "og": {"url": "http://www.vcstar.com/entertainment/central-coast-comic-con-lets-geeks-go-chic-ep-1248332674-351140211.html", "image": {"width": 640, "identifier": "http://media.jrn.com/images/screen+shot+2015-08-28+at+11.49.03+am_1440787795171_23335367_ver1.0_640_480.png", "height": 467}, "type": "article", "description": "Event at the Ventura County Fairgrounds lets guests get creative about their costumes and lifestyle.", "title": "Central Coast Comic Con lets geeks go chic"}, "twitter": {"image": "http://media.jrn.com/images/screen+shot+2015-08-28+at+11.49.03+am_1440787795171_23335367_ver1.0_640_480.png", "description": "Event at the Ventura County Fairgrounds lets guests get creative about their costumes and lifestyle.", "site": "https://twitter.com/vcstar", "card": "summary_large_image", "title": "Central Coast Comic Con lets geeks go chic"}, "apple-mobile-web-app-capable": "no", "msapplication-TileImage": "http://media.jrn.com/designimages/logo-vcs-icon-144.png", "__sync_contentCategory": "premium", "viewport": "width=device-width,initial-scale=1,maximum-scale=1"}, "_id": "\"57477af36914bd0286fcbe74\"", "article_summary": "Unlike the big production in San Diego, the Central Coast Comic Con was organized to offer an affordable, hometown alternative and to support local community causes.\nContributed photo/Casey O’Quinn Character actor Tommy Lister will be among the celebrities at the Central Coast Comic Con Saturday and Sunday at the Ventura County Fairgrounds.\n“I love seeing families come together and enjoy pop culture.”More than just a cornucopia of comic books, Central Coast Comic Con at the Ventura Fairgrounds this weekend will offer everything from hard-to-find comic books, gaming events, celebrities, discussion panels and cosplayer contests.\nContributed photo Naomi Grossman, who plays Pepper on “American Horror Story,” will be on hand at the Central Coast Comic Con, which is Saturday and Sunday at the Ventura County Fairgrounds.\nTwo main halls — called Rebel Legion and Star Fleet — will be devoted to that talent, comic books and the like."}