{"article_title": "What is Medicaid and who can get it in N.C.?", "article_keywords": ["north", "receive", "visit", "nc", "tax", "county", "state", "medicaid", "income", "children", "carolina"], "article_url": "http://courier-tribune.com/news/local/what-medicaid-and-who-can-get-it-nc", "article_text": "ASHEBORO — Currently, in North Carolina Medicaid is a health insurance program that serves low income parents, children, seniors and people with disabilities. Medicaid should not be confused with the Affordable Care Act (ACA) and its related tax subsidies for those that qualify.\n\nACA and the “Marketplace” is a system to purchase health insurance. Medicaid is not purchased and is only provided to eligible low income individuals. The program is funded by a combination of federal, state and county tax dollars.\n\nIn Randolph County, more than 27,880 individuals receive some sort of Medicaid benefits.\n\nMedicaid in North Carolina has different types of coverage for people with different needs. Eligibility groups include:\n\n* Aged, Blind and Disabled.\n\n* Infants, Children and Families.\n\n* Long-Term Care\n\n* Medicare Recipients..\n\nTo be eligible for North Carolina Medicaid, income and resource limits apply and vary for each group. Additional qualifications include that you must be a resident of the State of North Carolina, a U.S. national, citizen, permanent resident, or qualified or special alien. You must also be either pregnant, blind, have a disability, be responsible for children under 19 years of age, be 65 years of age or older or be a Medicare recipient.\n\nTo receive Medicaid, you do not have to go through a physical or other type of exam. However, if you are applying because you are disabled, a medical exam may be required. If you receive Supplemental Security Income (SSI), you are automatically covered for North Carolina Medicaid. If you are applying for Medicaid because you are pregnant, proof of pregnancy is required.\n\nYou may apply in person at the County Department of Social Services (DSS) in the county where you live or on-line at https://www.epass.nc.gov/CitizenPortal/application.do.\n\nMany are concerned about what the future holds for Medicaid in North Carolina. For more information about Medicaid, visit the N.C. Division of Medical Assistance (DMA) website at http://www.ncdhhs.gov/divisions/dma or call your local DSS. In Randolph County, call (336) 683-8000 or visit http://www.co.randolph.nc.us/dss/.", "article_metadata": {"description": "ASHEBORO", "generator": "Drupal 7 (http://drupal.org)", "google-play-app": "app-id=com.stephensmedia.couriertribune", "og": {"url": "http://courier-tribune.com/news/local/what-medicaid-and-who-can-get-it-nc", "site_name": "The Courier-Tribune", "type": "article", "description": "ASHEBORO", "title": "What is Medicaid and who can get it in N.C.?"}, "twitter": {"url": "http://courier-tribune.com/news/local/what-medicaid-and-who-can-get-it-nc", "title": "What is Medicaid and who can get it in N.C.?", "card": "summary", "creator": "@Courier_Tribune"}, "al": {"web": {"should_fallback": "true"}, "android": {"url": "courier-tribune://?eid=471234", "app_name": "courier-tribune", "package": "com.stephensmedia.couriertribune"}, "ios": {"url": "courier-tribune://?eid=471234", "app_store_id": 964469617, "app_name": "courier-tribune"}}, "apple-itunes-app": "app-id=964469617", "keywords": "Local,News, Health,", "article": {"published_time": "2015-10-15T21:57:46-04:00"}, "viewport": "width=device-width,initial-scale=0.9"}, "_id": "\"57477af46914bd0286fda766\"", "article_summary": "For more information about Medicaid, visit the N.C. Division of Medical Assistance (DMA) website at http://www.ncdhhs.gov/divisions/dma or call your local DSS.\n* Long-Term Care* Medicare Recipients..To be eligible for North Carolina Medicaid, income and resource limits apply and vary for each group.\nTo receive Medicaid, you do not have to go through a physical or other type of exam.\nASHEBORO — Currently, in North Carolina Medicaid is a health insurance program that serves low income parents, children, seniors and people with disabilities.\nIf you receive Supplemental Security Income (SSI), you are automatically covered for North Carolina Medicaid."}