{"article_title": "PERSONNEL MATTERS: Employers look to private healthcare exchanges", "article_keywords": ["harkins", "benefits", "look", "exchange", "mr", "personnel", "employees", "healthcare", "private", "employers", "matters", "health", "exchanges", "plans"], "article_url": "http://www.tirebusiness.com/article/20150708/NEWS/150709963/personnel-matters-employers-look-to-private-healthcare-exchanges", "article_text": "By Shelby Livingston, Crain News Service\n\nLAS VEGAS (July 7, 2015) — The 40 percent excise tax on high-cost healthcare plans set to go into effect in 2018 is driving employer interest in private health insurance exchanges as a way to control costs and avoid the tax.\n\nThat was the assessment by Willis North America Inc. experts at the Society for Human Resource Management Inc.’s recent annual conference in Las Vegas.\n\nIn theory, the Cadillac tax applies only to very expensive plans, but in reality, it’s “the rank and file that are going to be affected by this,” said Jay Kirschbaum, St. Louis-based senior vice president and practice leader in Willis’ national legal and research group, during a conference session June 29.\n\nUnder the Patient Protection and Affordable Care Act (ACA), the 40 percent excise tax applies to group healthcare plan premiums exceeding $10,200 for single coverage and $27,500 for family coverage.\n\nMost employers can’t shoulder those costs, so some may stop offering benefits, meaning their employees may move to the public exchanges. But those employees who aren’t eligible for federal subsidies will face large out-of-pocket costs for potentially less value, Mr. Kirschbaum said. In addition, employers taking such an approach will be hit with an ACA-mandated penalty of $2,000 for each full-time employee.\n\nFor example, the ACA’s least expensive bronze plans still have deductibles that may reach $4,000 to $6,000, he said.\n\nSome employers provide high-deductible plans in that range but “ameliorate that deductible” with a health savings account (HAS) or a health reimbursement arrangement, he said, but “that’s not available on the public exchange.”\n\nStill, the majority of employers “expect and want to continue to offer benefits to their employees…and not just because it’s mandated or required, but because it’s the right thing to do” and its value proposition, said Rob Harkins, Willis’ Boston-based practice leader for private exchanges.\n\nPrivate exchanges, though not a “silver bullet” for tackling all costs, may offer opportunities to control annual increases by establishing a set dollar amount on how much employers will contribute toward coverage, Mr. Harkins said.\n\nCurrently, only 2 percent of organizations use a private health exchange, according to Society for Human Resource Management (SHRM) research. However, there is a large amount of interest, said Bruce Elliott, manager of compensation and benefits for SHRM, and more employers may jump on the trend as the Cadillac tax “gets closer and closer” and more employers figure out they’ll be affected, he said.\n\nSome large companies, like Walgreen Co., CVS Health Corp. and IBM, have already moved to a private exchange, Mr. Elliott said, and he predicts midsize and smaller companies will shift as 2018 approaches.\n\nA private exchange offers a defined contribution model, so the employer can decide whether it wants to provide a set amount of money per type of benefit or a lump sum per month for all benefits combined, Mr. Harkins said.\n\nThat way, the employer has “value in addressing your long-term costs because your budget can be set a little bit better than what you’re doing right now,” he said.\n\nFamiliar shopping experience\n\nOne thing to note is that private exchanges are technology platforms that essentially provide an online shopping experience to employees, Mr. Harkins said, and “that’s something people know how to do and do often.”\n\n“We intuitively know how to shop for something, to pay the least amount of money to get the highest value for what we’re buying,” he said. And though it’s a complicated subject, exchanges help answer a lot of the questions that employees have about benefits, he added.\n\nThey also provide more choice for plans than the one, two or three plans typically offered by employers, and “people like choice,” he said.\n\nAdditionally, private exchanges will help with the extensive IRS reporting requirements for full-time employee health coverage by providing a “vehicle that could take all your benefits and put it into one neat package, and give you the employer the ability to (create) the report that you need to submit to the government,” Mr. Harkins said.\n\nThey also reduce the administrative burden on employers. Mr. Harkins said Willis moved to a private exchange during the past year for its 8,000 U.S. employees. In the past, the Willis human resources team handled questions and issues employees had during enrollment about benefits choices.\n\nBut last season, the private exchange “helped navigate a lot of the questions individuals had,” and the exchange provider offered a team of people to address further questions.\n\nWhen deciding which exchange to use, employers should look at the structure of the platforms, which insurance providers the exchanges use, whether they allow fully insured or self-insured plans or both, and whether they have any limitations on plan design, Mr. Harkins said.\n\nIf a platform is prebuilt by an exchange provider, make sure it’s in line with what you hope to offer employees. If not, look for a more customizable platform, he said.\n\n“We’re in the midst of a transformation in our industry,” Mr. Harkins said. “I do believe that five years, 10 years down the line, the concept of a private exchange is going to be the norm.”\n\nThis report appeared on the website of Crain’s Business Insurance magazine, a Chicago-based sister publication of Tire Business.", "article_metadata": {"category": "NEWS", "article_guid": "50CC69C5-5656-4891-8B28-B3A1AAABEE81", "description": "By Shelby Livingston, Crain News ServiceLAS VEGAS (July 7, 2015) — The 40 percent excise tax on high-cost healthcare plans set to go into effect in 2018 is driving employer interest in private health insurance exchanges as a way to control costs and avoid the tax.That was the assessment by...", "title": "PERSONNEL MATTERS: Employers look to private healthcare exchanges", "og": {"site_name": "Tire Business", "image": "http://www.tirebusiness.com/apps/pbcsi.dll/storyimage/TB/20150708/NEWS/150709963/AR/0/health-insurance-symbol.jpg", "type": "article", "description": "By Shelby Livingston, Crain News ServiceLAS VEGAS (July 7, 2015) — The 40 percent excise tax on high-cost healthcare plans set to go into effect in 2018 is driving employer interest in private health insurance exchanges as a way to control costs and avoid the tax.That was the assessment by...", "title": "PERSONNEL MATTERS: Employers look to private healthcare exchanges - Tire Business"}, "image": "http://www.tirebusiness.com/apps/pbcsi.dll/storyimage/TB/20150708/NEWS/150709963/AR/0/health-insurance-symbol.jpg", "author": "Crain News Service", "summary": "By Shelby Livingston, Crain News ServiceLAS VEGAS (July 7, 2015) — The 40 percent excise tax on high-cost healthcare plans set to go into effect in 2018 is driving employer interest in private health insurance exchanges as a way to control costs and avoid the tax.That was the assessment by", "topic": "Healthcare", "url": "http://www.tirebusiness.com/article/20150708/NEWS/150709963", "published_at": "20150708_00:00:00", "year": 2015, "category_id": "NEWS", "type": "article", "image_src": "http://www.tirebusiness.com/assets/rwd/logo@2x.png", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no, minimal-ui"}, "_id": "\"57477af46914bd0286fda772\"", "article_summary": "Currently, only 2 percent of organizations use a private health exchange, according to Society for Human Resource Management (SHRM) research.\nMr. Harkins said Willis moved to a private exchange during the past year for its 8,000 U.S. employees.\nMost employers can’t shoulder those costs, so some may stop offering benefits, meaning their employees may move to the public exchanges.\nBut last season, the private exchange “helped navigate a lot of the questions individuals had,” and the exchange provider offered a team of people to address further questions.\n“We’re in the midst of a transformation in our industry,” Mr. Harkins said."}