{"article_title": "Why Germany's Hard Line with Greece Carries Enormous Risks", "article_keywords": ["prosperity", "enormous", "losses", "hard", "germanys", "greek", "carries", "germany", "risks", "debt", "greece", "banks", "line", "austerity", "bank", "economy"], "article_url": "http://www.thefiscaltimes.com/2015/07/07/Why-Germanys-Hard-Line-Greece-Carries-Enormous-Risks", "article_text": "Germany is using its size and wealth to compel its euro-zone partners to take a hard line toward Greece, but in the end, Germany has much to lose by forcing the Aegean nation to choose between more austerity and dumping the euro.\n\nAngela Merkel's government has cultivated the notions that the Greek government is run by reprobates unwilling to reform Athens' finances, austerity is the golden path to prosperity, and establishing a new Greek currency is either impossible or guarantees disaster.\n\nNone of those are true.\n\nFive years of austerity has reduced the Greek economy to a state of dysfunction. GDP is down 25 percent and unemployment exceeds 25 percent. Private-sector wages are down by a similar amount, but Greece has failed to attract investment sorely needed to expand exports and eventually pay its debts.\n\nThe latter is no surprise, because the austerity-imposed meltdown has pushed at least 35 percent of private bank loans into nonperforming status, and bankruptcy courts are overwhelmed. Even before the recent bank closures and capital controls, credit was extraordinarily difficult to find and small businesses were shutting down throughout the country at an alarming pace.\n\nRelated: Why Greece Can’t Grow Its Way Out of This Mess\n\nMore austerity — without debt relief — would further pummel the Greek economy and take its debt-to-GDP ratio — now an astonishing 177 percent of GDP — to even more absurd heights. And when Greece ultimately defaults, German losses on holdings of Greek debt — both public and private—will be much greater than if Germany and other creditors wrote down Greek debt now.\n\nReckoning with the situation requires cutting Greek sovereign debt by as much as half and empowering the European Central Bank to provide Greek banks with massive creditor-of-last-resort financing — much as the Federal Reserve and Treasury did for U.S. banks during the financial crisis.\n\nNeither of those is likely to happen, and either Greek Prime MinisterAlex Tsipras signs up for more bloodletting and inevitable economic collapse or persuades Greeks to quit the euro.\n\nOther governments have successfully introduced new currencies. For example, when states such as the Ukraine and Georgia were set loose from the former Soviet Union they replaced the ruble.\n\nSimply, Athens has to issue drachma bank notes and remark bank deposits and exiting loans to the new currency.\n\nRelated: The Political Failures Behind the Greek Debt Crisis\n\nBank depositors would take losses. Remember, when the European Union restructured the banks in Cyprus, it imposed haircuts on depositors. Whatever workout is devised for the Greek banks as part of a new austerity plan would eventually do the same.\n\nPrivate creditors throughout Europe would take losses, too, but with the Greek economy in free fall, those are already inevitable — even if not yet acknowledged by private-sector accounting.\n\nCzech Republic has the crown and Poland the zloty, and both weathered the financial crisis and tough times that followed much better than Portugal, Ireland, Greece and Spain — all of which required bailouts or assistance of some sort — because a currency that can adjust prices of imports and exports to the underlying competitiveness of an economy simply provides more flexibility than the euro.\n\nSet loose from the euro, Greece at least would have a chance at prosperity, but the rub for Germany is the other Mediterranean nations could follow Greece's example if it proved successful. Then, a downsized euro — with an underlying value that was dominated more by German competitiveness — would rise substantially in value against the dollar and other key currencies.\n\nAs structured now, the euro is undervalued for Germany and overvalued for southern European economies, guaranteeing German export success, trade surpluses and prosperity. Without those weak sisters, Germany's real competitiveness would be exposed and its industrial might — with a fairly valued currency — might not prove so mighty after all.\n\nThis piece originally appeared on CNBC. Commentary by Peter Morici, an economist and business professor at the University of Maryland, and a national columnist. Follow him on Twitter @pmorici1.\n\nRead more at CNBC:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Germany is using its size and wealth to compel its euro-zone partners to take a hard l", "title": "Why Germany's Hard Line with Greece Carries Enormous Risks", "url": "http://www.thefiscaltimes.com/2015/07/07/Why-Germanys-Hard-Line-Greece-Carries-Enormous-Risks", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/eurozone-greece-germany-schaeuble_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/07/07/Why-Germanys-Hard-Line-Greece-Carries-Enormous-Risks", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/eurozone-greece-germany-schaeuble_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Germany is using its size and wealth to compel its euro-zone partners to take a hard l", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Whatever workout is devised for the Greek banks as part of a new austerity plan would eventually do the same.\nFive years of austerity has reduced the Greek economy to a state of dysfunction.\nAnd when Greece ultimately defaults, German losses on holdings of Greek debt — both public and private—will be much greater than if Germany and other creditors wrote down Greek debt now.\nRelated: The Political Failures Behind the Greek Debt CrisisBank depositors would take losses.\nPrivate creditors throughout Europe would take losses, too, but with the Greek economy in free fall, those are already inevitable — even if not yet acknowledged by private-sector accounting."}