{"article_title": "Crunch time for Obamacare; Tuesday sign-up deadline looms", "article_keywords": ["crunch", "looms", "signup", "obamacare", "sign", "jan", "premiums", "deadline", "coverage", "uninsured", "health", "2016", "insurance", "law", "laws"], "article_url": "http://www.usatoday.com/story/news/2015/12/14/obamacare-sign-up-deadline/77299022/", "article_text": "Clients wait to sign up for insurance at Connect For Health Colorado, the state's health care exchange in Denver on March 31. (Photo: AP)\n\nWASHINGTON - It’s crunch time to sign up for coverage under President Obama’s health care law. The website works much better now, but rising premiums and shaken faith among insurers have cast new shadows.\n\nTuesday is the deadline for millions of uninsured procrastinators to sign up in time for coverage to begin on Jan. 1. As the health insurance expansion enters its third year, their decisions are critical to its economic viability. A surge of younger, healthier customers could hold down premiums in a market that’s struggling to grow.\n\n“Medical costs of enrollees have been higher than expected and total enrollment remains low,” said Caroline Pearson, a vice president at the consulting firm Avalere Health. “If participation is leveling off, then plans may be stuck with a risk pool that is not particularly balanced.”\n\nMore than half of the health law’s 23 nonprofit insurance cooperatives have folded, and even some major industry players have recently gone public with doubts.\n\nThere have been bumps with the health law, says business owner Rayna Collins of Lincoln, Nebraska, but overall she counts on it. She’s surprised, however, that many people she knows have remained uninsured.\n\n“It’s heartbreaking to think that they could have affordable insurance,” said Collins. “They think it’s like going on welfare.” One friend believed incorrectly that insurers could still turn down customers with pre-existing health conditions, a practice barred under the law.\n\nCollins, a graphic designer, has had to make adjustments. She switched insurers for 2016 because the company she was with left the market. Her premium will be about the same, after subsidies the law provides for private coverage. But her deductible will spike from $500 to $2600.\n\n“I’m getting less coverage for about the same, and I’m not happy with that,” Collins said. “But I don’t know what I would do if I weren’t getting the government subsidy. I was already being priced out of health insurance before Obamacare.” The coverage allows her to get regular preventive care that’s important for people like her, in their early 60s.\n\nThe Obama administration says it’s seeing a vigorous consumer response this sign-up season, with more than 1 million new customers already.\n\n“All the evidence for us is that the marketplace is strong, it’s vibrant, and it’s growing,” said Andy Slavitt, head of the Centers for Medicare and Medicaid Services, which runs the government’s major insurance programs.\n\nStill, the administration’s sign-up target for 2016, the president’s last full year in office, is modest: 10 million people enrolled and paying premiums at the end of the year, an increase of about 10 percent.\n\nSome important things for consumers thinking about signing up for the first time, as well as for those renewing:\n\nDeadlines: Tuesday is the deadline to sign up for coverage so it can take effect on the first of the year. It’s also the deadline to make any changes to existing coverage so they take effect Jan. 1. Current customers will be automatically renewed Jan. 1 if they make no changes, but they may save money now by shopping for a plan with lower premiums.\n\nThe final deadline for new sign-ups and plan switches is Jan. 31, 2016. After that, new enrollments and changes are only allowed under special circumstances. People who remain uninsured after Jan. 31 risk fines when they file their 2016 taxes.\n\nFines will sting: The fines for people who remain uninsured in 2016 have gone up substantially. A study from the nonpartisan Kaiser Family Foundation estimates that the average tax penalty will rise to $969 per household, or nearly 50 percent. The fines are one of the law’s methods for nudging healthy people to get insured.\n\nFines of $900 would put a serious dent in most income tax refunds, and it’s enough money to pay several months’ worth of subsidized premiums. This year uninsured people got a second chance to sign up and avoid penalties if they found out about the fines upon filing their tax returns. There’s no such reprieve next year.\n\nWebsite working: The HealthCare.gov website, famously balky a couple of years ago, is working well by most accounts. The site has some consumer-friendly enhancements including a cost calculator, a doctor and hospital look-up feature and a way to see whether your prescription drugs are covered. Consumers are urged to double-check the physician finder results with their plans and doctors.\n\nAhead of sign-up season, it was expected that premiums for health law plans would go up in most places. A wave of closures among the law’s nonprofit insurance co-ops led to more worries. But what really seems to have shaken confidence were recent comments by UnitedHealth CEO Stephen Hemsley that the nation’s largest insurer had made a bad decision in expanding into more of the law’s insurance exchanges.\n\nDrew Altman, president of the Kaiser Foundation, says the health law’s insurance markets appear to be making progress. But they’re not there yet.\n\n“It’s going to take more people enrolled to be fully successful,” Altman said.\n\nRead or Share this story: http://usat.ly/1YfFExW", "article_metadata": {"google": "notranslate", "description": "It’s crunch time to sign up for coverage under President Obama’s health care law. Tuesday is the deadline for millions of uninsured procrastinators to sign up in time for coverage to begin on Jan. 1.", "og": {"site_name": "USA TODAY", "description": "It’s crunch time to sign up for coverage under President Obama’s health care law. Tuesday is the deadline for millions of uninsured procrastinators to sign up in time for coverage to begin on Jan. 1.", "title": "Crunch time for Obamacare; Tuesday sign-up deadline looms", "url": "http://www.usatoday.com/story/news/2015/12/14/obamacare-sign-up-deadline/77299022/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "It’s crunch time to sign up for coverage under President Obama’s health care law. Tuesday is the deadline for millions of uninsured procrastinators to sign up in time for coverage to begin on Jan. 1.", "title": "Crunch time for Obamacare; Tuesday sign-up deadline looms", "image": "http://www.gannett-cdn.com/-mm-/8c87615a7c135bded57af839783774e29270607a/c=1651-0-5107-3456&r=x643&c=640x640/local/-/media/2015/12/14/USATODAY/USATODAY/635856971199865352-AP-Health-Overhaul-Colorado.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Subjects/Affordable Care Act", "gci-categories": "Subjects/Affordable Care Act", "gci-asset-type": "story", "title": "Crunch time for Obamacare; Tuesday sign-up deadline looms", "pageclass": "article", "recs": {"category": "news", "image-3-4": "http://www.gannett-cdn.com/-mm-/cb5d13912a68c6e416aca76515ae7e716976de47/c=1936-0-4528-3456/local/-/media/2015/12/14/USATODAY/USATODAY/635856971199865352-AP-Health-Overhaul-Colorado.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/b6d1ea2a16490fea1ed3165a061ab0c4db2ac242/c=1651-0-5107-3456/local/-/media/2015/12/14/USATODAY/USATODAY/635856971199865352-AP-Health-Overhaul-Colorado.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/286d7528423ce03b9ed21c1fb3f2b23b0af9907a/c=1278-106-5175-3036/local/-/media/2015/12/14/USATODAY/USATODAY/635856971199865352-AP-Health-Overhaul-Colorado.jpg", "image": "http://www.gannett-cdn.com/-mm-/6adb4c3c6190910c82817b96cfc7e594896e217d/c=0-131-5177-3056&r=x1683&c=3200x1680/local/-/media/2015/12/14/USATODAY/USATODAY/635856971199865352-AP-Health-Overhaul-Colorado.jpg", "publishtime": "2015-12-14T13:41:59.953000-05:00", "shorthed": "Deadline to sign up for Obamacare in 2016", "articleid": 77299022, "image-16-9": "http://www.gannett-cdn.com/-mm-/bbfa3396d11ebf250019bbdd47628e6f1f53575e/c=0-131-5177-3056/local/-/media/2015/12/14/USATODAY/USATODAY/635856971199865352-AP-Health-Overhaul-Colorado.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/730d790b981f08604d12ab2168e5718f61bf15e3/c=2718-0-4653-3456/local/-/media/2015/12/14/USATODAY/USATODAY/635856971199865352-AP-Health-Overhaul-Colorado.jpg"}}, "news_keywords": "affordable care act, obamacare, health care"}, "article_summary": "Drew Altman, president of the Kaiser Foundation, says the health law’s insurance markets appear to be making progress.\nAhead of sign-up season, it was expected that premiums for health law plans would go up in most places.\nAs the health insurance expansion enters its third year, their decisions are critical to its economic viability.\nThere have been bumps with the health law, says business owner Rayna Collins of Lincoln, Nebraska, but overall she counts on it.\nTuesday is the deadline for millions of uninsured procrastinators to sign up in time for coverage to begin on Jan. 1."}