{"article_title": "Payoffs, Drugs, and Calculation", "article_keywords": ["replied", "liar", "drugs", "young", "times", "calculation", "deposition", "constand", "mother", "report", "cosby", "sexual", "payoffs"], "article_url": "http://www.newser.com/story/210027/bill-cosby-deposition-payoffs-drugs-and-calculation.html", "article_text": "(Newser) – \"He was not above seducing a young model by showing interest in her father’s cancer.\" Thus begins the latest damning blow to Bill Cosby, via a New York Times report on a deposition the comedian gave over the course of four days a decade ago before settling with Andrea Constand, who accused him of sexual assault. The report follows on the release of a 62-page memo released earlier this month in which Cosby acknowledged obtaining drugs for the purpose of slipping to women; the Times obtained the full 1,000-page deposition, which had apparently never been sealed. Excerpts:\n\n\n\nCosby told questioners he was a \"pretty decent reader of people and their emotions in these romantic sexual things, whatever you want to call them.\" The Times frames it much differently, saying that Cosby \"presented himself in the deposition as an unapologetic, cavalier playboy, someone who used a combination of fame, apparent concern and powerful sedatives in a calculated pursuit of young women.\"\n\nCosby admitted to funneling money, often in the form of educational assistance, to some of his conquests in an effort to keep his wife in the dark.\n\nAsked what he thought of Constand crying while testifying, Cosby replied, \"I think Andrea is a liar and I know she's a liar because I was there.\" Confronted with Constand's upset mother, he testified that he wanted her to \"tell your mother about the orgasm,\" as proof the encounter was consensual.\n\nWhen asked whether one woman he had sex with in 1976 after giving her quaaludes was capable of consent, he responded, \"I don't know.\"\n\nWhen the plaintiff's lawyer accused Cosby of \"making light of a very serious situation,\" he replied \"that very well may be.\"\n\nHis catchphrase when ending one relationship to begin another: \"Moving on.\"\n\nThe Times' whole report is here ; ETOnline notes the deposition details Cosby's own drug and alcohol use", "article_metadata": {"pubexchange": {"headline": "Bill Cosby Deposition: Payoffs, Drugs, and Calculation", "image": "http://img1-azcdn.newser.com/image/1028054-0-20150720090816.jpeg?width=300&height=300", "description": "Comedian claimed he was a \"pretty decent reader of people and their emotions in these romantic sexual things, whatever you want to call them.\""}, "description": "\"He was not above seducing a young model by showing interest in her father’s cancer.\" Thus begins the latest damning blow to Bill Cosby, via a   New York Times   report on a deposition... Celebrity News Summaries. | Newser", "author": "Polly Davis Doig", "og": {"site_name": "Newser", "description": "Comedian claimed he was a \"pretty decent reader of people and their emotions in these romantic sexual things, whatever you want to call them.\"", "title": "Bill Cosby Deposition: Payoffs, Drugs, and Calculation", "url": "http://www.newser.com/story/210027/bill-cosby-deposition-payoffs-drugs-and-calculation.html", "image": "http://img1-azcdn.newser.com/image/1028054-12-20150720090816.jpeg", "locale": "en_US", "type": "article"}, "twitter": {"title": "Bill Cosby Deposition: Payoffs, Drugs, and Calculation"}, "title": "Bill Cosby Deposition: Payoffs, Drugs, and Calculation", "tweetmeme-title": "Bill Cosby Deposition: Payoffs, Drugs, and Calculation", "fb": {"admins": 100000209105149, "app_id": 119343999649}, "keywords": "Bill Cosby", "article": {"author": "Polly Davis Doig"}, "thumbnail": "http://img2-azcdn.newser.com/square-image/210027-20150720090816/bill-cosby-deposition-payoffs-drugs-and-calculation.jpeg", "news_keywords": "Bill Cosby"}, "_id": "\"57477af36914bd0286fcbea3\"", "article_summary": "The Times' whole report is here ; ETOnline notes the deposition details Cosby's own drug and alcohol use\nAsked what he thought of Constand crying while testifying, Cosby replied, \"I think Andrea is a liar and I know she's a liar because I was there.\"\nWhen the plaintiff's lawyer accused Cosby of \"making light of a very serious situation,\" he replied \"that very well may be.\"\n(Newser) – \"He was not above seducing a young model by showing interest in her father’s cancer.\"\nConfronted with Constand's upset mother, he testified that he wanted her to \"tell your mother about the orgasm,\" as proof the encounter was consensual."}