{"article_title": "Looking backward and forward: a review of key EEOC developments, successes and failures in FY 2015 and what to watch for in FY 2016", "article_keywords": ["court", "eeocs", "successes", "fy", "review", "v", "watch", "employer", "looking", "2015", "filed", "eeoc", "key", "discrimination", "forward", "failures", "employees", "developments", "based"], "article_url": "http://www.lexology.com/library/detail.aspx?g=25eb2251-355d-46b0-bde9-a70e76aab981", "article_text": "USA November 23 2015\n\nOn November 19, 2015, the Equal Employment Opportunity Commission (EEOC) issued its annual Performance and Accountability Report (PAR), which highlights key EEOC developments over the past fiscal year, ending September 30, 2015. This Insight provides a preliminary review of selected statistics highlighted in the PAR and discusses the EEOC’s successes and failures during the past fiscal year, particularly focusing on the EEOC’s “national priorities” discussed in its Strategic Enforcement Plan.\n\nA comprehensive review of key EEOC statistics, regulatory developments and litigation initiated by the EEOC will be discussed in Littler’s upcoming Annual Report on EEOC Developments: Fiscal Year 2015, which will be published in early 2016.\n\nThe EEOC reached major milestones in FY 2015. The agency celebrated its 50th anniversary and the 25th anniversary of the Americans with Disabilities Act. As significantly, the EEOC was a party to two cases before the U.S. Supreme Court, EEOC v. Mach Mining, LLC1 and EEOC v. Abercrombie & Fitch Stores,2 and had a prominent role in Young v. UPS,3 as the impact of the agency’s 2014 guidance on pregnancy discrimination4 was discussed in the Court’s decision.\n\nThis Insight provides a summary of key agency and case developments over the past fiscal year, concentrating on the EEOC’s focus on systemic5 investigations and related litigation and the EEOC’s current priorities based on its Strategic Enforcement Plan (SEP).6\n\nAgency Developments\n\nThe past fiscal year started out with some difficult challenges for the EEOC based on a report issued on November 24, 2014, by Lamar Alexander (R-TN), Chairman of the Senate Committee on Health, Education, Labor and Pensions (HELP). The report found:\n\n[T]oday’s EEOC is pursuing many questionable cases through sometimes overly aggressive means—and, as a result, has suffered significant court losses that are embarrassing to the agency and costly to taxpayers. Courts have found EEOC’s litigation tactics to be so egregious they have ordered EEOC to pay defendants’ attorney’s fees in ten cases since 2011. The courts have criticized EEOC for misuse of its authority, poor expert analysis, and pursuit of novel cases unsupported by law.7\n\nThe November 2014 report by Sen. Alexander immediately preceded the confirmation hearing for David Lopez, who was nominated for a second term as General Counsel for the EEOC. While Lopez faced significant challenges, he was approved for a new term as General Counsel on December 3, 2014 by a Senate vote of 54-43. On that same day, Charlotte Burrows was approved as a new EEOC Commissioner by a Senate vote of 93-2. The Commission ended the year with a 3-2 Democratic majority, with Jenny Yang appointed by President Obama as the Chair of the Commission, and David Lopez continuing in his role as General Counsel. These developments cleared the way for the EEOC’s continued focus on its systemic initiative and its current list of priorities.\n\nEven so, the agency faced additional criticism by the Republican members of the HELP Committee in an oversight hearing held on May 19, 2015.8 During this hearing, Sen. Tim Scott (R-SC) was critical of the agency spending resources on EEOC-initiated litigation where a discrimination charge had not even been filed.9 General Counsel Lopez responded by stating such lawsuits involved only a “small fraction” of the EEOC’s litigation docket. He responded to criticism regarding one pending large-scale age discrimination lawsuit, which was initiated based on a Commissioner’s charge, explaining, “There is a lot of information in that case with evidence of age discrimination.” Lopez otherwise highlighted what he viewed as some major achievements during his role as General Counsel, but also stated that litigation should be the “enforcement tool of last resort.”10\n\nChair Yang also testified at the Senate HELP Committee hearing and highlighted what she viewed as significant achievements by the agency, including “ensuring efficient and effective enforcement by using integrated strategies that encourage prompt and voluntary resolution of charges,” explaining:\n\nVoluntary compliance remains the preferred means of preventing and remedying employment discrimination.\n\nIn FY 2014, EEOC’s mediation program successfully helped employers and employees voluntarily resolve 7,846 (77%) of the 10,221 mediations it conducted.\n\nOver the past three years, EEOC has worked with employers to conciliate and voluntarily resolve a greater percentage of cases than in recent history—and with successful conciliations rising from 27% in FY 2010 to 38% in FY 2014. The success rate for the conciliation of systemic charges is even higher (47%), particularly significant as these charges are more complex and have the potential to improve practices for many workers.\n\nIn 2012, the Commission reaffirmed the importance of systemic enforcement in its Strategic Plan and Strategic Enforcement Plan. Because of these efforts, at the end of FY 2014, 57 out of 228, or 25% of the cases on the EEOC’s litigation docket, were systemic. This is the largest proportion of systemic lawsuits on the EEOC’s docket since tracking began in FY 2006.\n\nIn 2014, EEOC’s success rate for conciliation of systemic charges of discrimination was 47%.11\n\nKey Statistics for FY 2015\n\nOn November 19, 2015, the EEOC issued its annual Performance and Accountability Report (referred to as the EEOC’s “PAR”) for Fiscal Year 2015.12 The PAR reviews the agency’s achievements over the past fiscal year, and includes statistics relating to EEOC charge activity and litigation.\n\nAccording to the FY 2015 PAR, there was a minor increase in the number of discrimination charges compared to those filed in FY 2014 (89,895 in FY 2015 compared to 88,878 in FY 2014). Even so, the level of charge activity has decreased over the past few years. There were 4,000 fewer charges filed in FY 2015 compared to FY 2013 (93,727 charges) and an approximate 10,000-charge decrease from FY 2011 (99,947 charges).13\n\nDespite the general decrease in the number of charges filed with the agency over the past couple of years, the EEOC’s backlog of private-sector charges (referred to by the agency as the “Private Sector Charge Inventory”) has continued to increase. During FY 2015, the backlog increased to 76,408, increasing slightly from 75,935 charges in FY 2014.14 While this inventory increase was modest, the EEOC had already raised concerns at the end of FY 2014 based on the “major challenge” of its charge inventory, which had increased 7.28% from 70,781 charges to 75,935 between FY 2013 and FY 2014.15 The backlog increased despite hiring 90 investigators. Even with turnover, the net increase in investigators was approximately 60. The EEOC attempted to explain the backlog challenge by referring to the impact of “losing experienced investigators” and the need “to ensure high quality standards for charge processing,” but acknowledged, “As it does each year, the EEOC faces a fundamental challenge in efficiently processing the pending inventory of private-sector discrimination charges while improving the quality of charge processing.”16\n\nEven so, the most significant trend to closely monitor from an employer’s perspective is the EEOC’s focus on systemic investigations. During FY 2015, there was a slight increase in the number of systemic investigations completed by the EEOC, and more importantly, in the total monetary recovery based on the resolution of systemic investigations. The EEOC completed 268 systemic investigations in FY 2015, compared to 260 in FY 2014, but the amount obtained in resolving systemic charges increased dramatically from $13 million to $33.5 million.17 While this increase at first blush may be alarming, it is more in line with the amounts recovered in FY 2012 and FY 2013 when the EEOC obtained $36.2 million and $40 million, respectively, through the resolution of systemic investigations.18 More troublesome, however, is the continued increased likelihood of a reasonable cause finding based on a systemic investigation. The EEOC made a reasonable cause finding in 99 out of the 268 systemic investigations completed in FY 2015 (36.0%),19 which is in a range similar to the number of reasonable cause findings in FY 2014 and FY 2013 (45% and 35%, respectively).20 This number is in stark contrast to the EEOC’s published statistics showing that historically, the EEOC has issued reasonable cause findings in less than five percent (5%) of the charges filed with the agency.21\n\nNext, turning to litigation, the EEOC has continued its “new normal” by decreasing the number of lawsuits it files. In FY 2015, the agency filed only 142 merits lawsuits.22 While this was a slight increase from the 133 lawsuits filed in FY 2014,23 this trend is similar to the number filed in FY 2013 (131 merits lawsuits) and FY 2012 (122 merits lawsuits), and in sharp contrast to the number of suits filed in prior years (250 or more).24\n\nAmong the 142 lawsuits filed in FY 2015, a total of 42 involved “multiple victims,” which included 16 systemic lawsuits (i.e., impacting 20 or more individuals).25 While this number may not appear to be significant, a review of the EEOC’s cases on its active docket at the end of FY 2015 shows that approximately 40% of the EEOC’s active docket (88 out of 218 cases) involves multiple-victim lawsuits, which includes 48 pending lawsuits involving challenges to alleged systemic discrimination (22%).26 Also worth noting is that among the 142 lawsuits filed by the agency during FY 2015, the largest number of lawsuits involved claims under the ADA—37% (53 lawsuits).\n\nKey Procedural Developments\n\nOver the past fiscal year, the EEOC’s multi-step procedure for investigating and conciliating discrimination claims prior to suing was closely reviewed by the courts. The impact of the Supreme Court’s decision in EEOC v. Mach Mining on the conciliation process was one of the most hotly debated issues among EEO attorneys over the past year, and recent decisions since Mach Mining have addressed the impact of that decision. The potential reach of Mach Mining in limiting a court’s review of the EEOC’s investigation process was also discussed in the Second Circuit’s decision in EEOC v. Sterling Jewelers.27\n\nImpact of Mach Mining\n\nMach Mining involved litigation initiated by the EEOC and what actions had to be taken by the agency before suing an employer. The focus of the lawsuit was Title VII of the Civil Rights Act of 1964, which expressly states that if the Commission finds “reasonable cause” to believe there is a violation of the Act, the EEOC must first “endeavor to eliminate [the] alleged unlawful employment practice by informal methods of conference, conciliation and persuasion.”28 However, the pivotal language relied on by the EEOC to argue that any review of its conciliation obligation is limited stems from the additional statutory provision stating the EEOC may sue an employer if “the Commission has been unable to secure from respondent a conciliation agreement acceptable to the Commission.”29\n\nFrom the EEOC’s perspective, the above language was relied on to argue that the “statutory directive to attempt conciliation” is “not subject to judicial review,” relying on the ruling by the Seventh Circuit in favor of the EEOC.30 The employer relied on case authority that had imposed a “good faith” obligation on the EEOC concerning its conduct during the conciliation process.\n\nThe Supreme Court struck a balance between the two polar positions, holding there is a “strong presumption” favoring judicial review of administrative actions. The Court further held, however, that judicial review would be limited. Based on a reasonable cause finding, the Court contemplates notice to the employer of the EEOC’s finding of the alleged violation, and explained what was expected:\n\nSuch notice properly describes both what the employer has done and which employees (or what class of employees) have suffered as a result. And the EEOC must try to engage the employer in some form of discussion (whether written or oral), so as to give the employer an opportunity to remedy the alleged discriminatory practice.31\n\nThe Court described this obligation as a “barebones review” that gives the EEOC “expansive discretion . . . to decide how to conduct conciliation efforts and when to end them.” Any failure by the EEOC would require merely staying the action and requiring the EEOC to meet its conciliation obligation. In fulfilling this statutory requirement, the EEOC is required only to “tell the employer about the claim – essentially, what practice has harmed which person or class – and must provide the employer with an opportunity to discuss the matter in an effort to achieve voluntary compliance.” In the Court’s view, a “sworn affidavit from the EEOC stating that it has performed its obligations but that its efforts have failed will usually suffice to show that it has met the conciliation requirement.”\n\nWhile the impact of Mach Mining on the conciliation process remains unsettled, two courts recently reached opposite conclusions when reviewing the EEOC’s conduct during the conciliation process.\n\nIn one decision, EEOC v. Ohio Health,32 as part of a summary judgment motion, the employer took strong exception to the EEOC’s approach to the conciliation process. In staying the action and remanding the case for 60 days to require mediation between the parties, the court reviewed the mandate of the Supreme Court’s ruling in Mach Mining and concluded “the EEOC has failed to engage in good faith conciliation efforts.” In Ohio Health, the district court was presented with an employer declaration asserting that the EEOC had presented its demands during conciliation as a “take-it-or-it proposition, failed to provide information requested by [the employer], demanded a counter offer, and then declared that conciliation efforts have failed despite [the employer] having made it clear that it was ready and willing to negotiate.” The court rejected the EEOC’s argument that because it had already filed a complaint, “only a public resolution was possible.” The court found this position “ridiculous” and cautioned the EEOC that if it “continues down this dangerous path and fails to engage in good faith efforts at conciliation,” it potentially would be subject to “contempt and dismissal of this action for failure to prosecute.”\n\nIn contrast, in EEOC v. Jet Stream Ground Services, Inc.,33 the district court rejected the employer’s motion for partial summary judgment where there was an ongoing exchange of proposals during conciliation, but the employer took exception with the EEOC’s approach to conciliation. The employer argued that the EEOC did not engage in a “sincere and reasonable conciliation” because it initially proposed that the employer create a settlement fund for “aggrieved individuals” who had not yet been identified, and because the EEOC “demanded that [the employer] reinstate all other aggrieved individuals that it could identify.” The employer argued also that the EEOC negotiations on behalf of the interveners evidenced its “bad faith because the EEOC did not negotiate in an individualized manner,” and instead made significant economic demands for a group of purported victims “while rejecting individualized offers.”\n\nIn denying the employer’s motion, the district court in Jet Stream acknowledged that the employer “would have preferred individualized settlement counter-offers to match its own,” but Mach Mining does not mandate such conduct by the EEOC during the conciliation process. Rather, “the Commission is entitled to ‘expansive discretion…over the conciliation process’” and “its efforts need not involve any specific steps or measures.” The court concluded that the EEOC had engaged in “substantive conciliation efforts,” and “applying the ‘limited’ scope of review mandated by Mach Mining,” the EEOC’s settlement efforts “were sufficient to fulfill Title VII’s conciliation requirements.”\n\nChallenging Scope of EEOC Investigations\n\nThe broad reach of Mach Mining was also recently discussed in the context of limiting the scope of review of EEOC investigations. Two decisions addressed the issue: (1) a federal court of appeals (Second Circuit) in EEOC v. Sterling Jewelers34 and (2) a district court in Illinois in EEOC v. AutoZone, Inc.35 In both cases, the courts relied on Mach Mining and determined they would not delve into evaluating the merits of the investigation, and thus rejected efforts to limit the scope of “nationwide” lawsuits filed by the EEOC.\n\nIn Sterling Jewelers, the EEOC filed a nationwide lawsuit alleging a pattern or practice of sex discrimination regarding promotion and compensation. Following discovery, the magistrate granted summary judgment in favor of the employer, taking the view that the EEOC’s lawsuit was fatally defective because the EEOC did not conduct a nationwide investigation prior to suing. The magistrate further held that the EEOC could not rely on the findings of a statistical expert retained by the charging parties’ attorneys, and the subsequent nationwide lawsuit was therefore improper and was justifiably dismissed with prejudice.36 A district court judge affirmed the magistrate’s findings.37\n\nIn reversing the district court’s ruling, the Second Circuit underscored that the courts “may not review the sufficiency of an [EEOC] investigation – only whether an investigation occurred.” The court explained that similar to the conciliation process, “an affidavit from the EEOC, stating that it performed its investigative obligations and outlining the steps taken to investigate the charges, will usually suffice.” From the court’s perspective, “Allowing courts to review the sufficiency of an EEOC investigation would effectively make every Title VII suit a two-step action: First, the parties would litigate the question of whether EEOC had a reasonable basis for its initial finding, and only then would the parties proceed to litigate the merits of the action.” Similar to Mach Mining, the Second Circuit concluded there should be only a limited review of the EEOC investigation process, and such efforts should not be permitted to derail litigation by the EEOC. On October 23, 2015 the employer requested a rehearing and full court review of the three-judge panel decision and submitted that the appellate panel was incorrect in relying on the Mach Mining decision.38\n\nThe AutoZone case stemmed from three individual charges of disability discrimination at three Illinois stores. Reasonable cause determinations were issued in September 2012 based on the alleged failure to accommodate and the termination of the charging parties. Eight months later, the EEOC amended each determination, finding the employer discriminated against the charging party and a “class of other employees at its stores throughout the United States” based on an attendance policy in which employees were assessed points and eventually discharged for absences, including disability-related absences.\n\nFollowing unsuccessful conciliation efforts, the EEOC filed a nationwide ADA lawsuit against AutoZone, challenging the company’s attendance plan. Although the lawsuit was filed in May 2014, the issue regarding the scope of the lawsuit did not arise until after the EEOC’s Amended Complaint, filed in the fall of 2014, which led to the employer moving to limit discovery to the three stores in which the charging parties worked. In its November 4, 2015 decision, the court determined that the employer was seeking a protective order and then focused on the employer’s argument that the EEOC could not expand its lawsuit beyond the three stores because there was “not an adequate nationwide investigation” to support a nationwide lawsuit against the employer.\n\nIn rejecting the employer’s motion in AutoZone, the court underscored that “Title VII does not define ‘investigation’ or outline any steps the EEOC is required to take in conducting its investigation,” and relied on a Seventh Circuit decision in EEOC v. Caterpillar, Inc.,39 prohibiting parties from challenging the sufficiency of an EEOC’s investigation.40 The court also relied on Mach Mining and the view that the courts should play a limited role in reviewing the EEOC’s pre-suit procedures, explaining, “Although Mach Mining focuses on the ‘conciliation’ requirement and Caterpillar addresses only the ‘investigation’ requirement, Mach Mining supports the reasoning applied in Caterpillar.” Relying on Mach Mining, the district court concluded that its sole focus should be whether an “investigation” occurred, as required by Title VII, and “not whether the investigation was sufficient to support the charges brought by the EEOC.” The court also concluded that based on Mach Mining, Title VII “does not mandate any particular investigative techniques or standards.”\n\nThe Court also found the reasoning of the Second Circuit decision in Sterling Jewelers to be persuasive. The court held that “at least under the facts at issue here, the EEOC has met its burden to show that it investigated by issuing a determination that: (1) state that the EEOC investigated and; (2) identifies the alleged discrimination discovered during the investigation.”\n\nContinued Debate over Permissible Scope of EEOC Investigations\n\nEmployers continue to grapple with the scope of the EEOC’s investigative authority. An ongoing concern is whether a charge might lead to a systemic investigation by the EEOC.41 While a systemic charge can arise as a pattern-or-practice charge, Commissioner’s charge or “directed investigation” involving potential age discrimination or equal pay violations,42 the most frequent issue of concern is when the EEOC expands an individual charge into a systemic investigation.\n\nThe courts generally have broadly interpreted the EEOC’s investigative authority, and FY 2015 was no different. The best illustration is the Ninth Circuit’s decision in EEOC v. McLane Company, Inc.,43 in which the Ninth Circuit ordered an employer to comply with the EEOC’s request for “pedigree information” (i.e., name, Social Security number, last known address, and telephone number) based on a subpoena enforcement action after the EEOC expanded its investigation of an individual sex discrimination charge (based on pregnancy) stemming from the charging party’s termination for failing to achieve the required score on a isokinetic strength test upon her return to work.\n\nIn the McLane case, all new employees and employees returning from leave exceeding 30 days had to take the test. The charging party’s termination occurred after she took the test three times and failed to receive the minimum score required for her position. During the investigation, the employer disclosed that it used the resistance test at its facilities nationwide for all positions classified as physically demanding. The EEOC ultimately expanded its investigation nationwide for the division in which the charging party was employed and required the pedigree information for all those who had taken the test. For all those who were terminated after taking the test, the EEOC requested the reason for termination.\n\nThe subpoena enforcement action arose after the employer failed and/or refused to provide the requested information. The district court concluded that the EEOC did not need to know the pedigree and related information to determine whether the company used the test to discriminate on the basis of sex and refused to enforce the subpoena. The Ninth Circuit reversed and relied on the Supreme Court’s decision in EEOC v. Shell Oil,44 which upheld the EEOC’s right to information as part of a systemic investigation based on the view that the “relevance standard….encompasses ‘virtually any material that might cast light on the allegation against the employer.’” Based on requiring the information, “the EEOC will be better able to assess whether use of the test has resulted in a ‘pattern or practice’ of disparate treatment.”\n\nA Wisconsin federal district court decision, EEOC v. Union Pacific Railroad Company,45 also is illustrative of the expansive view courts have taken regarding the EEOC’s investigative authority. In Union Pacific, the EEOC was investigating the charges of two former employees who alleged race discrimination. During the investigation, the EEOC issued right-to-sue notices to the charging parties, who then sued in federal court. The court subsequently granted summary judgment in favor of the employer. In the interim, despite the EEOC’s issuance of the right-to-sue notices and the charging parties’ filing of individual lawsuits, the EEOC asserted it was legally entitled to continue to pursue a pattern-or-practice investigation based on information acquired during the initial investigation. A subpoena enforcement action then followed, and the court upheld the EEOC’s right to the information based on the view that “[t]he permissible scope of an EEOC lawsuit is not confined to the specific allegations in the charge; rather, it may extend to any discrimination like or related to the substance of the allegations in the charge and which reasonably can be expected to grow out of the investigation triggered by the charge.”\n\nThe above decisions should be contrasted with at least one appeals court decision during the past fiscal year, EEOC v. Royal Caribbean Cruises, Ltd.46 In this case the Eleventh Circuit joined ranks with the Tenth Circuit47 in limiting the scope of a subpoena in an ADA48 claim in which the EEOC attempted to discover information to support a pattern-or-practice claim against an employer when it was faced solely with an individual ADA claim. The court sided with the employer on both “relevance” and “burdensomeness” grounds. The favorable impact of this decision should be tempered based on the Eleventh Circuit’s view that the EEOC could seek such information in a Commissioner’s charge, but the EEOC had not elected that option in dealing with the matter under investigation.\n\nKey Litigation Developments—Impact of EEOC’s Strategic Enforcement Plan\n\nOver the past year, the EEOC has continued to increase its focus on systematic investigations and related litigation based on the EEOC’s Strategic Enforcement Plan.49 The EEOC’s “national priorities,” as discussed in the plan, are: (1) eliminating barriers in recruitment and hiring; (2) protecting immigrant, migrant and other vulnerable workers; (3) addressing emerging and developing issues; (4) enforcing equal pay laws; (5) preserving access to the legal system; and (6) preventing harassment though systemic enforcement and targeted outreach. Discussed below is a review of the EEOC’s litigation efforts and related actions involving these priorities over the past fiscal year.\n\nEliminating Barriers in Recruitment and Hiring\n\nClaims of Alleged Intentional Discrimination\n\nDuring the past year the EEOC has continued to pursue numerous class-based “failure-to-hire” lawsuits involving claims of alleged intentional discrimination. The EEOC has not singled out any type of discrimination in such large-scale litigation, which includes lawsuits alleging race, national origin, age and sex discrimination.50 Some of the EEOC’s key pending (or recently settled) failure-to-hire lawsuits are:\n\nEEOC v. Mavis Discount Tire Inc., filed in federal court in New York in January 2012,51 alleges a pattern or practice of discriminating against female applicants at its branch stores in four states in the Northeast (New York, Connecticut, Massachusetts, and Pennsylvania). The lawsuit initially stemmed from an individual charge of sex discrimination that expanded into a systemic investigation and determination that the employer discriminated against a class of female employees. Although both parties indicated their plans to move for summary judgment following the close of discovery, only the EEOC did so on February 13, 2015.52 On September 11, 2015, the district court denied the EEOC’s summary judgment motion.\n\nEEOC v. Bass Pro Outdoor World, LLC, filed in Texas federal district court in September 2011. The lawsuit stems from a Commissioner’s charge filed in 2007, initially focusing on African American applicants and employees, but was later amended to include Hispanic applicants and employees.53 The Letter of Determination, issued on April 29, 2011, made a reasonable cause finding that since 2005, the employer had engaged in a nationwide pattern or practice of discriminating against African American and Hispanic individuals in hiring on the basis of race and national origin. Since the filing of the lawsuit, which was based on Sections 706 and 707 of Title VII alleging a pattern or practice of discrimination, the parties have been embroiled in in ongoing procedural disputes. A key issue pending in the U.S. Court of Appeals is whether the EEOC can pursue a pattern-or-practice claim seeking compensatory or punitive damages under Section 706 of Title VII.54\n\nEEOC v. Texas Roadhouse, filed in Massachusetts federal court in October 2011,55 involves allegations that the company “engaged in a nationwide pattern or practice of age discrimination in hiring hourly ‘front of the house’ employees.”56 Here, too, the parties were involved in procedural disputes at the outset of the litigation. The employer challenged whether a pattern-or-practice claim could even proceed under the Age Discrimination in Employment Act (ADEA). This argument was rejected by the court based on the finding, “Absent any authority in this Circuit that pattern or practice claims cannot be brought under the ADEA and law in other circuits supporting the viability of a pattern or practice claim in the context of the ADEA, the Court will not dismiss the complaint on the basis that the EEOC cannot bring such a claim.”57 Over the past fiscal year, discovery disputes have included the employer’s request for information concerning the EEOC’s hiring practices for certain entry-level positions, which was rejected by the court.58 Discovery will continue into 2016, and summary judgment motions are due in July 2016.59 The Texas Roadhouse case also is significant because it illustrates the risks to employers under the ADEA – the lawsuit was based on a “directed investigation” under the ADEA initiated by the EEOC and thus was not based on a charge of discrimination filed by an applicant or employee.60\n\nEEOC v. Cintas Corporation61 involved a pattern-or-practice claim of sex discrimination dating back to 2004. This case—settled on November 11, 2015 for $1.5 million—had gone back and forth from a federal court in Michigan to the U.S. Court of Appeals for the Sixth Circuit, and served as the linchpin for the EEOC’s pursuit of pattern-or-practice claims in which the agency seeks compensatory and punitive damages for large-scale class actions against employers.62 The lawsuit, the last leg of which was based on an Amended Complaint filed in March 2013,63 focused on the alleged failure by the employer to hire females as route sales drivers/service sales representatives at the company’s Michigan facilities. Over the past fiscal year, the dispute focused on the EEOC’s failure to identify by name the purported class members for whom the EEOC would be seeking monetary relief. This information was ultimately produced following a court order, although the court denied a request for sanctions against the EEOC for its delay.64\n\nEEOC v. Performance Food Group, filed in Maryland federal court in June 2013, involves a claim that the employer “engaged in a pattern or practice of failing to hire female applicants for operative positions at distribution centers nationwide.”65 The court adopted the reasoning of the Sixth Circuit in the Cintas litigation, permitting the pattern-or-practice claim against the employer to proceed.66 During the past year, the EEOC did not prevail on the argument that the employer should be “judicially estopped” from changing its position from that set forth at the administrative stage to its subsequent determination that certain individuals who allegedly made sex-based discriminatory remarks, “lacked hiring oversight or control over any employees” at the affected facilities. The court ruled, however, that the EEOC should be permitted to conduct further discovery regarding the claim.67\n\nEEOC v. Darden Restaurants, Inc.,68 filed in Florida federal court in February 2015, challenges the employer’s hiring practices nationwide and alleges that individuals are excluded from both “front of the house” and “back of the house” positions based on age. This case has again placed at issue whether pattern-or-practice claims could be brought under the ADEA. The employer argued that the EEOC was resting solely on the view of the Tenth Circuit, which has permitted such claims, and that the court instead should consider the U.S. Supreme Court’s view that the provisions under Title VII and the ADEA are not interchangeable.69 The employer also challenged the EEOC’s motion that this class-based ADEA lawsuit should be bifurcated for liability and damages.70 On November 9, 2015, the court ruled on both motions. In dealing with pattern-or-practice claims under the ADEA, the court acknowledged that the ADEA does not reference pattern-or-practice actions, but rejected the employer’s motion to dismiss and concurred with the Tenth Circuit and “jurisprudence of this Circuit and other circuits that have permitted pattern-or-practice claims in ADEA cases.”71 On the other hand, the court denied the EEOC’s motion to bifurcate discovery and trial into two phases (i.e., liability and liquidated damages in Phase I and individual liability and damages in Phase II). Rather, the court ruled that discovery regarding all aspects would proceed simultaneously. The court also denied the request to bifurcate trial “at this time, but without prejudice to refile such request upon the completion of discovery.”72\n\nOne of the most pivotal cases for employers to closely monitor is the Bass Pro case, in which the Fifth Circuit is reviewing whether the EEOC can pursue pattern-or-practice claims under Section 706 of Title VII and thus seek compensatory and punitive damages in such actions. As referenced above, only one federal circuit court of appeal has addressed this issue to date. In Serrano v. Cintas,73 the Sixth Circuit reversed a district court and held that the EEOC could pursue a pattern-or-practice claim under Section 706. This holding is significant because it provides the EEOC with two avenues for pursuit of claims under Section 706: (a) presenting circumstantial evidence under McDonnell Douglas’74 familiar burden-shifting analysis; or (b) meeting a heightened prima facie case standard to establish a pattern or practice of discrimination under International Brotherhood ofTeamsters v. United States.75 While under McDonnell Douglas the burden of proof remains with the EEOC, under the Teamsters framework, once the EEOC establishes a pattern or practice of discrimination, the burden of proof shifts to the defendant on the question of individual liability. Permitting a pattern-or-practice claim under Section 706 allows the EEOC to potentially recover compensatory and punitive damages, which are not available for pattern-or-practice claims under Section 707 of Title VII.\n\nChallenges to Neutral Employment Policies\n\nThe EEOC’s results during FY 2015 were far more mixed based on EEOC challenges to neutral employment practices having a disparate impact on a protected group.\n\nOne of the EEOC’s most significant losses over the past fiscal year was the Fourth Circuit’s ruling in EEOC v. Freeman,76 which dealt with the EEOC’s challenge to the employer’s use of criminal and credit history in the hiring process. In Freeman, the court never reached the ultimate issue because it merely affirmed the district court’s summary judgment ruling, which struck down the findings the EEOC’s statistical expert relied on to support the disparate impact claim of discrimination involving African American applicants. The concurring opinion of one of the judges was critical of the EEOC and its “disappointing litigation conduct,” finding, “The Commission’s work of serving ‘the public interest’ is jeopardized by the kind of missteps that occurred here.” On remand, the EEOC also did not fare well based on the district court judge awarding $938,771.50 to the employer, aside from his harsh criticism of the EEOC:77\n\nWorld-renowned poker expert Kenny Rogers once sagely advised, “You’ve got to know when to hold ‘em. Know when to fold ‘em. Know when to walk away.” In the Title VII context, the plaintiff who wishes to avoid paying a defendant’s attorneys’ fees must fold ‘em once its case becomes so groundless that continuing to litigate is unreasonable, i.e. once it is clear it cannot have a winning hand. In this case, once Defendant Freeman revealed the inexplicably shoddy work of the EEOC’s expert witness in its motion to exclude that expert, it was obvious Freeman held a royal flush, while the EEOC held nothing. Yet, instead of folding, the EEOC went all in and defended its expert through extensive briefing in this Court and on appeal. Like the unwise gambler, it did so at its peril. Because the EEOC insisted on playing a hand it could not win, it is liable for Freeman’s reasonable attorneys’ fees.\n\nDespite the setbacks in the Freeman decision, the EEOC has continued to actively litigate cases involving criminal background checks. The two primary lawsuits, which were aggressively litigated by both the EEOC and employers in FY 2015, were EEOC v. BMW Manufacturing Co. LLC, which was pending in the federal district court in South Carolina (and recently settled)78 and EEOC v. DolgencorpLLC, which remains pending in the Northern District of Illinois.79 Based on these lawsuits, the EEOC alleged that the respective policies disproportionately screened out African Americans, were not job-related or consistent with business necessity, and failed to include an individualized assessment prior to screening out applicants for employment.80 In the BMW case, after a federal judge denied competing summary judgment motions to both sides,81 a Consent Decree was approved by the court on September 8, 2015, as requested by the parties, in which BMW agreed to a settlement payment of $1.6 million, modification of its criminal history policy and related training.82 The parties remain knee-deep in discovery-related issues in the Dolgencorp case.\n\nThe EEOC has prevailed in a challenge to its 2012 criminal history guidance, but the issue is now on appeal in the Fifth Circuit. In State of Texas v. EEOC,83 the state filed a complaint for declaratory and injunctive relief, arguing the EEOC’s guidance ignored state and local law that disqualified convicted felons from holding certain jobs. Rejecting that argument, the court on August 20, 2014, dismissed the lawsuit and held that the guidance was not a final agency action and the lawsuit was premature because no action had been brought against the State of Texas based on the guidance. On August 25, 2014, the State of Texas filed a Notice of Appeal with the Fifth Circuit, and the matter remains pending before the federal appellate court.84\n\nOn July 9, 2015, in EEOC v. Crothall Services Group, Inc.,85 the EEOC sued a Pennsylvania employer alleging that relying on criminal background tests in the hiring process “constitutes a test or selection procedure” based on the “Uniform Guidelines on Employee Selection Procedures.”86 Based on the lawsuit, the EEOC has alleged the employer was required “to make, keep, and have available for inspection records or other information which will disclose the impact which its tests or other selection procedures have upon employment opportunities of persons identifiable by race, sex, or ethnic group,” and maintain such records for review and inspection.87\n\nFinally, in dealing with hiring barriers, the EEOC also has started to directly challenge employer testing practices. In August 2015, a major retailer agreed to pay $2.8 million to resolve a Commissioner’s Charge following a reasonable cause finding by the EEOC that “three employment assessments formerly used by [the employer] disproportionately screened out applicants for exempt-level professional positions based on race and sex.”88 As part of resolving the charge, the employer agreed to discontinue use of the assessments in its selection procedures for exempt-level personnel. The employer also agreed to “perform a predictive validity study for all exempt assessments currently in use and any new assessments” the employer expects to use and to “monitor the assessments it uses for exempt-level professional positions for adverse impact based on race, ethnicity and gender.”89\n\nDuring the coming year, based on comments by EEOC representatives, it is anticipated that the EEOC will continue to closely review pre-employment testing practices and may take a closer look at reliance on “big data” in the hiring process.90\n\nProtecting Immigrant, Migrant and Other Vulnerable Workers\n\nDuring the past fiscal year, the EEOC has been involved in several pattern-or-practice lawsuits dealing with immigrant workers. Claims for such workers are sometimes tied to other related lawsuits filed by private counsel, which include broad-based causes of action. In reviewing EEOC litigation, the civil rights agency had very mixed results based on the outcome of such litigation.\n\nOne of the most complex cases has involved Signal International LLC, which was involved in EEOC and related litigation in federal court in both Texas and Louisiana.91 According to the EEOC action, which remains pending in Louisiana federal court, Signal allegedly engaged in a pattern or practice of unlawful activities involving a class of Indian workers at facilities in Mississippi and Texas that included: (1) requiring Indian employees to live in a main camp on company property, in crowded and substandard housing conditions; (2) subjecting Indian employees to oppressive conditions in the main camp, such as providing poor quality food, subjecting employees to searches and seizures; (3) refusing or restricting their right to have visitors; (4) charging monetary penalties for rule violations; (5) deducting in excess of $1,000 per month from Indian employees’ wages for food and housing; and (6) limiting Indian employees’ freedom of movement and access to the local community.92 The lawsuit included claims of ethnic epithets and derogatory language toward the Indian workers.\n\nThe employer in EEOC v. Signal vigorously disputed the allegations, contending it built housing for the Indian workers based on Hurricanes Katrina and Rita and submitted that the 500 affected foreign workers would not have found housing due to these conditions. The employer acknowledged it struggled at times with a first-time landlord, but denied any decisions were ever influenced by race or national origin.93\n\nOn May 7, 2015, the district court issued a ruling postponing the EEOC v. Signal trial on an “indefinite” basis.94 The court’s decision stemmed from the employer’s unopposed motion to delay the trial, pending the outcome in the Fifth Circuit’s decision in EEOC v. Bass Pro, explaining that a ruling in Bass Pro “may bear on whether the EEOC can bring pattern-and-practice claims under both §§706 and 707.”95\n\nThe postponement notwithstanding, the related private litigation against Signal demonstrates the complexity of the issues involved in dealing with immigrant workers. In a related private lawsuit filed in Louisiana on behalf of various Indian workers, the jury returned a verdict of over $14 million in favor of the workers based on factual allegations similar to those in the EEOC lawsuit. In the related litigation, various claims were asserted, including: (1) alleged violations of the Trafficking Victims Protection Act; (2) alleged violations of the Racketeer Influence and Corrupt Organizations (RICO) Act; (3) misrepresentation; (4) breach of contract and promissory estoppel; (5) false imprisonment; and (6) intentional infliction of emotional distress.96\n\nDuring FY 2015, aside from EEOC v. Signal, in looking after the interests of vulnerable workers, the EEOC focused primarily on finishing up some major litigation on behalf of agricultural workers. This litigation involved two major lawsuits against Global Horizons, a farm labor contractor, and various grower defendants who were included in the lawsuits filed in Hawaii and the State of Washington.97 The lawsuits were highly publicized in an EEOC press release when the suits initially were filed within a week of one another in April 2011.98 The EEOC asserted claims similar to those in the Signal case, alleging that Global Horizons “enticed Thai male nationals into working at the farms with the false promises of steady, high-paying agricultural jobs along with temporary visas allowing them to live and work in the U.S. legally.” The EEOC alleged that aside from high recruitment fees for the Thai workers, Global Horizons also confiscated the workers’ passports and threatened deportation if they complained, and additional abuses then followed.99 The EEOC alleged that the defendant farms “not only ignored abuses, but also participated in the obvious mistreatment, intimidation, harassment, and unequal pay of the Thai workers.”\n\nIn the fall of 2014, the EEOC announced major settlements with various grower defendants in the Hawaii litigation,100 followed by default judgments of $8.7 million award against Global Horizons and one grower defendant, plus an additional default judgment against Global Horizon for $8.1 million.101\n\nThe above awards and settlements are in stark contrast to the findings in the related litigation in the State of Washington. Although a default judgment was entered against Global Horizons on September 28, 2015,102 the district court judge in the Washington case took strong exception with the EEOC including the defendant growers in the lawsuit, finding “[T]he evidence and documentation pertaining to the parties’ pre-lawsuit communications and the EEOC’s investigation (or lack thereof) as to the Grower Defendants shows that the EEOC was not prepared to allege plausible, reasonable, or non-frivolous Title VII claims against the Grower Defendants.” The court referred to EEOC investigation notes in which Thai workers provided information that the grower defendants did not treat them unfairly in terms of compensation or in any other manner and treated them the same as Latino workers. The EEOC was left with a “joint-employer” theory without legal or factual support. In a scathing opinion finding that an award of legal fees against the EEOC was appropriate for its conduct, the court stated:\n\nIn summary, this is an exceptional cases where the EEOC failed to conduct an adequate investigation to ensure that Title VII claims could reasonably be brought against the Grower Defendants, pursued a frivolous theory of joint-employer liability, sought frivolous remedies, and disregarded the need to have a factual basis to assert a plausible basis for relief under Title VII against the Grower Defendants.103\n\nAddressing Emerging and Developing Issues\n\nBased on its Strategic Enforcement Plan, the EEOC—in describing “emerging and developing issues” the agency will focus on as part of its “national priorities,” the EEOC expressly referred to several concerns: (1) ADA issues, including coverage, reasonable accommodation, qualification standards, undue hardship, and direct threat, as refined by the Strategic Enforcement Teams; (2) accommodating pregnancy-related limitations under the Americans with Disabilities Act Amendments Act (ADAAA) and the Pregnancy Discrimination Act (PDA); and (3) coverage of lesbian, gay, bisexual and transgender individuals under Title VII’s sex discrimination provisions. Religious accommodation issues also appear to fall within this framework, as evidenced by the EEOC’s role in bringing this issue before the U.S. Supreme Court in EEOC v. Abercrombie.\n\nDuring the past year, the EEOC placed particular emphasis on various emerging issues under our EEO laws, especially pregnancy, religious discrimination and LGBT protection under Title VII. The EEOC also continued to aggressively litigate employee rights under the ADA.\n\nPregnancy Discrimination\n\nWhile the EEOC was not a party in Young v. United Parcel Service, decided by the U.S. Supreme Court on March 25, 2015, the civil rights agency injected itself into the dispute by issuing updated “Enforcement Guidance on Pregnancy Discrimination and Related Issues” literally two weeks after the Supreme Court granted certiorari in the case.104 In the updated pregnancy guidance, issued in July 2014, the EEOC rejected the Fourth Circuit’s decision in Young and essentially adopted the plaintiff’s view regarding “light duty” work, claiming that pregnant workers were entitled to light duty if provided to other workers performing similar work.\n\nThe timing of the updated guidance in July 2014 was a point of contention among the Commissioners, as evidenced by the strongly worded objections by Commissioners Lipnic and Barker who voted against the Guidance.105 In the Young decision, the Supreme Court also took exception with the EEOC’s July 2014 guidance, which provided that “[a]n employer may not refuse to treat a pregnant worker the same as other employees who are similar in their ability or inability to work by relying on a policy that makes distinctions based on the source of an employee’s limitations (e.g. a policy of providing light duty only to workers injured on the job).”\n\nIn rejecting the Solicitor General’s view that the Court “should give special, if not controlling weight to this guideline,” the Court focused on prior precedent,106 explaining that “the rulings, interpretations and opinions of an agency charged with the mission of enforcing a particular statute, while not controlling upon the courts by reason of their authority, do constitute a body of experience and informed judgment to which courts and litigants may properly resort for guidance,” but underscored that the “weight of such a judgment in a particular case will depend upon the thoroughness evident in its consideration, the validity of its reasoning, its consistency with earlier and later pronouncements, and all those factors that give it power to persuade, if lacking power to control.”107 The Court was troubled by the “timing, consistency, and thoroughness of consideration,” underscoring that the EEOC’s 2014 guidelines were issued “only recently, after this Court had granted certiorari in this case,” and otherwise found that the EEOC was taking a position in which its previous guidelines were silent, the position taken was inconsistent with positions previously advocated, and in which the agency does not “explain the basis for its latest guidance.”108 The Court concluded, “[W]e cannot rely significantly on the EEOC’s determination.”\n\nBased on Young,109 the EEOC reissued its pregnancy discrimination guidance several months later, on June 25, 2015, and explained:\n\nThe updates to the Guidance are limited to several pages about the U.S. Supreme Court’s recent decision in Young v. UPS, issued in March 2015. The updated Guidance reflects the Supreme Court’s conclusion that women may be able to prove unlawful pregnancy discrimination if the employer accommodated some workers but refused to accommodate pregnant women. The Court explained that employer policies that are not intended to discriminate on the basis of pregnancy may still violate the Pregnancy Discrimination Act (PDA) if the policy imposes significant burdens on pregnant employees without a sufficiently strong justification.110\n\nAs significantly, based on the EEOC’s updated pregnancy guidance, employers also need to be sensitive to potential reasonable accommodation obligations under the ADA based on the expanded definition of protected disabilities in the ADA based on the ADAAA. According to the EEOC’s guidance, “[T]here is no requirement that impairment last a particular length of time to be considered substantially limiting,”111 thus applying its provisions to cover pregnancy-related disabilities.\n\nDuring the past year, employers also have become more vulnerable to suit by the EEOC. As an example, during the fiscal year 2015, the agency only filed 142 lawsuits, but this included at least 13 lawsuits by the EEOC involving pregnancy discrimination, which frequently were coupled with ADA claims.112 Despite the EEOC’s renewed focus on pregnancy discrimination and related lawsuits against employers, FY 2015 brought to a close the largest lawsuit filed by the EEOC involving alleged pregnancy discrimination—EEOC v. Bloomberg LP113—after nearly eight years of litigation. During that litigation, the court rejected the EEOC’s pattern-or-practice claim in August 2011,114 issued a final dismissal order of all remaining claims on November 7, 2014,115 considered an employer’s motion for attorneys’ fees filed on December 24, 2014,116 and received notices of appeal filed by the EEOC and employer on May 7, 2015.117 On July 15, 2015, the EEOC ultimately agreed to drop the Bloomberg lawsuit in its entirety, which was coupled with the employer’s withdrawal of its motion for attorneys’ fees.118\n\nReligious Discrimination\n\nEEOC v. Abercrombie,119 in which the EEOC was front and center before the U.S. Supreme Court, is a good example of the agency’s approach with emerging issues. The lawsuit, which involved a case of first impression, asked whether Title VII’s requirement to make an accommodation absent undue hardship to a religious practice applied only where the employer had knowledge of the applicant’s need for an accommodation. The applicant, who wore a headscarf, was denied employment based on the belief she wore the headscarf for religious reasons and the employer had a “Look Policy” that prohibited “caps.” Following discovery, the EEOC filed and prevailed on summary judgment, but was reversed by the Tenth Circuit. In holding that the Tenth Circuit erred in ordering entry of summary judgment for the employer, the Court determined it was sufficient that a “motivating factor” for the employer’s decision was the desire to avoid making an accommodation based on the belief that the applicant wore the headscarf for religious reasons. In the Court’s view “Title VII requires otherwise-neutral policies to give way to the need for an accommodation.”\n\nThe EEOC recently updated its “Fact Sheet on Recent Religious Discrimination Litigation,” which included discussion of the Abercrombie case and a favorable settlement in EEOC v. Mims Distributing, in which the EEOC sued based on the employer’s allegedly refusing to hire an applicant who declined to cut his hair for religious reasons.120 On October 22, 2015, the EEOC also announced a jury award of $240,000 to two Muslim truck drivers who allegedly were fired from their jobs as over-the-road truck drivers when they refused to transport alcohol because it violated their religious beliefs.121\n\nAlso noteworthy is a recent EEOC tactic—“dual track” litigation filed by the EEOC involving two separate, but virtually identical, lawsuits against the same employer (JBS USA LLC). In JBS, the EEOC filed two separate lawsuits on the same day against JBS in Nebraska and Colorado, respectively, based on the alleged failure to accommodate the religious prayer practices of its Muslim workers.122\n\nThe EEOC has faced numerous challenges in the Nebraska litigation, which included an employer victory in October 2013 striking down a pattern-or-practice claim in Phase I of the litigation, finding the requested multiple prayer breaks posed an undue hardship on the employer.123 The district court also granted a motion to dismiss and judgment on the pleadings based on the remaining class-type claims under Section 706 of Title VII in Phase II, finding, “[A]t a minimum, an EEOC complaint must provide either the names of all class member or some indication of the size and scope of the class,” and “dependence upon facts supporting pattern-or-practice claims also renders the EEOC Complaint ambiguous and potentially confusing for purposes of Phase II.”124 This led to a Fourth Amended Complaint being filed by the EEOC in August 2015.125 Although the Court has set a trial date for June 2016, the employer has filed an additional motion to dismiss a portion of the lawsuit.126\n\nDespite the EEOC’s setbacks in the Nebraska litigation, the rulings in the Colorado litigation have been more favorable to the EEOC. As an example, in July 2015, the Colorado federal court denied JBS’ motion for summary judgment seeking to strike the pattern-or-practice claims. In rejecting an estoppel argument, the court concluded there were factual differences in the operations between the two facilities (e.g., staffing levels and “larger time windows in which management could schedule breaks”), and stated, “Although both cases involve application of the same rule of law and involve claims that are closely related, JBS has failed to establish that the f actual differences between this case and the Nebraska case are legally insignificant and the Court further finds that the balance of considerations weighs against finding that the identity of issue element is satisfied.”127\n\nDiscrimination Based on Sexual Orientation or Gender Identity or Expression\n\nDuring FY 2015, the EEOC continued its emphasis on reducing LGBT-related discrimination by employers. The EEOC made it abundantly clear it continues to broadly interpret discrimination on the basis of sex to include discrimination based on sexual orientation and gender identity or expression.\n\nThe most significant activity involved transgender workers. In April 2015, in reversing an agency action that restricted a transgender employee from using a common female restroom and required the employee to use a single-use restroom called the “executive restroom,” the Commission held that the agency violated Title VII’s prohibition against sex discrimination.128 The Commission relied, in part, on its 2012 ruling in Macy v. Department of Justice,129 in which it held that discrimination against a transgender individual is, by definition, discrimination based on sex in violation of Title VII. According to the Commission’s decision, when an employer takes action because someone is transgender, it is discrimination whether the treatment is because the individual has expressed his or her gender in a non-stereotypical manner, because the employer is uncomfortable with a person who has transitioned their gender, or because the individual is transitioning from one gender to another. In any event, the employer is “making a gender-based evaluation” in violation of Supreme Court precedent.130\n\nThe EEOC also appeared in and/or initiated litigation on behalf of two other transgender employees, which included: filing an amicus brief in January 2015 arguing against dismissal of a lawsuit where the defendant sought to dismiss the case because Title VII did not extend to the plaintiff, who was transgender,131 and suing in June 2015 on behalf of a transgender employee who claimed she was denied use of a woman’s restroom and allegedly subjected to harassment by her supervisors and co-workers when they intentionally used the wrong pronouns to refer to her.132 In a press release announcing the most recent lawsuit, the EEOC stated this was the third lawsuit filed by the EEOC “on the basis of gender identity/transitioning/transgender status and that the EEOC has “made clear through its federal sector decisions that transgender individuals are protected under Title VII.”133\n\nOne of these lawsuits involving transgender employees, pending in federal court in Michigan, recently became extremely contentious when the employer served discovery requests that sought information regarding the employee’s anatomy, the progress of the employee’s gender transition (including medical and psychological records), and the employee’s familial background and prior intimate relationships.134 While the magistrate judge assigned to the case granted the EEOC’s request for a protective order to avoid having the transgender employee respond to such discovery, the parties remain in conflict over the scope of Title VII regarding transgender employees and the scope of discovery relating to claims of discrimination based on transgender status under Title VII.135\n\nDuring FY 2015, the Commission reaffirmed its position that sexual orientation claims are covered by Title VII.136 In February 2015, the Commission reversed an agency’s decision regarding comments made to a federal employee by his co-worker that he was a “homo” and was “going to hell,” which the employee reported to his supervisor, who did nothing.137 The Commission, relying on U.S. Supreme Court precedent in Oncale v. Sundowner Offshore Services, Inc.,138 found that the “hateful nature of the alleged comments,” coupled with the lack of adequate response by his supervisor stated a viable claim of harassment on the basis of sex due to gender-based stereotyping. In July 2015, the Commission reversed an agency’s decision as to an employee’s claim he was not selected for a position because he was gay.139 In reviewing the federal worker’s claim, the Commission stated in unequivocal terms, “[W]e conclude that sexual orientation is inherently a sex-based consideration,” and “an allegation of discrimination based on sexual orientation is necessarily an allegation of sex discrimination under Title VII.”\n\nDisability Discrimination Claims\n\nDisability discrimination continues to be the most frequently litigated issue by the EEOC. Over the past several years, including FY 2015, the largest number of lawsuits filed by the EEOC have been claims under the ADA.140 The EEOC has aggressively litigated ADA pattern-or-practice claims and also has taken numerous individual ADA lawsuits to trial, although the EEOC has had mixed results at trial and disappointing results at the federal appellate level. The EEOC was also proactive on the regulatory front in addressing ADA matters, issuing proposed regulations to address the interplay between the ADA and the Affordable Care Act (ACA).\n\nIn recent years, the EEOC has repeatedly challenged employers that are viewed as having inflexible maximum leave policies and failing to provide reasonable accommodations to employees seeking to return from leave, taking the view they violate the ADA. As significantly, the EEOC remains deeply entrenched in a nationwide ADA pattern-or-practice lawsuit filed in August 2009—EEOC v. United Parcel Service141— filed in the Northern District of Illinois involving similar allegations.\n\nThe EEOC has treated attendance plans in a similar manner to fixed-leave policies. Failing to accommodate disabilities under a no-fault attendance policy creates exposure for employers as evidenced by a nationwide ADA lawsuit, EEOC v. AutoZone, Inc.,142 also filed in the Northern District of Illinois, in which the EEOC alleges that the employer discriminated against those suffering from disabilities in violation of the ADA.\n\nOn November 5, 2015, an employer also agreed to a $1.7 million settlement with the Chicago office of the EEOC involving another challenge to an attendance plan. The EEOC faulted the employer’s “nationwide policies to issue attendance points for medical-related absences; not allowing intermittent leave as a reasonable accommodation; and not allowing leave or an extension of leave as a reasonable accommodation.”143\n\nThe EEOC has not been reluctant to take ADA cases to trial during the past fiscal year. In October 2014, a Florida jury found that an employer discriminated against a licensed security guard with only one arm, who was removed from his post following a customer complaint.144 Next, in January 2015, an Arkansas jury ruled in favor of the EEOC based on a claim that a trucking firm unlawfully denied a reasonable accommodation to a truck driver who had self-reported alcohol abuse, and then terminated his employment.145 In June 2015, in federal court in Alaska, the EEOC prevailed in challenging an employer that withdrew its initial job offer to an experienced oil rig worker because he had no vision in his left eye.146\n\nHowever, the above jury verdicts in favor of the EEOC during FY 2015 should be contrasted with less favorable federal court rulings, as illustrated by several cases:\n\nIn an ADA action in in Massachusetts, EEOC v. Chipotle Mexican Grill,147 the EEOC argued that the charging party, who suffered from cystic fibrosis, was able to perform the essential functions of the job and that she was fired one day after the employee’s immediate manager learned of her disability. The employer argued it knew of her disability when she was hired, she was employed three months, she understood customer service was a critical part of the job, the employee received a written warning based on various customer complaints about her rudeness to customers, and one week later a customer complained about an employee, vowing never to return to the restaurant, and after the company learned it was the charging party, she was fired because of her poor interactions with customers. On August 10, 2015, a jury rendered a verdict in favor of the employer.\n\nIn EEOC v. AutoZone, Inc.,148 filed in federal court in Wisconsin, the EEOC focused on the termination of a Parts Sales Manager, whose employment was terminated based on indefinite lifting restrictions. The employer submitted that the store was leanly staffed, often with only one or two employees, including the manager on duty, and on various occasions the charging party had to work alone. The charging party admitted that lifting over 15 pounds was an essential function of the job, and securing parts for customers was part of the manager’s job, aside from assisting customers in taking parts to their cars. After suffering a shoulder injury, the plaintiff was temporarily accommodated for approximately two years, but based on permanent medical restrictions not to lift over 15 pounds, the charging party’s employment was terminated. On November 21, 2014, a jury ruled in favor of the employer and denied the EEOC’s motion for a new trial. The EEOC filed a notice of appeal on April 8, 2015.\n\nIn EEOC v. Vicksburg Healthcare LLC,149 a federal court in Mississippi issued a summary judgment ruling in favor of an employer and rejected an ADA claim. The lawsuit stemmed from an employee’s termination after she sued for disability benefits based on a physician’s finding she was “temporarily totally disab[led]” for an indefinite period. In challenging the employer’s motion for summary judgment, the EEOC argued that an individual may be totally disabled and still be a qualified individual with a disability, relying on the U.S. Supreme Court’s decision in Cleveland v. Policy Management Systems Corp.150 In rejecting the EEOC’s argument, the court concluded “The EEOC has the burden of producing a sufficient explanation under Cleveland for the discrepancy between a total disability benefits claim and the assertion that [the employee] was qualified for her job. Because the EEOC has failed to do so, [the employer] is entitled to summary judgment on both the EEOC’s failure to accommodate and discriminatory claims.”\n\nThe EEOC also did not fare well on appeal in ADA cases, as illustrated by decisions in the First, Fourth, Sixth and Tenth Circuits:\n\nIn EEOC v. Kohl’s,151 which dealt with an alleged failure to accommodate an employee, the First Circuit affirmed a summary judgment ruling for the employer because the employee, who suffered from diabetes, claimed that an erratic work scheduled aggravated her condition, and quit after she demanded a schedule that allowed her to work from 9:00 a.m. to 5:00 p.m. or from 10:00 a.m. to 6:00 p.m., but was told there was no position with those hours. The employee refused the employer’s offer to rethink her resignation and discuss alternative accommodations. In the view of the First Circuit, “when an employer initiates an interactive dialogue in good faith with an employee for the purpose of discussing potential reasonable accommodations for the employee’s disability, the employee must engage in a good-faith effort to work out potential solutions with the employer prior to seeking judicial redress.”\n\nEEOC v. Womble Carlyle Sandridge & Rice152 dealt with an employee who worked at law firm in an office services job in which many functions required heavy lifting. Following a diagnosis of lymphedema, a condition caused by breast cancer, she had difficulties lifting and suffered a work-related injury while lifting. This led to a lifting restriction of no more than 10 pounds, which was accommodated by providing light-duty assignments for approximately six months. Some months later, the employee’s restrictions became permanent, which led to reassessing the employee’s capabilities. After the determination was made that there were no available alternative jobs, the employee was placed on medical leave and terminated after the permitted leave expired. In affirming summary judgment in favor of the employer, the Fourth Circuit held the employer was not required to permanently excuse the employee from the lifting tasks “because doing so would force [the employer] to create a modified light-duty position, which the ADA does not require,” nor was the employer required to permanently assign other employees to help the affected employee with all heavy lifting tasks because that “would in effect reallocate essential functions, which the ADA does not require.”\n\nThe Sixth Circuit also ruled in favor of an employer in rejecting an ADA claim in EEOC v. Ford Motor Company,153 which focused on telecommuting. The affected employee, who suffered from irritable bowel syndrome, requested telecommuting up to four days a week, which far exceeded company policy, and the employee worked in a highly interactive role as a “resale buyer” that required personal interaction with suppliers. While the company made some accommodations to permit a limited amount of telecommuting, it proved unsuccessful and the affected employee already had been experiencing performance problems. Although the company did not grant her requested telecommuting schedule, the company advised the employee it could accommodate her in other ways, such as moving her closer to the restroom or looking for jobs better suited for telecommuting, but the employee’s response to the denial of her request was the filing of an ADA claim. In deciding whether to affirm the summary judgment ruling in favor of the employer, the Sixth Circuit faced the question, “Is regular and predictable on-site job attendance an essential function . . . of [the employee’s] resale-buyer position?” In the court’s view, “We hold that it is.” The court concluded it was not writing on a “clean slate”; rather, the “general rule” is that “an employee who does not come to work cannot perform any of his job functions, essential or otherwise.” The court also determined that the employee’s proposal of up to four days of telecommuting, which removed the essential function of being on the job site, was “unreasonable.” The court rejected the EEOC’s view that technology created a genuine dispute of fact “as to whether regular on-site attendance is essential.”\n\nAside from reasonable accommodation issues, one of the most significant issues regarding the ADA over the past year involves the EEOC and the health care community. The EEOC took a position at odds with the Affordable Care Act154 by targeting and challenging wellness programs. Under the ACA, wellness programs are encouraged for both large and small employers. For example, the ACA provides grants for up to five years to small employers that establish wellness programs. It also permits employers to offer employee rewards in the form of discounts and waivers for wellness programs and increase the incentives that can be offered.155\n\nThe EEOC has been involved in several lawsuits challenging wellness programs over the past year,156 which included attempting to enjoin a wellness program during the EEOC’s investigation concerning the legality of the wellness program. In late October 2014 in EEOC v. Honeywell, the EEOC filed a petition for a temporary restraining order and preliminary injunction and argued there would be “irreparable harm” to: (1) the EEOC, because it would be unable to prevent imminent violation of antidiscrimination laws; and (2) employees, “because they will be forced to go through an unlawful test without knowing whether their rights will be remedied in the future.”157 Less than one week later, on November 6, 2014, the court denied the EEOC’s motion, explaining, “Recent lawsuits filed by the EEOC highlight the tension between the ACA and the ADA and signal the necessity for clarity in the law so that corporations are able to design lawful wellness programs and also to ensure that employees are aware of their rights under the law.”158\n\nSince that time, the primary EEOC lawsuit that has placed wellness programs front and center is EEOC v. Flambeau, Inc., pending in Wisconsin federal court, in which the EEOC asserted that the company’s wellness program required that employees submit to biometric testing and a health risk assessment (HRA) or face cancellation of medical insurance, unspecified disciplinary action for failing to attend the scheduled testing, and a requirement to pay the full premium to stay covered. Competing summary judgment motions were filed on July 15, 2015, which remain pending with the court. In the EEOC’s view:\n\nFlambeau used biometric testing and the HRA to gather medical and disability information from its workforce. The biometric test and HRA were thus generally not allowed by the ADA. Only if Flambeau could demonstrate that its means of gathering information were “voluntary” could Flambeau be in compliance with the ADA. But the test and HRA were required for employees to continue getting the normal employee health insurance. That makes the test and HRA non-voluntary as a matter of law. As a result, Flambeau violated the ADA and is liable for the effects of its action.159\n\nFrom the employer’s perspective:\n\nThe EEOC is wrong as a matter of law. Indeed, Flambeau’s wellness program satisfied the ADA’s “safe harbor provision” because it was a term of a bona fide benefit plan, based on “underwriting risks, classifying risks, or administering such risks” and not inconsistent with Wisconsin law. Moreover, the program was “voluntary” pursuant to the ADA because Flambeau never required employees to participate as a condition of their employment with the Company. As a result, Flambeau respectfully requests the Court to grant summary judgment in the Company’s favor with respect to the instant lawsuit.160\n\nIn the interim, the EEOC also has addressed wellness programs based on proposed regulations issued by the EEOC. On April 16, 2015, the EEOC announced a proposed rule, as published in the Federal Register on April 20, 2015, that “makes clear that wellness programs are permitted under the ADA,” focuses on a requirement that participation be voluntary, but explains that companies “may offer incentives of up to 30 percent of the total cost of employee-only coverage in connection with incentive programs.”161 This proposed rule was followed by a second proposed rule, announced on October 29, 2015, which provides that employers offering wellness programs as part of group health plans also may offer incentives “in exchange for an employee’s spouse providing information about his or her current or past health status.”162 This proposed rule expands the incentive to 30% of the total cost of the plan in which the employee and any dependents are enrolled. The comment period for the April 2015 proposed rule ended on June 19, 2015, and remains under review. The comment period for the most recent proposed rule ends on December 29, 2015.163\n\nEnforcing Equal Pay Laws\n\nSimilar to prior years, there was limited activity involving the Equal Pay Act (EPA) during FY 2015, but the issue continues to gain increased attention by the EEOC. On April 13, 2015, EEOC Chair Jenny Yang issued a statement on Equal Pay Day,164 and underscored: (1) according to U.S. Census income data, women earn “just 78 cents on the dollar” compared to men’s average earnings; (2) since the creation by the White House of the Equal Pay Task Force in 2010, through administrative enforcement efforts “the EEOC has obtained over $85 million in monetary relief for victims of sex-based wage discrimination;” (3) the EEOC recently issued a new equal pay fact sheet;165 and (4) the EEOC “provided training on equal pay issues at events across the country that reached nearly 40,000 attendees.” Chair Yang also referred to the EEOC having filed a “friend of the court” brief based on the EPA claim in the Fifth Circuit in Margaret Thibodeaux-Woody v. Houston Community College.166 In reversing summary judgment in favor of the employer, the Fifth Circuit rejected the claim that the plaintiff’s lower salary was due to a “factor other than sex.” Although the employer argued that the salary differential from a male counterpart was due to the differences in approach to salary negotiation, there existed evidence that the plaintiff was not permitted to negotiate her salary. Therefore, a “practice is not a bona fide ‘factor other than sex’ if it is discriminatorily applied.”167\n\nDuring FY 2015, there were only seven EPA lawsuits filed by the EEOC. For example, in April 2015, a class-based lawsuit was filed in Maryland federal court—EEOC v. Maryland Insurance Administration168—in which the EEOC has asserted that since 2009, the employer paid three named employees “and a class of similarly situated female investigators and enforcement officers lower wages than it paid to their male counterparts who were doing substantially equal work under similar working conditions.”\n\nIn October 2015, the EEOC filed two individual EPA actions. In EEOC v. Prince George’s County,169 the EEOC asserts that a female engineer was hired and told she could not negotiate her salary, but two weeks later a male engineer was hired who requested and received a starting salary that was $10,000 more than hers. Similarly, in EEOC v. Stanley Martin Companies,170 the EEOC alleges that a female was hired as a budget analyst, that she performed purchasing manager duties for lower pay than male purchasing managers, and when she was promoted to purchasing manager, she still was paid less than the male purchasing managers.\n\nPreserving Access to the Legal System\n\nThe EEOC’s stated priority involving “preserving access to the legal system” has involved challenges to employer practices that “target policies and practices that discourage or prohibit individuals from exercising their rights under employment discrimination statutes, or which impede the EEOC’s investigative or enforcement efforts.”171 Over the past year, the EEOC has continued to pursue litigation challenging releases and an arbitration agreement, taking the view that such documents interfere with an individual’s access to the Commission. The arguments made by the EEOC in its recent litigation may have a far broader impact for two primary reasons: (1) the EEOC is broadly interpreting its authority to file pattern-or-practice lawsuits even absent a charge of discrimination or retaliation; and (2) the EEOC has further submitted that when filing a pattern-or-practice lawsuit not based on a charge of discrimination or retaliation, it has the right to go directly to court with no duty to conciliate, which is even broader than Mach Mining.\n\nIn EEOC v. CVS Pharmacy, Inc.,172 which involves a challenge to a severance agreement that included a general release, the underlying charge stemmed from a claim that an employee was terminated based on her sex and race, not any attack regarding the severance agreement. The EEOC dismissed the underlying charge and advised the employer there was “reasonable cause” to believe that based on the severance agreement, the employer was engaged “in a pattern or practice of resistance to the full enjoyment of rights secured by Title VII.”173 The EEOC then sued without engaging in conciliation.\n\nTo support its motion to dismiss or for summary judgment,174 the employer in CVS focused on the express terms of the severance agreement, which provided it did not “interfere with [an] Employee’s right to participate in a proceeding with any . . . government agency enforcing discrimination laws” and did not “prohibit [an] Employee from cooperating with any such agency.” As significantly, the employer challenged the EEOC’s basis for the EEOC’s pattern-or-practice claim and asserted that a lawsuit only could be pursued where there was a claim of a “pattern of discrimination,” and the EEOC had conceded that it was not asserting any claim of discrimination by suing the employer. The employer relied on the legislative history for Title VII, which supported the view that the pattern-or-practice provision of Title VII was included in order to ensure that a lawsuit could be filed whenever there was “reasonable cause to believe there is a pattern or practice of discrimination.” The employer pointed to a wealth of case authority “squarely recognizing that Section 706’s procedures, including conciliation, extend to the EEOC’s Section 707 [patterns or practice] suits,” and “Congress’s intent, across the board, was to ‘promote conciliation rather than litigation’ of Title VII cases.”\n\nThe gist of the EEOC’s response was that, based on the severance agreement, the employer was engaging in a “pattern or practice conduct designed to deter its employees” from exercising their rights under the Act.175 In addressing the jurisdictional basis for its suit, the EEOC focused on the express language of Section 707 of Title VII, which provides that when there is reasonable cause to believe there has been “a pattern or practice of resistance to the full enjoyment of any rights,” a civil action may be filed against an employer. Although a provision in Section 707 referred to acting under the procedures in Section 706, which requires conciliation before suing, the EEOC argued that conciliation was required only when the EEOC was investigating or acting on a “charge” of a pattern or practice of discrimination. The EEOC submitted that because it was attacking “resistance” to rights protected under Title VII, it could challenge employer conduct beyond “unlawful employment practices,” which included “deterring employees to exercise their right to initiate, assist, and participate in investigations under Title VII.” The EEOC argued that because its actions were not based on a charge, it was not bound by any conciliation requirement under Section 706 of the Act.\n\nIn granting the employer’s motion to dismiss, the district court did not address the substance of the employer’s claim involving the EEOC’s challenge to the separation agreement.176 Instead, the court focused on the procedural issues leading to the lawsuit and dismissed the lawsuit based on the EEOC’s failure to conciliate prior to suing. The district court rejected the EEOC’s attempt to expand the meaning of the term “resistance” in Section 707 of Title VII beyond discrimination and retaliation.177 In the court’s view, based on review of applicable authority, while Congress in 1972 may have transferred authority from the Justice Department to the EEOC to institute pattern-or-practice lawsuits, the EEOC was granted authority “to bring charges of a pattern or practice of discrimination and not as creating a separate cause of action.” The district court concluded that the 1972 Amendment to Title VII “did not authorize the EEOC to forego the procedures in Section 706,” including conciliation, and the EEOC was thus “not authorized to file this suit against [the employer] and [the employer] is entitled to judgment as a matter of law.”178 The EEOC filed an appeal with the Seventh Circuit, which heard oral argument on October 29, 2015.179\n\nThe CVS case should be contrasted with the district court’s September 1, 2015 opinion in EEOC v. Doherty Enterprises, Inc.,180 which also dealt with a claim by the EEOC that the employer engaged in a “pattern or practice of resistance to the full enjoyment of rights secured by Title VII.” In Doherty, the EEOC focused on applicants and employees being required to sign an arbitration agreement that prohibited filing of discrimination charges with the EEOC and instead required the parties to resolve their disputes through arbitration.181 Similar to CVS, the employer moved to dismiss based on the EEOC’s suing without an underlying charge of discrimination and the EEOC’s failure to engage in conciliation prior to suing the employer.\n\nIn taking exception with the district court opinion in CVS, the court in Doherty broadly interpreted Section 707 and the “resistance” language. While agreeing with the CVS court that the EEOC could sue in the absence of a discrimination charge, the court in Doherty ruled contrary to the court in CVS in holding Section 707 was not limited to claims involving “unlawful employment practices,” explaining:\n\nSignificantly, Congress chose not to use the term “unlawful employment practices” with respect to section 707(a) which is in stark contrast to the use of the term “unlawful employment practices” in section 706. The Court can only conclude that because Congress chose to use different language in the two sections, it manifested different intent; namely, that a resistance claim is not limited to cases involving an unlawful employment practice. Instead, a resistance claim may be brought to stop a pattern and practice of resistance to the full enjoyment to Title VII rights.\n\nIn Doherty, the court held that the procedures in Section 706 were not required for “resistance” claims, and neither a charge nor conciliation was required prior to suing.182\n\nIn a final discussion involving EEOC processes, some additional discussion is warranted regarding EEOC challenges to releases. The Third Circuit’s decision in EEOC v. Allstate Insurance Company183 provides some guidance on the EEOC’s approach to challenging releases of Title VII claims and the response by the courts. In Allstate, based on changing the way it sold insurance, the company reorganized and shifted to an independent contractor model and terminated the at-will employment of its sales agents, offering them the opportunity to work as independent contractors on the condition of waiving their legal claims against the employer, including claims arising under Title VII, the ADEA and the ADA. The EEOC argued that a requirement to execute a release constituted unlawful discrimination on various grounds, including the contention that withholding a privilege of employment (i.e., the conversion option) in exchange for the release was “per se retaliatory,” and the refusal to waive discrimination claims constituted “protected opposition activity.”\n\nIn rejecting the EEOC’s arguments, the Third Circuit expressly stated “[i]t is hornbook law that employers can require terminated employees to release claims in exchange for benefits to which they would not otherwise be entitled,” and even the employment discrimination laws contemplate releases may be required, as shown by the Older Workers’ Benefit Protection Act. The court also rejected the view that “refusing to sign a release constitutes opposition to unlawful discrimination,” explaining, “In our view, such inaction does not communicate opposition sufficiently specific to quality as protected employee activity.”\n\nPreventing Harassment Through Systemic Enforcement and Targeted Outreach\n\nDuring the past fiscal year, the EEOC reiterated its view that harassment remains a major priority of the Commission. The agency held a meeting in January 2015 that focused on harassment.184 In March 2015, Chair Yang set up the “EEOC Select Task Force on the Study of Harassment in the Workplace,”185 explaining, “Complaints of harassment span all industries, include many of our most vulnerable workers, and are included in 30% of the charges that we receive.”\n\nIn October 2015, the EEOC announced the findings of a “panel of experts” and referred to a “multi-prong strategy essential to preventing workplace harassment,” which included “Placing pressure on companies by buyers, empowering bystanders to be part of the solution, multiple access points for reporting harassment, prompt investigations, and swift disciplinary action when warranted, along with strong support from top leadership, are some of the measures employers can take to prevent workplace harassment.”186\n\nDuring the past fiscal year, the EEOC also publicized its success in litigating harassment cases.\n\nOn October 24, 2014, based on sexual harassment claims brought to trial by the EEOC, a Texas jury awarded three former employees for a medical services provider a total of $499,000 ($82,000 in back pay and benefits, $167,000 in back pay and benefits, and $250,000 in compensatory and punitive damages, respectively).187\n\nOn December 22, 2014, the Eighth Circuit also reversed a $4.6 million attorneys’ fee award in favor of the employer in the long-running, class-based sexual harassment lawsuit in EEOC v. CRST, and remanded the case for further findings.188\n\nOn April 22, 2015, the Sixth Circuit affirmed the judgment of a federal district court in Tennessee. The case involved an action against a logistics firm by the EEOC regarding alleged sexual harassment by a supervisor against female employees. The court denied the employer’s motion for a new trial based on alleged erroneous jury instructions. The EEOC lawsuit focused on alleged sexual harassment and retaliation involving four female workers who were awarded $1.5 million in compensatory and punitive damages.189\n\nOn September 9, 2015, the EEOC entered into a $3.8 million settlement with a utility company to resolve a class-based charge based on claims of alleged sexual harassment and/or other forms of sex discrimination involving as many as 300 women workers in field positions. The New York Attorney General, EEOC and employer were parties to the agreement.190\n\nOn September 10, 2015, the EEOC announced a $17 million sexual harassment verdict against a produce growing and packing operation in Florida. The jury awarded $2,425,000 in compensatory damages and $15 million in punitive damages to the five female farmworkers who intervened in the EEOC’s suit. The trial was limited to damages based on the corporate defendant having defaulted and did not participate in the trial. The court reserved jurisdiction “to hear requests for injunctive relief from EEOC as well as whether those damages awarded for violations of Title VII should be reduced to statutory damage caps.”191\n\nIt is noteworthy, however, that the EEOC elected not to announce a defense verdict in a harassment lawsuit initially publicized by the EEOC in a press release it issued when it sued the employer in 2013.192 On August 5, 2015, a jury rendered a verdict in favor of the employer, a quick service restaurant group, after a trial in a case in which the EEOC claimed that a store manager subjected a 16-year-old employee to unwanted sexual advances and removed her from the schedule after her mother complained.193 In post-trial submissions, among various challenges, the EEOC challenged the admissibility of the testimony of a health care provider who failed to support the employee’s claim that she had complained of sexual harassment.194\n\nAnticipated Trends for FY 2016\n\nAs employers review their EEO policies, practices and procedures to identify issues to focus on during the coming year, the above discussion hopefully will assist in that effort. Based on review of the FY 2015 case developments involving EEOC investigations and litigation dealing the agency’s “national priorities,” employers should take into consideration the following EEOC developments and trends in preparing for FY 2016:", "article_metadata": {"og": {"url": "http://www.lexology.com/library/detail.aspx?g=25eb2251-355d-46b0-bde9-a70e76aab981", "image": "http://www.lexology.com/images/share/lexology-facebook.png", "description": "On November 19, 2015, the Equal Employment Opportunity Commission (EEOC) issued its annual Performance and Accountability Report (PAR), which…", "title": "Looking backward and forward: a review of key EEOC developments, successes and failures in FY 2015 and what to watch for in FY 2016 | Lexology"}, "Description": "On November 19, 2015, the Equal Employment Opportunity Commission (EEOC) issued its annual Performance and Accountability Report (PAR), which…", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Following unsuccessful conciliation efforts, the EEOC filed a nationwide ADA lawsuit against AutoZone, challenging the company’s attendance plan.\nIn Sterling Jewelers, the EEOC filed a nationwide lawsuit alleging a pattern or practice of sex discrimination regarding promotion and compensation.\nIn the McLane case, all new employees and employees returning from leave exceeding 30 days had to take the test.\nAs significantly, the EEOC was a party to two cases before the U.S. Supreme Court, EEOC v. Mach Mining, LLC1 and EEOC v. Abercrombie & Fitch Stores,2 and had a prominent role in Young v. UPS,3 as the impact of the agency’s 2014 guidance on pregnancy discrimination4 was discussed in the Court’s decision.\nEEOC v. Bass Pro Outdoor World, LLC, filed in Texas federal district court in September 2011."}