{"article_title": "Feds drop $4.6M demand to fund HealthSource RI", "article_keywords": ["states", "million", "healthsource", "rhode", "federal", "island", "drop", "insurance", "46m", "fund", "state", "feds", "ferguson", "demand", "ri"], "article_url": "http://wpri.com/2014/05/27/feds-drop-request-for-4-6m-to-fund-healthsource-ri/", "article_text": "PROVIDENCE, R.I. (WPRI) – The head of Rhode Island’s HealthSource RI Obamacare marketplace said Tuesday the federal government is dropping its request that state lawmakers come up with $4.6 million to fund its operations, less than a week after the demand gave new ammunition to critics who want to shut down the marketplace.\n\nHealthSource RI executive director Christine Ferguson said she got a call Friday from the U.S. Center for Consumer Information and Insurance Oversight, which is overseeing the marketplaces nationwide, “regarding recent media coverage of Rhode Island’s consideration of moving to the Federal Exchange.”\n\nThe federal officials told Ferguson they would work with Rhode Island to let the state use federal money to fund HealthSource RI’s operations through the end of 2015, reversing their recent demand that the state chip in $4.6 million toward the marketplace’s revised $55 million proposed budget for the 2014-15 budget year.\n\n“With this pledge of cooperation and support from CCIIO, I believe that HealthSource RI will be able to continue and build on the progress it has made for Rhode Island with no state general revenue in fiscal year 2015,” Ferguson said in a statement.\n\n“HealthSource RI will continue to explore opportunities to form public private partnerships and to generate revenue through providing products and services to other states, as well as to industry partners,” she said.\n\nA HealthSource RI spokeswoman said there was no documentation to confirm the federal officials’ change of heart. Ferguson’s announcement was solely on a verbal commitment she received in the phone conversation Friday with Theresa Miller, the acting director of the center’s oversight group, she said.\n\nAn official at the U.S. Centers for Medicare & Medicaid Services, speaking on background, confirmed Ferguson’s announcement in an email to WPRI.com.\n\nFerguson’s announcement came amid a growing debate in Rhode Island about whether the state should refuse to fund HealthSource RI in the state budget and instead switch over to the federal HealthCare.gov website. While that is happening in other states with locally run marketplaces, in those cases it’s usually because the state-run system failed to work.\n\n“CCIIO expects HealthSource RI to have a sustainability plan that will address how the Exchange will be funded moving forward,” Ferguson said. “We will be working closely with CCIIO on that plan.”\n\nA bipartisan group of House and Senate lawmakers filed bills in both chambers in March to block the state from paying for HealthSource RI – which Gov. Lincoln Chafee established by executive order in 2011 – once the federal startup funding for it runs out. The Providence Journal editorial board came out in favor of that proposal last week.\n\nThe House Finance Committee is scheduled to hold a hearing about the legislation Wednesday.\n\nThe Rhode Island Center for Freedom and Prosperity released a second research brief Tuesday urging state lawmakers to switch from HealthSource RI to HealthCare.gov, arguing that “Rhode Island’s insurance market is simply too small to support a state-run exchange without imposing devastating fees, taxes, assessments, or other levies.”\n\nFerguson argues Rhode Island could keep HealthSource RI and maintain local control for the same amount of money as residents will spend if the state switches to HealthCare.gov, though it’s still up to state lawmakers whether to fund its budget through general tax revenue, a fee on insurance plans, or some other mechanism.\n\nAs of late March, the federal government had granted HealthSource RI $111 million in startup funding, of which $89 million had been allocated and $45.8 million had been spent, a spokeswoman told WPRI.com at the time. HealthSource RI has since received an additional federal grant of $30 million, and has a pending request for more, Ferguson said Thursday.\n\nWhen the Affordable Care Act passed in 2010, the Obama administration and the law’s architects expected most if not all states would set up their own marketplaces. But widespread wariness of the law led most states to refuse to do so, leaving the federal government to handle the job through the initially botched HealthCare.gov website.\n\nRoughly 100,000 Rhode Islanders have used HealthSource RI to sign up for insurance since it opened in October.\n\nAbout two-thirds of those people signed up for Medicaid, the government insurance program for low-income Americans, while about 28,000 individuals signed up for private coverage, nearly all through Blue Cross. Some small businesses are also using HealthSource RI to buy coverage for their employees.\n\nTed Nesi ( tnesi@wpri.com ) covers politics and the economy for WPRI.com and writes the Nesi’s Notes blog. Follow him on Twitter: @tednesi", "article_metadata": {"description": "The request had given ammunition to critics who want to scrap the state-run Obamacare marketplace and switch to HealthCare.gov.", "generator": "WordPress.com", "google-play-app": "app-id=com.linmedia.newstouch.wpri", "og": {"site_name": "WPRI 12 Eyewitness News", "description": "The request had given ammunition to critics who want to scrap the state-run Obamacare marketplace and switch to HealthCare.gov.", "title": "Feds drop $4.6M demand to fund HealthSource RI", "url": "http://wpri.com/2014/05/27/feds-drop-request-for-4-6m-to-fund-healthsource-ri/", "image": {"width": 640, "identifier": "https://lintvwpri.files.wordpress.com/2014/01/healthsource-ri-obamacare.jpg", "height": 371}, "locale": "en_US", "type": "article"}, "twitter": {"domain": "WPRI.com", "description": "The request had given ammunition to critics who want to scrap the state-run Obamacare marketplace and switch to HealthCare.gov.", "creator": "@wpri12", "image": {"src": "https://lintvwpri.files.wordpress.com/2014/01/healthsource-ri-obamacare.jpg?w=640"}, "title": "Feds drop $4.6M demand to fund HealthSource RI", "site": "wpri12", "card": "summary_large_image"}, "msvalidate.01": "25404283363C09DE121A55A903F03873", "msapplication-tooltip": "WPRI 12 Eyewitness News | WPRI.com: Rhode Island news, weather, information", "apple-itunes-app": "app-id=488539287", "fb": {"pages": 20074438201}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1", "application-name": "WPRI 12 Eyewitness News", "google-site-verification": "UWpZtk5XlRP8hEHWWrNPNVI8BulxVr0d1aFCNQQIY9U", "keywords": "Health, Local News, News, Politics, Ted Nesi healthsource ri Ted Nesi WPRI 12 Eyewitness News", "article": {"publisher": "https://www.facebook.com/WPRI12", "published_time": "2014-05-27T19:33:29+00:00", "modified_time": "2014-07-01T21:47:03+00:00"}, "msapplication-task": "name=Subscribe;action-uri=http://wpri.com/feed/;icon-uri=http://1.gravatar.com/blavatar/1b04de707c0e872b43e051b6f92f59c6?s=16", "news_keywords": "healthsource ri,Health, Local News, News, Politics, Ted Nesi"}, "article_summary": "Some small businesses are also using HealthSource RI to buy coverage for their employees.\nA HealthSource RI spokeswoman said there was no documentation to confirm the federal officials’ change of heart.\n“CCIIO expects HealthSource RI to have a sustainability plan that will address how the Exchange will be funded moving forward,” Ferguson said.\nRoughly 100,000 Rhode Islanders have used HealthSource RI to sign up for insurance since it opened in October.\nHealthSource RI has since received an additional federal grant of $30 million, and has a pending request for more, Ferguson said Thursday."}