{"article_title": "Garifuna Communities of Honduras Resist Corporate Land Grabs", "article_keywords": ["triunfo", "land", "honduras", "la", "rights", "grabs", "cruz", "resist", "state", "economic", "communities", "honduran", "garifuna", "corporate"], "article_url": "http://www.truth-out.org/news/item/33039-garifuna-communities-of-honduras-resist-corporate-land-grabs", "article_text": "The fate of the Garifuna people of Honduras hangs in the balance as they face a Honduran state that is all too eager to accommodate the neoliberal agenda of US and Canadian investors. The current economic development strategy of the Honduran government, in the aftermath of the 2009 coup against the democratically-elected President Manuel Zelaya, has not only benefited the political and economic elite in Honduras, but it has also encouraged the usurpation of some of the territories of indigenous peoples of this Central American nation. The often-violent expropriation of indigenous land threatens the Garifuna’s subsistence.\n\nThe Garifuna people are descendants of African slaves and two indigenous groups originally from South America—the Arawaks and the Carib Indians. In 1797, the British deported 5,000 Garifuna, also known as Black Caribs, from St. Vincent to Roatán. Since then, the Garifuna people have immigrated throughout North and Central America.[1]\n\nTriunfo de la Cruz and Punta Piedra are home to two of the forty-eight Honduran Garifuna communities along the Honduran Atlantic coast corridor. Due to an ecologically rich geopolitical position, these regions have attracted foreign-backed investments, including tourist and recreational centers, natural resource extraction industries, and self-governing corporate zones. The concept of \"self-governing\" does not apply to democratic procedures of native citizens, but to the domination of foreign elites who view the Garifuna land as a mere means to the private accumulation of wealth.\n\nMega development projects have been advertised as a stimulus to economic growth and employment within the country. However, in practice, they have aggravated discrimination and harassment against indigenous and ethnic groups, whom developers generally perceive as obstacles to the expansion of such economic projects. Hence, the Honduran political system, in thrall to ambitious tycoons and foreign interventionism, has infringed on the Garifuna community’s relationship to and management of their ancestral lands. The displacement of these Honduran Afro-descendant communities from their ancestral lands for the development of economic projects accelerated after the coup d’état of June 28, 2009 against the democratically elected President, Manuel Zelaya, and the installment of a US backed golpista regime.\n\nThe United States and Canada perceived the center-left policies of former Honduran president Manuel Zelaya as an intolerable restraint on American and Canadian investment objectives in Honduras. The alignment of Honduras with the left-leaning Bolivarian Alliance for the Americas (ALBA) and PetroCaribe along with stricter domestic reforms to reign in the damage caused by neoliberal policies, emboldened the US-Canadian intervention in the Honduran political system. The coup brought the golpista regime of Roberto Micheletti (June 28, 2009 to January 27, 2010) to power and was followed by the subsequent election of two right wing presidents. Tegucigalpa has pursued policies that are more obedient to the economic consensus of Washington and Ottawa, reversing its march towards progressive land and labor reforms and opening the doors wide to foreign investors. As a result, Honduras has been the bloody stage for human rights violations against those who have resisted some of the more intrusive features of the neoliberal economic model.\n\nThe Garifuna community of Triunfo de la Cruz, for example, possessed title deeds of full ownership to their ancestral territories. However, the US and World Bank-backed 1992 Agrarian Modernization Law not only led to the expansion of Tela’s city boundaries, but also stimulated future transactions of ancestral lands without consent of the Garifuna community members.[2] Grahame Russell is the director of Rights Action and has devoted his life to protecting human rights in Guatemala, El Salvador, and Honduras. Russell points out: \"All along the north coast, most particularly in the Tela Bay and Trujillo Bay areas, Garifuna villages are being pressured—with false legal documents, with forced sales and with repression—to sell their lands and territories to international tourism operators that are supported by the illegitimate and repressive Honduran regime.\"[3]\n\nThe municipality of Tela sold ancestral territories to a corporation called Inversiones y Desarrollos del Triunfo S.A de C.V. The municipality later issued construction permits for the development of tourist projects, such as the Indura Beach and Golf Resort.[4] Government officials and foreign investors have overlooked the Garifuna people’s opposition to these projects. In turn, there have been frequent territorial disputes between the investors and members of the Garifuna community. In 2014, the Honduran national police and military officials attempted to violently dislodge the Garifuna population from their lands. Despite the United Nations Educational Scientific and Cultural Organization (UNESCO) declaring that the Garifuna culture is one of the nineteen Masterpieces of the Oral and Intangible Heritage of Humanity (2001), violence and physical force have been constantly used to threaten the livelihood of the Honduran Garifuna communities. Oscar Bregal and Jesus Alvarez, two committed Garifuna leaders, were murdered in 1997 while protesting against the violation of the human and civil rights of the Garifuna communities. Oppression and harsh conditions been the principal causes of displacement and emigration of the Honduran Garifuna inhabitants\n\nAccording to the Indura Beach investors, the first phase of this US $120 million tourist-complex development has created 400 direct jobs and 800 indirect jobs.[5] The Honduran Tourism Institute insists that these jobs have primarily benefited the communities around the complex, especially the Garifuna communities. These benefits, however, have not reached the hands of the Garifuna population. As a matter of fact, unsustainable tourist projects have threatened the Garifuna people’s food sovereignty. As stated by Miriam Miranda, leader of The Honduran Black Fraternal Organization (OFRANEH), the Garifuna people cannot continue to exist without the land required to grow their subsistence crops. Foods like rice, beans, and yucca not only make up the Garifuna daily diet, but also represent critical components of the Garifuna culture. The women of the communities sow and harvest the land for household consumption and income. The Honduran state’s failure to protect the interests of these Honduran citizens has led Garifuna indigenous communities to request the intervention of international organizations.\n\nFrom August 24 to August 29, the Inter-American Court of Human Rights held its 53rd period of extraordinary sessions in Honduras. During the sessions, the court visited the Garifuna Communities of Triunfo de la Cruz and Punta Piedra to commence proceedings against the Honduran state. OFRANEH— speaking on behalf of the Garifuna inhabitants of Triunfo de la Cruz, Punta Piedra, and Cayos Cochinos—claimed that Honduras has failed to ensure these communities’ right of land ownership as well as their right to free, prior, and informed consent. Although Honduras has ratified the International Labour Organization Convention no. 169, and the Honduran constitution recognizes the rights of indigenous and ethnic peoples, the Honduran Garifuna communities continue to face discrimination and harassment within the Honduran economic and political systems. The petition of the Honduran Garifuna communities was presented to the Inter-American Commission on Human rights on October 29, 2003. [6] Following the commission’s hearings, the Honduran state agreed to put in place measures to protect the property rights of the Garifuna people. The state, however, has failed to uphold this agreement.\n\nIn February 2013, the commission submitted the case Garifuna Community of \"Triunfo de la Cruz\" and its Members v. Honduras to the Inter-American court after the Honduran government failed to inform the Commission of the measures it had taken to enforce the property rights of the Triunfo de la Cruz inhabitants.[7] This case not only confirms state collaboration with the violation of Garifuna people’s rights in Honduras, but it also challenges the effectiveness of the international community—in this case the court’s jurisdiction, in protecting those rights.\n\nIt has been 12 years since the petition was presented to the commission and the Honduran Garifuna communities are still living in despair and fear. Do we hear their call for justice in the North? Russell remarks that \"while OFRANEH and the Garifuna communities are waiting for the Inter-American Court to render its final decision, which—if justice is to prevail—will find in favor of the Garifuna people, against the actions and omissions of the Honduran State, they are not depending on it.\" Furthermore, Russell adds that the Honduran Garifuna communities, \"resist peacefully, resolutely, on and on, from one community to the next.\"\n\nThe usurpation of ancestral territories by multinational corporations backed by the political and security structure of the Honduran state has evoked justified skepticism among the Honduran Garifuna communities in regards to neoliberal economic policies that put profits before human needs and respect for participatory democratic procedures. While the Garifuna communities are still waiting for the court’s final decision on their case against the State of Honduras, they have been committed to voicing their grievances. The leadership and determination of the Honduran Garifuna has encouraged other indigenous and ethnic groups in the western hemisphere to fight against hegemonic neoliberal policies that threaten their ability to live and develop in community.\n\nNotes:\n\n1. Escure, Geneviève, and Armin Schwegler. \"Garifuna in Belize and Honduras.\" In Creoles, Contact, and Language Change Linguistics and Social Implications, 37. Amsterdam: John Benjamins, 2004.\n\n\n\n2. Brondo, Keri V. \"La pérdida de la tierra y el activismo de las mujeres garífunas en la costa norte de Honduras.\" Journal of International Women’s Studies, 9, no. 3 (May 2008): 374.\n\n3. Grahame Russell, e-mail message to author, September 20, 2015\n\n4. IACHR, Merits Report No. 76/12. Case No.12.548, Garífuna Community of \"Triunfo de la Cruz\" and its Members (Honduras), November 7, 2012, paragraph 159, 160.\n\n5. Diario El Heraldo Honduras. \"Lista Primera Etapa De Indura Beach and Golf Resort.\" Accessed September 20, 2015.\n\n6. IACHR, Merits Report No. 76/12. Case No.12.548, Garífuna Community of \"Triunfo de la Cruz\" and its Members (Honduras), November 7, 2012, paragraph 1.\n\n7. The Inter-American Commission on Human Rights, (2013). IACHR Takes Case involving Honduras to the Inter-American Court. Available at: http://www.oas.org/en/iachr/media_center/PReleases/2013/076.asp [Accessed 22 Sep. 2015].", "article_metadata": {"msapplication-config": "/templates/ja_teline_iv_t3/images/favicons/browserconfig.xml", "description": "The displacement of these Honduran Afro-descendant communities accelerated after the installment of a US backed golpista regime.", "title": "Garifuna Communities of Honduras Resist Corporate Land Grabs", "og": {"site_name": "Truthout", "description": "The displacement of these Honduran Afro-descendant communities accelerated after the installment of a US backed golpista regime.", "title": "Garifuna Communities of Honduras Resist Corporate Land Grabs", "url": "http://www.truth-out.org/news/item/33039-garifuna-communities-of-honduras-resist-corporate-land-grabs", "image": "http://www.truth-out.org/tologo.jpg", "type": "non_profit"}, "twitter": {"description": "The displacement of these Honduran Afro-descendant communities accelerated after the installment of a US backed golpista regime.", "title": "Garifuna Communities of Honduras Resist Corporate Land Grabs", "site": "@truthout", "card": "summary_large_image", "creator": "@truthout"}, "msapplication-TileColor": "#000000", "HandheldFriendly": "true", "fb": {"app_id": 286391544774433}, "author": "Samira Jubis", "keywords": "Garifuna, Honduras, indigenous, indigenous activism, indigenous culture, indigenous peoples, Honduras, indigenous, indigenous activism, indigenous culture, Indigenous peoples", "google-site-verification": "EfgVxcdUDBF_Dd81ZBBw_J8FuRjGnvp9r2JAM9IhvUk", "apple-mobile-web-app-capable": "YES", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fda79a\"", "article_summary": "Furthermore, Russell adds that the Honduran Garifuna communities, \"resist peacefully, resolutely, on and on, from one community to the next.\"\n[1]Triunfo de la Cruz and Punta Piedra are home to two of the forty-eight Honduran Garifuna communities along the Honduran Atlantic coast corridor.\nIt has been 12 years since the petition was presented to the commission and the Honduran Garifuna communities are still living in despair and fear.\nThe petition of the Honduran Garifuna communities was presented to the Inter-American Commission on Human rights on October 29, 2003.\n[5] The Honduran Tourism Institute insists that these jobs have primarily benefited the communities around the complex, especially the Garifuna communities."}