{"article_title": "Triathlons take off for kids (grownups too)", "article_keywords": ["grownups", "triathlon", "kids", "family", "roberts", "jacob", "parents", "triathlons", "sport", "event", "swimming"], "article_url": "http://health.heraldtribune.com/2015/05/05/triathlons-take-off-for-kids-grownups-too/", "article_text": "The Roberts kids sometimes try putting on clothes, shoes and bike helmets while they are soaking wet from swimming in the family pool.\n\nThey are practicing for the kids’ triathlon series in their hometown of Tallahassee.\n\nMadeleine Roberts, 13, started doing triathlons when she was 6. She was inspired by her father, David, who regularly competes in the sport that combines swimming, biking and running. Today, it’s a family affair with four of the Roberts’ five kids participating. The family expects 2-year-old Josh to join in the fun when he’s older.\n\n“It’s so much more enjoyable for kids when it’s three activities rolled into one,” said David Roberts. “The variety suits their mentality.”\n\nThe sport is growing among kids and adults, said Lindsay Wyskowski, communications manager for USA Triathlon, the governing body for triathlons held in the United States. The number of youth races sanctioned by the Colorado-based organization jumped from 193 in 2004 to 885 in 2013, she said. Adult events increased from 1,541 to 4,327 during the same period.\n\nMany kids’ events are started by triathlete parents who want to introduce their children to the sport. Heightened awareness about fitness and childhood obesity, and the first appearance of triathlon in the 2000 Olympics have contributed to the sport’s growing popularity, Wyskowski added.\n\n“It’s an opportunity to have fun and be a part of something active,” she said.\n\nThe kids’ events usually require participants to swim between 25 and 200 yards, bike one to three miles and run up to one mile, depending on their age.\n\nWhen the Bexley Recreation and Parks Department in Ohio launched its first youth triathlon in 2013, organizers hoped to attract 75 children. The event drew more than 150, said recreation director Michael Price. He liked the idea of hosting a sporting event around swimming, biking and running because those activities are such a big part of childhood.\n\n“It’s an everyday occurrence for most kids,” he said. “They just don’t put it together as a race.”\n\nEleven-year-old Jacob Mansbach of Santa Barbara, California, was drawn to the sport because he likes all three elements of it.\n\n“I do swim team, and I bike and run often,” said Jacob, whose first race was a parent-child event that he did with his dad, Mike. He has participated in 11 more triathlons since then.\n\n“I really love the energy everyone has when you’re doing one,” said Jacob. “Everybody encourages everybody else. It’s fun.”\n\nHis mother, Jennifer Mansbach, sees the event as a great way for him to stay active and build self- esteem.\n\n“The kids have to rely on themselves to get to the finish line. It’s important for them to set out to do something on their own and see that they can accomplish it,” she said.\n\nJoe Coito, organizer of the Santa Barbara Triathlon, agrees that triathlons “build confidence in kids unlike anything I’ve ever seen.”\n\nHe likes the parent-child event because many times it’s the kids persuading their parents to participate. Parents can be more intimidated by the thought of doing a triathlon than their children are, Coito said.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2015/05/hffit05.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}}, "_id": "\"57477af46914bd0286fe19aa\"", "article_summary": "They are practicing for the kids’ triathlon series in their hometown of Tallahassee.\nJoe Coito, organizer of the Santa Barbara Triathlon, agrees that triathlons “build confidence in kids unlike anything I’ve ever seen.”He likes the parent-child event because many times it’s the kids persuading their parents to participate.\nThe Roberts kids sometimes try putting on clothes, shoes and bike helmets while they are soaking wet from swimming in the family pool.\n“The variety suits their mentality.”The sport is growing among kids and adults, said Lindsay Wyskowski, communications manager for USA Triathlon, the governing body for triathlons held in the United States.\nToday, it’s a family affair with four of the Roberts’ five kids participating."}