{"article_title": "U.S., Volkswagen may not reach emissions deal by April 21 - government official", "article_keywords": ["vehicles", "21", "deal", "offer", "cars", "fix", "official", "reach", "breyer", "volkswagen", "emissions", "vw", "epa"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/04/05/US-official-says-unclear-if-it-will-reach-VW-diesel-settlement-April-21", "article_text": "(Reuters) - The top U.S. environmental official expressed uncertainty on Tuesday about whether the Obama administration and Volkswagen AG will meet an April 21 court deadline to come up with a plan to address excess emissions from 580,000 diesel vehicles sold in the country. EPA Administrator Gina McCarthy told reporters that the two sides were in \"really robust\" ongoing talks but said she did not know if they would agree to a deal by April 21. She declined to say if the administration would accept a partial fix of the polluting vehicles or if it would insist that Volkswagen offer to buy them all back. VW, Europe's biggest automaker, faces its biggest crisis in recent memory after it acknowledged in September that it had rigged exhaust emission tests for up to 11 million vehicles worldwide. The company's chief executive officer abruptly left after the scandal was announced, and the company set aside up to 6.5 billion euros to address the problem but has warned the amount could go higher as investigations continue around the world. Last month, U.S. District Judge Charles Breyer gave VW and U.S. regulators until April 21 to offer a \"concrete proposal\" for addressing the polluting cars. Both sides must \"resolve\" what is to happen to the cars by that date, Breyer said. If no deal is reached by then, Breyer said he would consider holding a trial this summer. Also in March, a California official said the state might allow partially repaired VW diesel cars to continue operating on its roads because a full fix might be impossible. That fix would not completely address excess on-road emissions, but VW could be required to do so as part of a compensation fund. \"I wouldn't take any single signal as the direction of those negotiations or where any final agreement - if we reach one - will end up,\" McCarthy said at a breakfast sponsored by the Christian Science Monitor. Volkswagen spokeswoman Jeannine Ginivan said the automaker was continuing to work with the EPA and California, declining to offer an opinion on whether they will reach a deal by April 21. Breyer had earlier set a March 24 deadline for VW to explain where it stood on remediation efforts, after months of talks with the U.S. Justice Department, EPA and California Air Resources Board. The remedy could involve fixing the roughly 580,000 U.S. vehicles, or buybacks and other options, Breyer said. The cars are equipped with \"defeat devices\" that allow them to pass laboratory emissions tests despite exceeding federal standards by up to 40 times when they are driven on roads. The U.S. Justice Department in February sued VW for up to $46 billion for violating federal environmental laws. The company and its Audi and Porsche brands remain barred from selling any new 2016 diesel models in the United States.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "(Reuters) - The top U.S.", "title": "U.S., Volkswagen may not reach emissions deal by April 21 - government official", "url": "http://www.thefiscaltimes.com/latestnews/2016/04/05/US-official-says-unclear-if-it-will-reach-VW-diesel-settlement-April-21", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/volkswagen-emissions-court_2.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/04/05/US-official-says-unclear-if-it-will-reach-VW-diesel-settlement-April-21", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/volkswagen-emissions-court_2.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "(Reuters) - The top U.S.", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Volkswagen spokeswoman Jeannine Ginivan said the automaker was continuing to work with the EPA and California, declining to offer an opinion on whether they will reach a deal by April 21.\nShe declined to say if the administration would accept a partial fix of the polluting vehicles or if it would insist that Volkswagen offer to buy them all back.\nLast month, U.S. District Judge Charles Breyer gave VW and U.S. regulators until April 21 to offer a \"concrete proposal\" for addressing the polluting cars.\nThat fix would not completely address excess on-road emissions, but VW could be required to do so as part of a compensation fund.\nIf no deal is reached by then, Breyer said he would consider holding a trial this summer."}