{"article_title": "Generalizing others limits our community's potential", "article_keywords": ["relationships", "baptist", "generalizing", "zion", "limits", "communitys", "generalization", "amazing", "potential", "understand", "walker", "experiences", "bishop", "today"], "article_url": "http://www.tennessean.com/story/opinion/columnists/2016/03/25/generalizing-others-limits-our-communitys-potential/82094974/", "article_text": "Bishop Joseph Walker III is presiding bishop of Full Gospel Baptist Fellowship International and senior pastor of Mt. Zion Baptist Church in Nashville. (Photo: Submitted) Story Highlights There are many people who live in fear, suspicion and even hatred of people who they have never met.\n\nThese phobias hinder our ability to benefit from experiencing amazing cultures, people and resources.\n\nI would assume that all of us carry around a little implied bias when it comes to our views of others.\n\nWhether it’s race, class or religion, our perspective of people is often the result of the previous experiences we have had. If we were honest, we would probably agree that we tend to project generalizations upon people because of a few negative isolated experiences. It is this process of generalization that accounts for, in part, the influence of past relationships on future relationships.\n\nGeneralizations are the enemy of collaboration and community. Whenever we label others unfairly based on experiences that had nothing to do with them personally, we limit the potential that exists in those relationships from coming to fruition. There are many people who live in fear, suspicion and even hatred of people who they have never met.\n\nWhen we look at the political landscape today and other social issues in our country, it is important to look critically at how we perceive others. There has never been a time in my life where I have seen people so marginalized and distrustful of others.\n\nThough I am saddened by what I see, I do understand that there are some people who have given us all good reason to have the proverbial “raised eyebrow.” However, I am an optimist and believe that most people are decent, honest and loving.\n\nJust because you have encountered or seen the worst among a certain group does not make it right to judge the whole for their actions.\n\nMany of the phobias we carry around are unnecessary and hinder our ability to benefit from experiencing amazing cultures, people and resources.\n\nTherefore, in new relationships or experiences, when previous biases are not necessarily appropriate, they may nonetheless persist in guiding our behavior, even if it is in a pathological manner.\n\nAuthor Malcolm Gladwell says, “Another word for generalization is stereotype. Stereotypes are usually considered negative dimensions of our decision-making lives. A doctor could, with some statistical support, generalize about men of a certain age and weight. But what if generalizing from other traits — such as high blood pressure, family history and smoking — saved more lives? Behind each generalization is a choice of what factors to leave in and what factors to leave out, and those choices can prove surprisingly complicated.”\n\nOur perceptions and generalizations of others cause us to yell rather than have substantive discourse about our differences.\n\nThere is so much we can learn from each other. We must be willing to engage what we do not understand so that the myths and assumptions we harbor can dissipate as a result of our intentional efforts at building community.\n\nIt is not realistic to believe that we will all agree or completely understand each other’s culture, religion or political perspective. However, our willingness to be in conversation with each other is far greater than the lines we draw to separate ourselves.\n\nAmid the sweltering violence, bigotry and disrespect we are seeing today, we have an amazing opportunity to learn from each other with civility and find common ground to make our community a better place.\n\nBishop Joseph Walker is presiding bishop of Full Gospel Baptist Fellowship International and senior pastor of Mt. Zion Baptist Church in Nashville.\n\nRead or Share this story: http://tnne.ws/1Rqx3p7", "article_metadata": {"google": "notranslate", "description": "There has never been a time in my life where I have seen people so marginalized and distrustful of others.", "og": {"site_name": "The Tennessean", "description": "There has never been a time in my life where I have seen people so marginalized and distrustful of others.", "title": "Generalizing others limits our community's potential", "url": "http://www.tennessean.com/story/opinion/columnists/2016/03/25/generalizing-others-limits-our-communitys-potential/82094974/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tennessean.png", "type": "article"}, "twitter": {"description": "There has never been a time in my life where I have seen people so marginalized and distrustful of others.", "title": "Generalizing others limits our community's potential", "image": "http://www.gannett-cdn.com/-mm-/1f90092f504cfefac089dfd6eec76d150a5ac227/c=63-2-316-255&r=x643&c=640x640/local/-/media/Nashville/2015/02/13/B9316231304Z.1_20150213143427_000_GVA9UM3L3.1-0.jpg", "creator": "@tennessean", "site": "@tennessean", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028886", "fb": {"app_id": 121487414583460}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Malcolm Gladwell", "gci-asset-type": "story", "gci-categories": "Persons/Malcolm Gladwell", "title": "Generalizing others limits our community's potential", "author": "Bishop Joseph W. Walker III", "pageclass": "article", "recs": {"category": "opinion/columnists", "image-3-4": "http://www.gannett-cdn.com/-mm-/81ae596c3614a7ab824ae4600c9be611cd58a072/c=88-15-309-309/local/-/media/Nashville/2015/02/13/B9316231304Z.1_20150213143427_000_GVA9UM3L3.1-0.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/a97b67624db0cac75a94e3588c1c211150d24b22/c=63-2-316-255/local/-/media/Nashville/2015/02/13/B9316231304Z.1_20150213143427_000_GVA9UM3L3.1-0.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/6000fa2fd8f7fcc5bc8372960d314607af8a9a05/c=47-25-336-242/local/-/media/Nashville/2015/02/13/B9316231304Z.1_20150213143427_000_GVA9UM3L3.1-0.jpg", "image": "http://www.gannett-cdn.com/-mm-/c8ee2f36f537e4416968e82feee29f3aae98d28d/c=73-33-317-171&r=x633&c=1200x630/local/-/media/Nashville/2015/02/13/B9316231304Z.1_20150213143427_000_GVA9UM3L3.1-0.jpg", "publishtime": "2016-03-25T14:00:02.960000-05:00", "shorthed": "Generalizing others limits our potential", "articleid": 82094974, "image-16-9": "http://www.gannett-cdn.com/-mm-/437a12611b694fb0175ab65dc75fc66823495ada/c=73-33-317-171/local/-/media/Nashville/2015/02/13/B9316231304Z.1_20150213143427_000_GVA9UM3L3.1-0.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/1eb4bb98bd44c1aa5a6f7e70f01c0f56a4dddbf1/c=40-0-345-543/local/-/media/Nashville/2015/02/13/B9316231304Z.1_20150213143427_000_GVA9UM3L3.1-0.jpg"}}, "news_keywords": "Faith and values, religion, Nashville voices"}, "article_summary": "Zion Baptist Church in Nashville.\nBishop Joseph Walker III is presiding bishop of Full Gospel Baptist Fellowship International and senior pastor of Mt.\nBishop Joseph Walker is presiding bishop of Full Gospel Baptist Fellowship International and senior pastor of Mt.\nBut what if generalizing from other traits — such as high blood pressure, family history and smoking — saved more lives?\nIt is this process of generalization that accounts for, in part, the influence of past relationships on future relationships."}