{"article_title": "Headlines for November 18, 2013", "article_keywords": ["accident", "plans", "charges", "18", "hammond", "political", "dead", "prison", "mcbride", "vote", "president", "headlines"], "article_url": "http://www.democracynow.org/2013/11/18/headlines", "article_text": "6 Dead, Thousands Without Power in Midwest Storms At least six people are dead and dozens more wounded after a series of storms in the U.S. Midwest. Dozens of tornadoes were reported, most in Illinois. The storms left widespread damage, leveling homes and buildings while knocking out power to tens of thousands of people. Large parts of the town of Washington, Illinois, were destroyed. Rescue operations have been underway seeking people trapped in their homes.\n\nOver 4 Million Displaced from Typhoon Haiyan Relief efforts continue in the Philippines 10 days after Typhoon Haiyan. The United Nations says some four million people have been displaced, up from 900,000 last week. The toll of the dead or missing stands at around 5,000. In the devastated city of Tacloban, homeless residents continue to gather at the city’s airport in the hopes of being able to flee. Aika: \"There is no food, no shelter, and we could have a — we could be sick here, because of the air, because of the dead.\" Ajustin Cabidog: \"We’ve been here yesterday since the early morning. We have nothing to eat, and we’re struggling, and we don’t have any energy.\" Some 56,000 people are said to face unsanitary conditions in Tacloban. Fears are growing, meanwhile, for residents of remote islands that have yet to be reached since the typhoon hit.\n\nMultiple Bombings in Iraq Leave Dozens Dead A series of bombings in Iraq has left at least 44 people dead and more than 100 wounded. More than 22 were killed in the capital Baghdad.\n\nJapan Begins Removal of Fukushima Radioactive Fuel Rods In Japan, a dangerous operation is underway at the earthquake-stricken Fukushima nuclear plant. Engineers are removing more than 1,500 radioactive fuel rods from a storage pool as part of the plant’s decommissioning. The rods could release toxic gases if they break or are exposed to air. Some of the tasks underway as part of Fukushima’s decommissioning have never been attempted anywhere else.\n\nBachelet Leads 1st Round of Chilean Presidential Vote; Student Leader Elected to Congress Former Chilean President Michelle Bachelet is poised to return to office after winning the first round of presidential elections. Bachelet took close to 47 percent in Sunday’s vote, more than 20 points ahead of her closest rival, but just short of the 50 percent needed to avoid a runoff. That vote will be held next month. Bachelet served from 2006 to 2010 as Chile’s first female president. She has run on a platform of tackling income inequality and reforming a constitution dating back to the regime of General Augusto Pinochet, when she herself was a political prisoner. In the congressional vote, the Chilean activist Camila Vallejo was elected to a seat in parliament. Vallejo helped lead Chile’s student uprising in 2011, which saw massive protests for affordable university education and deeper structural changes.\n\nProtests Mark 2-Month Detention of Greenpeace Arctic 30 Protests were held in more than 260 cities worldwide on Saturday to mark two months since the detention of the Greenpeace \"Arctic 30\" for protesting gas drilling by Russia. The 28 activists and two journalists are facing charges of \"hooliganism\" which carry up to seven years in prison. Saturday’s rallies focused on urging Russia’s state-controlled oil company, Gazprom, and its partner, Shell, to back calls for the Arctic 30’s release.\n\n2 Killed in Colorado Mining Accident A mining accident in Colorado has left two workers dead and another 20 injured. The mine is near the southwestern town of Ouray. The dead workers were apparently trapped underground after chemicals were accidentally released.\n\nHouse Dems Join GOP to Challenge Obamacare on Old Plans The House has approved a measure that would permit insurance companies to keep selling health plans that fail to meet the standards of the new healthcare law. In a challenge to President Obama, 39 Democrats joined with the Republican majority. President Obama granted a one-year reprieve to the substandard plans last week amidst anger over his failed pledge that all policy holders can keep their plans. But the House measure goes further in having no time cap and also allowing insurance companies to sell the plans to new customers. The White House has threatened a veto.\n\nCharges Filed Against Homeowner in Shooting of Renisha McBride Michigan prosecutors have filed charges against a Detroit-area homeowner for the fatal shooting of an unarmed African-American woman on his porch. Nineteen-year-old Renisha McBride was apparently seeking help after a car crash when she came to the door of the suspect, Ted Wafer. McBride was killed by a shotgun blast to the face. After a more than week-long investigation that saw the case attract national controversy, prosecutor Kym Worthy unveiled charges on Friday. Kym Worthy: \"She was found with a very large gunshot wound to her face. It’s alleged that she was shot to death by the homeowner after she knocked on his locked front screen door. By all reports, she was unarmed, and there were no signs of forced entry to the home. We obviously do not feel that the evidence in this case feels that the defendant acted in lawful self-defense.\" Wafer faces up to life in prison on charges of second-degree murder, manslaughter and possession of a firearm in a felony. He has claimed the gun fired by accident and that he thought McBride was an intruder. At a news conference, McBride’s mother, Monica McBride, addressed Wafer publicly. Monica McBride: \"I’m not going to call you a monster. You said it was an accident. When you accidentally do something to someone, you say you’re sorry or you apologize. You did no accident. You took a life, and you took a beautiful life that was starting to blossom into a beautiful woman.\"\n\nHacktivist Jeremy Hammond Sentenced to 10 Years, Claims FBI Directed Attacks The computer hacker Jeremy Hammond has been sentenced to 10 years in prison for hacking into the computers of the private intelligence firm Stratfor. Hammond has admitted to being a member of the group Anonymous and to stealing files from Stratfor, as well as other government and corporate sites. Some five million Stratfor emails ended up on the whistleblowing website WikiLeaks, showing how the firm monitors activists and spies for corporate clients. Hammond pleaded guilty earlier this year in part to avoid a longer sentence of at least 30 years in prison. He has already spent 18 months behind bars, some of it in solitary confinement. On Friday, Hammond attorney Sarah Kunstler said Hammond’s sentencing judge had overlooked his political motivations. Sarah Kunstler: \"The words that the judge used a lot and that the government used a lot in their sentencing submission were 'maximum mayhem.' And the government and the judge felt that the idea of causing mayhem or causing destruction was incompatible with Jeremy’s stated political goals. And we disagree with that. You know, advocating for political change, struggling for political change involves being disruptive at times. It involves being destructive at times. These are some ways the — sometimes the only pathways to change.\" Hammond’s 10-year sentence is one of the longest ever in a criminal hacking case. During his sentencing, Hammond said an FBI informant had directed him to hack into the websites of several foreign governments, including Brazil, Iran and Turkey. According to Hammond, the FBI used him and other hackers to disrupt vulnerabilities in the home pages of foreign states. (Click here to watch Democracy Now’s full coverage of this press conference.)", "article_metadata": {"og": {"site_name": "Democracy Now!", "description": "6 Dead, Thousands Without Power in Midwest Storms; Over 4 Million Displaced from Typhoon Haiyan; Multiple Bombings in Iraq Leave Dozens Dead; Japan Begins Removal of Fukushima Radioactive Fuel Rods; Bachelet Leads 1st Round of Chilean Presidential Vote; Student Leader Elected to Congress; Protests Mark 2-Month Detention of Greenpeace Arctic 30; 2 Killed in Colorado Mining Accident; House Dems Join GOP to Challenge Obamacare on Old Plans; Charges Filed Against Homeowner in Shooting of Renisha McBride; Hacktivist Jeremy Hammond Sentenced to 10 Years, Claims FBI Directed Attacks; Nobel Prize-Winning Author Doris Lessing Dead at 94", "title": "Headlines for November 18, 2013", "url": "http://www.democracynow.org/2013/11/18/headlines", "image": "http://assets.democracynow.org/assets/default_content_image-354f4555cc64afadc730d64243c658dd0af1f330152adcda6c4900cb4a26f082.jpg", "type": "article"}, "csrf-param": "authenticity_token", "twitter": {"site": "@democracynow", "card": "summary_large_image"}, "csrf-token": "XDSCBL9rizuqJuJrXcCeLLyc++D+hjcJreLvAZnKDye6kxwNCQERBD8P7hUvfvQg72rSbTw+bAhsGSnWFVjSZA=="}, "_id": "\"57477af36914bd0286fcbee2\"", "article_summary": "He has already spent 18 months behind bars, some of it in solitary confinement.\nWafer faces up to life in prison on charges of second-degree murder, manslaughter and possession of a firearm in a felony.\n2 Killed in Colorado Mining Accident A mining accident in Colorado has left two workers dead and another 20 injured.\nAccording to Hammond, the FBI used him and other hackers to disrupt vulnerabilities in the home pages of foreign states.\nFears are growing, meanwhile, for residents of remote islands that have yet to be reached since the typhoon hit."}