{"article_title": "Remarks by the President on the Affordable Care Act", "article_keywords": ["affordable", "everybody", "law", "work", "health", "americans", "act", "remarks", "president", "thats", "insurance", "care"], "article_url": "https://www.whitehouse.gov/the-press-office/2014/04/01/remarks-president-affordable-care-act", "article_text": "Rose Garden\n\n4:19 P.M. EDT\n\nTHE PRESIDENT: Everybody, please have a seat. Thank you so much. Welcome to the White House.\n\nSix months ago today, a big part of the Affordable Care Act kicked in as healthcare.gov and state insurance marketplaces went live. And millions of Americans finally had the same chance to buy quality, affordable health care -- and the peace of mind that comes with it -- as everybody else.\n\nLast night, the first open-enrollment period under this law came to an end. And despite several lost weeks out of the gate because of problems with the website, 7.1 million Americans have now signed up for private insurance plans through these marketplaces -- 7.1. (Applause.)\n\nThe truth is, even more folks want to sign up. So anybody who was stuck in line because of the huge surge in demand over the past few days can still go back and finish your enrollment -- 7.1 million, that’s on top of the more than 3 million young adults who have gained insurance under this law by staying on their family’s plan. That’s on top of the millions more who have gained access through Medicaid expansion and the Children’s Health Insurance Program. Making affordable coverage available to all Americans, including those with preexisting conditions, is now an important goal of this law. (Applause.)\n\nAnd in these first six months, we’ve taken a big step forward. And just as importantly, this law is bringing greater security to Americans who already have coverage. Because of the Affordable Care Act, 100 million Americans have gained free preventive care, like mammograms and contraceptive care, under their existing plans. (Applause.) Because of this law, nearly 8 million seniors have saved almost $10 billion on their medicine because we’ve closed a gaping hole in Medicare’s prescription drug plan. We’re closing the donut hole. (Applause.) And because of this law, a whole lot of families won’t be driven into bankruptcy by a serious illness, because the Affordable Care Act prevents your insurer from placing dollar limits on the coverage they provide.\n\nThese are all benefits that have been taking place for a whole lot of families out there, many who don’t realize that they’ve received these benefits. But the bottom line is this: Under this law, the share of Americans with insurance is up and the growth of health care costs is down, and that’s good for our middle class and that’s good for our fiscal future. (Applause.)\n\nNow, that doesn’t mean that all the problems in health care have been solved forever. Premiums are still rising for families who have insurance, whether you get it through your employer or you buy it on your own -- that’s been true every year for decades. But, so far, those premiums have risen more slowly since the Affordable Care Act passed than at any time in the past 50 years. It’s also true that, despite this law, millions of Americans remain uncovered in part because governors in some states for political reasons have deliberately refused to expand coverage under this law. But we’re going to work on that. And we’ll work to get more Americans covered with each passing year. (Applause.)\n\nAnd while it remains true that you’ll still have to change your coverage if you graduate from college or turn 26 years old or move or switch jobs, or have a child -- just like you did before the Affordable Care Act was passed -- you can now go to healthcare.gov and use it year-round to enroll when circumstances in your life change. So, no, the Affordable Care Act hasn’t completely fixed our long-broken health care system, but this law has made our health care system a lot better -- a lot better. (Applause.)\n\nAll told, because of this law, millions of our fellow citizens know the economic security of health insurance who didn’t just a few years ago -- and that’s something to be proud of. Regardless of your politics or your feelings about me, or your feelings about this law, that’s something that’s good for our economy, and it’s good for our country. And there’s no good reason to go back.\n\nLet me give you a sense of what this change has meant for millions of our fellow Americans. I’ll just give you a few examples. Sean Casey, from Solana Beach, California, always made sure to cover his family on the private market. But preexisting medical conditions meant his annual tab was over $30,000. The Affordable Care Act changed that. See, if you have a preexisting condition, like being a cancer survivor, or if you suffer chronic pain from a tough job, or even if you’ve just been charged more for being a woman -– you can no longer be charged more than anybody else. So this year, the Casey family’s premiums will fall from over $30,000 to under $9,000. (Applause.)\n\nAnd I know this because Sean took the time to write me a letter. “These savings,” he said, “will almost offset the cost of our daughter’s first year in college. I’m a big believer in this legislation, and it has removed a lot of complexity and, frankly, fear from my life. Please keep fighting for the ACA.” That's what Sean had to say.\n\nJeanne Goe is a bartender from Enola, Pennsylvania. Now, I think most folks are aware being a bartender, that's a job that usually doesn't offer health care. For years, Jeanne went uninsured or underinsured, often getting some health care through her local Planned Parenthood. In November, she bought a plan on the marketplace. In January, an illness sent her to the hospital. And because her new plan covered a CAT scan she wouldn’t have otherwise been able to afford, her doctor discovered that she also had ovarian cancer -– and gave her a chance to beat it. So she wrote me a letter, too. She said it’s going to be “a long tough road to kill this cancer, but I can walk that road knowing insurance isn’t an issue. I won’t be refused care. I hope to send a follow-up letter in a few months saying I am free and clear of this disease, but until then, I know I will be fighting just as you have been fighting for my life as a working American citizen.”\n\nAnd after her first wellness visit under her new insurance plan, Marla Morine, from Fort Collins, Colorado, shared with me what it meant to her. “After using my new insurance for the first time, you probably heard my sigh of relief from the White House.” (Laughter.) “I felt like a human being again. I felt that I had value.”\n\nThat’s what the Affordable Care Act, or Obamacare, is all about -– making sure that all of us, and all our fellow citizens, can count on the security of health care when we get sick; that the work and dignity of every person is acknowledged and affirmed. The newly insured like Marla deserve that dignity. Working Americans like Jeanne deserve that economic security. Women, the sick, survivors -- they deserve fair treatment in our health care system, all of which makes the constant politics around this law so troubling.\n\nLike every major piece of legislation -- from Social Security to Medicare -- the law is not perfect. We’ve had to make adjustments along the way, and the implementation -- especially with the website -- has had its share of problems. We know something about that. And, yes, at times this reform has been contentious and confusing, and obviously it’s had its share of critics. That’s part of what change looks like in a democracy. Change is hard. Fixing what’s broken is hard. Overcoming skepticism and fear of something new is hard. A lot of times folks would prefer the devil they know to the devil they don’t.\n\nBut this law is doing what it’s supposed to do. It’s working. It’s helping people from coast to coast, all of which makes the lengths to which critics have gone to scare people or undermine the law, or try to repeal the law without offering any plausible alternative so hard to understand. I’ve got to admit, I don’t get it. Why are folks working so hard for people not to have health insurance? Why are they so mad about the idea of folks having health insurance? Many of the tall tales that have been told about this law have been debunked. There are still no death panels. (Laughter.) Armageddon has not arrived. Instead, this law is helping millions of Americans, and in the coming years it will help millions more.\n\nI’ve said before, I will always work with anyone who is willing to make this law work even better. But the debate over repealing this law is over. The Affordable Care Act is here to stay. (Applause.)\n\nAnd those who have based their entire political agenda on repealing it have to explain to the country why Jeanne should go back to being uninsured. They should explain why Sean and his family should go back to paying thousands and thousands of dollars more. They’ve got to explain why Marla doesn’t deserve to feel like she’s got value. They have to explain why we should go back to the days when seniors paid more for their prescriptions or women had to pay more than men for coverage, back to the days when Americans with preexisting conditions were out of luck -- they could routinely be denied the economic security of health insurance -- because that’s exactly what would happen if we repeal this law. Millions of people who now have health insurance would not have it. Seniors who have gotten discounts on their prescription drugs would have to pay more. Young people who were on their parents’ plan would suddenly not have health insurance.\n\nIn the end, history is not kind to those who would deny Americans their basic economic security. Nobody remembers well those who stand in the way of America’s progress or our people. And that’s what the Affordable Care Act represents. As messy as it’s been sometimes, as contentious as it’s been sometimes, it is progress. It is making sure that we are not the only advanced country on Earth that doesn’t make sure everybody has basic health care. (Applause.) And that’s thanks in part to leaders like Nancy Pelosi and Dick Durbin, and all the members of Congress who are here today. We could not have done it without them, and they should be proud of what they’ve done. They should be proud of what they’ve done. (Applause.)\n\nAnd it’s also thanks to the often-unheralded work of countless Americans who fought tirelessly to pass this law, and who organized like crazy these past few months to help their fellow citizens just get the information they needed to get covered. That’s why we’re here today. That’s why 7.1 million folks have health insurance -- because people got the word out.\n\nAnd we didn’t make a hard sell. We didn’t have billions of dollars of commercials like some critics did. But what we said was, look for yourself, see if it’s good for your family. And a whole lot of people decided it was. So I want to thank everybody who worked so hard to make sure that we arrived at this point today.\n\nI want to make sure everybody understands: In the months, years ahead, I guarantee you there will be additional challenges to implementing this law. There will be days when the website stumbles -- I guarantee it. So, press, just -- I want you to anticipate -- (laughter) -- there will be some moment when the website is down -- and I know it will be on all of your front pages. It’s going to happen. It won’t be news. There will be parts of the law that will still need to be improved. And if we can stop refighting old political battles that keep us gridlocked, then we could actually make the law work even better for everybody. And we’re excited about the prospect of doing that. We are game to do it. (Applause.)\n\nBut today should remind us that the goal we set for ourselves -- that no American should go without the health care that they need; that no family should be bankrupt because somebody in that family gets sick, because no parent should have to be worried about whether they can afford treatment because they’re worried that they don’t want to have to burden their children; the idea that everybody in this country can get decent health care -- that goal is achievable.\n\nWe are on our way. And if all of us have the courage and the wisdom to keep working not against one another, not to scare each other, but for one another –- then we won’t just make progress on health care. We’ll make progress on all the other work that remains to create new opportunity for everybody who works for it, and to make sure that this country that we love lives up to its highest ideals. That’s what today is about. That’s what all the days that come as long as I’m President are going to be about. That’s what we’re going to be working towards.\n\nThank you very much, everybody. God bless you. God bless America. (Applause.) Thank you.\n\nEND", "article_metadata": {"msapplication-config": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/browserconfig.xml", "generator": "Drupal 7 (http://drupal.org)", "application-name": "Whitehouse", "msapplication-wide310x150logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x150.png", "twitter": {"creator": "@WhiteHouse", "url": "https://www.whitehouse.gov/the-press-office/2014/04/01/remarks-president-affordable-care-act", "image": {"src": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "width": 240, "height": 240}, "title": "Remarks by the President on the Affordable Care Act", "site": "@WhiteHouse", "card": "summary"}, "msapplication-TileColor": "#003C80", "msapplication-square70x70logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "HandheldFriendly": "true", "msapplication-square310x310logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-310x310.png", "og": {"site_name": "whitehouse.gov", "description": "Rose Garden 4:19 P.M. EDT", "title": "Remarks by the President on the Affordable Care Act", "url": "https://www.whitehouse.gov/the-press-office/2014/04/01/remarks-president-affordable-care-act", "image": {"width": 240, "secure_url": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "type": "image/jpeg", "identifier": "https://www.whitehouse.gov/sites/whitehouse.gov/files/images/twitter_cards_default.jpg", "height": 240}, "updated_time": "2015-07-22T13:50:48-04:00", "type": "article"}, "MobileOptimized": "width", "msapplication-TileImage": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-70x70.png", "article": {"published_time": "2014-04-01T19:50:50-04:00", "modified_time": "2015-07-22T13:50:48-04:00"}, "msapplication-square150x150logo": "https://www.whitehouse.gov/profiles/forall/themes/custom/fortyfour/images/fortyfour/favicons/mstile-150x150.png", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fde7bb\"", "article_summary": "Because of the Affordable Care Act, 100 million Americans have gained free preventive care, like mammograms and contraceptive care, under their existing plans.\nSo, no, the Affordable Care Act hasn’t completely fixed our long-broken health care system, but this law has made our health care system a lot better -- a lot better.\nBut, so far, those premiums have risen more slowly since the Affordable Care Act passed than at any time in the past 50 years.\nSix months ago today, a big part of the Affordable Care Act kicked in as healthcare.gov and state insurance marketplaces went live.\nThe Affordable Care Act changed that."}