{"article_title": "Firefighters tackle Dubai blaze after all-night effort, investigate cause", "article_keywords": ["building", "seeing", "dubai", "flames", "spokesperson", "effort", "firefighters", "hotel", "allnight", "investigate", "investigation", "emirates", "blaze", "smoke", "tackle", "cause", "evacuated"], "article_url": "http://www.thefiscaltimes.com/latestnews/2016/01/01/Firefighters-tackle-Dubai-blaze-after-all-night-effort-investigate-cause", "article_text": "Plumes of white smoke still emanated from the charred, 63-storey Address Downtown Dubai hotel and residential block at daybreak, but civil defense crews had mostly extinguished the flames which erupted around 2130 (1730 GMT).\n\nWitnesses reported seeing flames leaping from a lower portion of the building as late as around noon local time, but a hotel spokesperson said the situation was under control.\n\n\"The fire in the hotel has been contained. We would like to express our gratitude to the authorities for their immediate and professional support. An investigation is ongoing,\" the spokesperson wrote in an email.\n\nDubai police said on Thursday that the building was evacuated and 14 people were lightly injured. A medic at the scene said more than 60 people were treated for mild smoke inhalation and problems caused by crowding as they fled.\n\nWitnesses described seeing flaming debris wafting down from The Address as occupants left, some running.\n\nThe New Year's fireworks display at the nearby Burj Khalifa, the world's tallest building, is one of Dubai's most celebrated annual rites and attracted thousands of spectators - most of whom were evacuated before the spectacle went on as scheduled.\n\nLive TV broadcasts of the extravaganza appeared to show only a few dozen people in the vast viewing venue near the tower.\n\nDubai, among the most open and peaceful cities in the war-battered Middle East, prides itself as a tourist and business hub.\n\nBut the metropolis, one of seven emirates that make up the United Arab Emirates (UAE), may face questions about the safety of its rapidly-constructed cityscape, especially after another high-rise building caught fire earlier this year.\n\nSecurity officials said the conflagration began on the outside of the structure at the 20th floor, and the deputy chief of police said the investigation into its cause was underway.\n\nDhahi Khalfan posted a picture of a fireball toward the hotel's base on his official twitter account on Friday.\n\n\"A forensic photographer from the Dubai police with the lens of his camera, from here the investigation begins,\" he said.\n\n(Reporting By Ahmed Jadallah, Abdul Hadi al-Ramahi and Noah Browning; Editing by Ruth Pitchford and Dominic Evans)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Plumes of white smoke still emanated from the charred, 63-storey Address Downtown Duba", "title": "Firefighters tackle Dubai blaze after all-night effort, investigate cause", "url": "http://www.thefiscaltimes.com/latestnews/2016/01/01/Firefighters-tackle-Dubai-blaze-after-all-night-effort-investigate-cause", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/emirates-dubai-fire_3.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2016/01/01/Firefighters-tackle-Dubai-blaze-after-all-night-effort-investigate-cause", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/emirates-dubai-fire_3.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Plumes of white smoke still emanated from the charred, 63-storey Address Downtown Duba", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Witnesses reported seeing flames leaping from a lower portion of the building as late as around noon local time, but a hotel spokesperson said the situation was under control.\n\"A forensic photographer from the Dubai police with the lens of his camera, from here the investigation begins,\" he said.\nDubai police said on Thursday that the building was evacuated and 14 people were lightly injured.\nDubai, among the most open and peaceful cities in the war-battered Middle East, prides itself as a tourist and business hub.\nPlumes of white smoke still emanated from the charred, 63-storey Address Downtown Dubai hotel and residential block at daybreak, but civil defense crews had mostly extinguished the flames which erupted around 2130 (1730 GMT)."}