{"article_title": "Can L.A. Be A Bike City?", "article_keywords": ["toronto", "city", "lanes", "la", "angeles", "los", "bike", "cities", "mayor", "streetsblog"], "article_url": "http://www.huffingtonpost.com/jack-skelley/los-angeles-bike-city_b_4463600.html", "article_text": "Before Toronto Mayor Rob Ford became outrageously famous for smoking crack and holding crazy press conferences, he was known for something else: He was an anti-bicycle crusader. He campaigned against what he called \"the war on the car,\" saying that bike lanes, for example, dangerously steal space from cars.\n\n\"What I compare bike lanes to is swimming with the sharks. Sooner or later you're going to get bitten,\" Ford declared as a Toronto councilman. Once elected mayor, he ripped out bike lanes. In one case, bike route removal cost Toronto $300,000. It saved motorists just two minutes along the route -- not seven minutes, as he claimed.\n\n\n\nPhoto: Streetsblog Los Angeles\n\nFord typifies a backlash against biking. In this country it has come mostly from conservatives, almost as if bike infrastructure -- and the environmentalism that comes with it -- is a cultural enemy along with gay marriage and Obamacare. The push to defund federal bike programs has come from Republican senators such as Eric Cantor. The Wall Street Journal editorialized against New York City's new bike-sharing program: Bicyclists are \"the most important danger in the city,\" commentator Dorothy Rabinowitz gasped.\n\nLos Angeles mayors are far more bike-friendly. No surprise there. Former Mayor Antonio Villaraigosa made regular appearances at CicLAvia, the popular events where entire boulevards are given to cyclists. As a councilman, our new Mayor Eric Garcetti introduced \"sharrows,\" or shared lane markings for streets without separated bike lanes. And way back in 2000, cycle-loving Mayor Richard Riordan opened bike lanes along the L.A. River. (Riordan was a Republican mayor.)\n\nBut L.A. has a long way to go before catching the worldwide bike boom. Unlike New York, Chicago and Minneapolis, it has no bike-share system. It ranks near the bottom of U.S. cities in lane networks.\n\nCopenhagen's \"mobility expert\" Mikael Colville-Andersen takes a refreshing approach to bike evangelism in his amusing interview in Notebook on Cities and Culture, the superbly wonky urban-design podcast. Colville-Andersen, for example, rails against \"bike geeks\" and their expensive gear. A place that truly accepts biking, he argues, moves it from the subculture into the mainstream. He even refuses to wear a helmet, saying it as part of a \"culture of fear.\"\n\nLong Beach, he estimates, has 2 percent of its transportation on bikes. Davis, California, a pioneering bike town, is 10 percent to 15 percent on bikes. Minneapolis may be the major city moving the farthest with about 4 percent.\n\nBike riding is not just for \"bicyclists.\" It is not the exclusive domain of MAMILs (middle-aged males in lycra), those with spiky toe clips who ride in packs down Venice Boulevard or through Palos Verdes on Sundays. It is for everyone and part of a complete transportation menu.\n\nBut bikes and cars uneasily share the road. Driver hostility can lash out dangerously, while some bikers passive-aggressively hog lanes.\n\n\n\nPhoto: Streetsblog Los Angeles\n\nStill, L.A. is making strides. The recent USC report proving that the new Expo Rail has significantly reduced driving for residents within a half-mile of stations also suggested that bike infrastructure can grow from this success. \"It could inform urban design as cities across the county install bike lanes and foster development around transit,\" wrote L.A. Times reporter Laura J. Nelson.\n\nThe Culver City leg of the Expo Rail incorporates a winding right-of-way for two-wheelers. (My kids love it!) The Orange Line busway in the Valley offers one of the best separated bike lanes in the city. Every new above-ground rail approved for the county should be joined with bike trails to maximize the impact of non-auto transport.\n\nBut in L.A.'s atomized political realm, one city council district may be ahead of the curve, while another is hitting the brakes.\n\n\"All it takes for cities to make the transformation away from car-centric enclaves of pollution and wasted public space is political will,\" says Damien Newton, editor of Streetsblog Los Angeles, which advocates mass transit and bike infrastructure. \"Los Angeles has a mix of leaders who are willing to put their capital behind projects, such as Councilmen Mike Bonin (Venice/Mar Vista) and Jose Huizar (Downtown), and those that capitulate immediately to even the slightest opposition, such as Tom LaBonge (Sherman Oaks/Miracle Mile) and Paul Koretz (Westside). The more Mike Bonin's there are, the safer and more attractive Los Angeles will be to cyclists.\"\n\nIf there is one U.S. city where bike sharing and bike trails makes perfect sense, it is Los Angeles. The climate and topography are great. The need is even greater.\n\nFollow Jack Skelley on Twitter: www.twitter.com/JackSkelley", "article_metadata": {"description": "Before Toronto Mayor Rob Ford became outrageously famous for smoking crack and holding crazy press conferences, he was known for something else: He was a...", "sailthru.expire_date": "2013-12-20 11:06:17 -0500", "og": {"site_name": "The Huffington Post", "description": "Before Toronto Mayor Rob Ford became outrageously famous for smoking crack and holding crazy press conferences, he was known for something else: He was a...", "url": "http://www.huffingtonpost.com/jack-skelley/los-angeles-bike-city_b_4463600.html", "image": "http://i.huffpost.com/gen/1523112/images/o-BICYCLE-LOS-ANGELES-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1523112/images/o-BICYCLE-LOS-ANGELES-facebook.jpg", "height": 1000}, "creator": "JackSkelley", "description": "Before Toronto Mayor Rob Ford became outrageously famous for smoking crack and holding crazy press conferences, he was known for something else: He was a...", "card": "summary_large_image", "site": "@HuffPostLA"}, "sailthru.date": "2013-12-19 11:06:17 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4463600", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "los-angeles", "fb": {"app_id": 46744042133}, "keywords": "Los Angeles,Streetsblog L.A.,Notebook on Cities and Culture,biking,ciclavia,bike lanes,bicycle lanes,los angeles biking", "article": {"section": "Los Angeles", "tag": "Los Angeles,Streetsblog L.A.,Notebook on Cities and Culture,biking,ciclavia,bike lanes,bicycle lanes,los angeles biking", "published_time": "2013-12-19 11:06:17 -0500", "modified_time": "2014-02-18 05:59:01 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcbf11\"", "article_summary": "If there is one U.S. city where bike sharing and bike trails makes perfect sense, it is Los Angeles.\nThe Orange Line busway in the Valley offers one of the best separated bike lanes in the city.\nAnd way back in 2000, cycle-loving Mayor Richard Riordan opened bike lanes along the L.A. River.\nHe campaigned against what he called \"the war on the car,\" saying that bike lanes, for example, dangerously steal space from cars.\n\"It could inform urban design as cities across the county install bike lanes and foster development around transit,\" wrote L.A. Times reporter Laura J. Nelson."}