{"article_title": "Giuliani Absolves Obama In IRS Scandal And Christie In 'Bridgegate'", "article_keywords": ["youre", "absolves", "point", "irs", "washington", "christie", "governor", "created", "culture", "president", "chris", "scandal", "giuliani", "bridgegate", "mayor", "obama"], "article_url": "http://www.huffingtonpost.com/2014/01/19/giuliani-christie-bridgegate_n_4627640.html", "article_text": "WASHINGTON -- Gov. Chris Christie’s most-public defender, Rudy Giuliani, said on Sunday that every administration is tarred with the criticism that it created a culture that fosters scandal or misdeed.\n\n“That happens four or five times in every administration,” the former New York City mayor told \"Meet The Press.\" “Every governor, every mayor, every president has his people do something wrong. And then all of you rightly ask: Did the culture create it? Didn’t it? If the culture did create it then you have got to change the culture. But that is different from saying you are responsible for abusing power. You’re a bully, you’re terrible, you’re awful.”\n\nGiuliani’s point was that the top Christie lieutenants who ordered lane closures on the George Washington Bridge were acting as rogue aides, rather than as directed or because the Republican governor had created a culture where they felt it would be accepted. And to emphasize that point, Giuliani did what would have been unthinkable some eight months ago: He completely absolved President Barack Obama of any responsibility in the allegations that the IRS targeted tea party groups in the run up to the 2012 elections.\n\n“Look,” he said, “the president said he doesn’t know about what happened with the IRS. I believe that is true. The whole issue gets resolved if the president straightens it out and it doesn’t happen again. I think that is the way you evaluate one of those things. That is a very ambiguous and amorphous charge: that the culture created it.”\n\n\n\nAlso on HuffPost: Chris Christie Is Absolutely Shocked Chris Christie Is Absolutely Shocked\n\n1 of 9 New Jersey Gov. Chris Christie talks to the media as he visits Jose Marti Freshman Academy in Union City, N.J. Wednesday, Nov. 6, 2013, the day after defeating Democratic challenger Barbara Buono to win his second term as governor. Share this slide:\n\nAP", "article_metadata": {"description": "WASHINGTON -- Gov. Chris Christie’s most-public defender, Rudy Giuliani, said on Sunday that every administration is tarred with the criticism that it cr...", "sailthru.expire_date": "2014-01-20 11:20:45 -0500", "og": {"site_name": "The Huffington Post", "description": "WASHINGTON -- Gov. Chris Christie’s most-public defender, Rudy Giuliani, said on Sunday that every administration is tarred with the criticism that it cr...", "title": "Giuliani Absolves Obama In IRS Scandal -- Just Like Christie In 'Bridgegate'", "url": "http://www.huffingtonpost.com/2014/01/19/giuliani-christie-bridgegate_n_4627640.html", "image": "http://i.huffpost.com/gen/1571084/images/o-RUDY-GIULIANI-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "WASHINGTON -- Gov. Chris Christie’s most-public defender, Rudy Giuliani, said on Sunday that every administration is tarred with the criticism that it cr...", "creator": "samsteinHP", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1571084/images/o-RUDY-GIULIANI-facebook.jpg", "height": 1000}, "title": "Giuliani Absolves Obama In IRS Scandal -- Just Like Christie In 'Bridgegate'", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-01-19 11:20:45 -0500", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4627640", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "christie culture,obama irs,video,Giuliani Christie Bridgegate,obama chris christie,christie gw bridge,obama culture,guiliani christie bridgegate,Rudy Giuliani chris christie,giuliani,obama rudy guiliani", "article": {"section": "Politics", "tag": "christie culture,obama irs,video,Giuliani Christie Bridgegate,obama chris christie,christie gw bridge,obama culture,guiliani christie bridgegate,Rudy Giuliani chris christie,giuliani,obama rudy guiliani", "published_time": "2014-01-19 11:20:45 -0500", "modified_time": "2014-01-25 16:01:55 -0500"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcbf32\"", "article_summary": "That is a very ambiguous and amorphous charge: that the culture created it.”Also on HuffPost: Chris Christie Is Absolutely Shocked Chris Christie Is Absolutely Shocked1 of 9 New Jersey Gov.\nChris Christie’s most-public defender, Rudy Giuliani, said on Sunday that every administration is tarred with the criticism that it created a culture that fosters scandal or misdeed.\n“Every governor, every mayor, every president has his people do something wrong.\n“That happens four or five times in every administration,” the former New York City mayor told \"Meet The Press.\"\nChris Christie talks to the media as he visits Jose Marti Freshman Academy in Union City, N.J. Wednesday, Nov. 6, 2013, the day after defeating Democratic challenger Barbara Buono to win his second term as governor."}