{"article_title": "The force behind the Short Hills murder arrest", "article_keywords": ["suspects", "murder", "force", "hills", "state", "james", "essex", "county", "arrest", "laurino", "short", "carjacking", "callaway", "friedland", "killed"], "article_url": "http://blog.nj.com/njv_mark_diionno/2013/12/the_force_behind_the_short_hil.html", "article_text": "It was Christmas season 2010 and a carjacking epidemic was eating away at Robert D. Laurino, the Essex County prosecutor at the time.\n\n\"He called me and said, ‘What the (blank) is going on?’ \" said Anthony Ambrose, the county’s chief of detectives. \"That’s a direct quote.\"\n\nThis came after the death of man in a case as sickening as the killing of 30-year-old Dustin Friedland in a Short Hills mall parking garage a week ago.\n\nLike Friedland, James Callaway, a 63-year-old church trustee, was not in the wrong place at the wrong time. He was in a place where he expected to be safe, where the pleasure of his daily life ended without warning. A death that was senseless, shocking, infuriating and all those other adjectives that seem cliché and inadequate because they are used too often these days.\n\nIt was 10 a.m. Dec. 17, when James Callaway stepped on the sidewalk of St. Mark AME Church in East Orange and was hit and killed by a criminal in a carjacked Ford Explorer who was trying to evade police.\n\n\"It was 10 days before Christmas, and the carjacking were going wild,\" Laurino said yesterday, shortly after the news conference announcing the arrests of four men in Friedland’s murder. \"I think we had something like a dozen in a week.\"\n\nWhat Laurino saw was an unnerving sense of chaos; a breakdown of sense of security. Callaway died on a Friday. By Monday morning, Laurino brought together every major law enforcement agency on the pyramid.\n\nLocal, county, state, federal.\n\nHe called on Paul Fishman, the U.S. attorney, and Paula Dow, the state attorney general at the time, and Essex County Sheriff Armando Fontoura, and police chiefs from the urban carjacking capitals and suburbs alike.\n\nThe State Police, too, and cops from the five counties along the Route 21 corridor that connects Elizabeth to Paterson, and all the chop shops in between.\n\nAn army was mobilized, and James Callaway, may he rest in peace, left a legacy. The war against carjacking sometimes seems as futile as the war on drugs; every thug taken off the street gives a new thug more opportunity.\n\nTheft-proof auto technology has cut down on stolen cars, so the thugs have to take them at gunpoint. Sometimes the good guys win; just two days before Friedland was killed, an off-duty Newark cop shot a 19-year-old kid who tried to carjack him.\n\n\"People get tired; they don’t want to live in this environment,\" said acting Essex County Prosecutor Carolyn Murray.\n\nIn the hours after Friedland was killed, all the might of the task force was flexed and toll-free tip lines lit up.\n\n\"The calls were fairly constant,\" said Ralph Amirata, director of the Essex County prosecutor’s homicide unit. \"Several were very credible.\"\n\nAmbrose said those calls \"put us in the ballpark.\"\n\nAmbrose especially credited three detectives — Lt. Thomas Kelly, who headed the investigation, Murad Muhammad and Luigi Corino — with working the case as if the victim \"was one of their family members.\"\n\nOfficials would not say whether the $41,000 reward was behind those credible tips, but suffice it to say the kind of people who would kill someone for a luxury car probably have known associates who would rat them out for any kind of money.\n\nFriedland’s Range Rover was found behind a vacant home on Renner Street in Newark’s South Ward, just a few block from Route 78, and about 10 miles from where he was killed. The vacant house is also walking distance to the known addresses of two of the suspects, Hanif Thompson and Karif Ford.\n\nThe green Chevy Suburban used by the four suspects to get in and out of the mall was found in South Orange, and is registered to one of the suspect’s mothers. Geniuses like that sometimes make police work easy.\n\nAnd when they were taken down, the four went easy, according to a law enforcement source, apparently not so tough when the other guy has a gun, too. And apparently not too loyal, either.\n\nWhile in custody, \"they were good boys,\" the source said. \"They did a lot of talking.\"", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "'@river','mark-diionno','millburn','newark','nj-mall-carjacking'", "title": "The force behind the Short Hills murder arrest", "parsely-page": "{\"title\": \"The force behind the Short Hills murder arrest\", \"link\": \"http://blog.nj.com/njv_mark_diionno/2013/12/the_force_behind_the_short_hil.html\", \"image_url\": \"http://imgick.nj.com/home/njo-media/width620/img/njv_mark_diionno/photo/short-hills-mall-shootingjpg-44edc1f36ef30f03.jpg\", \"type\": \"post\", \"post_id\": \"11866287\", \"pub_date\": \"2013-12-22T11:00:33Z\", \"author\": \"Mark Di Ionno | The Star-Ledger\", \"tags\": [\"@river\",\"mark-diionno\",\"millburn\",\"newark\",\"nj-mall-carjacking\"] }", "twitter": {"image": "http://media.nj.com/njv_mark_diionno/photo/13976121-thumb_square_large.jpg", "creator": "@MarkDiIonno", "site": "@njdotcom", "card": "summary", "description": "It was Christmas season 2010 and a carjacking epidemic was eating away at Robert D. Laurino, the Essex County prosecutor at the time."}, "article_date_updated": "Sunday, December 22, 2013,  6:00 AM", "parsely-metadata": "{\"image_url\": \"http://media.nj.com/njv_mark_diionno/photo/short-hills-mall-shootingjpg-44edc1f36ef30f03.jpg\", \"author_name\": \"mdiionno\", \"author_nickname\": \"Mark Di Ionno | The Star-Ledger\", \"author_id\": \"2369\", \"source_blog_name\": \"Mark DiIonno\", \"source_blog_url\": \"http://blog.nj.com/njv_mark_diionno/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "NJ.com", "description": "It was Christmas season 2010 and a carjacking epidemic was eating away at Robert D. Laurino, the Essex County prosecutor at the time.", "title": "The force behind the Short Hills murder arrest", "url": "http://blog.nj.com/njv_mark_diionno/2013/12/the_force_behind_the_short_hil.html", "image": "http://media.nj.com/design/alpha/img/logo_njo.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "NJ.com", "article_comments": 0, "article_date_original": "Sunday, December 22, 2013,  6:00 AM", "article_author": "Mark Di Ionno | The Star-Ledger", "Description": "It was Christmas season 2010 and a carjacking epidemic was eating away at Robert D. Laurino, the Essex County prosecutor at the time."}, "_id": "\"57477af36914bd0286fcbf3f\"", "article_summary": "Like Friedland, James Callaway, a 63-year-old church trustee, was not in the wrong place at the wrong time.\n\"People get tired; they don’t want to live in this environment,\" said acting Essex County Prosecutor Carolyn Murray.\n\"The calls were fairly constant,\" said Ralph Amirata, director of the Essex County prosecutor’s homicide unit.\nAn army was mobilized, and James Callaway, may he rest in peace, left a legacy.\nLocal, county, state, federal."}