{"article_title": "AARP Aims Its RealPad Tablet at Technology-Hesitant Senior Citizens", "article_keywords": ["group", "tablet", "older", "aarp", "technology", "citizens", "according", "aims", "including", "devices", "technologyhesitant", "senior", "realpad", "cone"], "article_url": "http://www.eweek.com/mobile/aarp-aims-its-realpad-tablet-at-technology-hesitant-senior-citizens.html", "article_text": "Posted 2014-11-23\n\nThe RealPad tablet from AARP includes 24/7 phone tech support, more than 20 video tutorials and other features that the group hopes will make technology less intimidating for seniors who are 65 and older.\n\nAARP wants to get its recently launched $189 RealPad tablet into the hands of a key group of users—the elderly parents of Baby Boomers. The problem, however, is that while this includes a large group of potential users who could ultimately benefit from having such a device in their lives, the seniors are often hesitant to try one because they might be intimidated by high-tech devices. That's exactly why the RealPad was created—to help fight the image that helpful technology has to be complicated, Steve Cone, vice president of membership and integrated value at AARP, told eWEEK. AARP identified the need for such a tablet late in 2013 when the group began holding informal AARP TEK (Technology, Education and Knowledge) seminars for members across the United States, said Cone. So far, about 50,000 people 50 years old and older, including many who were 65 and older, have attended and shared their experiences and concerns about high-tech devices, he said. \"Many said they were not comfortable with technology and that they don't have smartphones or tablets or that they never use them,\" he said. The AARP TEK seminars target those concerns by providing information, reassurance and some training.By hearing the comments from the seminar attendees, AARP leaders began to see a niche where a simpler tablet that was backed by enhanced technical support and extra assistance could be a boon for older users, said Cone. AARP dove into research from several sources, including the Pew Research Center, and found that of the 70 million people today who are 50 years old or older in the United States, some 50 percent are only marginally connected to the Internet or have a connection and don't do a lot with it, said Cone.\"Thirty million aren't connected at all,\" according to the data, said Cone. At the same time, however, many of those people would like to take advantage of technology for several reasons, including making connections with family members, browsing and shopping online, and keeping active and healthy by exercising their brains, said Cone. \"Getting [people] digitally connected with an affordable tablet that makes their lives richer\" became the focus of AARP's RealPad project. And for the adult children of those technology-hesitant seniors, the RealPad can be a welcome friend as well, according to Cone. \"The No. 1 thing I hear is that every single 40- or 50-year-old person I talk with says, 'Look, I don't want to continue to be my mom's or dad's technology advisor because it takes too much time and it's frustrating.'\" That's where the RealPad can come in. The device, which so far can be purchased only through Walmart stores, includes unlimited, one-on-one, 24/7 telephone customer service and technical support provided by specially trained personnel who handle calls with patience and sensitivity, according to Cone. \"The customer service representative can get onto the device remotely and fix things if that needs to be done,\" he said, and callers can get through directly without being placed on long holds. \"They'll answer any question about technology, not just about the RealPad,\" Cone said of the operators. \"They've been trained to take into account people with hearing loss, and there are no time limits on the calls. They can call 10 times a day if they want to.\" The RealPad features a 7.85-inch screen, a 1.2GHz Intel Atom Z2520 processor, 16GB of memory, a 2-megapixel front-facing camera and a 5MP rear-facing camera, plus WiFi and Bluetooth connectivity. The devices run on Android KitKat 4.4. \"We created it so that within 10 minutes or so of setting it up you will be working on it,\" said Cone. There are also more than 20 video tutorials that cover just about every aspect of RealPad operation so that users can quickly learn how to use it. Some 40 apps are preloaded, including apps for news, sports, video conferencing and much more. While the devices are only available at Walmart so far, that will change in 2015 when they will be sold by many other retail outlets, according to Cone.", "article_metadata": {"news_keywords": "AARP, RealPad, tablet, senior citizens, Baby Boomers, Pew Research Center, Internet, Walmart, Android KitKat 4.4, Bluetooth", "og": {"url": "http://www.eweek.com/mobile/aarp-aims-its-realpad-tablet-at-technology-hesitant-senior-citizens.html", "image": "http://www.eweek.com/imagesvr_ce/695/290_AARPPad.jpg", "type": "article", "description": "The RealPad tablet includes 24/7 phone tech support, video tutorials and other features that AARP hopes will make technology less intimidating for seniors.", "title": "AARP Aims Its RealPad Tablet at Technology-Hesitant Senior Citizens"}, "twitter": {"description": "The RealPad tablet includes 24/7 phone tech support, video tutorials and other features that AARP hopes will make technology less intimidating for seniors.", "title": "AARP Aims Its RealPad Tablet at Technology-Hesitant Senior Citizens", "url": "http://www.eweek.com/mobile/aarp-aims-its-realpad-tablet-at-technology-hesitant-senior-citizens.html", "image": "http://www.eweek.com/imagesvr_ce/695/290_AARPPad.jpg", "site": "@eWEEKNews", "card": "summary"}, "inject_params": "WT.qs_dlk=V0bAfQrIZ7kAACrPywUAAAAT&", "robots": "index,follow", "WT.qs_shmv": "hv20150423-statler.sf.quinstreet.net", "WT.qs_dlk": "V0bAfQrIZ7kAACrPywUAAAAT", "keywords": "AARP, RealPad, tablet, senior citizens, Baby Boomers, Pew Research Center, Internet, Walmart, Android KitKat 4.4, Bluetooth", "DCSext.qse_b2b_tax": "product mobile mobile operating systems android,audience purchase stage evaluation,product mobile mobile devices,product mobile mobile devices tablets", "DCSext.tax": "product mobile mobile operating systems android,audience purchase stage evaluation,product mobile mobile devices,product mobile mobile devices tablets", "description": "The RealPad tablet includes 24/7 phone tech support, video tutorials and other features that AARP hopes will make technology less intimidating for seniors."}, "_id": "\"57477af36914bd0286fcbf40\"", "article_summary": "AARP wants to get its recently launched $189 RealPad tablet into the hands of a key group of users—the elderly parents of Baby Boomers.\n\"They'll answer any question about technology, not just about the RealPad,\" Cone said of the operators.\nAnd for the adult children of those technology-hesitant seniors, the RealPad can be a welcome friend as well, according to Cone.\n\"Getting [people] digitally connected with an affordable tablet that makes their lives richer\" became the focus of AARP's RealPad project.\nAARP identified the need for such a tablet late in 2013 when the group began holding informal AARP TEK (Technology, Education and Knowledge) seminars for members across the United States, said Cone."}