{"article_title": "The POLITICO Wrongometer", "article_keywords": ["va", "politico", "terrorists", "million", "obamacare", "bush", "carson", "cruz", "health", "wrongometer", "obama", "deported"], "article_url": "http://www.politico.com/agenda/story/2016/02/republican-debate-fact-check-new-hampshire-000040", "article_text": "POLITICO's analysis of where the Republican field stretched the truth, steered around some inconvenient facts, or just plain got it wrong.\n\nBush and Rubio low-ball the number of people fired at VA\n\nJeb Bush and Marco Rubio both went after the VA for only firing three people since the department was engulfed in a 2014 scandal for manipulating its wait-time data.\n\nTalk about an issue that’s been ripe fodder for a fact-check. Pretty much anyone espousing a statistic on this issue has been caught overstating the data - in one direction or the other - and nailing down an exact number of federal employees ousted for their shoddy work remains a work in progress. But it’s also safe to say the number is more than three.\n\nHere’s a quick recap of what’s been said before. Last February, Politifact gave a ‘false’ ruling to VA Secretary Robert McDonald after he said 900 people, who were there before he took over in July 2014, had been held accountable at his department. That included 60 people, he said, who were fired specifically due to the wait-time scandal. But McDonald’s numbers included short-term people who were already on probation, and ultimately Politifact came away saying there had been 14 employees ousted at the time.\n\nThen last May, Bush got dinged by Politifact when he said only one person had been fired under the Obama administration’s watch for the VA scandal. Here, it cited VA data that counted 18 permanent employees who lost their jobs “for patient scheduling, record manipulation, appointment delays and/or patient deaths.”\n\n– Darren Samuelsohn\n\n\n\nCruz distorts terms of Iran deal: No terrorists were freed by U.S.\n\nTed Cruz’s claim that President Barack Obama released 21 “terrorists or potential terrorists” is wildly off the mark. As part of a deal with Iran that led to the release of Washington Post journalist Jason Rezaian and three other Americans, Obama did grant pardons or commutations to seven men serving time in U.S. prisons, facing criminal trials or awaiting sentencing. The Justice Department also moved to drop charges against 14 people who were charged but never taken into U.S. custody.\n\nHowever, none of those defendants were accused of terrorism. All faced or were convicted of export control or sanctions violations. Obama administration officials said anyone charged with a violent crime was ruled out during negotiations with Iran. It’s hard to see how the recipients of the pardons, commutations and dismissals were “potential terrorists,” unless one sees every Iranian as falling in that category. Obama’s action might embolden countries or terrorists groups as Cruz said, but the idea those involved in the recent prisoner swap had blood on their hands is false.\n\n- Josh Gerstein\n\n\n\nMarco, the GOP isn't working that much harder on debate stage\n\nMarco Rubio gets a demerit for his claim Republicans have debated “twice as many” times as the Democrats. While Saturday marks the eighth GOP debate this cycle, Democrats have squared off five times so far. Count up all the debates on the schedule and the two parties aren’t very far apart. The GOP has 12 on the books, and earlier this week Democrats just added four more and now are slated for 10 debates.\n\n- Darren Samuelsohn\n\n\n\nCruz overstates Clinton and Bush deportations by millions\n\nTed Cruz conflated his historical immigration statistics on how many people were deported by the government during the Bill Clinton and George W. Bush administrations. The Texas senator claimed Clinton deported 12 million people, and Bush deported 10 million.\n\nBut the best available data on this topic -- from the Department of Homeland Security – shows a far more nuanced breakdown on the government’s role in sending people back to their country of origin.\n\nLet’s start with Clinton. From 1993 to 2000, DHS said the government deported 870,000 people, while another 11.4 million people who could have been deported left the United States of their own volition. During Bush’s eight years, the government deported 2 million people and another 8.3 million who could have been deported ended up leaving without getting the official order.\n\n- Darren Samuelsohn\n\n\n\nHighest taxes in the world? Not even close\n\nDonald Trump called the United States the world’s highest-tax country. He’s been called out for this inaccuracy before: No matter how you look at it (highest rate, lowest rate, percent of GDP, taxes per capita), the U.S. is far from the top.\n\n- Isaac Arnsdorf\n\nInsurers not all getting rich on Obamacare, Mr. Trump. Some are losing billions\n\nDonald Trump said he'd repeal Obamacare partly because the private insurance companies \"are getting rich on Obamacare.\"\n\nIn fact, many of the health plans are losing money in the new Obamacare exchanges, including the co-ops that have shut down and a few big national insurers like UnitedHealth that are threatening to pull out of those markets. UnitedHealth said in January that it had lost $720 million on its individual market health plans—even more than it had estimated a few months earlier. The big insurers said its Obamacare exchange losses could hit $1 billion in 2015 and 2016.\n\nHowever insurers are profiting from other sectors of the health care market affected by the health law, including managed care plans that are covering people who have gained Medicaid coverage.\n\n- Joanne Kennen\n\n\n\nCruz’s doctor shortage claim on life support\n\nThe Texas senator’s assault on \"socialized medicine” cited a national doctor shortage of 90,000. The Association of American Medical Colleges did recently issue such a warning — but not until 2025. Cruz made it sound like right now.\n\n- Isaac Arnsdorf\n\nCruz blames CNN for his campaign’s Carson mistake\n\nTed Cruz threw CNN under the bus for its reporting during the Iowa caucus that rival Ben Carson was dropping out of the race, saying that was his campaign’s motivation for press releases notifying Republicans of the dramatic events. Cruz said it was the network that “didn’t correct that story until 9:15 that night.”\n\nBut CNN had its reporting right all along. Reporter Chris Moody did indeed post on Twitter that Carson was headed to Florida instead of moving on to South Carolina and New Hampshire. But Moody also sent another post immediately after that explaining Carson wasn’t suspending his campaign. But Cruz, who has apologized to Carson for his campaign's mistake on caucus night, has even acknowledged “CNN got it correct” on the story.\n\n– Darren Samuelsohn\n\n", "article_metadata": {"og": {"site_name": "The Agenda", "description": "Our policy reporters truth-squad the Republican debate.", "title": "The POLITICO Wrongometer", "url": "http://www.politico.com/agenda/story/2016/02/republican-debate-fact-check-new-hampshire-000040", "image": "http://static.politico.com/71/a9/53b1702043e49ced0fb99c7c8969/wrongometer.jpg", "type": "article"}, "twitter": {"site": "@politicoagenda", "card": "summary_large_image", "creator": "@politicoagenda"}, "description": "Our policy reporters truth-squad the Republican debate.", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The Texas senator claimed Clinton deported 12 million people, and Bush deported 10 million.\nSome are losing billionsDonald Trump said he'd repeal Obamacare partly because the private insurance companies \"are getting rich on Obamacare.\"\nThe Justice Department also moved to drop charges against 14 people who were charged but never taken into U.S. custody.\nDuring Bush’s eight years, the government deported 2 million people and another 8.3 million who could have been deported ended up leaving without getting the official order.\nPOLITICO's analysis of where the Republican field stretched the truth, steered around some inconvenient facts, or just plain got it wrong."}