{"article_title": "‘Girls,’ Season 3, Episode 4, ‘Deep Inside’: TV Recap", "article_keywords": ["think", "episode", "tv", "season", "inside", "girls", "ray", "deep", "actually", "hannah", "going", "shes", "recap", "jessa", "tells", "died", "adam"], "article_url": "http://blogs.wsj.com/speakeasy/2014/01/26/girls-season-3-episode-4-deep-inside-tv-recap-2/", "article_text": "Lena Dunham in “Girls.” HBO\n\nBroadly speaking, the theme of this episode of “Girls” is death and how the characters use it to process their own feelings and how they project themselves to each other. There are some surprising character revelations, some of which are disappointing.\n\nHannah rushes into the offices of Millstreet Press in a typical Hannah way: very late and fumbling about. In a twist of fate that could only happen to Hannah, it turns out that the man she’s meeting, her editor David, is late because he’s dead. Hannah is understandably freaked out as she recounts the ordeal to Jessa, but of course Jessa’s take is “it happens, it’s like jury duty.”\n\nI can’t tell if Jessa and Adam actually dislike each other or just like to make fun of each other’s (pointless?) lives. Either way, their exchange is awesome.\n\nAdam is much more sympathetic to Hannah’s “David is dead” story until Hannah expresses more concern for her e-book than for David’s death/family/anything other than herself. Adam and Hannah further disagree when she uses Gawker as her main resource for details on David’s death and he winds up yelling, “Why aren’t you mourning quietly?”\n\nIt turns out Adam isn’t actually “mad” at Hannah, he’s scared of what her reaction would be if something serious happened to them. Scenario: What if Adam died? Would Hannah be upset or worry about how she’d make rent? (Where does Adam get his money from? Has anyone else wondered this?) Hannah says if Adam died, she’d be extremely disoriented, very sad and yes, would wonder how she could make rent. Adam is not pleased — if Hannah died the world would blur. The scene ends with Hannah throwing up her hands, “I think about you dying all the time.”\n\nWhen Hannah tells Ray that she lost someone, Ray automatically thinks that “Marnie decided to throw in the towel.” (So how are things REALLY going between those two? This hints that things aren’t going as rosy as we have been led to believe–or at the very least there’s still underlying tension). It seems that Hannah loves recounting the details to Ray and she’s able to openly admit that she “literally feels nothing.” Ray’s reaction is similar to Adam’s — that Hannah is callous and unfeeling and selfish. “Don’t you think it’s highly odd that I feel worse than you do now? And the one time I met this dude he hurled me across the room into a small table?”\n\nHannah even tells Laird about “losing a close friend” and blurts out “I really don’t care.” Laird, still weird as ever, says everyone he knows has died, including his turtle, which he is holding in a glass jar. Oh, Caroline is still there and the three of them go on what can only be described as a very weird walk. Caroline points out that Hannah hasn’t asked about Adam’s ex’s and that makes her secure…before making a beeline for the cemetery across the street. They run and dance and do somersaults, very appropriate, right?\n\nThere are some serious parts though: Hannah and Caroline talk about how medication messes with your head. Hannah admits that now that she’s better and can see outside herself, she’s not sure if that’s a good thing or not. “Adam’s going to figure out what I’m naturally like and there’s no way he’s going to like it.” She’s afraid he’s going to get bored being with “someone who can’t match his strength of emotion.”\n\nCaroline tells Hannah about their cousin, Margaret, who died of muscular dystrophy when she was 12. Adam would visit Margaret every day and instead of taking his girlfriend to their prom, he granted Margaret’s wish, which was to go to a high school dance before she died. Again, not the reaction one would expect: Hannah’s main question focuses on why the dress was tiny — was it because the disease made Margaret tiny or because she herself was tiny? Caroline’s response: “I made it up, and you didn’t even shed a tear…What is wrong with you?!” But Caroline is more amused than Adam or Ray were. Meanwhile, Laird is crying and sniffling away.\n\nIn other news, Marnie has thrown herself into exercising like a crazy person, making gross smoothies and listening to “inspirational” books on tape. She also works at Grumpy’s. (This isn’t her new successful job, right?). And she’s still upset about that autotuned version of Edie Brickell’s “What I Am.” that video Charlie posted on YouTube. I actually don’t think the music video is awful (see: Wrecking Ball), but I understand that things you do in private aren’t meant for the public eye. Ray says it’s a “bold and pioneering form of self expression” and he and Hermie (love you Colin Quinn!) do a wonderful conversation on the lyrics. “It’s about knowing… what you are … and about me knowing what I am, and asking if you are what you are… or what.” Marnie’s meltdown continues as she tells Ray that nobody wants to work at the restaurant because it sucks and that “fancy people want to work with me so I’m going to give them that pleasure and I’m going to work with them.”\n\nJessa wants to visit Season’s tomb. But she can’t because Season isn’t dead. She’s very much alive, with a nice brownstone and a beautiful baby and “cool-looking husband.” Season sent Jessa an invitation to a fake funeral (which of course Jessa didn’t attend) because she wanted to start fresh and make a new life. She saw Jessa as an enabler. Jessa, never the positive one and always the one to cast the first stone, storms out, claiming that Season’s new life won’t work out.\n\nHannah arrives home to Adam on the stoop, and she tells him that she was shocked about how random life can be and how one day you can just be walking around, talking…the next day you’re face down in the river and nobody has a good explanation. “It always takes me a while to process my emotions,” she says, and admits she liked David and was grateful for his support. It’s hard that “her champion is gone.”\n\nAnd then the scene is ruined because Hannah uses Caroline’s story as her own and tells Adam that SHE had a cousin named Margaret who died of muscular dystrophy who wanted to go to senior prom so Hannah took her. I know WHY Hannah did that, but it makes me think everything Hannah said about David and processing emotions and her thoughts on death were completely fake and a ploy to get closer to Adam and to make sure he doesn’t think she’s an unfeeling person. It’s actually quite manipulative.\n\nI was excited for the new season, but the last three episodes have disappointed me. The girls aren’t interacting much and I feel like they’re floundering again. Each girl is so wrapped up in her own head that she can’t reach out and REALLY be there for the others. I’ve never disliked Hannah, I just found her mildly annoying. After this episode I can actually say that I don’t like her.", "article_metadata": {"article.template": "full", "page.content.source": "Blog Article", "page.region": "na,us", "page.content.type": "blogs article", "twitter": {"domain": "WSJ.com", "description": "Broadly speaking, the theme of this episode of \"Girls\" is death and how the characters use it to process their own feelings and how they project themselves to each other. Here's our recap.", "title": "‘Girls,’ Season 3, Episode 4, ‘Deep Inside’: TV Recap", "url": "http://blogs.wsj.com/speakeasy/2014/01/26/girls-season-3-episode-4-deep-inside-tv-recap-2/", "image": {"src": "http://s.wsj.net/public/resources/images/BN-BG089_girls2_P_20140126182934.jpg"}, "site": "WSJspeakeasy", "card": "summary_large_image"}, "article.image_count": 2, "article_privilege": "free", "article.section": "Arts", "article.headline": "‘Girls,’ Season 3, Episode 4, ‘Deep Inside’: TV Recap", "description": "Broadly speaking, the theme of this episode of \"Girls\" is death and how the characters use it to process their own feelings and how they project themselves to each other. Here's our recap.", "article_section": "Arts", "author": "Josée Rose", "user.type": "unsubscribed", "article.page": "Speakeasy Blog", "page.content.format": "responsive", "page.subsection": "Speakeasy", "article.summary": "Broadly speaking, the theme of this episode of \"Girls\" is death and how the characters use it to process their own feelings and how they project themselves to each other. Here's our recap.", "page.site": "blogs.wsj.com", "testkeys": "C", "article.published": "2014-01-27T03:30:02-05:00", "dj.asn": "10-161", "ROBOTS": "noarchive, noodp", "fb": {"url": "http://blogs.wsj.com/speakeasy/2014/01/26/girls-season-3-episode-4-deep-inside-tv-recap-2/", "app_id": 368513495882}, "article": {"publisher": "https://www.facebook.com/wsj"}, "article_id": "BL-SEB-79456", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no", "page.section": "Arts", "language": "en-US", "og": {"site_name": "WSJ", "description": "Broadly speaking, the theme of this episode of \"Girls\" is death and how the characters use it to process their own feelings and how they project themselves to each other. Here's our recap.", "title": "‘Girls,’ Season 3, Episode 4, ‘Deep Inside’: TV Recap", "url": "http://blogs.wsj.com/speakeasy/2014/01/26/girls-season-3-episode-4-deep-inside-tv-recap-2/", "image": {"width": 749, "identifier": "http://s.wsj.net/public/resources/images/BN-BG089_girls2_P_20140126182934.jpg", "height": 499}, "type": "article"}, "article.access": "free", "article.type": "Speakeasy", "article.id": "BL-SEB-79456", "user.exp": "default", "article.updated": "2014-01-26T23:36:36-05:00"}, "_id": "\"57477af36914bd0286fcbf54\"", "article_summary": "Hannah says if Adam died, she’d be extremely disoriented, very sad and yes, would wonder how she could make rent.\nScenario: What if Adam died?\nAdam is not pleased — if Hannah died the world would blur.\nHannah rushes into the offices of Millstreet Press in a typical Hannah way: very late and fumbling about.\nHannah admits that now that she’s better and can see outside herself, she’s not sure if that’s a good thing or not."}