{"article_title": "State Board Won't Let Doctors Work for Hospital-Owned Corporations", "article_keywords": ["wont", "healthcare", "medical", "work", "patients", "state", "practices", "let", "board", "doctors", "hospitalowned", "corporations", "paul", "hospitals", "change"], "article_url": "http://www.njspotlight.com/stories/13/10/09/state-medical-board-rejects-letting-doctors-work-for-hospital-owned-corporations/", "article_text": "The State Board of Medical Examiners has rejected a request to allow doctors to be employees of hospital-owned corporations that aren’t headed by doctors.\n\nThe board decision yesterday reinforced a long-standing rule in New Jersey that doctors and other healthcare professionals generally cannot work for corporations, because they may feel pressure to put financial considerations ahead of patients’ interests.\n\nNew Jersey doctors currently can be employees of hospitals as well as practices that are owned by physicians.\n\nThe issue could become a lasting source of conflict, as hospitals continue to look to buy a wide range of physician practices.\n\nThe New Jersey Hospital Association had petitioned for a change to the state regulations, saying it was needed to ease the integration of practices into hospitals.\n\nBut board members raised a variety of concerns with the proposal, saying that it could interfere with state regulators’ oversight of medical professionals.\n\nDr. Sindy Paul, a board member, said she was concerned that allowing doctors to work for corporations that aren’t under the oversight of the board could affect the quality of care offered.\n\n“My concerns are along the lines of being able to protect the public,” Paul said, citing as an example the potential effect on setting the correct procedures for disinfecting medical instruments.\n\nPaul also expressed concern that the change could affect compliance with federal and state laws that bar doctors from referring patients to services in which the doctor has a financial interest. In addition, both Paul and board President Dr. George Scott also said they wanted to ensure that doctors upheld their responsibility to provide care for indigent residents.\n\n“We don’t want to have people who need medical care who have their access limited,” Paul said.\n\nScott was also troubled by the potential effects of anti-competitive practices in areas where a single hospital system dominates healthcare.\n\nState Department of Banking and Insurance official Carol Miksad added her department’s concern about complications that could arise for patients when doctors and hospitals belong to different insurance networks.\n\nThe rule change would help in the leadership transitions of practices that are now owned by hospitals, according to Elizabeth Christian, an attorney with Red Bank firm Giordano, Halleran & Ciesla, who represented the association at the hearing.\n\nChristian added that the proposed change was crafted to ensure that doctors would continue to control medical decision-making at the practices. She also expressed doubt that non-physician hospital officials would put doctors in a position where they could lose their licenses by not following correct medical practices.\n\nBut the arguments were soundly rejected by the board, which voted 14-1 against the proposal.\n\nHospital association spokeswoman Kerry McKean Kelly expressed disappointment with the vote, saying in a statement that the request was modeled on the structure used by the Minnesota-based Mayo Clinic.\n\n“The existing regulation does create some hurdles for the continued integration of physicians and hospitals and their efforts to improve healthcare value through better coordination,” McKean Kelly said. “But I'm sure those integration efforts will continue regardless -- it clearly is the new model of providing healthcare services.”\n\nThe state regulation is one of many adopted around the country to prohibit what is known as the “corporate practice of medicine.” These rules started after a 1938 Pennsylvania state Supreme Court decision that barred the Gimbels department store from employing optometrists, ruling that corporations can’t fill the role of a medical professional.\n\n“There is a fear or concern by the courts that if you have physicians being employed by entities other than hospitals where the entity is owned by non-physicians, the focus is going to be more on the profit motive than the health interests of the patient and thereby compromising the patient’s best interest, potentially,” said Bill Weiner, a lawyer specializing in health law for the firm Duane Morris.\n\nWeiner noted that there are some arrangements in which doctors work in clinics in retail stores, such as pharmacies, by exploiting loopholes in the New Jersey regulations.\n\nWeiner, a partner in the firm’s Cherry Hill office, said the Affordable Care Act and other developments in healthcare are going to increase the pressure to change the rule.\n\n“In the healthcare environment that we’re living in, especially with Obamacare, bigger is better and there are more and more hospital acquisitions of physicians practices,” Weiner said. This is putting pressure on doctors who largely practice in hospitals, such as cardiologists and surgeons.", "article_metadata": {"og": {"image": "http://assets.njspotlight.com/assets/13/1009/2324"}, "google-site-verification": "eSiTqCyhbNrILKPNvPOLORFjlPbqSQLW3WfNOcpjdcg", "apple-mobile-web-app-title": "NJ Spotlight", "description": "Hospitals argue change is needed to ease integration with practices, but board members see variety of pitfalls", "viewport": "width = device-width"}, "article_summary": "The State Board of Medical Examiners has rejected a request to allow doctors to be employees of hospital-owned corporations that aren’t headed by doctors.\nDr. Sindy Paul, a board member, said she was concerned that allowing doctors to work for corporations that aren’t under the oversight of the board could affect the quality of care offered.\nShe also expressed doubt that non-physician hospital officials would put doctors in a position where they could lose their licenses by not following correct medical practices.\nNew Jersey doctors currently can be employees of hospitals as well as practices that are owned by physicians.\nBut board members raised a variety of concerns with the proposal, saying that it could interfere with state regulators’ oversight of medical professionals."}