{"article_title": "Ann Coulter Bring Back Our Girls parody stunt gets Twitter slammed", "article_keywords": ["michelle", "obama", "twitter", "attention", "girls", "ann", "bring", "slammed", "hashtag", "stunt", "gets", "coulter", "parody"], "article_url": "http://www.examiner.com/article/ann-coulter-bring-back-our-girls-parody-stunt-gets-twitter-slammed", "article_text": "Ann Coulter thought she was being clever with her parody of \"Bring Back Our Girls,\" but she has just managed to set off a firestorm of anger against her on Twitter. Instead of \"Bring Back Our Girls,\" she held up a photo with \"Bring Back Our Country\" on Sunday, and now people are poking at the conservative reporter for making light of an issue that has rallied people from around the world. CBC reported on the huge ruckus this one tweet has made for Coulter on May 13.\n\nThe \"Bring Back Our Girls\" campaign is focused on bringing back the girls that have been kidnapped in Nigeria. Michelle Obama even jumped in with her support of that campaign by holding up a selfie with that a paper held in front of her in support of that moment. Obama looks especially somber in that photo selfie. Ann Coulter even tried to mock that sad face of Michelle Obama with a pout in her photo.\n\nSoon after Coulter shared the photo on her Twitter, the mocking began, according to Market Watch. Others on Twitter took her photo and photoshopped in different phrases to mock her. She kicked off her own anti-Coulter meme with this parody. Surely, that was not her intention in any shape or form. However, she is one that manages to bring this unwanted negative attention to herself. This is just the latest instance of this happening to her.\n\nCoulter's parody was an attempt by the conservative at hashtag activism. However, the move on her part clearly backfired. She just managed to create an attack for herself instead of focusing the attention on what she wanted. Was her photo an attack on Michelle Obama? That does seem to be the case, but one can't be sure if that was Coulter's intention. The Obama white house has received a lot of negative attention with all the problems with Obamacare and world affairs.\n\nChristine Sisto spoke out about this new trend of hashtag activism after Michelle Obama joined in with \"Bring Back Our Girls.\" She said the following: \"This trend is the perfect blend of the social-media generation’s laziness and the need to belong to something. Holding up a sign is the Internet mavens’ way of pretending that they care about an issue, but not enough to actually do something about it.\"\n\nIn this day and age where technology makes life easier and easier, it is easy to just jump in and make your voice heard on Twitter or Facebook. Is that really the same as getting out there and doing something about a cause you believe. Back in the 60s, people would go out and march. There would be protests. Now, you can pull out a hashtag and say you've contributed to a cause. That is worse than throwing out a few dollars and being done with it. People are just getting lazier and lazier.\n\nWhat do you think? Was Ann Coulter mocking something that should not have been mocked? What do you think hashtag activism?", "article_metadata": {"description": "Ann Coulter thought she was being clever with her parody of \"Bring Back Our Girls,\" but she has just managed to set off a firestorm of anger against her on Twit", "Generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Examiner.com", "description": "Conservative commentator Ann Coulter tried to make fun of the Twitter campaign #BringBackOurGirls. Little did she know that the joke would be on her, as people turned her tweet into the latest meme.", "title": "Ann Coulter Bring Back Our Girls parody stunt gets Twitter slammed", "image": "http://cdn2-b.examiner.com/sites/default/files/styles/image_content_width/hash/32/3b/323b5892993648a0c4aa94bb72da41c9.jpg?itok=46AdOiyO", "video": {"width": 480, "type": "application/x-shockwave-flash", "height": 401}, "type": "movie"}, "twitter": {"description": "Ann Coulter thought she was being clever with her parody of \"Bring Back Our Girls,\" but she has just managed to set off a firestorm of anger against her on Twitter.", "creator": "@reginaavalos", "site": "@examinercom", "card": "summary", "title": "Ann Coulter Bring Back Our Girls parody stunt gets Twitter slammed"}, "robots": "noodp", "dc.date.issued": "2014-05-14T08:33:40-06:00", "fb": {"app_id": 113003962065478}, "keywords": "Top News", "article": {"published_time": "2014-05-14T08:33"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fda84e\"", "article_summary": "Ann Coulter even tried to mock that sad face of Michelle Obama with a pout in her photo.\nWas Ann Coulter mocking something that should not have been mocked?\nAnn Coulter thought she was being clever with her parody of \"Bring Back Our Girls,\" but she has just managed to set off a firestorm of anger against her on Twitter.\nThe \"Bring Back Our Girls\" campaign is focused on bringing back the girls that have been kidnapped in Nigeria.\nChristine Sisto spoke out about this new trend of hashtag activism after Michelle Obama joined in with \"Bring Back Our Girls.\""}