{"article_title": "What is Obama's economic legacy?", "article_keywords": ["hard", "legacy", "senate", "house", "bill", "majority", "economic", "economy", "policy", "obamas", "obama"], "article_url": "http://theweek.com/articles/598795/what-obamas-economic-legacy", "article_text": "ADVERTISEMENT\n\nPresident Obama has given his last State of the Union.\n\nHis suggestions of affordable college for all, or a new national program of wage insurance, are admirable goals. But they also highlight one of the unfortunate realities of Obama's time in office: After a flurry of early and genuine progress, the rise of a GOP-dominated legislature forced him into a six-year holding pattern on economic policy.\n\nObama helped prevent the worst economic collapse in nearly a century from morphing into a Great Depression-style calamity. And the 2009 stimulus, ObamaCare, and the Dodd-Frank financial reform bill all improved the economic policy baseline for most Americans compared to how they were before Obama took office.\n\nIt is true, as the President said, that we have seen \"more than 14 million new jobs; the strongest two years of job growth since the '90s; an unemployment rate cut in half. And it's true that \"the economy has been changing in profound ways.\" But the economy also remains broken compared to where it was in 2007 or even in 2000, and in ways that would count as broken as much in the circumstances of the 1950s as today.\n\nSo how much Obama's accomplishments improved things, and especially how much further you think he could have gone, are more debatable questions.\n\nThey're also difficult to answer because they're more about political strategy rather than economic policy. They're about not whether this or that fix was right, but how much room to maneuver Obama had, both in terms of Republican opposition and the intrinsic obstacles created by the design of American government.\n\nThe 2009 stimulus is a good example of the conundrum. It's pretty clear that the program — which dumped $840 billion into the economy over two or three years — prevented the economic collapse from going even deeper. But it also took relatively straightforward macroeconomic calculations to realize it was still far too small, as economists like Paul Krugman pointed out at the time. Indeed, Obama's own internal economic advisors told him it needed to be more than two times as big.\n\nThe Democrats' filibuster-proof majority in the Senate was a fragile thing that only lasted for a small portion of Obama's first two years. They would need to hold every last vote together — including many conservative Democrats — to pass the stimulus bill. While the Democratic Party, on the whole, is certainly more liberal on spending than the GOP, many of its members remain terrified of the bad political optics of big deficits, no matter how well justified by the economics. So the White House figured a bigger price tag would never get through, and it wasn't worth the effort to try.\n\nIt's hard to say whether this judgment was right or wrong. At minimum, it's plausible. But it is and will forever remain a giant what if hanging over Obama's legacy.\n\nThe tale of ObamaCare is similar. The White House spent months attempting to woo a small cohort of Senate Republicans into supporting the bill, all for naught. When Ted Kennedy's death lost them the filibuster-proof majority, it was forced to push through a compromised version on the terms of the more conservative Senate Democrats.\n\nOne of the most fundamental problems bedeviling ObamaCare's popularity and its long-term economic sustainability is that the subsidies are far too low. An equally important problem is that it relies on 50 state-run exchanges rather than defaulting to federal management as the House version did. As much or more than a public option, a national exchange would have insured genuine competition among insurers, forcing them to lower costs, and — in conjunction with ObamaCare's new regulations — treat Americans more humanely.\n\nAgain, there's no way of knowing what would have happened had Obama pressed harder and faster to pass health care reform. But the possibilities of higher subsidies, a public option or a national exchange were certainly there.\n\nIn some ways, the story of the Dodd-Frank financial reform bill is a happier tale. But it was also passed in 2010, and by then the Democrats' filibuster-proof Senate majority was permanently dead. So the law's ambitions were always lower. Despite its enormous complexities, the bill has made modest-but-real progress on its three main goals: bulking up protections against financial abuse for everyday consumers, bringing the world of derivatives and shadow banking into the regulatory light of day, and ending the implicit subsidy that \"too big to fail\" banks get because investors believe they will always be bailed out.\n\nIt seems hard to argue Obama could have done more given his constraints here. Especially since the really big question — how to deal with the banks themselves — was answered before he reached office, when the Bush Administration chose to bail them out.\n\nOf course, all of these examples fell within the first two years of Obama's time in office. After that, the Republicans took the House and then the Senate as well — which meant the rest of his two terms was spent protecting those early gains, and preventing the GOP's enthusiasm for austerity from damaging the economy too badly. The White House and the Democrats certainly hamstrung themselves rhetorically by essentially agreeing with the Republicans that deficits are bad. That forced them to take the role of either tax-hikers or gentler spending cutters. But even had Obama insisted forcefully that bigger deficits were good and appropriate, it's not clear how much this would have helped: In the end, the GOP had the majority, as well as the apocalyptic bargaining chip of the debt ceiling to hold over everyone's heads.\n\nTwo final points are worth noting: Obama didn't push nearly as hard as he could have to appoint dovish officials to Federal Reserve to oversee monetary policy. Nor did he push the Federal Housing Finance Agency as hard as he could have to offer debt relief to underwater homeowners. In both instances, this would have required new appointments that would have had to go through Senate confirmation. So once again, how far Obama could have gone is unclear — but we do know he didn't try.\n\nWithout a doubt, Obama is an extremely cool customer, a politician with a solid sense of perspective and a genuine command of policy detail. And if you buy the assessment of the center-left Democratic establishment, it isn't crazy to say Obama pulled as much good as he possibly could out of a terrible situation.\n\nWhich means Obama's economic record is important, but in a really boring way: More than anything, he held the line.", "article_metadata": {"description": "Official site of The Week Magazine, offering commentary and analysis of the day's breaking news and current events as well as arts, entertainment, people and gossip, and political cartoons.", "og": {"url": "http://theweek.com/articles/598795/what-obamas-economic-legacy", "image": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/Obama_SOTU_economy.jpg?itok=Xb0Z8DOX", "type": "article", "description": "With the president's last State of the Union behind us, what's the state of his economic record?", "title": "What is Obama's economic legacy?"}, "twitter": {"description": "With the president's last State of the Union behind us, what's the state of his economic record?", "creator": "@jeffspross", "image": {"src": "http://api.theweek.com/sites/default/files/styles/tw_image_9_4/public/Obama_SOTU_economy.jpg?itok=Xb0Z8DOX"}, "title": "What is Obama's economic legacy?", "site": "@theweek", "card": "summary_large_image"}, "fb": {"pages": 10716057521}, "keywords": "feature, Business, analysis", "article": {"published_time": "2016-01-13T06:12:00-05:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Which means Obama's economic record is important, but in a really boring way: More than anything, he held the line.\nThey're also difficult to answer because they're more about political strategy rather than economic policy.\nIndeed, Obama's own internal economic advisors told him it needed to be more than two times as big.\nBut it was also passed in 2010, and by then the Democrats' filibuster-proof Senate majority was permanently dead.\nBut it is and will forever remain a giant what if hanging over Obama's legacy."}