{"article_title": "Republicans Are Breaking Obamacare So They Can Declare It Broken", "article_keywords": ["breaking", "court", "risk", "house", "republicans", "obamacare", "insurers", "insurance", "broken", "health", "law", "declare", "care"], "article_url": "http://talkingpointsmemo.com/dc/republican-guerrilla-warfare-obamacare", "article_text": "“They started out strong and they got progressively weaker and they’ve become progressively less important,” Nicholas Bagley, a professor of health law at the University of Michigan, told TPM about the long conservative legal effort to undermine Obama's signature legislative achievement.\n\nTheir more recent efforts to attack the law won’t so much destroy it, but rather seem to be part of a larger plan to cause enough chaos to give the perception that Obamacare is failing.\n\nSome men just want to watch the world burn, so the famous line in The Dark Knight goes. And some Republicans just want to break Obamacare so they can call it broken.\n\nAfter the failure of two major Obamacare lawsuits at the Supreme Court, Republicans haven't stopped swinging and, in some instances, have even drawn blood. But their latest weakened efforts do not pose an existential threat to the law like NFIB v. Sebelius -- the mostly failed 2012 Supreme Court challenge that went after after Obamacare's individual mandate.\n\nWhile conservatives lost on the mandate issue in NFIB, they did score a ruling against Medicaid expansion. The law chugs along on years later, but millions of Americans do not have health insurance so Republican governors can brag that they’re standing up to Tyrant Obama’s evil government overreach.\n\nThe more recent assaults merely undermine how the law is supposed to work. This is to the detriment of consumers and the insurers trying to cover them, to be sure, but it also creates market instability that Republicans can then use to rail against the Affordable Care Act.\n\n“It is kind of guerrilla warfare against the statute that is really having some effect and lends credence to the argument that the opponents are always making that the statute isn’t working,” Timothy Jost, a health law specialist at the Washington and Lee University School of Law, told TPM.\n\nThe irony of it all is that the second major Supreme Court challenge to Obamacare -- 2015’s King v. Burwell, which targeted the subsidies many Americans receive when buying insurance on some ACA exchanges -- revealed the kind of trap the law's foes would find themselves if they could dismantle the law with a single punch. GOP lawmakers struggled to agree on a contingency plan had the Supreme Court invalidated the insurance subsidies on trial in the lawsuit, and a few months later, struggled to agree how far a repeal bill that was doomed anyway should go.\n\n“It is always easy to castigate what is an imperfect statute for its imperfections and claim that undoing it will be some sort of health care nirvana,” Bagley said. “But unless and until the Republicans are able to come up with a coherent, detailed plan that they can throw real political muscle behind, it pays to be skeptical.”\n\nWhile NFIB and King failed, Obamacare opponents have had some success hurting the law on a smaller scale, by tampering with how various aspects of it are funded.\n\nIn late 2014, Republicans inserted a provision in budget omnibus legislation that tinkered with what’s known as the risk corridors program, which buoys insurers who spend more money than they planned for on covering populations that are sicker than anticipated.\n\nThe provision resurfaced in the political discourse last fall when Sen. Marco Rubio (R-FL) took it on a victory tour during his presidential campaign, bragging that he stopped a health insurance \"bailout.\" The legislation did not so much end the program as screw up the mechanism by which money can be carved out to fund it. The risk corridors can now only be funded by transferring profits from insurers whose populations cost them less than expected, and the government can no longer pull from savings elsewhere in the law to make up the difference\n\n“Obviously it hasn’t destroyed the program, but it has caused the significant problems,” Jost said, calling it a “major factor contributing to premium increases this year.”\n\nThe government has ultimately only been able to pay out around 12 percent of what was promised and co-ops were particularly hard hit.\n\n“It does gum up the works,\" Jost said. \"It drove half the co-ops out of business and gave the opponents to the Affordable Care Act a talking point of what a bad idea the co-ops were.”\n\nIts long-term effects are similar to Republicans’ latest anti-Obamacare pursuit: House v. Burwell. The lawsuit is considered a long-shot, but when a George W. Bush-appointed judge ruled in the House GOP’s favor earlier this month, Republicans again could pat themselves on the back. House Speaker Paul Ryan (R-WI) called it an “historic win for the Constitution and the American people.”\n\nIn that case, House Republicans are challenging the way Treasury Department pays out cost-sharing subsidies to insurers so they can keep out-of-pocket costs down for low-income consumers. They say the payments are being made illegally because Congress never specifically appropriated them in the Obamacare law.\n\nTheir biggest hurdle, as the case is appealed up the judicial ladder, is whether House Republicans have standing even to bring the lawsuit in the first place. If they ultimately prevail, how much damage is done to Obamacare would depend on how the opinion written, but the goal seems to be disrupt, damage, and delay.\n\n“Like with the dustup over risk corridor payments, House v. Burwell has the potential to create a certain amount of short-term disruption in the insurance market, but it does not threaten the very existence of the ACA in any fundamental way,” Larry Levitt, vice president at the Kaiser Family Foundation, said in an email to TPM.\n\nAnd there’s reason to believe that insurers will be able to recoup the cost-sharing monies eventually, which is -- as it were -- what they’re already trying to do in response to the shortfall in the risk corridors program. That is because both efforts focus in on the nit-picky issue of how the funds are appropriated. The law still stands that insurers are legally owed the money. So it seems reasonable that they could simply sue the government for it, and if they were successful, the government would be forced by the court to pay out to the insurers.\n\nAlready there are at least two lawsuits -- a class action lawsuit filed by a failed co-op in February and one brought by an insurer last week -- seeking to recoup the risk corridor payments promised to insurers.\n\nWhich is to say, Obamacare foes are trying to wreak a lot of havoc on the health care market in order to achieve political victories that may not even be permanent.\n\n“At what point will Republicans start treating this less like a new and novel abomination, and start treating it like Medicare and Medicaid?” Bagley said, “which were fiercely resisted at their enactment but which quickly became an accepted part of the American health care system.”", "article_metadata": {"p": {"domain_verify": "da088b457e7d0e91a9f692968f1043c1"}, "og": {"site_name": "Talking Points Memo", "description": "Some men just want to watch the world burn, so the famous line in The Dark Knight goes. And some Republicans just want to break Obamacare so they can call it broken. \n\nTheir more recent efforts to attack the law won’t so much destroy it, but rather seem to be part of a larger plan to cause enough chaos to give the perception that Obamacare is failing.\n\n“They started out strong and they got progressively weaker and they’ve become progressively less important,” Nicholas Bagley, a professor of health law at the University of Michigan, told TPM about the long conservative legal effort to undermine Obama's signature legislative achievement.", "title": "Republicans  Are Breaking Obamacare So They Can Declare It Broken", "url": "http://talkingpointsmemo.com/dc/republican-guerrilla-warfare-obamacare", "image": "http://a5.img.talkingpointsmemo.com/image/upload/c_fill,fl_keep_iptc,g_faces,h_365,w_652/suhcm7zudkmywiljrwgv.jpg", "type": "article"}, "parsely-metadata": "{}", "csrf-param": "authenticity_token", "csrf-token": "ia1hZiXzfItQpRk08uNj+cXNbB9oKJPPEbl1IHRdjOw=", "fb": {"admins": 12330256, "pages": 98658495398}, "google-site-verification": "iivVZJBLxzSBdse8fFugr6fbJu-DbSB1dhl_fs48KNQ", "parsely-page": "{\"title\":\"Republicans  Are Breaking Obamacare So They Can Declare It Broken\",\"link\":\"http://talkingpointsmemo.com/dc/republican-guerrilla-warfare-obamacare\",\"image_url\":\"http://img.talkingpointsmemo.com/image/upload/v1464034517/suhcm7zudkmywiljrwgv.jpg\",\"type\":\"post\",\"section\":\"dc\",\"author\":\"Tierney Sneed\",\"pub_date\":\"2016-05-24T10:00:00Z\",\"post_id\":\"article_249971\",\"tags\":[]}"}, "article_summary": "After the failure of two major Obamacare lawsuits at the Supreme Court, Republicans haven't stopped swinging and, in some instances, have even drawn blood.\nThey say the payments are being made illegally because Congress never specifically appropriated them in the Obamacare law.\nAnd some Republicans just want to break Obamacare so they can call it broken.\nTheir biggest hurdle, as the case is appealed up the judicial ladder, is whether House Republicans have standing even to bring the lawsuit in the first place.\n“It is always easy to castigate what is an imperfect statute for its imperfections and claim that undoing it will be some sort of health care nirvana,” Bagley said."}