{"article_title": "Hawaii hospitals face steep losses as reimbursements, state funds erode", "article_keywords": ["insurance", "memorial", "erode", "funds", "hospitals", "losses", "hawaii", "face", "state", "health", "safety", "lo", "maui", "reimbursements", "net", "steep", "hospital"], "article_url": "http://www.healthcarefinancenews.com/news/hawaii-hospitals-face-steep-losses-reimbursements-state-funds-erode", "article_text": "Photo of Maui Memorial Hospital from hpr2.org.\n\nHawaii’s safety net hospitals are facing a wave of red ink, as lower reimbursements, higher labor and infrastructure costs and trimmed financial assistance from state legislators erodes their profits.\n\nFor example, Maui Memorial Medical Center will be short about $38 million for the 2016 fiscal year, which starts July 1, from what it was expecting in appropriations from the state.\n\n\"We are faced with some unprecedented deficits coming in 2016,” said Wes Lo, Hawaii Health Systems Corp.’s CEO for the Maui Region. Maui Memorial is the largest of the region’s three facilities.\n\nMaui Memorial parent Hawaii Health Systems Corp. is facing a $117 million shortfall in 2016, too. HHSC operates 12 hospitals and medical centers across the archipelago is the only acute care provider on Maui and Lanai.\n\nIn addition to reducing its safety net hospital financial assistance for the next fiscal year, the legislature also increased hospital employee pay and the fringe benefit rate, Lo said. Work rules and pay raises are negotiated with the governor and other signatories.\n\nFollow Healthcare Finance on Twitter and LinkedIn.\n\nAll of these losses has led Maui Memorial to make dramatic cuts to expenses.\n\nIn October, the hospital closed its adolescent behavioral health services on the island because it became difficult to get dual-boarded psychiatrists, especially with low volume, Lo said. “We can’t ship them to Honolulu because Honolulu doesn’t have the capacity to handle all of them,” Lo said.\n\n“As we start cutting servicing the community, you start losing your revenue. If you start doing that, it’s a race to the bottom,” he said. ”You have to grow too.” He urged that the state invest in the hospital and new service lines to expand revenues to better cover those fixed costs.\n\n“You’re going to have to make those structural changes at some point,” Lo said.\n\nHawaii public hospitals aren’t the only ones struggling. A report in August from industry association America’s Essential Hospitals highlights the difficult financial environment faced by safety net hospitals. Public hospitals in 2012 posted tough losses with an operating margin of -0.4 percent compared to a 6.5 percent operating margin for all hospitals nationwide, according to the report.\n\nAnother issue for safety net hospitals is reforms. The Affordable Care Act is moving healthcare toward a delivery system geared to keeping people out of hospitals. “Unless you change the hospital itself to become part of a healthcare delivery system, you are kind of going in the wrong direction,” Lo said.\n\nMaui and other neighbor islands also lack enough primary care and general specialists, such as cardiologists and orthopedists. “I’m down to one urologist that is non-Kaiser that covers the whole island,” he said.\n\nMore capital could help the hospital build the physician networks for more access points. Just by creating better access would create more demand to help reduce hospital debt.\n\n“You also have to have enough muscle in your financial statement to get the insurance companies to work with you to create the ACOish model because without the financing or an insurance company you’re kind of doomed,” Lo said.\n\nUncompensated care is generally the same as before ACA because Hawaii has traditionally had a high level of insurance, said Nick Hughey, chief business officer at Maui Memorial Hospital.\n\n“What is different from the mainland is that we don’t see that traditional cost shift where commercial insurance payers pay much higher than traditional Medicaid or Medicare, and which acts sort of as an offset,” he said.\n\n[Also: These 779 hospitals actually scored Medicare bonuses]\n\nEmployers in Hawaii are mandated to provide coverage, so a lid is kept on premiums. “That adds up,” he said, especially when it comes to margin.\n\nHawaii previously expanded Medicaid. “What we have seen is a little cost-shifting to the patient,” Hughey said. “We’re having to do more service collection and trying to get more dollars from the patient than before. But it’s not anything that is material,” he added.\n\nTo help solve the budget challenges, Maui Memorial has sought to form a private-public partnership, with legislative approval, with Hawaii Pacific Health, a network of hospitals, clinics and physicians based on Oahu. Approval of the state legislature, which opens its new session later this month, is needed.\n\n“That would allow us to amend our labor contracts, grow our revenues, and access to intellectual capital as well as other resources,” Lo said. “We are looking for ways to do more than survive.”\n\nTwitter: @HFNewsTweet", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/hawaii-hospitals-face-steep-losses-reimbursements-state-funds-erode", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/Maui-Memorial-hpr2.org-feature.gif", "site_name": "Healthcare Finance News", "description": "As appropriations are trimmed and payments decline, hospitals in the archipelago state making steep cuts to hold back the losses.", "title": "Hawaii hospitals face steep looses as reimbursements, state funds erode"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/Maui-Memorial-hpr2.org-feature.gif"}, "description": "As appropriations are trimmed and payments decline, hospitals in the archipelago state making steep cuts to hold back the losses.", "site": "@HC_Finance", "card": "summary_large_image", "title": "Hawaii hospitals face steep looses as reimbursements, state funds erode"}, "generator": "Drupal 7 (http://drupal.org)", "description": "&#13; Hawaii’s safety net hospitals are facing a wave of red ink, as lower reimbursements, higher labor and infrastructure costs and trimmed financial assistance from state legislators erodes their profits.&#13; &#13;  &#13; &#13; For example, Maui Memorial Medical Center will be short about $38 million for the 2016 fiscal year, which starts July 1, from what it was expecting in appropriations from the state.&#13; &#13;  &#13; &#13;", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af36914bd0286fcbf80\"", "article_summary": "A report in August from industry association America’s Essential Hospitals highlights the difficult financial environment faced by safety net hospitals.\nHawaii’s safety net hospitals are facing a wave of red ink, as lower reimbursements, higher labor and infrastructure costs and trimmed financial assistance from state legislators erodes their profits.\nMaui Memorial parent Hawaii Health Systems Corp. is facing a $117 million shortfall in 2016, too.\n\"We are faced with some unprecedented deficits coming in 2016,” said Wes Lo, Hawaii Health Systems Corp.’s CEO for the Maui Region.\nAll of these losses has led Maui Memorial to make dramatic cuts to expenses."}