{"article_title": "Americans Are Saving More Than Ever for College – and the Numbers May Surprise You", "article_keywords": ["school", "saving", "taxfree", "families", "money", "accounts", "savings", "college", "numbers", "americans", "surprise", "total", "529", "plan"], "article_url": "http://www.thefiscaltimes.com/2016/03/16/Americans-Are-Saving-More-Ever-College-and-Numbers-May-Surprise-You", "article_text": "Assets in 529 college savings plans increased by more than $5 billion in 2015 to hit a record $253.2 billion. The total number of accounts grew 3.6 percent to 12.5 million. More than half of accounts received contributions last year.\n\nWhile more Americans saved money for college, the average amount saved dipped slightly thanks to the turbulent stock market in the second half of the year.\n\nThe average 529 college savings account balance fell 1.4 percent for the year, to $20,190 from $20,474, according to a new report from the College Savings Plan Network.\n\nRelated: Forget Bernie Sanders -- Here’s How You Can Go to a Top College for Free\n\nState-sponsored 529 college accounts allow families to save money for college that grows tax-free and can be withdrawn tax-free for qualified education expenses. Some states offer a tax benefit for contributions, as well.\n\nA Government Accountability Office report released early last year found that fewer than one in 10 families used a 529 plan, and those that did tended to be far wealthier than those who without them. Families that put money into a 529 account had assets worth 25 times more than those who didn’t use the plans, and about triple the median income.\n\nPart of the problem may simply be awareness. An Edward Jones study released last summer found that two-thirds of Americans don’t know what a 529 plan is.\n\nThose who have been putting money into 529 accounts have a ways to go. The total annual cost of attending a four-year public school this year is $19,548, according to the College Board. The published price of attending a private school is $43,921.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "Assets in 529 college savings plans increased by more than $5 billion in 2015 to hit a", "title": "Americans Are Saving More Than Ever for College – and the Numbers May Surprise You", "url": "http://www.thefiscaltimes.com/2016/03/16/Americans-Are-Saving-More-Ever-College-and-Numbers-May-Surprise-You", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/01162013_college_cost_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/03/16/Americans-Are-Saving-More-Ever-College-and-Numbers-May-Surprise-You", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/01162013_college_cost_article.jpg", "creator": "@bethbrav", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "Assets in 529 college savings plans increased by more than $5 billion in 2015 to hit a", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "The average 529 college savings account balance fell 1.4 percent for the year, to $20,190 from $20,474, according to a new report from the College Savings Plan Network.\nAssets in 529 college savings plans increased by more than $5 billion in 2015 to hit a record $253.2 billion.\nAn Edward Jones study released last summer found that two-thirds of Americans don’t know what a 529 plan is.\nRelated: Forget Bernie Sanders -- Here’s How You Can Go to a Top College for FreeState-sponsored 529 college accounts allow families to save money for college that grows tax-free and can be withdrawn tax-free for qualified education expenses.\nWhile more Americans saved money for college, the average amount saved dipped slightly thanks to the turbulent stock market in the second half of the year."}