{"article_title": "Net harm presaged by the renewed request for trade protection for US tire industry", "article_keywords": ["harm", "renewed", "premium", "consumers", "tire", "industry", "request", "trade", "tires", "production", "american", "protection", "highvalue", "international", "net", "presaged", "market"], "article_url": "http://thehill.com/blogs/congress-blog/economy-budget/246970-net-harm-presaged-by-the-renewed-request-for-trade", "article_text": "On July 14, the U.S. International Trade Commission must decide whether significant antidumping and countervailing duties should be imposed on imports of passenger vehicle and light truck tires from China. If the Commission decides this question in the affirmative, despite the absence of public support from any U.S. tire manufacturer, one important constituency who will be harmed is the struggling American consumer of economy and value tires. The market for these tires — the third and fourth sets of replacement tires that typically cost $45‑65 — has been growing over the past five years, fueled by the increasing age of the U.S. vehicle fleet to a historical high of 11.4 years, and by a $4,000 decline in median household income since 2007. As a consequence, consumers with aging cars and stagnant incomes would be disproportionately hurt by duties on Chinese tires, which consist predominately of economy and value tires.\n\nIn our professional opinions, as tire industry and international trade experts, the potential for harm to U.S. consumers should surprise no one. U.S. tire manufacturers (Bridgestone, Goodyear, and Michelin, for instance) have restructured their industry over the past decade. Today the industry focuses its U.S. production on Original Equipment Manufacturer tires installed on brand new cars and trucks and the most profitable, premium‑ and high‑value replacement tires purchased by U.S. consumers. Chinese-made tires, whose principal competitors are other imported tires from Indonesia and Thailand, do not compete significantly in these market segments, which account for more than 70 percent of the U.S. tire market.\n\nADVERTISEMENT\n\nIn focusing on premium- and high-value tires, American tire makers chose to abandon the lower segments of the market. Their reason was simple: premium- and high-value tires produce higher profit margins. Accordingly, while U.S. tire companies have maintained their traditional “good‑better‑best” marketing strategy, they have dramatically reduced U.S. production of their “good” offerings, instead largely ceding that market to tires produced in a myriad of non-U.S. locales, including China, Indonesia, Thailand, Vietnam and Eastern Europe. In fact, according to economic experts at Cornerstone Research, when the United States imposed safeguard duties on Chinese tires from 2009‑2012, exporters in other tire exporting countries enjoyed a windfall as their U.S. sales rose substantially, while there was no significant increase in U.S. tire production.\n\nThanks to this restructuring, the U.S. tire industry’s turnaround in the years following the Great Recession has been a major success. The data collected in the Commission’s thorough factual investigation show that the industry’s operating margin (as a percent of sales) increased from 9.2 percent in 2012 to 12.9 percent in 2014, compared with the operating losses suffered by the industry in 2006 and 2008. These profits were passed on to U.S. tire-production workers, whose earnings were $65 million higher in 2014 than in 2012. Examining the industry’s performance, Tyler Moran and Gary Hufbauer of the Peterson Institute for International Economics recently concluded that the “economic facts” do not support a finding by the Commission that import competition from China has caused “material injury” to the U.S. tire industry.\n\nEqually as importantly, whereas American tire makers were forced to shutter seven plants during the Great Recession, laying off 5,000 workers and curtailing production by more than 65 million tires a year, the industry has operated at or near full capacity since 2010. Indeed, the industry has had shortages of the very premium- and high‑value tires that are central to its restructuring plans. Recognizing the dire need to increase production, U.S. tire manufacturers have announced substantial capital investments that could increase U.S. production capacity by 25 percent (or by 42 million tires annually). In fact, the industry today is so strong that three new U.S. market entrants – Giti Tire, Hankook Tire, and Kumho Tire – are investing a combined $1.8 billion to build new tire plants in South Carolina, Tennessee, and Georgia, respectively. The new factories are expected to be operational by 2017 and ultimately to employ 3,950 American workers.\n\nIn sum, while American tire makers deserve our admiration, they do not need U.S. Government protection — nor are they petitioning for it. We should be concerned, on the other hand, that U.S. consumers – particularly the most vulnerable, lower-income consumers – will suffer.\n\nMangola is the founder and CEO of both Am‑Pac Tire Dist, one of the largest tire distributors in the U.S., and Tire Pros, the largest retail tire franchise in the U.S. today. Stoel is a partner in the International Trade and Investment practice at Hogan Lovells US LLP in Washington, D.C.", "article_metadata": {"dcterms.description": "American tire makers do not need U.S. government protection — nor are they asking for it.", "description": "American tire makers do not need U.S. government protection — nor are they asking for it.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "American tire makers do not need U.S. government protection — nor are they asking for it.", "title": "Net harm presaged by the renewed request for trade protection for US tire industry", "url": "http://thehill.com/blogs/congress-blog/economy-budget/246970-net-harm-presaged-by-the-renewed-request-for-trade", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T03:39:59-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T03:39-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/economy-budget/246970-net-harm-presaged-by-the-renewed-request-for-trade", "dcterms.date": "2015-07-07T10:00-04:00", "dcterms.creator": "Joe Picard", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "author": "Dennis Mangola and Jonathan Stoel", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2015-07-07T10:00:03-04:00", "modified_time": "2016-02-04T03:39:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/economy-budget/246970-net-harm-presaged-by-the-renewed-request-for-trade", "widgets": {"csp": "on"}, "description": "American tire makers do not need U.S. government protection — nor are they asking for it.", "card": "summary", "title": "Net harm presaged by the renewed request for trade protection for US tire industry"}, "dcterms.title": "Net harm presaged by the renewed request for trade protection for US tire industry"}, "_id": "\"57477af46914bd0286fe4754\"", "article_summary": "In our professional opinions, as tire industry and international trade experts, the potential for harm to U.S. consumers should surprise no one.\nIn sum, while American tire makers deserve our admiration, they do not need U.S. Government protection — nor are they petitioning for it.\nADVERTISEMENTIn focusing on premium- and high-value tires, American tire makers chose to abandon the lower segments of the market.\nIndeed, the industry has had shortages of the very premium- and high‑value tires that are central to its restructuring plans.\nTheir reason was simple: premium- and high-value tires produce higher profit margins."}