{"article_title": "Younger Adults Face Outsized Health Premium Increases", "article_keywords": ["outsized", "younger", "premium", "adults", "obamacare", "face", "increases", "costs", "health", "coverage", "insurers", "care"], "article_url": "http://www.heritage.org/research/reports/2016/05/younger-adults-face-outsized-health-premium-increases", "article_text": "Younger Adults Face Outsized Health Premium Increases\n\nAbout the Author Emily VanderBush Communications Coordinator and Executive Assistant\n\nStrategic Communications\n\nHealth insurers are proposing big premium increases as they look to cover unexpectedly high costs resulting from Obamacare. The Heritage Foundation’s Edmund F. Haislmaier, an expert on health care policy and markets, says younger adults will be hit the hardest.\n\n“The Affordable Care Act bars insurers from charging 64-year-olds a rate more than three times higher what charges 21-year-olds for the same plan. Yet the natural age variation in medical costs among adults is about five to one. This provision forces insurers to artificially underprice coverage for older adults and artificially overprice coverage for younger adults. The three-to-one limitation effectively increases premiums for younger adults by about one-third.”\n\nHaislmaier’s analysis of cost-shifting due to Obamacare insurance regulations is available here.", "article_metadata": {"og": {"site_name": "The Heritage Foundation", "title": "Younger Adults Face Outsized Health Premium Increases", "url": "http://www.heritage.org/research/reports/2016/05/younger-adults-face-outsized-health-premium-increases", "image": "http://www.heritage.org/~/media/heritage.ashx", "locale": "en_US", "type": "article"}, "article": {"publisher": "https://www.facebook.com/heritagefoundation"}, "twitter": {"site": "@heritage", "card": "summary", "creator": "@heritage"}, "robots": "NOODP", "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "Younger Adults Face Outsized Health Premium IncreasesAbout the Author Emily VanderBush Communications Coordinator and Executive AssistantStrategic CommunicationsHealth insurers are proposing big premium increases as they look to cover unexpectedly high costs resulting from Obamacare.\nThe Heritage Foundation’s Edmund F. Haislmaier, an expert on health care policy and markets, says younger adults will be hit the hardest.\nThis provision forces insurers to artificially underprice coverage for older adults and artificially overprice coverage for younger adults.\nThe three-to-one limitation effectively increases premiums for younger adults by about one-third.”Haislmaier’s analysis of cost-shifting due to Obamacare insurance regulations is available here.\nYet the natural age variation in medical costs among adults is about five to one."}