{"article_title": "Bob Buckhorn stumps for Hillary Clinton in chilly New Hampshire", "article_keywords": ["sanders", "clinton", "hillary", "hampshire", "young", "chilly", "buckhorn", "important", "stumps", "say", "bob", "told", "weekend", "tampa", "care"], "article_url": "http://floridapolitics.com/archives/200936-bob-buckhorn-stumps-for-hillary-clinton-in-chilly-new-hampshire", "article_text": "Tampa Mayor Bob Buckhorn didn’t have to be in New Hampshire this weekend. And with New England in the grip of a snowstorm, a four-hour wait at the airport in Tampa, he may have had second thoughts.\n\nBut with his candidate, Hillary Clinton, in a dogfight against Bernie Sanders for the Democratic presidential nomination, he said he wouldn’t be anywhere else.\n\n“I’m just here as a volunteer, just doing what I can to help energize some of the walkers that are going out,” he said after giving a pep talk to a handful of local residents in Pembroke, New Hampshire, about to go door-to-door for Clinton.\n\n“I want her to win,” Buckhorn said. “It’s important for me. It’s important for the country. It’s important for young girls all over America who will now have a role model and know that there are no barriers, so I’m just up here doing my part.”\n\nThat included knocking on doors himself. As he told the people who had gathered at the home of Sylvia Percovich, he believes he won his officer in 2011 by knocking on more than 20,000 doors.\n\n“Just know that you are absolutely making a difference,” he told the group. “I don’t care what the polls say, just go out there and work hard.”\n\nThe polls say that while Sanders lead has eroded about 1.3 points in the Granite State since Monday, he still maintains a 16.7-point advantage.\n\nBuckhorn said he gets the Sanders phenomenon, and that he loves seeing so many young people involved in the political process this year. He doesn’t think some of Sander’s major proposals are realistic, though, and said Clinton is as prepared as anyone he’s ever followed to govern “in a more pragmatic and practical fashion.”\n\nBuckhorn said flatly that he doesn’t believe Sanders’ signature issues such as a single-payer health care system will ever happen. He noted how difficult it was for Barack Obama to get the Affordable Care Act passed.\n\nIt’s no secret that Buckhorn has been a major supporter of the Clintons, and is part of the Democratic establishment flocking to New Hampshire this weekend to make the race competitive.\n\nOn Sunday, Buckhorn will appear at another get-out-the-vote effort in Derry, before flying back to Tampa to his day job Monday morning.", "article_metadata": {"og": {"site_name": "Florida Politics", "description": "Tampa Mayor Bob Buckhorn didn’t have to be in New Hampshire this weekend. And with New England in the grip of a  snowstorm, a four-hour wait at the airport in Tampa, he may have had second thoughts. But with his candidate, Hillary Clinton, in a dogfight against Bernie Sanders for the Democratic presidential nomination, he …", "title": "Bob Buckhorn stumps for Hillary Clinton in chilly New Hampshire - Florida Politics", "locale": "en_US", "image": {"width": 1918, "identifier": "http://floridapolitics.com/wp-content/uploads/2016/02/Buckhorn-New-Hampshire-2-Large.jpg", "height": 1080}, "updated_time": "2016-02-06T20:34:21-04:00", "url": "http://floridapolitics.com/archives/200936-bob-buckhorn-stumps-for-hillary-clinton-in-chilly-new-hampshire", "type": "article"}, "article": {"publisher": "https://www.facebook.com/flpolitics", "section": "Headlines", "tag": "Hillary Clinton", "published_time": "2016-02-06T17:29:45-04:00", "modified_time": "2016-02-06T20:34:21-04:00"}, "fb": {"app_id": 1643817879175164}, "twitter": {"description": "Tampa Mayor Bob Buckhorn didn’t have to be in New Hampshire this weekend. And with New England in the grip of a  snowstorm, a four-hour wait at the airport in Tampa, he may have had second thoughts. But with his candidate, Hillary Clinton, in a dogfight against Bernie Sanders for the Democratic presidential nomination, he […]", "title": "Bob Buckhorn stumps for Hillary Clinton in chilly New Hampshire - Florida Politics", "image": "http://floridapolitics.com/wp-content/uploads/2016/02/Buckhorn-New-Hampshire-2-Large.jpg", "creator": "@Fla_Pol", "site": "@Fla_Pol", "card": "summary_large_image"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Tampa Mayor Bob Buckhorn didn’t have to be in New Hampshire this weekend.\nBut with his candidate, Hillary Clinton, in a dogfight against Bernie Sanders for the Democratic presidential nomination, he said he wouldn’t be anywhere else.\nOn Sunday, Buckhorn will appear at another get-out-the-vote effort in Derry, before flying back to Tampa to his day job Monday morning.\nBuckhorn said he gets the Sanders phenomenon, and that he loves seeing so many young people involved in the political process this year.\nIt’s no secret that Buckhorn has been a major supporter of the Clintons, and is part of the Democratic establishment flocking to New Hampshire this weekend to make the race competitive."}