{"article_title": "This is the best gay character on television: How “Masters of Sex” gets the tragedy of 1950s gay life right", "article_keywords": ["bridges", "masters", "right", "gay", "wife", "attention", "character", "life", "scully", "sex", "work", "deserves", "sexuality", "gets", "television", "tragedy", "best"], "article_url": "http://www.salon.com/2014/07/27/this_is_the_best_gay_character_on_television_how_masters_of_sex_gets_the_tragedy_of_1950s_gay_life_right/", "article_text": "Topics: 1950s, Allison Janney, beau bridges, Editor's Picks, gay culture, Masters of Sex, TV, Entertainment News\n\n“Masters of Sex” doesn’t get nearly as much attention as it deserves — the subtle, unshowy series about early investigations into human sexuality doesn’t stand out in a time of ever-more-baroque investigations of the male antihero. What attention the period show gets is generally for its depiction of the relationship at its center — between the two sex researchers, the highly respected William Masters and the marginalized Virginia Johnson. (They’re played, well, by Michael Sheen and Lizzy Caplan; Caplan is nominated for a best actress Emmy and would be a worthy winner.)\n\nThe version of “Masters of Sex” that would likely get much more press, one suspects, would be one that tightly focused on Sheen’s internal drama and his power-mongering within the hospital, at the expense of the very real thoughts and feelings of the women around him. Either way, “Masters of Sex,” for whatever reason — its unexplosive subject matter, its less-showy performances — is low-wattage, as cable dramas go. And so it is that the most fascinating gay character on television has gotten much less press than he deserves. Beau Bridges’ performance as a gay man who’s not quite in the closet (at least not to his wife) but deeply uncomfortable with his own desires has been a highlight of television over the past year. And Bridges’ performance deserves more attention for the way it’s able to bring to tragic life the gay experience in the 20th century. Anyone who thinks that “House of Cards'” convenient deployment of Frank Underwood’s fluid sexuality is tacky and unrealistic should be calling their cable provider to get Showtime now.\n\nBridges’ Barton Scully, a fictional provost at Washington University (where Masters and Johnson work), only supports the study of human sexuality because he’s been blackmailed — Masters knows Scully sleeps with male prostitutes. Scully wants, very badly, to be “good” by the standards of the day; he’s married, with a daughter, and he wants the marriage to work even despite his wife’s misery. His wife, Margaret, is a glum survivor who knows that her marriage is not like that of others; the scene in which Allison Janney’s tense face betrays her character’s embarrassment over her nonexistent sex life is, a year later, painful to watch.\n\nIn the season premiere two weeks ago, Barton’s inner turmoil came to a head; the character underwent electroshock therapy whose aftereffects were grotesque. He threw up on-screen, begged for his wife, and was, in the end, still gay. His attempt at sex with his wife (from behind, so that he didn’t need to look at her) was reminiscent of a throwaway scene in “Brokeback Mountain”; how far entertainment has come that “Masters of Sex” gave Janney the opportunity to speak her mind and beg her husband to look at her.", "article_metadata": {"description": "Barton Scully, played by Beau Bridges, perfectly captures the experience of being closeted in the 1950s", "title": "This is the best gay character on television: How “Masters of Sex” gets the tragedy of 1950s gay life right", "og": {"site_name": "Salon", "description": "Barton Scully, played by Beau Bridges, perfectly captures the experience of being closeted in the 1950s", "title": "This is the best gay character on television: How “Masters of Sex” gets the tragedy of 1950s gay life right", "url": "http://www.salon.com/2014/07/27/this_is_the_best_gay_character_on_television_how_masters_of_sex_gets_the_tragedy_of_1950s_gay_life_right/", "image": "http://media.salon.com/2014/07/barton_scully.jpg", "type": "article"}, "twitter": {"description": "Barton Scully, played by Beau Bridges, perfectly captures the experience of being closeted in the 1950s", "title": "This is the best gay character on television: How “Masters of Sex” gets the tragedy of 1950s gay life right", "image": "http://media.salon.com/2014/07/barton_scully.jpg", "creator": "@dpd_", "site": "@salon", "card": "summary_large_image"}, "author": "Daniel D'Addario", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 1950s, Allison Janney, beau bridges, Editor's Picks, gay culture, Masters of Sex, TV", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fda868\"", "article_summary": "Either way, “Masters of Sex,” for whatever reason — its unexplosive subject matter, its less-showy performances — is low-wattage, as cable dramas go.\nAnd so it is that the most fascinating gay character on television has gotten much less press than he deserves.\nAnd Bridges’ performance deserves more attention for the way it’s able to bring to tragic life the gay experience in the 20th century.\n(They’re played, well, by Michael Sheen and Lizzy Caplan; Caplan is nominated for a best actress Emmy and would be a worthy winner.)\nHe threw up on-screen, begged for his wife, and was, in the end, still gay."}