{"article_title": "Columbia President Snubs Mattress Girl At Graduation [VIDEO]", "article_keywords": ["snubs", "columbia", "carried", "students", "stop", "graduation", "mattress", "sulkowicz", "video", "spectator", "shake", "carry", "president", "girl", "stage"], "article_url": "http://thelibertarianrepublic.com/columbia-president-snubs-mattress-girl-at-graduation-video/", "article_text": "When Emma “Mattress Girl” Sulkowicz carried her mattress across the stage at Columbia’s graduation Tuesday, the university president did not shake her hand.\n\nVideo posted by The Columbia Daily Spectator shows the president turn away and put a piece of paper down when she and the three others helping her carry the mattress cross the stage. He does not shake their hands.\n\nWATCH:\n\n\n\nNew York Magazine called the move a refusal.\n\nSulkowicz has carried the mattress for nine months as part of her senior art thesis, titled Mattress Performance (Carry That Weight). She had vowed to carry it until her alleged rapist, fellow student Paul Nungesser, was expelled or she graduated.\n\nNungesser was found not responsible for assaulting Sulkowicz in a campus judicial hearing, and police have declined to press charges. He sued Columbia in April, claiming the school helped her engage in a campaign of harassment and defamation against him. (RELATED: The Text Of The Mattress Girl Lawsuit Will Shock You)\n\nShe and three friends carried the mattress across the stage on Columbia’s class day, when students walk across the stage and are personally acknowledged for their accomplishments, despite a new rule prohibiting students from carrying large items on to the stage.\n\n“Graduates should not bring into the ceremonial area large objects which could interfere with the proceedings or create discomfort to others in close, crowded spaces shared by thousands of people,” students were told in an email Monday.\n\nLos Angeles Mayor Eric Garcetti honored Sulkowicz in the keynote address at her class day ceremony. “You’ve held contrary opinions, held die-ins and sit-ins, carried mattresses,” he said according to the Spectator. “It is the responsibility of an active citizen to engage with one another. … Never stop being academics, and never stop being activists.”\n\nFollow Rachel on Twitter", "article_metadata": {"description": "When Emma “Mattress Girl” Sulkowicz carried her mattress across the stage at Columbia’s graduation Tuesday, the university president did not shake her hand.", "generator": "WordPress 4.4.2", "og": {"site_name": "The Libertarian Republic", "description": "When Emma “Mattress Girl” Sulkowicz carried her mattress across the stage at Columbia’s graduation Tuesday, the university president did not shake her hand.", "title": "Columbia President Snubs Mattress Girl At Graduation [VIDEO]", "locale": "en_US", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2015/05/Screen-Shot-2015-05-20-at-2.29.32-PM.jpg", "url": "http://thelibertarianrepublic.com/columbia-president-snubs-mattress-girl-at-graduation-video/", "type": "article"}, "twitter": {"site": "@thelibrepublic", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2015/05/Screen-Shot-2015-05-20-at-2.29.32-PM.jpg", "description": "When Emma “Mattress Girl” Sulkowicz carried her mattress across the stage at Columbia’s graduation Tuesday, the university president did not shake her hand.", "card": "summary_large_image", "title": "Columbia President Snubs Mattress Girl At Graduation [VIDEO]"}, "robots": "noodp", "fb": {"admins": 501616773}, "article": {"publisher": "https://www.facebook.com/libertarianrepublic", "section": "Free Style", "published_time": "2015-05-20T14:31:28+00:00", "author": "https://www.facebook.com/ProducerPetersen"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fda873\"", "article_summary": "When Emma “Mattress Girl” Sulkowicz carried her mattress across the stage at Columbia’s graduation Tuesday, the university president did not shake her hand.\nSulkowicz has carried the mattress for nine months as part of her senior art thesis, titled Mattress Performance (Carry That Weight).\nVideo posted by The Columbia Daily Spectator shows the president turn away and put a piece of paper down when she and the three others helping her carry the mattress cross the stage.\nHe sued Columbia in April, claiming the school helped her engage in a campaign of harassment and defamation against him.\nNungesser was found not responsible for assaulting Sulkowicz in a campus judicial hearing, and police have declined to press charges."}