{"article_title": "How the ‘ACA’ is affecting health care real estate strategy", "article_keywords": ["real", "aca", "hsa", "service", "estate", "providers", "strategy", "patients", "health", "affecting", "primecare", "care"], "article_url": "http://www.rejournals.com/2014/02/14/how-the-aca-is-affecting-health-care-real-estate-strategy/", "article_text": "February 14, 2014 | Staff Writer | Print Article | Email this Article\n\nBy Jon Boley\n\nSenior vice president of acquisitions and development-HSA Primecare\n\nMany health care service providers have spent the past few years attempting to understand and anticipate the vast changes resulting from the implementation of the Affordable Care Act (ACA) given the size and complexity of the law. Naturally, at HSA PrimeCare, we were particularly intrigued by the law’s potential effect on the real estate component of health care providers’ ambulatory care strategies as a result of the potential influx of newly insured patient populations and the shift from fee-for-service to outcome-based payments. In order to gain a greater sense of perspective, we reached out to our clients in C-Suite positions at the leading health care institutions across the Midwest to conduct a “listening tour” and ascertain how the ACA is affecting their ambulatory care strategies.\n\nBased on our conversations with these thought leaders in the health care industry, the objective appears to be the same across the board: to increase the number of patient lives managed by the provider. Although the strategies used by these health care providers vary to some degree, below are a few noticeable trends that are taking place in reaction to the ACA.\n\nStrategic partnerships\n\nIn order to broaden their service offerings and extend their referral networks, hospitals and health systems are increasingly partnering with other health care institutions and major universities to leverage existing brands and service platforms and grow market share. For example, HSA PrimeCare recently developed a 22,500-square-foot cancer center in New Lenox that houses a joint practice in oncology between Silver Cross Hospital and University of Chicago Medical Center. Through this partnership, the University of Chicago Medical Center extended its market share by bringing convenient world-class oncology care to patients in the southwest suburbs. Silver Cross, in turn, was able to offer its patients state-of-the-art cancer treatment services on its hospital campus from one of the nation’s most reputable medical programs at a fraction of the capital investment that would have been required to grow the program internally.\n\nPhysician alignment\n\nPhysician alignment remains an important strategy to prepare for clinical integration in the wake of the ACA. Some providers are actively purchasing physician practices which can present a whole series of new real estate considerations for a health system including whether or not to relocate such physicians into a multi-specialty facility or to dispose of or renovate the practice’s existing building.\n\nReal estate strategy\n\nReal estate strategy is playing an increasing role in hospital executive suites. With the implementation of the ACA, many of our “tour” participants indicated that their organizations were actively reviewing their real estate portfolios and real estate strategies including utilization, location decisions and service delivery platforms. Recent physician acquisition and alignment has driven a re-evaluation of real estate due to sometimes duplicative locations or efficiency questions. Hospitals are evaluating whether to keep recently acquired providers in their current locations or relocate them to larger multi-specialty facilities. By grouping a diverse set of practices into multi-specialty properties, health care providers can create a convenient “one-stop-shopping” value proposition that we have come to expect from big box retailers while also flexibly sharing administrative resources, office/exam areas and common area amenities that may otherwise be inefficiently duplicated across numerous facilities in a larger network. Based on these planning efforts, we will likely see consolidation and disposition of non-optimal locations and a more streamlined, coordinated service platform.\n\nNew care delivery sites\n\nAs health care providers continue to implement the ACA, they are increasingly looking at the development of new care delivery sites to meet the demand of newly insured patients and the aging Baby Boomer demographic while capturing market share. Projects that may have been put on the shelf during the market downturn are now being dusted off and re-evaluated. Participants in our thought-sharing tour expressed a desire to improve their outpatient delivery systems with more “streamlined” services and more efficient patient flows. While some participants focused on plans for new facilities of various sizes, others spoke about re-purposing or consolidating in existing buildings. Plans for new facilities included a variety of facility types and configurations from urgent care clinics and multi-specialty buildings to limited-service hospitals.\n\nProviders continue to face capital constraints given ongoing investments in IT, acquisition of physician practices and other medical technologies. For most “tour” participants the question was not if outpatient facilities would grow, it was how, where and when it will occur.\n\nThough the implementation of the ACA poses certain unavoidable challenges for health care systems struggling already to contain costs while meeting the demand of an aging demographic, the law also offers opportunities to improve efficiencies in health care delivery, develop valuable new patient relationships, and expand the service offerings for existing patients. As health care real estate service providers, we need to be ready with an understanding of the nuances of the ACA and the challenges facing health care providers so that we can assist in developing innovative real estate solutions that meet the needs of our clients.\n\nJon E. Boley is a senior vice president of acquisitions and development for HSA PrimeCare. HSA PrimeCare partners with some of the leading health care institutions in the nation to create development, project management, leasing, monetization and property management real estate solutions that address the needs of today’s patients while satisfying the financial goals of the health care provider.\n\nTags | Affordable Care Act, Commercial Real Estate, Home Column, HSA Primecare, Jon Boley\n\n© 2016 Real Estate Communications Group. Duplication or reproduction of this article not permitted without authorization from the Real Estate Publishing Group. For information on reprint or electronic pdf of this article contact Mark Menzies at 312-644-4610 or menzies@rejournals.com", "article_metadata": {"google-site-verification": "c4BuTZeOWHlpY1NaslpbVAFPnk4FG6NjzGun2GOrq98", "FAlbum": "0.8.0", "generator": "Woo Framework Version 2.5.4"}, "article_summary": "Tags | Affordable Care Act, Commercial Real Estate, Home Column, HSA Primecare, Jon Boley© 2016 Real Estate Communications Group.\nAs health care real estate service providers, we need to be ready with an understanding of the nuances of the ACA and the challenges facing health care providers so that we can assist in developing innovative real estate solutions that meet the needs of our clients.\nReal estate strategyReal estate strategy is playing an increasing role in hospital executive suites.\nRecent physician acquisition and alignment has driven a re-evaluation of real estate due to sometimes duplicative locations or efficiency questions.\nDuplication or reproduction of this article not permitted without authorization from the Real Estate Publishing Group."}