{"article_title": "Lawmakers slam oversight of failing CO-OPs", "article_keywords": ["coops", "financial", "congress", "cms", "slavitt", "failing", "startup", "struggles", "hearing", "slam", "small", "lawmakers", "insurers", "oversight"], "article_url": "http://www.fiercehealthpayer.com/story/lawmakers-slam-oversight-failing-co-ops/2016-01-22", "article_text": "At a Senate committee hearing Thursday, Congress members grilled Centers for Medicare & Medicaid Services Acting Administrator Andy Slavitt about what has gone wrong with the Affordable Care Act's flailing startup health insurers.\n\nMore than half of the 23 consumer operated and oriented plans (CO-OPs) have shut down, mostly due to financial struggles, and some Congress members at the hearing made it plain where they think the blame lies for the CO-OPs' problems. \"I think HHS blew it,\" Sen. Rob Portman (R-Ohio) said.\n\nSen. Orrin Hatch (R-Utah) went further, criticizing the CMS' response to the small insurers' financial issues. \"CMS has actually encouraged the CO-OPs to 'cook their books' with some creative accounting,\" he said, noting that last year the agency issued guidance that suggested the CO-OPs apply surplus notes to their program startup loans, which essentially allowed them to record loans as assets in their financial filings.\n\nThe insurers' struggles have ended up wasting taxpayer money, Sen. Chuck Grassley (R-Iowa) said, noting that the government has granted $2.5 billion in loans to the CO-OPs, including the one that served his home state, CoOportunity Health, one of the first to shut down.\n\nSlavitt, however, pointed out all the steps CMS has taken, in conjunction with state insurance regulators, to improve oversight of the remaining CO-OPs. In 2015, the agency oversaw 27 financial and operational reviews of the CO-OPs, made 16 in-person visits, and carried out 43 formal communications and hundreds of phone calls, he said.\n\nCMS has also identified goals to get CO-OPs on the right path, including making it easier for them to attract outside capital or a merger partner if their boards choose, and putting in place enrollment freezes or choosing not to certify a plan for future open enrollment periods if it shows signs it might have to close. Still, the future success of the CO-OPs will largely be determined by the companies themselves, Slavitt said, adding that they need to rapidly mature the fundamentals of their operations--particularly their financial systems--and must tighten their core processes and hold their vendors accountable.\n\nNot all Congress members at the hearing put the blame on CMS for the CO-OPs' struggles, though. Sen. Ron Wyden (D-Oregon) pointed out that Congress has cut vital funding to help the startup insurers stay afloat, essentially setting them up to fail. \"Some want to paint the CO-OPs as the kind of token, failed government. But the facts do not bear that out,\" he said. \"From the get-go, these private insurance plans have been facing extraordinarily stiff headwinds.\"\n\nIn fact, Slavitt said he isn't surprised many of the CO-OPs lost money in the early going, as they are small players entering markets where in many cases there hasn't been a new competitor in decades. A new analysis from The Commonwealth Fund goes into greater detail about the challenges CO-OPs have faced, including the necessity to outsource critical health plan functions, the effects of the ACA's premium stabilization programs, and difficulties pricing their products and estimating costs.\n\nStill, CMS believes CO-OPs play a vital role in the ACA marketplaces, increasing competition and serving communities that often fall through the cracks of the healthcare system, Slavitt said, adding, \"through all the challenges that they face, CO-OPs have every opportunity to become successful, long-term market participants.\"\n\nTo learn more:\n\n- here's a replay of the hearing\n\n- check out The Commonwealth Fund analysis\n\nRelated Articles:\n\nPoliticians point fingers as more CO-OPs fail\n\nWhy as CO-OPs failed, government failed to act\n\nStruggling CO-OPs, small insurers form coalition to push for change\n\nOIG report finds CO-OPs underperformed, didn't reach enrollment goals\n\nIowa's CO-OP pulls out of marketplace despite first-year success", "article_metadata": {"description": "At a Senate committee hearing Thursday, Congress members grilled Centers for Medicare & Medicaid Services Acting Administrator Andy Slavitt about what has gone wrong with the Affordable Care Act's flailing startup health insurers.", "og": {"site_name": "FierceHealthPayer", "description": "At a Senate committee hearing Thursday, Congress members grilled Centers for Medicare & Medicaid Services Acting Administrator Andy Slavitt about what has gone wrong with the Affordable Care Act's flailing startup health insurers.", "title": "Lawmakers slam oversight of failing CO-OPs", "url": "http://www.fiercehealthpayer.com/story/lawmakers-slam-oversight-failing-co-ops/2016-01-22", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "Andy Slavitt,Centers for Medicare & Medicaid Services (CMS),Chuck Grassley,consumer operated and oriented plans (CO-OP),Health Insurance Exchanges,Legal / Regulatory / Risk Management,Orrin Hatch,Rob Portman,Ron Wyden", "viewport": "width=device-width", "news_keywords": "Health Insurance Exchanges,Legal / Regulatory / Risk Management"}, "article_summary": "Sen. Orrin Hatch (R-Utah) went further, criticizing the CMS' response to the small insurers' financial issues.\nNot all Congress members at the hearing put the blame on CMS for the CO-OPs' struggles, though.\nSlavitt, however, pointed out all the steps CMS has taken, in conjunction with state insurance regulators, to improve oversight of the remaining CO-OPs.\nTo learn more:- here's a replay of the hearing- check out The Commonwealth Fund analysisRelated Articles:Politicians point fingers as more CO-OPs failWhy as CO-OPs failed, government failed to actStruggling CO-OPs, small insurers form coalition to push for changeOIG report finds CO-OPs underperformed, didn't reach enrollment goalsIowa's CO-OP pulls out of marketplace despite first-year success\nSen. Ron Wyden (D-Oregon) pointed out that Congress has cut vital funding to help the startup insurers stay afloat, essentially setting them up to fail."}