{"article_title": "Push to repeal ‘Cadillac Tax’ must continue in 2016", "article_keywords": ["repeal", "plans", "cadillac", "workers", "tax", "costs", "employers", "continue", "health", "plan", "push", "2016", "care"], "article_url": "http://thehill.com/blogs/congress-blog/healthcare/269288-push-to-repeal-cadillac-tax-must-continue-in-2016", "article_text": "Last year, millions of Americans selected health plans through their employer’s annual enrollment process. Now, unless Congress acts to repeal the “Cadillac Tax,” a 40 percent tax on health benefits, employees may be in for a shock during 2016 enrollment. They will face higher deductibles, co-pays, out of pocket maximums or requirements to change doctors.\n\nWhat is the reason for these changes despite Congress’ two-year delay of the tax? The answer is that employers wisely plan for the long term and phase-in changes; especially when they result in workers bearing a greater share of the cost burden. While Congress provided a brief reprieve, companies are making changes today to avoid (or delay) being on a trajectory to trigger the tax. A Mercer survey of 700 employers found that anticipation of the 40 percent tax is already leading many employers to consider imposing a surcharge for covering employees' spouses or exclude them from coverage altogether. What’s needed now is full repeal.\n\nADVERTISEMENT\n\nFew issues united a divided Congress in 2015 like repealing the “Cadillac Tax.” To date, repeal legislation has garnered 295 House co-sponsors and 39 Senate co-sponsors on a broad bi-partisan basis. In December 2015, the Senate passed an amendment, 90 to 10, to repeal the tax.\n\nLast week, President Obama proposed a budget that makes slight adjustments to the tax threshold in certain geographic regions. Specifically, where the average premium for a “gold” plan in the individual marketplace exceeds the law’s thresholds, that premium becomes the applicable threshold. But the administration’s geographic adjustment seeks to address only one of the tax’s several flaws. And the administration’s projection of a very small revenue impact of its proposal is an acknowledgement that it will protect very few plans.\n\nAdvocates cite two justifications for the tax. One, it will incentivize employers and workers to reduce health costs. Two, that it will raise revenue to help pay for the Affordable Care Act. Both assertions are seriously flawed.\n\nFirst, as employers already undertake steps to avoid the tax there is no evidence that the changes are actually lowering health care costs. In the utility industry sector, costs per employee are approximately 22 percent higher than the national average. Utility health plans are often more expensive through no fault of the sponsoring employer, nor the families covered by the plan. Utility workers’ average age is in the late 40’s, driving up costs due to higher numbers of chronic illnesses and catastrophic health events. These so-called “rich” plans also cover high cost preventive services for older workers such as stress tests, colonoscopies and mammographies.\n\nA Milliman study found that factors such as “the industry in which they work, their age and gender” can lead to increased premiums and the adjustments fail “to compensate for the impact on premiums of age and sex in many areas of the country.” The law’s threshold adjustment for these factors is simply insufficient.\n\nAdditionally, because the tax is indexed to the Consumer Price Index, which typically rises at about half the rate of health care inflation, an increasing number of health plans will be subject to the tax every year. According to a WillisTowersWatson study, 82 percent of employers expect at least one of their plans to trigger the tax in 2023 – just three years after its effective date.\n\nLastly, the assertion that the Cadillac tax will help pay for the Affordable Care Act is based on the overstated assumption that employers will make up for reduced health benefits with higher taxable compensation. Employers and workers do not believe it, and a recent Kaiser Family Foundation study supports their skepticism. Since 2010, employees’ share of deductibles increased by 67 percent, while wages only rose by 10 percent. Most of the expected tax revenue will never materialize.\n\nEmployers have a vested interest in a healthy workforce, but have well-founded concerns about how workers will bear the increasing costs caused by this tax. For many employers, the only recourse may be to ask workers to bear a greater share of the costs or to eliminate the plan altogether.\n\nOur organizations are members of the Alliance to Fight the 40, a diverse coalition of private and public sector employers, unions, patient advocacy groups and others united in our common goal to repeal the “Cadillac Tax.” In this election year when voters are expressing their concerns about health care costs, the Alliance will increase its efforts to convince presidential and congressional candidates, alike, that a top priority must be to repeal the “Cadillac Tax” in order to protect employer-sponsored health coverage on which more than 175 million Americans rely.\n\nTiberi is vice president of Employee Benefits, Health and Safety at the Public Service Enterprise Group. Klein is president of the American Benefits Council.", "article_metadata": {"dcterms.description": "Few issues united a divided Congress in 2015 like repealing the “Cadillac Tax.”", "description": "Few issues united a divided Congress in 2015 like repealing the “Cadillac Tax.”", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Few issues united a divided Congress in 2015 like repealing the “Cadillac Tax.”", "title": "Push to repeal ‘Cadillac Tax’ must continue in 2016", "url": "http://thehill.com/blogs/congress-blog/healthcare/269288-push-to-repeal-cadillac-tax-must-continue-in-2016", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-15T08:30:01-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-15T08:30-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/healthcare/269288-push-to-repeal-cadillac-tax-must-continue-in-2016", "dcterms.date": "2016-02-15T08:30-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Joe Picard", "author": "John F. Tiberi and James A. Klein", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2016-02-15T08:30:03-05:00", "modified_time": "2016-02-15T08:30:01-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/healthcare/269288-push-to-repeal-cadillac-tax-must-continue-in-2016", "widgets": {"csp": "on"}, "description": "Few issues united a divided Congress in 2015 like repealing the “Cadillac Tax.”", "card": "summary", "title": "Push to repeal ‘Cadillac Tax’ must continue in 2016"}, "dcterms.title": "Push to repeal ‘Cadillac Tax’ must continue in 2016"}, "article_summary": "Now, unless Congress acts to repeal the “Cadillac Tax,” a 40 percent tax on health benefits, employees may be in for a shock during 2016 enrollment.\nADVERTISEMENTFew issues united a divided Congress in 2015 like repealing the “Cadillac Tax.” To date, repeal legislation has garnered 295 House co-sponsors and 39 Senate co-sponsors on a broad bi-partisan basis.\nFirst, as employers already undertake steps to avoid the tax there is no evidence that the changes are actually lowering health care costs.\nIn December 2015, the Senate passed an amendment, 90 to 10, to repeal the tax.\nLast year, millions of Americans selected health plans through their employer’s annual enrollment process."}