{"article_title": "Fans flock to first-ever video game live-streaming expo", "article_keywords": ["twitch", "san", "youtube", "million", "watch", "fans", "livestreaming", "game", "broadcasting", "expo", "online", "video", "flock", "firstever"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/09/25/Fans-flock-first-ever-video-game-live-streaming-expo", "article_text": "SAN FRANCISCO (Reuters) - Video gamers who live-stream their matches online and the throngs of fans who tune in daily to watch them swarmed a first-of-its kind convention in San Francisco on Friday, as interest swells in the medium of online video game broadcasting.\n\nLyndon Lauder, 23, traveled from Montreal, Canada, in hopes of meeting his favorite player, Jaryd \"summit1g\" Lazar, who has attracted more than 1 million followers to his game broadcasting page.\n\n\"If I see him, I'm just going to tackle him,\" Lauder joked.\n\nGaming-focused conventions are nothing new, but TwitchCon 2015 is the first time fans, aspiring broadcasters and the virtual stars they watch will come together for a two-day conference dedicated solely to online game broadcasting.\n\nTwitch, the biggest online home for game live-streams with roughly 100 million unique viewers per month, is hosting the event and expects 15,000 gamers to attend.\n\nLauder, both fan and broadcaster, goes by \"LyndonFPS\" online. He said Twitch recently invited him into an exclusive revenue-sharing partnership after he built a large enough following on his own.\n\nBy hobnobbing with other fans at the conference, he hopes to raise his profile enough to quit his job as an electrician and focus full-time on live-streaming himself playing the popular zombie survival horror game H1Z1 and other titles.\n\n\"It's what I like to watch and what I like to do,\" he said.\n\nExact numbers of how many players are able to make a career of game broadcasting are hard to pin down, but Twitch Vice President of Marketing Matthew DiPietro said \"dozens\" of people are earning six-figure salaries on Twitch, and more have turned it into full-time jobs.\n\nOpportunities for players are likely to grow. Amazon.com Inc acquired Twitch in August 2014 for $970 million after outbidding Google Inc, which launched a rival service in June, dubbed YouTube Gaming.\n\nThe growth of game broadcasting has coincided with a parallel surge in competitive gaming in the United States. In August, Seattle's Key Arena was sold out for a video game tournament that featured an $18 million prize pool.\n\nAt San Francisco's Moscone Center West, attendees wandered past booths at which companies pitched their latest streaming-related technology to up-and-coming broadcasters, stopped in to listen to panels on subjects ranging from women in gaming to building an online presence, and lined up for the chance to pose for selfies and get autographs from their favorite players.\n\nJordan Maron, who goes by the handle \"CaptainSparklez\" online and has 1.2 million followers on Twitch and about 7 million subscribers on YouTube, had several dozen people waiting in line to for the chance to briefly meet him.\n\nThe 23-year-old gamer, who recently tweeted out a picture of a Bentley luxury car he bought, said he lives \"comfortably\" but is most rewarded by hearing from people he's inspired with his playing.\n\n\"Whenever I get to meet people like that,\" Maron said, \"That's pretty awesome.\"\n\n(Editing by Patrick Enright and David Gregorio)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "SAN FRANCISCO (Reuters) - Video gamers who live-stream their matches online and the th", "title": "Fans flock to first-ever video game live-streaming expo", "url": "http://www.thefiscaltimes.com/latestnews/2015/09/25/Fans-flock-first-ever-video-game-live-streaming-expo", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-videogames-conference_1.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/09/25/Fans-flock-first-ever-video-game-live-streaming-expo", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/usa-videogames-conference_1.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "SAN FRANCISCO (Reuters) - Video gamers who live-stream their matches online and the th", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcbfa8\"", "article_summary": "In August, Seattle's Key Arena was sold out for a video game tournament that featured an $18 million prize pool.\nThe growth of game broadcasting has coincided with a parallel surge in competitive gaming in the United States.\nLyndon Lauder, 23, traveled from Montreal, Canada, in hopes of meeting his favorite player, Jaryd \"summit1g\" Lazar, who has attracted more than 1 million followers to his game broadcasting page.\nSAN FRANCISCO (Reuters) - Video gamers who live-stream their matches online and the throngs of fans who tune in daily to watch them swarmed a first-of-its kind convention in San Francisco on Friday, as interest swells in the medium of online video game broadcasting.\nGaming-focused conventions are nothing new, but TwitchCon 2015 is the first time fans, aspiring broadcasters and the virtual stars they watch will come together for a two-day conference dedicated solely to online game broadcasting."}