{"article_title": "Consumer Banks Are Most Attractive Business Model: BIS", "article_keywords": ["funding", "business", "wholesale", "study", "according", "interbank", "sample", "trading", "attractive", "banks", "model", "retail", "consumer", "bis", "market"], "article_url": "http://www.bloomberg.com/news/articles/2014-12-07/consumer-banks-are-most-attractive-business-model-bis", "article_text": "Banks that earn their money taking deposits and giving loans make better, more stable profits than peers that rely on wholesale funding or trading profits, according to the Bank for International Settlements.\n\nConsumer commercial banks were the most profitable group among the three in almost every year from 2005 to 2013 in a sample of 222 banks from 34 countries analyzed in a study published today by the BIS, the Basel-based institution owned by the world’s most important central banks. Banks changing their strategy since the 2008 financial crisis mostly moved toward this model, according to the study by a team of analysts led by Rungporn Roengpitya of the Bank of Thailand.\n\n“Regardless of the profitability metric, the retail-funded model is the top performer,” according to the study. “During the boom period, market forces favored wholesale funding as bankers tapped debt and interbank market sources of finance,” it says. “The opposite trend characterizes the post-crisis period.”\n\nBanks’ business models are shaped by regional traditions, regulatory incentives, market conditions and industry fads, and in turn influence regulators’ and policy makers’ priorities. Trading banks like Lehman Brothers Inc., and wholesale commercial banks such as Germany’s Hypo Real Estate Holding AG were the main victims of the financial crisis. The freeze of wholesale interbank markets after Lehman’s collapse as well as new funding rules encouraged banks to adapt.\n\nData Driven\n\nConsumer and wholesale-funded commercial banks are similar in that on average about two-thirds of their assets are loans, according to the BIS’s data-driven classification. Retail banks such as UniCredit SpA or Wells Fargo & Co rely on deposits for two-thirds of their funding, while wholesale banks, like Swedbank AB or Macquarie Group Ltd, get on average more than half of that from bonds, interbank borrowing and similar sources. Trading banks, like Goldman Sachs Group Inc or Deutsche Bank AG, differ from both of them by the greater share of trading assets.\n\nConsumer banks’ average return on equity, a measure of profitability, was 12.5 percent for retail banks, 5.8 percent for wholesale banks and 8.1 percent for trading banks over the period covered by the BIS data. Trading banks’ earnings were most volatile, “swinging repeatedly between the top and bottom” of the ranking, the study said.\n\nWholesale banks have gone out of fashion since 2008, in part because of takeovers and failures, in part because of banks changing their business models, according to the study.\n\nEmerging Markets\n\nIn a separate sample of 108 banks used for that statistics, the count of wholesale banks dropped to 18 from 35 from 2007 to 2013, while retail banks grew to 76 from 58. In the years from 2005 to 2007, one in six retail banks increased their share of wholesale funding to the point that they were reclassified.\n\nThe regional split shows that wholesale banks are an almost entirely European phenomenon, with 22 of the 27 banks in that category based on the continent, while none of them are in North America. Banks in emerging markets are nearly all retail banks. North America has 16 retail and 6 trading banks in the sample. Nine trading and 36 retail banks are based in Europe.", "article_metadata": {"sailthru.author": "Boris Groendahl", "twitter": {"url": "http://www.bloomberg.com/news/articles/2014-12-07/consumer-banks-are-most-attractive-business-model-bis", "title": "Consumer Banks Are Most Attractive Business Model: BIS", "site": "@business", "card": "summary", "description": "Banks that earn their money taking deposits and giving loans make better, more stable profits than peers that rely on wholesale funding or trading profits, according to the Bank for International Settlements."}, "parsely-author": "Boris Groendahl", "parsely-type": "post", "keywords": "Money", "news_keywords": "Money", "parsely-link": "http://www.bloomberg.com/news/articles/2014-12-07/consumer-banks-are-most-attractive-business-model-bis", "parsely-title": "Consumer Banks Are Most Attractive Business Model: BIS", "msapplication-TileColor": "#ff0000", "apple-mobile-web-app-capable": "no", "parsely-pub-date": "2014-12-07T11:00:00.001Z", "apple-mobile-web-app-status-bar-style": "black", "description": "Banks that earn their money taking deposits and giving loans make better, more stable profits than peers that rely on wholesale funding or trading profits, according to the Bank for International Settlements.", "parsely-tags": "Money,Region: Global,Page: article", "msapplication-TileImage": "https://assets.bwbx.io/business/public/images/favicons/mstile-144x144-bbd2101292.png", "date": "2014-12-07T11:00:00.001Z", "parsely-section": "industries", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "og": {"url": "http://www.bloomberg.com/news/articles/2014-12-07/consumer-banks-are-most-attractive-business-model-bis", "type": "website", "site_name": "Bloomberg.com", "description": "Banks that earn their money taking deposits and giving loans make better, more stable profits than peers that rely on wholesale funding or trading profits, according to the Bank for International Settlements.", "title": "Consumer Banks Are Most Attractive Business Model: BIS"}, "fb": {"status": "Banks that earn their money taking deposits and giving loans make better, more stable profits than peers that rely on wholesale funding or trading profits, according to the Bank for International Settlements."}, "parsely-post-id": "NG2D7E6TTDSW01", "format-detection": "telephone=no"}, "_id": "\"57477af46914bd0286fda889\"", "article_summary": "Consumer banks’ average return on equity, a measure of profitability, was 12.5 percent for retail banks, 5.8 percent for wholesale banks and 8.1 percent for trading banks over the period covered by the BIS data.\nBanks in emerging markets are nearly all retail banks.\nTrading banks, like Goldman Sachs Group Inc or Deutsche Bank AG, differ from both of them by the greater share of trading assets.\nTrading banks like Lehman Brothers Inc., and wholesale commercial banks such as Germany’s Hypo Real Estate Holding AG were the main victims of the financial crisis.\n“During the boom period, market forces favored wholesale funding as bankers tapped debt and interbank market sources of finance,” it says."}