{"article_title": "Woman Battling Kidney Cancer Losing Company Health Plan Due To Obamacare « CBS DC", "article_keywords": ["woman", "plans", "cancer", "atkinson", "company", "obamacare", "dc", "virginia", "states", "cbs", "health", "plan", "losing", "care", "insurance", "kidney", "told"], "article_url": "http://washington.cbslocal.com/2013/11/25/woman-battling-kidney-cancer-losing-company-health-plan-due-to-obamacare/", "article_text": "VIRGINIA BEACH, Va. (CBS DC) — A woman battling kidney cancer is losing her health insurance because her company’s health plan is being canceled due to Obamacare.\n\nDebra Fishericks, who has been working for the past 10 years at Atkinson Realty in Virginia Beach, has been scouring HealthCare.gov for a plan that fits her, but is finding that current premiums and plans are out of her price range.\n\n“They just go up high and higher when there is a pre-existing,” Fishericks told CBS News. “Will I have my same specialist? Will I have to search for other specialists? There’s so many unanswered questions.”\n\nMore: Obama:’I’ve Done What I’ve Said’ as President\n\nOwner Betsy Atkinson doesn’t understand why they have to lose their insurance since they were happy with it and it was affordable.\n\n“We were happy, we had great insurance,” Atkinson told CBS News. “We had continuing care for our employees.”\n\nAtkinson added that she believes she won’t be able to afford company health insurance for her employees due to the Affordable Care Act.\n\n“On June 30, 2014, I will probably not be offering company insurance for my employees. I just can’t afford it,” Atkinson told CBS News.\n\nPresident Barack Obama recently apologized for the disastrous HealthCare.gov rollout and the cancellations of millions of health care policies. Obama has called on states to allow Americans to continue to keep their canceled health care plans. Some states have declined.\n\nA CBS News analysis revealed that nearly 5 million Americans will lose their insurance due to Obamacare.", "article_metadata": {"description": "A woman battling kidney cancer is losing her health insurance because her company’s health plan is being canceled due to Obamacare.", "generator": "WordPress.com", "og": {"url": "http://washington.cbslocal.com/2013/11/25/woman-battling-kidney-cancer-losing-company-health-plan-due-to-obamacare/", "image": {"width": 1500, "secure_url": "https://cbswashington.files.wordpress.com/2013/10/185481441.jpg?w=1500", "identifier": "https://cbswashington.files.wordpress.com/2013/10/185481441.jpg?w=1500", "height": 967}, "type": "article", "description": "A woman battling kidney cancer is losing her health insurance because her company’s health plan is being canceled due to Obamacare.", "title": "Woman Battling Kidney Cancer Losing Company Health Plan Due To Obamacare"}, "twitter": {"image": "https://cbswashington.files.wordpress.com/2013/10/185481441.jpg?w=1500", "title": "Woman Battling Kidney Cancer Losing Company Health Plan Due To Obamacare", "site": "/cbsdc", "card": "summary_large_image", "description": "A woman battling kidney cancer is losing her health insurance because her company’s health plan is being canceled due to Obamacare."}, "msapplication-tooltip": "News, Sports, Weather, Traffic and the Best of Washington DC", "msapplication-window": "width=device-width;height=device-height", "application-name": "CBS DC", "google-site-verification": "44caXBf4kjHeKKAT7ZZ89NaCX25utL_yRSa-qGpwIhY", "keywords": "aca information, affordable care act, cbs washington, health, healthwatch, politics, affordable care act, atkinson realty, betsy atkinson, debra fishericks, obamacare, president barack obama", "article": {"publisher": "https://www.facebook.com/cbsdc", "author": "https://www.facebook.com/cbsdc"}, "msapplication-task": "name=Subscribe;action-uri=http://washington.cbslocal.com/feed/;icon-uri=http://1.gravatar.com/blavatar/b87f6ea5e510fe3d34ffe9a8dbe8c1cf?s=16", "news_keywords": "affordable care act, atkinson realty, betsy atkinson, debra fishericks, obamacare, president barack obama"}, "_id": "\"57477af36914bd0286fcbfb7\"", "article_summary": "VIRGINIA BEACH, Va. (CBS DC) — A woman battling kidney cancer is losing her health insurance because her company’s health plan is being canceled due to Obamacare.\n“We were happy, we had great insurance,” Atkinson told CBS News.\nPresident Barack Obama recently apologized for the disastrous HealthCare.gov rollout and the cancellations of millions of health care policies.\n“They just go up high and higher when there is a pre-existing,” Fishericks told CBS News.\nI just can’t afford it,” Atkinson told CBS News."}