{"article_title": "Letter: Obama and the do-nothings", "article_keywords": ["congress", "started", "things", "republicans", "tax", "refused", "worst", "letter", "donothings", "president", "cuts", "presidents", "obama"], "article_url": "http://www.theledger.com/article/20160509/edit02/160509524", "article_text": "I disagree with people like Royal A. Brown III [\"Last Republican standing,\" April 28] who say President Barack Obama is the worst president we have ever had. People forget what other presidents did.\n\nExamples of “bad” presidents: George W. Bush: a deserter, started war with Iraq, gave tax cuts to wealthy that eliminated surplus that Bill Clinton left. Ronald Reagan: fired air traffic controllers, instituted deregulation of businesses, started exodus of companies leaving this country.\n\nSome examples of what President Obama has accomplished: Found and executed Osama bin Laden (Bush gave up finding him); Lilly Ledbetter Fair Pay Act; middle class tax cuts; rescued auto industry; doubled funding for Pell Grants; signed 18 tax cuts for small businesses; Affordable Care Act; expanded access to preventive care screenings; ended insurance discrimination against 129 million Americans with pre-existing conditions; historic investments in clean energy; historic action to protect our environment;and stopped the building of the Keystone XL pipeline, which would have devastated our environment.\n\nHow can these accomplishments make him the worst president?\n\nI could go on listing President Obama's accomplishments and his compromises that Republicans refused to consider. I challenge people to back up accusations with facts. Please note that no president is perfect. What a president can accomplish depends on the Congress that backs him.\n\nFor the last six years we have had a do-nothing Congress. Recently Republicans have refused to do their constitutional duty to conduct hearings on a Supreme Court justice nomination. They are the ones not doing their job.\n\nI implore all voters to keep things like this in mind when voting in the upcoming elections. It is not just the president who gets things done; it is also the Congress. So vote all the do-nothings out.\n\nLinda Linderman\n\nWinter Haven", "article_metadata": {"description": "I disagree with people like Royal A. Brown III [\"Last Republican standing,\" April 28] who say President Barack Obama is the worst president we have ever had. People forget what other presidents did.", "vf": {"unique_id": "art-87DE83B3-9551-4FDB-B28C-A663E8C238A8-pubLL"}, "og": {"site_name": "TheLedger.com", "description": "I disagree with people like Royal A. Brown III [\"Last Republican standing,\" April 28] who say President Barack Obama is the worst president we have ever had. People forget what other presidents did.", "title": "Letter: Obama and the do-nothings", "url": "http://www.theledger.com/article/20160509/edit02/160509524", "image": "http://G52-LLweb.newscyclecloud.com/apps/pbcsi.dll/bilde?Site=LL&Date=20160509&Category=EDIT02&ArtNo=160509524&Ref=AR&imageVersion=Teaser", "type": "article"}, "publishdate": 20160509, "p": {"domain_verify": "5a74aa3de0ac0491b3d50e8c82e773ca"}, "fb": {"app_id": 161550337228215}, "tout": {"article": {"id": "art-160509524-pubLL"}}, "keywords": "Letters"}, "article_summary": "Brown III [\"Last Republican standing,\" April 28] who say President Barack Obama is the worst president we have ever had.\nHow can these accomplishments make him the worst president?\nI could go on listing President Obama's accomplishments and his compromises that Republicans refused to consider.\nExamples of “bad” presidents: George W. Bush: a deserter, started war with Iraq, gave tax cuts to wealthy that eliminated surplus that Bill Clinton left.\nRecently Republicans have refused to do their constitutional duty to conduct hearings on a Supreme Court justice nomination."}