{"article_title": "Aurora movie theater shooting jury pool cut down to 115 names – The Denver Post", "article_keywords": ["case", "cut", "theater", "jurors", "trial", "process", "movie", "aurora", "samour", "denver", "questioning", "attorneys", "names", "questionnaires", "jury", "post", "shooting", "pool"], "article_url": "http://www.denverpost.com/news/ci_27891792/aurora-movie-theater-shooting-jury-pool-cut-down", "article_text": "CENTENNIAL — From an unprecedented 9,000 jury summonses sent out for the Aurora movie theater shooting trial, the judge has whittled the pool to 115 names.\n\nThe second phase of the arduous jury-selection process ended Friday, when Judge Carlos Samour Jr. and the attorneys on both sides of the case concluded with one-on-one questioning of jurors. Next comes a final scrutiny of the jurors in a big group. If all goes as planned, a jury could be seated in the nearly 3-year-old case Monday.\n\nSamour had hoped to have 120 to 130 jurors still in the pool at this point. But, despite a better-than-expected start, Samour and the attorneys had an increasingly difficult time qualifying jurors as the questioning sessions went on.\n\n“I’m hoping that it’s still enough,” Samour said Friday about the pool size. “We can adjust if we need to adjust.”\n\nThe final jury will be made up of 12 jurors and 12 alternates, but Samour said he could shrink the number of alternates if too many jurors are excused during group questioning.\n\nThe jury-selection process for the murder trial of James Holmes is among the longest and most complex in state history. Jury selection started in the case Jan. 20, when the first of 9,000 jurors summoned began arriving at the courthouse to fill out questionnaires in a process that lasted three weeks.\n\nDespite that large call, though, all of the jurors questioned during the second phase came from the first three days of questionnaires. Individual questioning of jurors took 38 days in court, during which attorneys spoke with 403 potential jurors, some for more than an hour.\n\nOverall, roughly 29 percent of the jurors questioned individually were deemed fair and impartial enough to serve on the jury. In the early weeks of questioning, that rate was closer to 35 percent, but it dimmed as time went on. In the last week of questioning, the rate was about 20 percent.\n\n“My observation,” a frustrated Samour said Thursday, “is the parties stopped reviewing the questionnaires carefully at some point.”\n\nDefense attorneys asked for nearly three times as many jurors to be excused during the individual questioning stage as prosecutors did, according to a Denver Post analysis based on court records and firsthand observation. However, both sides were equally successful in those challenges, winning them about a third of the time.\n\nDefense attorneys are still seeking to move the trial to a different county. Samour has said he will rule on that motion after a jury is picked.\n\nJohn Ingold: 303-954-1068, jingold@denverpost.com or twitter.com/johningold", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Aurora movie theater shooting jury pool cut down to 115 names", "title": "Aurora movie theater shooting jury pool cut down to 115 names", "url": "http://www.denverpost.com/2015/04/10/aurora-movie-theater-shooting-jury-pool-cut-down-to-115-names/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150409_101130_Judge-Carlos-Samour-Jr.-1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150409_101130_Judge-Carlos-Samour-Jr.-1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-04-10T19:44:09+00:00", "modified_time": "2016-04-25T08:15:01+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Aurora Theater Shooting trial"}, "_id": "\"57477af46914bd0286fda8a9\"", "article_summary": "CENTENNIAL — From an unprecedented 9,000 jury summonses sent out for the Aurora movie theater shooting trial, the judge has whittled the pool to 115 names.\nBut, despite a better-than-expected start, Samour and the attorneys had an increasingly difficult time qualifying jurors as the questioning sessions went on.\nSamour had hoped to have 120 to 130 jurors still in the pool at this point.\nIf all goes as planned, a jury could be seated in the nearly 3-year-old case Monday.\nOverall, roughly 29 percent of the jurors questioned individually were deemed fair and impartial enough to serve on the jury."}