{"article_title": "Southwest flight makes emergency landing at Oakland airport", "article_keywords": ["passengers", "flight", "emergency", "later", "told", "landing", "reported", "airport", "plane", "oakland", "makes", "southwest"], "article_url": "http://www.washingtontimes.com/news/2015/dec/23/southwest-flight-preps-for-emergency-landing-at-ai/", "article_text": "OAKLAND, Calif. (AP) - A Southwest Airlines flight made what appeared to be a normal landing Wednesday after circling for several hours over the Oakland airport due to possible landing gear problems.\n\nTV helicopter video showed Southwest flight 2547 landing at Oakland International Airport with a puff of smoke from its tires.\n\nThe Chicago-bound flight took off from Oakland at about 6 a.m. and landed just over four hours later. There were 139 passengers on the plane. No injuries were reported, but some passengers were panicking at the end of the ordeal.\n\n“People were holding hands. Everyone was on their phones, I’m sure sending messages to loved ones,” passenger Ashley Stasio, 34, told The Associated Press. “I don’t mean to sound dramatic, but it was scary.”\n\nKRON-TV reported a front tire on the landing gear had blown out.\n\nStasio, of San Francisco, said the captain reported soon after takeoff that there were issues with the plane. Later, he told passengers that the plane would not be going to Chicago and would burn fuel over Oakland for about an hour.\n\nNinety minutes later, he said 6,000 more pounds of fuel had to be burned. He did not explain further until the plane was ready to land, and by that time passengers were watching the news online, Stasio said.\n\nIt was a smooth landing, she said.\n\nA short statement from Southwest Airlines said the captain returned to Oakland because of a reported maintenance issue. It did not elaborate.\n\nAirport spokeswoman Keonnis Taylor declined to comment on the incident, except to say the plane landed safely without injuries.\n\nThe airport expects more than 600,000 passengers this holiday season.", "article_metadata": {"description": "A Southwest Airlines flight made what appeared to be a normal landing Wednesday after circling for several hours over the Oakland airport due to possible landing gear problems.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "A Southwest Airlines flight made what appeared to be a normal landing Wednesday after circling for several hours over the Oakland airport due to possible landing gear problems.", "title": "Southwest flight makes emergency landing at Oakland airport", "url": "http://www.washingtontimes.com/news/2015/dec/23/southwest-flight-preps-for-emergency-landing-at-ai/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/12/23/plane_emergency_landing.jpeg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/12/23/plane_emergency_landing.jpeg", "description": "A Southwest Airlines flight made what appeared to be a normal landing Wednesday after circling for several hours over the Oakland airport due to possible landing gear problems.", "card": "summary", "title": "Southwest flight makes emergency landing at Oakland airport"}, "Author": "JANIE HAR", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "article_summary": "TV helicopter video showed Southwest flight 2547 landing at Oakland International Airport with a puff of smoke from its tires.\nOAKLAND, Calif. (AP) - A Southwest Airlines flight made what appeared to be a normal landing Wednesday after circling for several hours over the Oakland airport due to possible landing gear problems.\nThe Chicago-bound flight took off from Oakland at about 6 a.m. and landed just over four hours later.\nLater, he told passengers that the plane would not be going to Chicago and would burn fuel over Oakland for about an hour.\nA short statement from Southwest Airlines said the captain returned to Oakland because of a reported maintenance issue."}