{"article_title": "Presidential Candidates On Women's Reproductive Rights", "article_keywords": ["saying", "planned", "reproductive", "rights", "issues", "abortion", "parenthood", "candidates", "stand", "health", "womens", "presidential", "women"], "article_url": "http://www.essence.com/2016/04/27/quick-guide-presidential-candidates-stand-reproductive-rights", "article_text": "A Quick Guide to the Presidential Candidates' Stand on: Reproductive Rights\n\nPhoto Credit: Scott Olson/Getty Images\n\nWe are less than six months away from the presidential elections, and it's crucial that Black women’s voices are heard. For the next few weeks, we’ll be taking a quick look at some of the most important issues on the ballot this season to make sure that you understand each candidate’s stand on the issues. This week, it’s all about reproductive rights.\n\nHillary Clinton\n\nUnsurprisingly, the Democratic frontrunner has voiced her support many times over for women’s rights and has worked to further their access to healthcare. Clinton, who has been endorsed by Planned Parenthood, vows to uphold the Affordable Care Act and ensure that American women all have access to contraceptives.\n\nShe has also said that she would block any attempts made at defunding Planned Parenthood, citing that the organization provides life-saving care to women across the country. She supports abortion at nearly every stage of pregnancy, though she has said that late-term abortions should be as the result of a medical emergency.\n\nA Quick Guide to the Presidential Candidates' Stand on: Criminal Justice and Policing\n\nDonald Trump\n\nThe Republican frontrunner has flip-flopped on his stance on abortion through the years. In a 1999 interview on Meet the Press, he went on record as saying that he was “pro-choice in every respect.” However, times have changed and so has Trump.\n\nLast year, he appeared on CNN and called Planned Parenthood an “abortion factory,” continuing by saying he doesn’t think the government should fund the organization. He is pro-life, though he has expanded his views by saying that abortion should be allowed with women who are victims of rape or incest or whose lives are in jeopardy.\n\nWith that being said, Trump has vowed to “take care of women’s health and women’s health issues” if he were elected. In August, he denounced former hopeful Jeb Bush for saying that investing half a billion in women’s health issues was too much. “I cherish women, and I say it all the time,” Trump said.\n\nBernie Sanders\n\nLike Clinton, Sanders is staunchly pro-choice and has come forward in full support of Planned Parenthood.\n\nOn his campaign website, Sanders said that the decision to end a pregnancy should come from the woman and her doctor—not the government—and that women should not have to risk their lives to have the procedure done.\n\nHe said that he will not defund Planned Parenthood, but rather expand their funding, helping the millions of women who use their services every year. Sanders has also slammed politicians who are offering employers a loophole in which they can deny coverage to birth control. That, he says, is “unacceptable.”\n\n#WeDecide2016: Political Pundits Weigh in on Which Candidates Are Best for Black Women\n\nTed Cruz\n\nCruz holds perhaps the most conservative views on women’s reproductive rights of all the Republican candidates. He opposes abortions of any kind—even for victims of rape or mothers whose lives are in danger—and has referred to birth control as “abortion-inducing drugs.”\n\nHis campaign website includes a special “Defund Planned Parenthood” section, in which he accuses the organization of selling the body parts of fetuses. If elected, he said that he will renew Congress’ efforts to completely defund Planned Parenthood, which would, essentially, bar millions of American women from the healthcare that they need.\n\nJohn Kasich\n\nThough Kasich is known as the most left-leaning Republican candidate, his efforts to restrict women’s healthcare rights are ultra-conservative. In five years, the Ohio governor has passed every bill—16 in total—restricting a woman’s right to abortion (think when a woman can have an abortion, where she can have it and who it would be performed by).\n\nIn 2013, he prohibited rape crisis centers from referring women to abortion centers, and he cut $1.4 million in Planned Parenthood funding from the state’s budget. A representative for Planned Parenthood has said that Kasich is “terrible” for women’s health.", "article_metadata": {"description": "Make sure you know everything there is to know about the November elections.", "og": {"site_name": "Essence.com", "description": "Make sure you know everything there is to know about the November elections.", "title": "A Quick Guide to the Presidential Candidates' Stand on: Reproductive Rights", "url": "http://www.essence.com/2016/04/27/quick-guide-presidential-candidates-stand-reproductive-rights", "image": "http://cdn-img.essence.com/sites/default/files/images/2015/12/07/donald-trump-1_610x464_74.jpg", "type": "article"}, "fb": {"admins": "500091559,636967203,500060514,508981852,672882124"}, "domain_type": "prod", "p": {"domain_verify": "338da9532aac4e35752dc97f6c8f1994"}, "vr": {"category": "Hot Topic News", "type": "Article", "author": "Taylor Lewis"}, "jumptime": {"headline": "A Quick Guide to the Presidential Candidates' Stand on: Reproductive Rights", "url": "http://www.essence.com/2016/04/27/quick-guide-presidential-candidates-stand-reproductive-rights", "image": "true", "imageurl": "http://cdn-img.essence.com/sites/default/files/images/2015/12/07/donald-trump-1_610x464_74.jpg"}, "keywords": "hillary clinton, donald trump, bernie sanders, ted cruz, john kasich, abortion, women's rights, election, planned parenthood, healthcare", "google-site-verification": "BofXhJNibU-39aCb9eaVK6qyU-P17J0Ls-UUmIj7WoI", "article": {"published_time": "2016-04-27T13:16:23-04:00"}, "render_time": "2016-05-27 07:55:05"}, "article_summary": "With that being said, Trump has vowed to “take care of women’s health and women’s health issues” if he were elected.\nA Quick Guide to the Presidential Candidates' Stand on: Reproductive RightsPhoto Credit: Scott Olson/Getty ImagesWe are less than six months away from the presidential elections, and it's crucial that Black women’s voices are heard.\nA representative for Planned Parenthood has said that Kasich is “terrible” for women’s health.\nIn August, he denounced former hopeful Jeb Bush for saying that investing half a billion in women’s health issues was too much.\nA Quick Guide to the Presidential Candidates' Stand on: Criminal Justice and PolicingDonald TrumpThe Republican frontrunner has flip-flopped on his stance on abortion through the years."}