{"article_title": "AARP Members Now Receive Special Pricing and Offers From Schwan's Home Service, Inc.", "article_keywords": ["frozen", "service", "receive", "food", "aarp", "offers", "products", "pricing", "members", "schwans", "services", "quality", "special"], "article_url": "http://www.aarp.org/about-aarp/press-center/info-06-2014/aarp-members-receive-special-pricing-offer-from-schwan.html", "article_text": "FOR IMMEDIATE RELEASE\n\nMedia Contacts:\n\nKrista Hazen, SBC Advertising\n\n(614) 255-2315, khazen@sbcadvertising.com\n\n\n\nJosh Chaney. SBC Advertising\n\n(614) 255-2381, jchaney@sbcadvertising.com\n\n\n\nMark Bagley, AARP\n\n(202) 434-2504, mbagley@aarp.org\n\n@AARPMedia\n\n\n\nAARP Members Now Receiving Special Pricing and Offers From Schwan's Home Service, Inc.\n\nNew Agreement Includes Exclusive Offers and Discounts on Home-Delivered, High-Quality Frozen Food\n\nWASHINGTON, D.C. (June 9, 2014) – AARP members can now enjoy the convenience of having delicious frozen food delivered right to their front doors, at a discount, thanks to a new agreement with Schwan’s Home Service, Inc. AARP members receive $20 off their first order of $50, and they earn double Schwan’s Rewards™ points thereafter. Weekly specials, coupons and exclusive online hot deals add value for AARP members.\n\n“Many AARP members, especially Boomers, lead busy and active lives, while others cannot get out as much as they’d like. Either way, being able to eat well and conveniently through home delivery is a huge plus,” said Clay Buckley, vice president, lifestyle at AARP Services, Inc. “Schwan’s Home Service understands its discount will be of value to AARP members and their families.”\n\nWith Schwan's Home Service, AARP members get hundreds of delicious food choices, flash frozen at the peak of freshness and conveniently delivered right to their doors. Selections include USDA choice meats, wild-caught seafood, flavorful skillet meals, Grade A fruits and vegetables, breakfast items, pizzas, ice cream products, distinctive desserts and many seasonal and ethnic foods.\n\nSchwan’s Home Service also offers LiveSmart® products — food made with quality ingredients, moderate calories and zero trans fat. Gluten-free, vegetarian, sugar-free, heart healthy and low sodium choices are also available.\n\n“We warmly welcome AARP members into the Schwan’s Home Service family,” said Jason Von Bank, senior director of business development at Schwan’s Home Service. “Valuable savings and offers, delicious food, options for special dietary needs and convenient home delivery make Schwan’s® food an excellent choice for every AARP member.”\n\nAARP members who use Schwan’s Home Service can take advantage of the savings by visiting www.schwans.com/AARP, verifying their AARP membership number and using offer code AARP at check out. From then on, AARP members receive double Schwan’s Rewards™ points, earning 10 percent on every online purchase, to be used on their next order. Members can also take advantage of weekly specials, online coupons and exclusive hot deal promotions.\n\n# # #\n\nABOUT SCHWAN’S HOME SERVICE, INC.\n\nA subsidiary of The Schwan Food Company, Schwan’s Home Service, Inc. markets and distributes more than 350 top quality frozen foods through home-delivery and mail-order services. Popular product lines include the company’s signature ice cream, pizza, choice meats, seafood, ethnic specialties, breakfast items and desserts. Based in Minnesota, Schwan’s Home Service, Inc. has over 400 local sales and distribution centers across the continental United States. Visit Schwans.com or call 1-888-SCHWANS (1-888-724-9267).\n\nABOUT AARP\n\nAARP is a nonprofit, nonpartisan organization, with a membership of nearly 38 million, that helps people turn their goals and dreams into real possibilities, strengthens communities and fights for the issues that matter most to families such as healthcare, employment and income security, retirement planning, affordable utilities and protection from financial abuse. We advocate for individuals in the marketplace by selecting products and services of high quality and value to carry the AARP name as well as help our members obtain discounts on a wide range of products, travel, and services. A trusted source for lifestyle tips, news and educational information, AARP produces AARP The Magazine, the world's largest circulation magazine; AARP Bulletin; www.aarp.org; AARP TV & Radio; AARP Books; and AARP en Español, a Spanish-language website addressing the interests and needs of Hispanics. AARP does not endorse candidates for public office or make contributions to political campaigns or candidates. The AARP Foundation is an affiliated charity that provides security, protection, and empowerment to older persons in need with support from thousands of volunteers, donors, and sponsors. AARP has staffed offices in all 50 states, the District of Columbia, Puerto Rico, and the U.S. Virgin Islands. Learn more at www.aarp.org.​\n\nABOUT AARP SERVICES, INC.\n\nAARP Services, Inc., founded in 1999, is a wholly-owned taxable subsidiary of AARP. AARP Services manages the provider relationships for and performs quality control oversight of the wide range of products and services that carry the AARP name and are made available by independent providers as benefits to AARP’s millions of members. The provider offers currently span health products, financial products, travel and leisure products, and life event services. Specific products include Medicare supplemental insurance; credit cards, auto and home, mobile home and motorcycle insurance, life insurance and annuities; member discounts on rental cars, cruises, vacation packages and lodging; special offers on technology and gifts; pharmacy services and legal services. AARP Services also engages in new product development activities for AARP and provides certain consulting services to outside companies.", "article_metadata": {"page_title": "AARP Members Now Receive Special Pricing and Offers From Schwan's Home Service, Inc.", "estimated_publish_date": "2014-06-09", "Last-Modified": "2014-06-09T14:51:02.506-04:00", "keywords": "AARP, Members, Schwan's", "paywallStatus": "off", "livefyreId": "350119:http://www.aarp.org/about-aarp/press-center/info-06-2014/aarp-members-receive-special-pricing-offer-from-schwan.html", "lfdataConfig": "{\"globalConfig\":{\"network\":\"aarp.fyre.co\"},\"livefyreConfig\":[{\"collectionMeta\":\"eyJhbGciOiJIUzI1NiJ9.eyJhcnRpY2xlSWQiOiJodHRwOi8vd3d3LmFhcnAub3JnL2Fib3V0LWFhcnAvcHJlc3MtY2VudGVyL2luZm8tMDYtMjAxNC9hYXJwLW1lbWJlcnMtcmVjZWl2ZS1zcGVjaWFsLXByaWNpbmctb2ZmZXItZnJvbS1zY2h3YW4uaHRtbCIsInRpdGxlIjoiQUFSUCBNZW1iZXJzIE5vdyBSZWNlaXZlIFNwZWNpYWwgUHJpY2luZyBhbmQgT2ZmZXJzIEZyb20gU2Nod2FuJ3MgSG9tZSBTZXJ2aWNlLCBJbmMuIiwidXJsIjoiaHR0cDovL3d3dy5hYXJwLm9yZy9hYm91dC1hYXJwL3ByZXNzLWNlbnRlci9pbmZvLTA2LTIwMTQvYWFycC1tZW1iZXJzLXJlY2VpdmUtc3BlY2lhbC1wcmljaW5nLW9mZmVyLWZyb20tc2Nod2FuLmh0bWwiLCJ0YWdzIjoiIiwiY2hlY2tzdW0iOiIzOTQwMTUxYjAyYzEwN2RlZDU5ODI0YWVjMThiZDVlMiIsInR5cGUiOiJsaXZlY29tbWVudHMifQ.snASp3FnepVVks7UvLETPTZSLrDo2Uz8pYsI6Uk5xjM\",\"checksum\":\"25cedb976ada97e247bd9f1a83d7c4fb\",\"siteId\":\"350139\",\"articleId\":\"http://www.aarp.org/about-aarp/press-center/info-06-2014/aarp-members-receive-special-pricing-offer-from-schwan.html\",\"el\":\"livefyreConversation\",\"disableAvatars\":true,\"postToButtons\":[\"tw\",\"fb\"]}]}", "source": "aarp_press_center", "type": "info", "description": "New Agreement Includes Exclusive Offers and Discounts on Home-Delivered, High-Quality Frozen Food", "robots": "index,follow", "Subject1": "Division:Press Center/Press Releases", "fb": {"app_id": 114175878660191}, "language": "english", "og": {"site_name": "AARP", "description": "New Agreement Includes Exclusive Offers and Discounts on Home-Delivered, High-Quality Frozen Food", "title": "AARP Members Now Receive Special Pricing and Offers From Schwan's Home Service, Inc.", "url": "http://www.aarp.org/about-aarp/press-center/info-06-2014/aarp-members-receive-special-pricing-offer-from-schwan.html", "image": "http://cdn.aarp.net/etc/aarp/statics/global/img/logos/aarp_50x50.imgcache.rev1463067051643.png", "type": "article"}, "contentId": "/content/aarp/en/home/about-aarp/press-center/info-06-2014/aarp-members-receive-special-pricing-offer-from-schwan", "mcafeesecure-site-verification": "fa79d1a3c2770869e1286a81816d01a4", "IALevel1": "about-aarp", "IALevel2": "press-center", "s43": "PressCenter|Membership", "action": "read", "dateToday": "2016-05-26"}, "_id": "\"57477af46914bd0286fda8af\"", "article_summary": "“We warmly welcome AARP members into the Schwan’s Home Service family,” said Jason Von Bank, senior director of business development at Schwan’s Home Service.\nLearn more at www.aarp.org.​ABOUT AARP SERVICES, INC.AARP Services, Inc., founded in 1999, is a wholly-owned taxable subsidiary of AARP.\nAARP Services also engages in new product development activities for AARP and provides certain consulting services to outside companies.\n“Many AARP members, especially Boomers, lead busy and active lives, while others cannot get out as much as they’d like.\nFrom then on, AARP members receive double Schwan’s Rewards™ points, earning 10 percent on every online purchase, to be used on their next order."}