{"article_title": "Here We Go Again! State Will Try To Execute Inmate For Second Time", "article_keywords": ["inmate", "execute", "2009", "court", "drugs", "broom", "second", "try", "state", "brooms", "attempt", "execution", "ruled"], "article_url": "http://thelibertarianrepublic.com/here-we-go-again-state-will-try-to-execute-inmate-for-second-time/", "article_text": "Here We Go Again! State Will Try To Execute Inmate For Second Time\n\nBy Casey Harper\n\nThe Ohio Supreme Court ruled Wednesday the state could once again attempt to execute a convicted murderer and rapist after it botched the first attempt.\n\nThe court ruled 4-3 that Romell Broom, who was convicted of raping and murdering a 14-year-old girl, could again undergo lethal injection, Court News Ohio reports. The first execution was stopped prematurely in 2009 after two hours of trying to hook up the IV to get the lethal injection drugs into Broom’s system. The execution team tried at least 18 insertions into both arms but could not get a stable connection to a vein.\n\n“It’s time for him to go. That’s all I got to say,” the girl’s father told The Cleveland Plain Dealer in 2009 before the first execution attempt. “He’s got to go.”\n\nBut that execution failed and sparked several more years of legal battles fighting to give Broom a chance to live. His lawyers argued that a second execution attempt would be double jeopardy and cruel and unusual punishment.\n\n“If the state cannot explain why the Broom execution went wrong, then the state cannot guarantee that the outcome will be different next time,” Justice Judy French wrote in the dissent.\n\nBut the prosecution argued since the deadly drugs never actually entered Broom’s body, there never was a first execution attempt, an argument the court agreed with in its opinion.\n\n“Because the lethal-injection drugs were never introduced into the IV lines, the execution was never commenced,” the court said in its opinion. “The state also demonstrated in the executions that were conducted after September 2009 that it is committed to following the protocols as written. Because Broom’s life was never at risk since the drugs were not introduced, and because the state is committed to carrying out executions in a constitutional manner, we do not believe that it would shock the public’s conscience to allow the state to carry out Broom’s execution.”\n\nSend tips to casey@dailycallernewsfoundation.org. Follow Casey on Twitter and like him on Facebook.\n\nClick here for reuse options! Copyright 2016 Daily Caller News Foundation\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact licensing@dailycallernewsfoundation.org.", "article_metadata": {"description": "The Ohio Supreme Court ruled Wednesday the state could once again attempt to execute a convicted murderer and rapist after it botched the first attempt.", "generator": "WordPress 4.4.2", "og": {"site_name": "The Libertarian Republic", "description": "The Ohio Supreme Court ruled Wednesday the state could once again attempt to execute a convicted murderer and rapist after it botched the first attempt.", "title": "Here We Go Again! State Will Try To Execute Inmate For Second Time - The Libertarian Republic", "locale": "en_US", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2016/03/death-penalty.jpg", "updated_time": "2016-03-16T14:49:18+00:00", "url": "http://thelibertarianrepublic.com/here-we-go-again-state-will-try-to-execute-inmate-for-second-time/", "type": "article"}, "twitter": {"image": "http://thelibertarianrepublic.com/wp-content/uploads/2016/03/death-penalty.jpg", "title": "Here We Go Again! State Will Try To Execute Inmate For Second Time - The Libertarian Republic", "site": "@thelibrepublic", "card": "summary_large_image", "description": "The Ohio Supreme Court ruled Wednesday the state could once again attempt to execute a convicted murderer and rapist after it botched the first attempt."}, "robots": "noodp", "fb": {"admins": 501616773}, "article": {"publisher": "https://www.facebook.com/libertarianrepublic", "section": "Gov't Incompetence", "tag": "Ohio", "published_time": "2016-03-16T14:48:49+00:00", "modified_time": "2016-03-16T14:49:18+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "State Will Try To Execute Inmate For Second TimeBy Casey HarperThe Ohio Supreme Court ruled Wednesday the state could once again attempt to execute a convicted murderer and rapist after it botched the first attempt.\nHis lawyers argued that a second execution attempt would be double jeopardy and cruel and unusual punishment.\n“If the state cannot explain why the Broom execution went wrong, then the state cannot guarantee that the outcome will be different next time,” Justice Judy French wrote in the dissent.\nThat’s all I got to say,” the girl’s father told The Cleveland Plain Dealer in 2009 before the first execution attempt.\nThe court ruled 4-3 that Romell Broom, who was convicted of raping and murdering a 14-year-old girl, could again undergo lethal injection, Court News Ohio reports."}