{"article_title": "Republicans have misused email accounts, too", "article_keywords": ["clinton", "lost", "house", "republicans", "fox", "private", "emails", "accounts", "rove", "using", "misused", "republican", "email"], "article_url": "http://www.thespectrum.com/story/opinion/2015/04/01/republicans-misused-email-accounts/70813868/", "article_text": "If Republican congressmen and women would spend as much time cooperating with their Democratic associates as they do trashing President Obama and, recently, former Secretary of State Hillary Clinton, this country could be in even greater shape than we already are today.\n\nI understand that Ms. Clinton, as a possible presidential candidate, should come under close scrutiny for her alleged misuse of federal and private email. But it seems that her accusers are doing the same thing. Utah Rep. Jason Chaffetz recently took over as head of the House Government Oversight Committee and, as shown by ABC News, he seems to be using private email as he attacks Hillary.\n\nBut Chaffetz is not alone in doing government business with private email.\n\nRep. Trey Gowdy (R-S.C.), head of the House’s Select Committee on Benghazi, is calling for investigations of Clinton’s email and yet he is using his private e-mail — treygowdy.com (source AlterNet). After asking Gowdy’s office about how he segregates his office and personal work and getting no reply, AlterNet suggested that the congressman is exempting himself from laws he is holding others to. The Clinton email story has been blasted over the airways for several days, even though CNN stated “Experts have said it doesn't appear Clinton violated any Law.”\n\nHark back to 2007, when the Bush/Karl Rove e-mail story broke. The story was 22 White House staffers, including then-Deputy Chief of Staff Rove, used Republican National Committee email for their communications (Washington Post). At that time, the White House announced that as many as five million emails had been lost. Some of these House emails involved a congressional investigation into the partisan firing of eight U.S. attorneys. The press did not ignore the Rove story, but it did not get anywhere near the Clinton attention. Four years worth of email messages by Rove were sent on a Republican Party account that was lost. Yet, unlike the Fox News coverage of Hillary’s email, Fox News co-host, Fred Barnes said, “I mean, deleted emails, who cares”\n\nIt seems Fox Cable News only gets into attack mode when a Democrat is involved and then they go berserk. Readers may remember former Gov. Jeb Bush admitting to using private email.\n\nWhat does it all mean? “For all the attention the email mini-scandal has received, most Americans have barely noticed,” according to Paul Waldman of the Washington Post. Clinton’s favorability rating remains high versus Republican candidates.\n\nQuestions about Benghazi were answered by a Republican House panel and Clinton was given a clean report. Why do House members dwell on this and the email items when there are serious issues facing the country, issues that would make a difference in Americans’ lives?\n\nRecently, Republican Ted Cruz announced his candidacy for President and said, if elected, he would totally eliminate ObamaCare. A day or two later, he announced he is going to enroll in ObamaCare because his wife lost their health coverage.\n\nGo figure!\n\nRon Swenson is a resident of St. George.\n\nRead or Share this story: http://www.thespectrum.com/story/opinion/2015/04/01/republicans-misused-email-accounts/70813868/", "article_metadata": {"google": "notranslate", "description": "Swenson: Hillary’s accusers have no right to be critical", "og": {"site_name": "The Spectrum & Daily News", "description": "Swenson: Hillary’s accusers have no right to be critical", "title": "Republicans have misused email accounts, too", "url": "http://www.thespectrum.com/story/opinion/2015/04/01/republicans-misused-email-accounts/70813868/", "image": "http://www.gannett-cdn.com/GDContent/applogos/thespectrum.png", "type": "article"}, "twitter": {"description": "Swenson: Hillary’s accusers have no right to be critical", "title": "Republicans have misused email accounts, too", "image": "http://www.gannett-cdn.com/-mm-/7c0b98b0fe1b7d99c1e1bf56da003a6174fb06c3/c=684-0-3420-2736&r=x643&c=640x640/local/-/media/StGeorge/2015/04/01/B9316792655Z.1_20150401233621_000_GPRACR9US.1-0.jpg", "creator": "@SpectrumNews", "site": "@SpectrumNews", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=858743444", "fb": {"app_id": 116065358464006}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af46914bd0286fda8c6\"", "article_summary": "Jeb Bush admitting to using private email.\nBut Chaffetz is not alone in doing government business with private email.\nRep. Trey Gowdy (R-S.C.), head of the House’s Select Committee on Benghazi, is calling for investigations of Clinton’s email and yet he is using his private e-mail — treygowdy.com (source AlterNet).\nThe Clinton email story has been blasted over the airways for several days, even though CNN stated “Experts have said it doesn't appear Clinton violated any Law.”Hark back to 2007, when the Bush/Karl Rove e-mail story broke.\nI understand that Ms. Clinton, as a possible presidential candidate, should come under close scrutiny for her alleged misuse of federal and private email."}