{"article_title": "Hungry children can’t wait", "article_keywords": ["summer", "school", "nutrition", "food", "lowincome", "programs", "hungry", "meals", "cant", "program", "child", "children", "wait"], "article_url": "http://thehill.com/blogs/congress-blog/healthcare/269286-hungry-children-cant-wait", "article_text": "Food is a fuel that is never far from a child’s mind and it is critical to the growth and success of every family. As a former educator, mother and grandmother, I know how critically important nutrition is for a young person’s development. For too many children, food serves as another reason to attend school in the first place. But for these students, the last school bell of the year can also signal the end of the support offered by school lunch programs, as summer subjects their families to the realities of food insecurity.\n\nCongress created the summer meals program forty years ago to ensure our children would not go hungry during the summer months. However, the program hasn’t been updated since its creation – leaving many communities across the country with this promise still largely unfulfilled. In its existing form, thirty percent of low-income children live in communities that are foreclosed from the program. This leaves five out of six low-income children in America without the food they need during the summer months.\n\nADVERTISEMENT\n\nIn North Carolina, schools, Boys and Girls Clubs, YMCAs, food banks, and other community organizations work in collaboration to offer meal programs to low-income children during the summer months. When this program works, it’s a lifeline. But for more than 600,000 children in the state, the program’s barriers stand between them and the food assistance they need. Infrastructure and transportation challenges make it difficult for children to traverse long distances to the nearest summer meals site; and red tape prevents willing and able community organizations seeking to fight against summer hunger.\n\nDespite this reality, there are proven and practical solutions. In December, I led a letter with eighty-four other members of Congress, urging House Speaker Paul Ryan Paul RyanPuerto Rico debt relief faces serious challenges in Senate Overnight Finance: GOP faces dilemma on spending bills | CEOs push Congress on tax rules | Trump talks energy Overnight Energy: Trump outlines 'America First' energy plan in North Dakota MORE (R-Wis.) and Democratic Leader Nancy Pelosi (Calif.) to make summer meals a priority in the impending Child Nutrition Reauthorization, the law that governs the summer meals program. Just last month, the Senate took their first step to address the issue, by passing the Improving Child Nutrition Integrity and Access Act of 2016 out of the Senate Agriculture committee.\n\nThis week, President Obama called for a $12 billion investment in the Summer Electronic Benefits Transfer for Children (Summer EBT) program, which would provide low-income families with additional support for food purchases when children are out of school during the summer. This policy is also a key priority for many in Congress. In addition to including, for the first time, the tested and proven Summer EBT program into the child nutrition programs, we must also make the summer meal program more accessible and easier to operate by reducing the paperwork burden and allowing community organizations to reach more children.\n\nMy colleagues and I have an opportunity to move this process forward; however, if we don’t act soon, we will lose critical momentum. For hungry children, waiting is not an option. I urge my colleagues to work together to prioritize closing America’s child summer hunger gap by reauthorizing the child nutrition programs.\n\nAdams has represented North Carolina’s 12th Congressional District since 2014. She sits on the Agriculture; the Education and the Workforce; and the Small Business committees.", "article_metadata": {"dcterms.description": "Closing the summer meals gap should be a priority.", "description": "Closing the summer meals gap should be a priority.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Closing the summer meals gap should be a priority.", "title": "Hungry children can’t wait", "url": "http://thehill.com/blogs/congress-blog/healthcare/269286-hungry-children-cant-wait", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-15T08:00:01-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-15T08:00-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/healthcare/269286-hungry-children-cant-wait", "dcterms.date": "2016-02-15T08:00-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Joe Picard", "author": "Rep. Alma Adams (D-N.C.)", "dcterms.type": "Text", "keywords": ",Paul Ryan,", "article": {"published_time": "2016-02-15T08:00:03-05:00", "modified_time": "2016-02-15T08:00:01-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/healthcare/269286-hungry-children-cant-wait", "widgets": {"csp": "on"}, "description": "Closing the summer meals gap should be a priority.", "card": "summary", "title": "Hungry children can’t wait"}, "dcterms.title": "Hungry children can’t wait"}, "article_summary": "Congress created the summer meals program forty years ago to ensure our children would not go hungry during the summer months.\nI urge my colleagues to work together to prioritize closing America’s child summer hunger gap by reauthorizing the child nutrition programs.\nFor too many children, food serves as another reason to attend school in the first place.\nIn its existing form, thirty percent of low-income children live in communities that are foreclosed from the program.\nThis leaves five out of six low-income children in America without the food they need during the summer months."}