{"article_title": "Business must take lead in filling thousands of middle skill jobs – The Denver Post", "article_keywords": ["going", "jobs", "lead", "business", "educators", "workers", "workforce", "denver", "postings", "middle", "filling", "service", "technicians", "fuller", "skill", "thousands", "post"], "article_url": "http://www.denverpost.com/business/ci_26942187/report-business-must-take-lead-filling-1-000s", "article_text": "Each month in the United States, there are millions of job postings alongside reports that millions of Americans are still out of work.\n\nThat those unemployed or underemployed people are unable to land “middle-skills” jobs — work that requires more than a high school diploma but less than a bachelor’s degree — is particularly alarming to Joe Fuller, a\n\nlecturer at the Harvard Business School and lead author of “Bridge the Gap: Rebuilding America’s Middle Skills,” a new research report by HBS, Accenture and Burning Glass Technologies\n\n.\n\n“Basically we’ve got a wasting disease in this country,” Fuller said, explaining in an interview that the disorder manifests itself in stagnant wages for middle-skill workers and workforce participation levels that haven’t been so low since the late 1970s.\n\n“If we don’t start fighting this battle, what we are going to get is further polarization of the income spectrum, we are going to get more people out of the workforce,” Fuller said.\n\nThe lack of training — and in some cases training opportunities — also is hurting the ability of American businesses to compete globally and harming workers’ ability to boost earnings and improve their living standards.\n\n“It’s not that it is hopelessly broken and we can’t hire anybody,” he added. “It can be fixed. But it is not going to happen unless business accepts it has to be the catalyst. It has to lead.”\n\nIn Colorado, middle-skill jobs comprise the largest part of the labor market, according to the National Skills Coalition, which advocates for workforce training.\n\nIn 2012, about half of new openings in Colorado were middle skill, but unlike for high- and low-skill jobs, there were too few workers to fill them. The coalition estimates that through 2022, 47 percent of new job openings will be middle skill.\n\nThese jobs include coders, financial service sales agents, insurance and real estate brokers and individuals in technical sales and sales management, as well as machinists and tool-and-die makers.\n\nMiddle-skills jobs that are hardest to fill in Colorado include network administrators (4,292 postings last year), registered nurses (22,225 postings), computer support specialists (7,706 postings) and service technicians (2,779 postings), according to Burning Glass.\n\nFriday morning, as the bitter cold began to lift, workers trained at community colleges and special schools were busy fixing broken furnaces for All Weather Heating and Cooling in Denver.\n\nGeneral manager Robert Piele said his service technicians are trained in basic and advanced refrigeration and electrical concepts, typically through specialized programs at Front Range, Denver and Red Rocks community colleges, or at Lincoln College of Technology.\n\n“There are going to be independent courses that isolate the components of the unit,” he said, “so that we understand what is going on.”\n\nTo develop education that matches demand, like those programs All Weather technicians go through, business must take the lead, Fuller said.\n\n“They have to own the problem out of their own enlightened self-interest in order to grow their productivity and therefore grow their profitability,” Fuller said. “That doesn’t mean they should have dictatorial power, or that they should be telling educators what to do, or that governors or mayors should kowtow to business leaders.”\n\nBut they can bring the same rigor and discipline to sourcing middle-skills talent they historically applied to their materials supply chain.\n\nThis means cultivating talent by telling educators what they need — and asking for quality control on the classes that are taught and giving the educators a lot of feedback.\n\nEducators, on the other hand, have to accept the notion that business is a legitimate customer and must be attentive to the evolving needs of the market.\n\nAnd both educators and policymakers must drop the notion that students must go to college to be a success.\n\nInstead of touting “college for all,” which devalues the importance of middle-skills work, Fuller said, the new rallying cry should be “postsecondary education for all.”\n\nHoward Pankratz: 303-954-1939, hpankratz@denverpost.com or twitter.com/howardpankratz", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Report: Business must take lead in filling thousands of middle skill jobs", "title": "Report: Business must take lead in filling thousands of middle skill jobs", "url": "http://www.denverpost.com/2014/11/14/report-business-must-take-lead-in-filling-thousands-of-middle-skill-jobs/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20141114__20141115_A17_BZ15SKILLS1p1.jpg", "height": 435}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20141114__20141115_A17_BZ15SKILLS1p1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-11-14T20:44:21+00:00", "modified_time": "2016-04-27T00:09:03+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcbfe9\"", "article_summary": "In 2012, about half of new openings in Colorado were middle skill, but unlike for high- and low-skill jobs, there were too few workers to fill them.\nGeneral manager Robert Piele said his service technicians are trained in basic and advanced refrigeration and electrical concepts, typically through specialized programs at Front Range, Denver and Red Rocks community colleges, or at Lincoln College of Technology.\nMiddle-skills jobs that are hardest to fill in Colorado include network administrators (4,292 postings last year), registered nurses (22,225 postings), computer support specialists (7,706 postings) and service technicians (2,779 postings), according to Burning Glass.\nBut it is not going to happen unless business accepts it has to be the catalyst.\n“If we don’t start fighting this battle, what we are going to get is further polarization of the income spectrum, we are going to get more people out of the workforce,” Fuller said."}