{"article_title": "Price transparency push in Florida, Missouri", "article_keywords": ["price", "florida", "states", "patients", "scott", "pricing", "transparency", "missouri", "push", "hospitals", "hospital", "care"], "article_url": "http://www.fiercehealthfinance.com/story/price-transparency-push-florida-missouri/2016-02-08", "article_text": "The notion of price transparency among healthcare providers is continuing to surface in Florida and Missouri in two dramatically different ways.\n\nIn Florida, Gov. Rick Scott has launched a television commercial to push hospitals to provide more upfront pricing to patients, Florida Politics reported. \"Let's reform our hospitals and make costs more transparent,\" Scott says in the 15-second spot. Scott, a former hospital executive, has been pressuring providers in the state to be more clear about what patients will be billed for their care and avoid what he has termed price-gouging.\n\nLast fall, Scott made myriad of proposals that would push hospitals toward greater transparency, including disclosure of what insurers pay them, and an appeals process for patients if they believe they have been overcharged. That came after many of the state's hospitals had declined to provide Scott with specific financial information in order to create a program that would try and extract more Medicaid funds to pay for the care of indigent patients. The state's hospital executives would prefer the simpler route of simply expanding Medicaid eligibility under the Affordable Care Act.\n\nIn Missouri, the state hospital association has launched its own pricing website, called Focus on Hospitals. It also includes quality data. \"Healthcare consumers want to understand the value of the care they receive,\" Missouri Hospital Association CEO Herb B. Kuhn said in a statement.\n\nThe pricing website, like many others launched by state hospital associations, is lacking much actionable information. It only includes standard charges for the most common 100 procedures. The association also noted in its statement that \"the prices do not reflect negotiated rates from insurance providers, or Medicare or Medicaid fixed payments.\" Only 80 percent of the state's hospitals are participating, with large numbers of holdouts in Kansas City, the state's most populous city, according to the Kansas City Business Journal.\n\nVery few states actually have laws on the book that compel extensive price transparency among their hospitals, according to a study released last year by the Health Care Incentives Improvement Institute and Catalyst for Payment Reform.\n\nTo learn more:\n\n- read the Missouri Hospital Association statement\n\n- check out the Focus on Hospitals website\n\n- here's the Kansas City Business Journal article\n\n- read the Florida Politics article\n\nRelated Articles:\n\nFlorida's governor wants hospitals to provide more pricing data\n\nFlorida hospitals balk at turning over financial information\n\nOnly 5 states receive passing grade on price transparency\n\nMassachusetts hospitals fail to comply with price transparency law", "article_metadata": {"description": "The notion of price transparency among healthcare providers is continuing to surface in Florida and Missouri in two dramatically different ways.", "og": {"site_name": "FierceHealthFinance", "description": "The notion of price transparency among healthcare providers is continuing to surface in Florida and Missouri in two dramatically different ways.", "title": "Price transparency push in Florida, Missouri", "url": "http://www.fiercehealthfinance.com/story/price-transparency-push-florida-missouri/2016-02-08", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthfinance.jpg", "type": "website"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "charges,Legal / Regulatory / Risk Management,Missouri Hospital Association,Operations & Business Management,Price Transparency,Rick Scott", "viewport": "width=device-width", "news_keywords": "Legal / Regulatory / Risk Management,Operations & Business Management"}, "article_summary": "The notion of price transparency among healthcare providers is continuing to surface in Florida and Missouri in two dramatically different ways.\nRick Scott has launched a television commercial to push hospitals to provide more upfront pricing to patients, Florida Politics reported.\n\"Healthcare consumers want to understand the value of the care they receive,\" Missouri Hospital Association CEO Herb B. Kuhn said in a statement.\nThe state's hospital executives would prefer the simpler route of simply expanding Medicaid eligibility under the Affordable Care Act.\nOnly 80 percent of the state's hospitals are participating, with large numbers of holdouts in Kansas City, the state's most populous city, according to the Kansas City Business Journal."}