{"article_title": "Michigan will start Medicaid expansion enrollment in April, state officials say", "article_keywords": ["begin", "minicuci", "healthy", "michigan", "state", "expansion", "start", "say", "officials", "medicaid", "coverage", "department", "health", "residents", "federal", "enrollment"], "article_url": "http://www.mlive.com/news/kalamazoo/index.ssf/2014/02/michigan_may_not_start_enrollm.html", "article_text": "LANSING, MI -- The 300,000 to 500,000 Michigan residents eligible to obtain health insurance under the federal expansion of Medicaid may have to wait a little longer to get coverage.\n\n\n\n\n\nMichigan officials are backing off previous indications that Healthy Michigan , the Medicaid expansion plan that is part of the Affordable Care Act, will be in place and providing coverage by April 1.\n\n\"We are not committing to April 1,\" Angela Minicuci, spokeswoman for the Department of Community Health, said this week.\n\nIn fact, program enrollment won't start until April, although the department remains \"committed\" to starting coverage that month, Minicuci said in emails responding to questions from the Kalamazoo Gazette and MLive.com.\n\n\"Our goal is for the Healthy Michigan Plan to begin in April,\" Minicuci said in an email. \"The exact specifics of when enrollment will begin or when coverage will begin will determined as we roll out the Plan.\n\n\"We've seen what happens when enrolling a large volume of people into health coverage with a system that is not prepared. We are determined to make sure our systems are capable to avoid any issues or delays for the consumers.\n\n\"This is NOT a delay by any means,\" she added in the email. \"We have always said that we will begin the program (in April), and we have not waiver from that stance once.\"\n\nThe implementation date of Healthy Michigan is not just a concern for low-income individuals seeking coverage. Because the Medicaid expansion transfers some health-care costs from the state to the federal government, Michigan is losing $7 million a day until the expanded eligibility is implemented, Michigan Department of Community Health Director Jim Haveman has said.\n\nWhile Minicuci maintains the timetable has not changed for Healthy Michigan enrollment and coverage, Haveman has repeatedly said in recent months the program would be implemented \"by April 1\" and told the Detroit Free Press in late December that enrollment would begin \"in about a month.\"\n\n\"April 1 has always been my understanding,\" said Linda Vail, director of the Kalamazoo County Health and Community Services Department. \"It's supposed to be effective April 1, and it can't be effective if you can't enroll until then.\"\n\nOne option, Vail said, is the Department of Community Health could allow retroactive coverage to April 1 for people who signed up in a specified time period. For instance, she said, someone could have a medical procedure on April 5, sign up for Healthy Michigan a week later but still have medical bills covered if the costs were incurred after April 1.\n\nMinicuci also said this week the Healthy Michigan enrollment process will not involve heathcare.gov, the federal health-care exchange used to help Michigan residents purchase private insurance through the Affordable Care Act.\n\nThe latest details offered by Minicuci complicates the strategy of local health officials seeking to enroll Michigan residents in health-care plans.\n\nOne complication: The federal government has set a March 31 deadline to purchase private health-care insurance in 2014. If Healthy Michigan enrollment begins in April, that could be problematic for those who think they qualify for Healthy Michigan but actually don't.\n\nHealthy Michigan will provide coverage to individuals and families with an income up to 133 percent of the federal poverty level, which is roughly $16,000 for an individual and $34,000 for a family of four. It's estimated that roughly half of Michigan's uninsured residents will qualify.\n\nOrganizations such as Enroll Kalamazoo County would like to reach out to uninsured residents before March 31 and enroll them in either a private plan or Healthy Michigan during a single appointment. The staggered sign-up periods means that can't happen for those who qualify for Healthy Michigan.\n\nMinicuci said she understands the frustrations. But she suggested state officials want to avoid the mistakes of the federal rollout of the Affordable Care Act last fall.\n\n\"Bottom line is that while we completely understand that people want information regarding enrollment, the last thing we want to do is rush to get a program up that will only cause delays and issues for residents,\" she said. \"We are going to do this right and ensure our systems are ready and prepared for this new influx of beneficiaries.\"\n\nThe Medicaid expansion occurred in some other states on Jan. 1. Implementation in Michigan was delayed because the Senate failed to reach the two-thirds majority necessary to give the legislation immediate effect.\n\nMichigan also needed to obtain a waiver from the federal government because of unique reforms, including required co-pays and income-based premiums that recipients can reduce by making healthy lifestyle choices in consultation with a physician. That waiver was granted Dec. 30.", "article_metadata": {"medium": "news", "viewport": "width=device-width,initial-scale=1", "news_keywords": "affordable-care-act,obamacare-kalamazoo", "title": "Michigan will start Medicaid expansion enrollment in April, state officials say", "parsely-page": "{\"title\": \"Michigan will start Medicaid expansion enrollment in April, state officials say\", \"link\": \"http://www.mlive.com/news/kalamazoo/index.ssf/2014/02/michigan_may_not_start_enrollm.html\", \"image_url\": \"http://imgick.mlive.com/home/mlive-media/width620/img/elections_impact/photo/doctor-generic-bbf964655ed68252.jpg\", \"type\": \"post\", \"post_id\": \"12136773\", \"pub_date\": \"2014-02-06T14:47:35Z\", \"author\": \"Julie Mack | jmack1@mlive.com\", \"tags\": [\"@kz-river\",\"@mlive-river\",\"affordable-care-act\",\"obamacare-kalamazoo\"] }", "twitter": {"image": "http://media.mlive.com/elections_impact/photo/9500866-thumb_square_large.jpg", "description": "Michigan officials are backing off previous indications that Healthy Michigan, the Medicaid expansion plan that is part of the Affordable Care Act, will be in place and providing coverage by April 1.", "card": "summary", "site": "@mlive"}, "article_date_updated": "Friday, February 07, 2014,  4:43 PM", "parsely-metadata": "{\"image_url\": \"http://media.mlive.com/elections_impact/photo/doctor-generic-bbf964655ed68252.jpg\", \"author_name\": \"jmack\", \"author_nickname\": \"Julie Mack | jmack1@mlive.com\", \"author_id\": \"2129\", \"source_blog_name\": \"Kalamazoo News\", \"source_blog_url\": \"http://www.mlive.com/news/kalamazoo/index.ssf/\", \"sponsored_content\": \"0\" }", "og": {"site_name": "MLive.com", "description": "Michigan officials are backing off previous indications that Healthy Michigan, the Medicaid expansion plan that is part of the Affordable Care Act, will be in place and providing coverage by April 1.", "title": "Michigan will start Medicaid expansion enrollment in April, state officials say", "url": "http://www.mlive.com/news/kalamazoo/index.ssf/2014/02/michigan_may_not_start_enrollm.html", "image": "http://media.mlive.com/design/alpha/img/logo_mlive.gif", "type": "article"}, "fb": {"admins": 100000302287435}, "article_publication_name": "MLive.com", "article_comments": 0, "article_date_original": "Thursday, February 06, 2014,  9:45 AM", "article_author": "Julie Mack | jmack1@mlive.com", "Description": "Michigan officials are backing off previous indications that Healthy Michigan, the Medicaid expansion plan that is part of the Affordable Care Act, will be in place and providing coverage by April 1."}, "_id": "\"57477af36914bd0286fcbff9\"", "article_summary": "If Healthy Michigan enrollment begins in April, that could be problematic for those who think they qualify for Healthy Michigan but actually don't.\nMichigan officials are backing off previous indications that Healthy Michigan , the Medicaid expansion plan that is part of the Affordable Care Act, will be in place and providing coverage by April 1.\n\"We've seen what happens when enrolling a large volume of people into health coverage with a system that is not prepared.\nThe staggered sign-up periods means that can't happen for those who qualify for Healthy Michigan.\n\"Our goal is for the Healthy Michigan Plan to begin in April,\" Minicuci said in an email."}