{"article_title": "Leapfrog Group: Across-the-board safety improvements remain 'elusive'", "article_keywords": ["received", "group", "announcement", "hospital", "acrosstheboard", "improvement", "leapfrog", "remain", "improvements", "safety", "scores", "improving", "elusive", "hospitals"], "article_url": "http://www.fiercehealthcare.com/story/leapfrog-group-across-board-safety-improvements-remain-elusive/2015-10-28", "article_text": "Hospitals are improving in eight key measurements of safety but declining in six others, according to hospital safety scores released today by The Leapfrog Group.\n\nWhile highlighting a number of hospitals that are performing well, either maintaining top scores over several years or improving their scores, The Leapfrog Group also noted in an announcement that \"improvement across the board remains elusive.\"\n\nThe scores ranked 2,530 hospitals of all sizes. Of the total:\n\n773 earned an A\n\n724 received a B\n\n866 scored a C\n\n133 received a D\n\n34 received an F\n\nOf the 773 top-scoring hospitals, 133 of all sizes have consistently received an A since scoring began in 2012, Leapfrog said.\n\nMaine had the highest percentage of hospitals scoring an A, at 69 percent, according to the announcement. Meanwhile, no hospitals in Alaska, New Mexico, North Dakota, Vermont, Wyoming or the District of Columbia received As. The safety scores are searchable by city and state.\n\nThe announcement highlighted improvement at Beckley ARH Hospital in West Virginia for improving from a D last spring to an A in the fall. Improvements implemented in the interim included computerized physician order entry and all five surgical care improvement measures.\n\nLast spring, the scores showed that urban hospitals as a whole performed better in safety than rural hospitals, and that many hospitals continue to struggle to control hospital-acquired infections, FierceHealthcare previously reported.\n\nEarlier this month Leapfrog also released data showing that only 39 percent of hospitals ranked met the group's target rate for C-sections. Leapfrog said C-sections should comprise no more than 23.9 percent of deliveries.\n\n\"It just suggests that hospitals have not really focused on C-section rates as an issue and they need a strategy to address this problem right away,\" Leapfrog CEO Leah Binder told FierceHealthcare in an interview at the time.\n\nThe Leapfrog Group also makes available a calculator for hidden hospital surcharges that employers and other health insurance purchasers pay because of hospital errors.\n\nFor more information:\n\n- see the scores\n\n- read the announcement\n\n- here's the hidden surcharge calculator\n\nRelated Articles:\n\nLeapfrog Group: Hospitals must improve on never events, hospital-acquired conditions\n\nLeapfrog Group: Hospitals can--and must--improve C-section rates\n\nHealthgrades: 1 in 6 patients receive care at 1-star hospitals\n\nShift change: The benefits of nurse hand-offs at the bedside\n\nMedication errors occur in half of surgeries, MGH study finds\n\nNever events: Better measures needed to eliminate medical mistakes", "article_metadata": {"description": "Hospitals are improving in eight key measurements of safety but declining in six others, according to hospital safety scores released by The Leapfrog Group.", "og": {"site_name": "FierceHealthcare", "description": "Hospitals are improving in eight key measurements of safety but declining in six others, according to hospital safety scores released by The Leapfrog Group.", "title": "Leapfrog Group: Across-the-board safety improvements remain 'elusive'", "url": "http://www.fiercehealthcare.com/story/leapfrog-group-across-board-safety-improvements-remain-elusive/2015-10-28", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,hospital safety,Leapfrog Group,Legal / Regulatory / Risk Management", "viewport": "width=device-width", "news_keywords": "Care Delivery,Legal / Regulatory / Risk Management"}, "_id": "\"57477af36914bd0286fcbffd\"", "article_summary": "Hospitals are improving in eight key measurements of safety but declining in six others, according to hospital safety scores released today by The Leapfrog Group.\nThe Leapfrog Group also makes available a calculator for hidden hospital surcharges that employers and other health insurance purchasers pay because of hospital errors.\nThe safety scores are searchable by city and state.\nWhile highlighting a number of hospitals that are performing well, either maintaining top scores over several years or improving their scores, The Leapfrog Group also noted in an announcement that \"improvement across the board remains elusive.\"\nEarlier this month Leapfrog also released data showing that only 39 percent of hospitals ranked met the group's target rate for C-sections."}