{"article_title": "Broccoli Plant Extract May Prevent Head And Neck Cancer; ‘Green Chemoprevention’ Undergoes Testing", "article_keywords": ["prevent", "plant", "neck", "cancer", "undergoes", "study", "testing", "head", "research", "green", "oral", "bauman", "extract", "broccoli", "researchers", "chemoprevention"], "article_url": "http://www.medicaldaily.com/broccoli-plant-extract-may-prevent-head-and-neck-cancer-green-chemoprevention-329890", "article_text": "Broccoli’s role in cancer treatment may bring success to the field of green chemoprevention. Researchers from the University of Pittsburgh Schools of the Health Sciences announced broccoli's promising role in the fight to end cancer at the American Association for Cancer Research annual meeting.\n\n\"People who are cured of head and neck cancer are still at very high risk for a second cancer in their mouth or throat and, unfortunately, these second cancers are commonly fatal,\" said the study’s lead author Dr. Julie Bauman, co-director of the UPMC Head and Neck Cancer Center of Excellence, in a press release. \"So we're developing a safe, natural molecule found in cruciferous vegetables to protect the oral lining where these cancers form.\"\n\nResearchers fed broccoli sprout extract to mice that were predisposed to oral cancer, and found it significantly reduced the number of tumors they developed. Broccoli, along with cabbage and garden cress, are cruciferous vegetables that have been shown to have high concentrations of sulforaphane. This compound has previously been shown to decrease the harm caused by carcinogens, which is why researchers continue to investigate the extract's potential in medicine.\n\n\"The clear benefit of sulforaphane in preventing oral cancer in mice raises hope that this well-tolerated compound also may act to prevent oral cancer in humans who face chronic exposure to environmental pollutants and carcinogens,\" the study’s co-author Dr. Daniel E. Johnson said.\n\nNext, Bauman and her research team tested how a mixture of fruit juice and sulforaphane-rich broccoli sprouts protected 10 humans. The extract was absorbed directly into the targeted tissue without any problems. The results of this test were so promising that researchers are now hoping to replicate the study in 40 volunteers with head and neck cancer.\n\nThe study is designed to first require participants to regularly take capsules containing broccoli seed powder, which determines whether they'll be able to tolerate the regimen. Then, the researchers will investigate the impact it has their oral lining and if it can eventually prevent cancer. Head and neck cancer occurs in the sinuses, lips, mouths, salivary glands, throat, or larynx, according to the National Cancer Institute (NCI).\n\nIn 2011, there were an estimated 281,591 people living with oral and pharynx cancer, and in 2014, the NCI estimated there would be 42,440 new cases. Of those new cases, 8,390 people will die. Broccoli extract could prove to be a natural treatment that benefits thousands of lives.\n\n\"We call this 'green chemoprevention,' where simple seed preparations or plant extracts are used to prevent disease,\" Bauman said. \"Green chemoprevention requires less money and fewer resources than a traditional pharmaceutical study, and could be more easily disseminated in developing countries where head and neck cancer is a significant problem.\"\n\nSource: Bauman J, Johnson DE, Zhang Y, Sen M, Normolle DP, and Kensler TW, et al. American Association for Cancer Research Annual Meeting. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "broccoli, plant, extract, may, prevent, head, and, neck, cancer, green, chemoprevention", "og": {"site_name": "Medical Daily", "description": "A compound found in broccoli may serve as natural treatment for cancer prevention.", "title": "Broccoli Extract Promising For Head And Neck Cancer Prevention", "url": "http://www.medicaldaily.com/broccoli-plant-extract-may-prevent-head-and-neck-cancer-green-chemoprevention-329890", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/04/19/broccoli-cancer-treatment.jpg", "type": "article"}, "twitter": {"description": "A compound found in broccoli may serve as natural treatment for cancer prevention.", "title": "Broccoli Extract Promising For Head And Neck Cancer Prevention", "url": "http://www.medicaldaily.com/broccoli-plant-extract-may-prevent-head-and-neck-cancer-green-chemoprevention-329890", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/04/19/broccoli-cancer-treatment.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/04/19/broccoli-cancer-treatment.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2015-04-19T13:00:00-04:00", "modified_time": "2015-04-19T13:43:10-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A compound found in broccoli may serve as natural treatment for cancer prevention."}, "_id": "\"57477af46914bd0286fda8dc\"", "article_summary": "Head and neck cancer occurs in the sinuses, lips, mouths, salivary glands, throat, or larynx, according to the National Cancer Institute (NCI).\n\"The clear benefit of sulforaphane in preventing oral cancer in mice raises hope that this well-tolerated compound also may act to prevent oral cancer in humans who face chronic exposure to environmental pollutants and carcinogens,\" the study’s co-author Dr. Daniel E. Johnson said.\nResearchers fed broccoli sprout extract to mice that were predisposed to oral cancer, and found it significantly reduced the number of tumors they developed.\nThen, the researchers will investigate the impact it has their oral lining and if it can eventually prevent cancer.\n\"Green chemoprevention requires less money and fewer resources than a traditional pharmaceutical study, and could be more easily disseminated in developing countries where head and neck cancer is a significant problem.\""}