{"article_title": "Spending And Overhead Costs Explode Under ObamaCare, Official Report Shows", "article_keywords": ["increase", "medicaid", "climbed", "spending", "national", "official", "obamacare", "explode", "costs", "overhead", "coverage", "report", "health", "care", "cms", "shows"], "article_url": "http://www.investors.com/politics/obamacare/spending-and-overhead-costs-explode-under-obamacare/", "article_text": "Health Reform: ObamaCare was supposed to bend the cost curve down. But the latest national health spending data show that it’s doing the opposite. Not only is spending way up, so are overhead costs.\n\nPresident Obama has repeatedly credited the dramatic slowdown in health spending as proof positive that ObamaCare was “bending the cost curve” down in health care. He conveniently ignored the fact that the slowdown started long before he took office.\n\nAnd now that the law has actually taken effect, spending has shot up.\n\nThat’s what the Centers for Medicare and Medicaid Services shows in its annual report on national health spending. For more than a decade, annual spending growth was on a steady downward trend, going from 9.6% in 2002 to just 2.9% in 2013.\n\nThen came ObamaCare. In 2014, national spending climbed 5.3%. A separate CMS report says that it will stay at this elevated level for decades.\n\nMore troubling is where these spending hikes are coming from.\n\nThe administration wants to blame the high prices for drugs — such as Sovaldi, which can cure hepatitis C — for the increase. It’s true that drug spending shot up 12% last year. But even with that increase, spending on drugs still accounted for 9.8% of the nation’s total health bill. That’s a smaller share than throughout the 2000s and the same as it was in 1960.\n\nWhat’s really driving health spending has been the huge increase in Medicaid — which climbed 18% — and other government programs. The government’s share of national health spending went from 41% before Obama took office to 45% today, and climbing.\n\nThe data also show that while ObamaCare was supposed to make the health care system more efficient, it’s done the opposite. In fact, per-capita overhead costs climbed 11% last year.\n\nTranslated into dollars, overhead spending jumped $25 billion in 2014, which is nearly as big an increase as prescription drugs (which climbed $32 billion last year). It goes without saying that unlike pharmaceuticals, paperwork doesn’t save lives.\n\nObama officials say that all this spending is justified because millions gained coverage under ObamaCare.\n\n“It is neither a surprise nor a cause for concern to see aggregate health care spending temporarily grow more quickly while coverage is transitioning to its new, higher level,” White House economist Jason Furman wrote in a blog post.\n\nThe truth is, however, that the uninsured rate in 2014 — 11.2%, according to the CMS — is precisely where it was in 1987, as the economy was booming under President Reagan. Given ObamaCare’s enormous costs, the recent expansion in coverage is hardly much to brag about.\n\nWhat’s more, almost all the gains in coverage came from Medicaid, not the ObamaCare exchanges, the CMS data show.\n\nAccording to CMS, the number of uninsured dropped by 8.7 million in 2014. But total private coverage climbed only 2.2 million. (Employer coverage dropped by 1.7 million, more than three times what the Congressional Budget Office forecast for that year.) Medicaid enrollment climbed 7.7 million.\n\nPlus, as we pointed out in this space yesterday, these gains haven’t translated into more affordable health care. A Gallup survey found that the share who say that they or their family have put off care because of costs is unchanged from before ObamaCare went into effect, and significantly higher than it was in the late 1990s.\n\nHow many failures will ObamaCare have to rack up before it can finally be repealed?", "article_metadata": {"description": "Health Reform: ObamaCare was supposed to bend the cost curve down. But the latest national health spending data show that it's doing the opposite. Not only is", "og": {"site_name": "Investor's Business Daily", "description": "Health Reform: ObamaCare was supposed to bend the cost curve down. But the latest national health spending data show that it’s doing the opposite. Not only is spending way up, so are overhead…", "title": "Spending And Overhead Costs Explode Under ObamaCare, Official Report Shows", "url": "http://www.investors.com/politics/obamacare/spending-and-overhead-costs-explode-under-obamacare/", "image": {"width": 1000, "identifier": "http://www.investors.com/wp-content/uploads/2015/12/Edit3-1204-newscom.jpg", "height": 657}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.investors.com/wp-content/uploads/2015/12/Edit3-1204-newscom.jpg?w=640", "card": "summary_large_image", "creator": "@IBDInvestors"}, "wp-parsely_version": "1.8", "msapplication-TileImage": "http://www.investors.com/wp-content/uploads/2016/05/cropped-ibd-favicon-v7-270x270.png", "keywords": "obamacare", "date": "2015-12-03 15:23:00:-08:00", "article": {"published_time": "2015-12-03T15:23:00+00:00", "modified_time": "2016-05-23T20:28:48+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "That’s what the Centers for Medicare and Medicaid Services shows in its annual report on national health spending.\nThe government’s share of national health spending went from 41% before Obama took office to 45% today, and climbing.\nBut the latest national health spending data show that it’s doing the opposite.\nPresident Obama has repeatedly credited the dramatic slowdown in health spending as proof positive that ObamaCare was “bending the cost curve” down in health care.\nIn 2014, national spending climbed 5.3%."}