{"article_title": "Covered California caught in the crossfire between supporters and opponents of Proposition 45", "article_keywords": ["supporters", "exchange", "caught", "45", "crossfire", "insurance", "states", "proposition", "california", "watchdog", "covered", "consumer", "industry", "opponents"], "article_url": "http://www.latimes.com/opinion/opinion-la/la-ol-proposition-45-battle-over-covered-california-20141013-story.html", "article_text": "Proposition 45 would extend the regulatory power that Proposition 103 gave the state Insurance Commissioner over property and casualty coverage to a new branch of the insurance market: the health policies sold to individuals and small groups. So it's no surprise that the Proposition 45 campaign would turn into a reprise of 1988's battle over Proposition 103, pitting the consumer advocates at Consumer Watchdog against big insurance companies.\n\nWhat has been surprising is the degree to which the campaign has devolved into a fight between Consumer Watchdog and Covered California, the health insurance exchange the Legislature created to implement the 2010 federal healthcare reform law (better known as Obamacare).\n\nThe exchange hasn't taken a formal position on the ballot measure, other than to raise questions about how it would mesh with Covered California's efforts to negotiate rates with insurers. Some members of the exchange's board, however, have voiced concerns that the proposition could undermine its work. So has Peter V. Lee, the exchange's executive director.\n\nIn response, Consumer Watchdog and other proponents of the measure have trained much of their rhetorical fire on the exchange, arguing that it's been an ineffective negotiator and even a captive of the insurance industry. The attacks took a sharper turn Monday after the Associated Press reported that the exchange had awarded $184 million in no-bid contracts. Consumer Watchdog quickly dashed off a press release announcing that it had called on the state attorney general to investigate those contracts to determine \"whether consultants have inappropriately used their position with the government agency to advance the interests of former and current insurance industry employers.\"\n\nThe release included a link to a chart highlighting the former insurance company executives who have been hired by Covered California as consultants or top employees.\n\nOh yeah, it's on.\n\nTo the chagrin of many Democrats, the tussle has pitted a liberal consumer-advocacy group (along with Insurance Commissioner Dave Jones, a Democrat who has championed Proposition 45) against the state's most visible embodiment of the 2010 Patient Protection and Affordable Care Act. Republican opponents of the ACA, meanwhile, have quickly incorporated the Yes on 45 camp's criticisms of Covered California into their own broadsides against Obamacare.\n\nThe tussle has pitted a liberal consumer-advocacy group against the state's most visible embodiment of the 2010 Affordable Care Act.\n\nJones took the first swing, actually. About a month after the exchange raised questions about the proposition's effects on Covered California, Jones released a report that showed a sharp increase from 2013 to 2014 in the average premiums paid for the state's most popular insurance plans. Jones contended that the increase showed Covered California's inability to hold down prices. But the report relied on an apples-to-oranges comparison between different types of policies sold under vastly different regulatory regimes -- a difference that the report ignored.\n\nOpponents of Proposition 45 have also provoked the attacks on Covered California with ads that tout the exchange -- or the \"new independent commission,\" as they call it -- as an effective champion of consumers and small businesses. Such hyperbole cried out for a response from Consumer Watchdog, and it's been happy to comply. The ads also warn, hysterically, that Proposition 45 would give \"one politician the power to override the commission\" while taking \"millions in campaign contributions from special interests.\"\n\nHey kettle, you should see what the pot's saying about you on TV!\n\nEditorial boards such as the one here at The Times have also put Covered California at the center of the debate by focusing on the potential incompatibilities between the ballot measure and the exchange. \"Covered California should be given the chance to fulfill its mission to the best of its ability before the state adds another layer of complexity to an already complex process,\" the editorial board declared last month, adding, \"Sacramento may eventually need to regulate health premiums, but now's not the time and Proposition 45 isn't the way.\"\n\nFinally, even if it had remained perfectly mum about Proposition 45, Covered California would still have been caught in the crossfire between insurers and Consumer Watchdog. In its efforts to sign people up for coverage over the last year, it's emphasized how much lower premiums have been than had been projected, and how affordable insurance is to those who qualify for federal subsidies. But to sell Proposition 45, Consumer Watchdog has to persuade voters that exactly the opposite is true: that insurers are gouging their customers, and no one is stopping them.\n\nAnd if that means persuading the public that Covered California is a hapless tool of the insurance industry, so be it.\n\nBy the way, I'm not suggesting that the Associated Press' story is invalid or irrelevant. Although I don't automatically smell trouble when an agency in need of expertise hires people from industry to provide it, I'm no fan of no-bid contracts. All the same, the story raisied issues that, to me at least, are separate from the question of whether Proposition 45 is good policy.\n\nFollow Healey's intermittent Twitter feed: @jcahealey", "article_metadata": {"fb_title": "Covered California becomes a prime target in Proposition 45 debate", "Description": "Proposition 45 would extend the regulatory power that Proposition 103 gave the state Insurance Commissioner over property and casualty coverage to a new branch of the insurance market: the health policies sold to individuals and small groups. So it's no surprise that the Proposition 45 campaign...", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "Proposition 45 would extend the regulatory power that Proposition 103 gave the state Insurance Commissioner over property and casualty coverage to a new branch of the insurance market: the health policies sold to individuals and small groups. So it's no surprise that the Proposition 45 campaign would turn into a reprise of 1988's battle over Proposition 103, pitting the consumer advocates at Consumer Watchdog against big insurance companies.", "title": "Covered California becomes a prime target in Proposition 45 debate", "url": "http://www.latimes.com/opinion/opinion-la/la-ol-proposition-45-battle-over-covered-california-20141013-story.html", "image": "http://www.trbimg.com/img-543c7e79/turbine/la-ol-proposition-45-battle-over-covered-california-20141013", "type": "article"}, "x-servername": "lalvp14.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/81669880", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "googlebot-news": "index", "date": "2014-10-14", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "googlebot": "index"}, "_id": "\"57477af36914bd0286fcc019\"", "article_summary": "Finally, even if it had remained perfectly mum about Proposition 45, Covered California would still have been caught in the crossfire between insurers and Consumer Watchdog.\nRepublican opponents of the ACA, meanwhile, have quickly incorporated the Yes on 45 camp's criticisms of Covered California into their own broadsides against Obamacare.\nAll the same, the story raisied issues that, to me at least, are separate from the question of whether Proposition 45 is good policy.\nAnd if that means persuading the public that Covered California is a hapless tool of the insurance industry, so be it.\nBut to sell Proposition 45, Consumer Watchdog has to persuade voters that exactly the opposite is true: that insurers are gouging their customers, and no one is stopping them."}