{"article_title": "Ask the Sex Doc: Bloodsugar, sex, magic", "article_keywords": ["magic", "doc", "medical", "question", "sex", "bloodsugar", "including", "affect", "healthcare", "ask", "health", "problems", "insurance", "diabetes"], "article_url": "http://www.nuvo.net/AsktheSexDoc/archives/2014/09/08/ask-the-sex-doc-bloodsugar-sex-magic", "article_text": "The Sex Doc is now a daily! Check back here every day for a new question. Have one for Dr. Debby Herbenick of the Kinsey Institute? Send it anonymously here. A lot of things can affect your capacity for hardness, including diabetes as well as other chronic illnesses. Since I know this anecdotally from a Netflix documentary, I will gracefully bow out of answering any more of this question from a medical perspective. On the latter half, sign up for insurance through the ACA! The marketplace has enormously diversified since insurers realized the ACA was going to stick.Yes, a range of health problems can affect sexual function, including erections. Men who have uncontrolled or poorly treated diabetes are at a particularly high risk of developing erectile difficulties, not to mention serious health problems. The Affordable Care Act has meant that millions more Americans can access health insurance now and I would encourage you to look into your options for healthcare, not just for sex but more generally. A healthcare provider can talk with you about lifestyle modifications (e.g., diet, exercise) that may help as well as any medical treatments that may be recommended.", "article_metadata": {"layout": "Blog Post", "description": "A brief explainer of how your sugar affects your boner. Knowledge!", "title": "Ask the Sex Doc: Bloodsugar, sex, magic | Ask the Sex Doc | NUVO News | Indianapolis, IN", "og": {"site_name": "NUVO", "description": "A brief explainer of how your sugar affects your boner. Knowledge!", "title": "Ask the Sex Doc: Bloodsugar, sex, magic", "url": "http://www.nuvo.net/AsktheSexDoc/archives/2014/09/08/ask-the-sex-doc-bloodsugar-sex-magic", "image": {"width": 600, "identifier": "http://media1.fdncms.com/nuvo/imager/ask-the-sex-doc-bloodsugar-sex-magic/u/slideshow/2918164/sexdoc-cover_595x370.jpg", "height": 373}, "type": "article"}, "twitter": {"image": {"src": "http://media1.fdncms.com/nuvo/imager/ask-the-sex-doc-bloodsugar-sex-magic/u/slideshow/2918164/sexdoc-cover_595x370.jpg"}, "title": "Ask the Sex Doc: Bloodsugar, sex, magic", "description": "A brief explainer of how your sugar affects your boner. Knowledge!", "card": "summary_large_image", "creator": "@likesquirrel317"}, "oid": 2918163, "fb": {"app_id": 207070172674679}, "keywords": "erectile dysfunction, erections, sexual dysfunction, sex therapy, sexuality, opinions, views, Indianapolis, columnists, contributors, op-eds, NUVO, news, Indianapolis, Indiana. newsweekly, alt-weekly, altweekly, Hoosier, music, sports, arts, entertainment, local food", "thumbnail": "http://media1.fdncms.com/nuvo/imager/ask-the-sex-doc-bloodsugar-sex-magic/u/slideshow/2918164/sexdoc-cover_595x370.jpg", "viewport": "width=1000", "news_keywords": "erectile dysfunction, erections, sexual dysfunction, sex therapy, sexuality, opinions, views, indianapolis, columnists, contributors"}, "_id": "\"57477af46914bd0286fda8f5\"", "article_summary": "A lot of things can affect your capacity for hardness, including diabetes as well as other chronic illnesses.\nMen who have uncontrolled or poorly treated diabetes are at a particularly high risk of developing erectile difficulties, not to mention serious health problems.\nThe marketplace has enormously diversified since insurers realized the ACA was going to stick.Yes, a range of health problems can affect sexual function, including erections.\nThe Affordable Care Act has meant that millions more Americans can access health insurance now and I would encourage you to look into your options for healthcare, not just for sex but more generally.\nThe Sex Doc is now a daily!"}