{"article_title": "Alta Resources to hire 1,000 in Fort Myers", "article_keywords": ["customer", "hire", "seekers", "sales", "alta", "hiring", "job", "1000", "makurat", "myers", "resources", "fort"], "article_url": "http://www.news-press.com/story/news/2015/07/16/alta-hire-fort-myers/30248585/", "article_text": "Customer care representative Marlene Ciro speaks with applicant Jesus Rodriguez at Alta Resources in Fort Myers in August 2014. Alta Resources plans to hire more than 1,000 people in Fort Myers in the next 60 days. (Photo: The News-Press file photo)\n\nAlta Resources plans to hire more than 1,000 people in Fort Myers in the next 60 days in its annual seasonal hiring push.\n\nMany of the jobs will be filled during a job fair Saturday, July 25, at its Fort Myers campus at 12600 Gateway Blvd., east of I-75 and north of Daniels Parkway.\n\n“If they qualify, we’ll make on-the-spot offers,” said Paul Makurat, Fort Myers managing director. “This job fair is kind of just the grand opening.”\n\nThe privately held Wisconsin-based company, formed in 1995, is a provider of customer-management business-process outsourcing. That means it helps big companies with sales, customer service, e-business and fulfillment.\n\nJob seekers are encouraged to complete applications at JoinAlta.com before arriving at the job fair. Hiring professionals will be on hand from 8 a.m. to 6 p.m. for immediate, one-on-one interviews, as well as to answer questions and provide information.\n\nSeasonal full- and part-time openings are available in customer care, inbound sales and team leadership, all to serve Alta Resources’ health-insurance clients that have expanding needs to support the Affordable Care Act’s annual enrollment period, which begins Nov. 1 and ends Jan. 31. Those with bilingual skills (English/Spanish) are particularly needed.\n\n“Our Fort Myers office is 100 percent dedicated to the health insurance vertical” of the company, Makurat said. “The needs go up exponentially in order to handle that kind of volume.”\n\nFor those interested in inbound sales for health insurance, Alta Resources provides qualified candidates with training and licensing reimbursement, valid for the state or states the person will be servicing.\n\nMakurat would not disclose wages, though he said they are at or above market rates. Flexible scheduling makes the positions ideal for parents, students and retirees, he said, and “even career seekers, who, with high performance, could receive a long-term opportunity.”\n\nAlthough the jobs are seasonal, Makurat said, “I’m hoping we will be able to keep more than 200 people after the open enrollment is over,” but that will depend on market conditions.\n\nAlta Resources is looking for applicants who are customer focused, have strong communication skills and “the desire to deliver a consistently high level of quality in every detail,” he said, describing the atmosphere as fun and casual, with a team-based culture that fosters camaraderie.\n\nHiring has already started: “People who did a great job last year, those are the people we’ve been hiring back,” he said.\n\nThere are 250 employees in the Fort Myers location now, Makurat estimated, and “by Nov. 1 we’ll be north of 1,200 employees.”\n\nJim Wall, spokesman for CareerSource Southwest Florida, called Alta Resources a wonderful business that has been a pleasure to work with.\n\n“That’s a very ambitious gear-up process,” he said of hiring 1,000 people. “At any mass hiring, there is still quite a bit of background and legwork that needs to happen after the event and traditionally the challenge is for job seekers to make an impression within that first minute or two.”\n\nConnect with this reporter: email clogan@news-press.com or follow on Twitter @caseylo\n\nRead or Share this story: http://newspr.es/1J2VDfe", "article_metadata": {"google": "notranslate", "description": "Alta Resources to hire 1,000 people in Fort Myers; job fair set for July 25", "og": {"site_name": "The News-Press", "description": "Alta Resources to hire 1,000 people in Fort Myers; job fair set for July 25", "title": "Alta Resources to hire 1,000 in Fort Myers", "url": "http://www.news-press.com/story/news/2015/07/16/alta-hire-fort-myers/30248585/", "image": "http://www.gannett-cdn.com/GDContent/applogos/news-press.png", "type": "article"}, "twitter": {"description": "Alta Resources to hire 1,000 people in Fort Myers; job fair set for July 25", "title": "Alta Resources to hire 1,000 in Fort Myers", "image": "http://www.gannett-cdn.com/-mm-/9d52a61676febf9917f53144b2664cdb1584ee26/c=743-0-3715-2972&r=x643&c=640x640/local/-/media/2015/07/16/FortMyers/B9318110578Z.1_20150716195420_000_GG5BC9B9F.1-0.jpg", "creator": "@thenewspress", "site": "@thenewspress", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600073397", "fb": {"app_id": 149631068421067}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Alta Resources, Fort Myers, Gateway, job, work, hiring"}, "_id": "\"57477af46914bd0286fda8fa\"", "article_summary": "Alta Resources plans to hire more than 1,000 people in Fort Myers in the next 60 days.\nCustomer care representative Marlene Ciro speaks with applicant Jesus Rodriguez at Alta Resources in Fort Myers in August 2014.\n(Photo: The News-Press file photo)Alta Resources plans to hire more than 1,000 people in Fort Myers in the next 60 days in its annual seasonal hiring push.\n“If they qualify, we’ll make on-the-spot offers,” said Paul Makurat, Fort Myers managing director.\n“Our Fort Myers office is 100 percent dedicated to the health insurance vertical” of the company, Makurat said."}