{"article_title": "Amputations Skyrocket in Venezuela Due to Lack of Medical Equipment", "article_keywords": ["amputations", "medical", "lack", "system", "procedures", "equipment", "patients", "skyrocket", "report", "venezuelan", "venezuela", "warns", "hospitals"], "article_url": "http://www.breitbart.com/national-security/2014/05/27/amputation-cases-skyrocket-in-venezuelan-hospitals-due-to-lack-of-medical-equipment/", "article_text": "Venezuela’s hospitals are amputating limbs at an alarming pace, as economic shortages under Nicolás Maduro’s socialist government have triggered a scarcity of medical equipment necessary for a number of procedures. Hospitals, a new report shows, are lacking everything from latex gloves and gowns to coronary stents.\n\nA new report by the Venezuelan Association of Distributors of Medical Equipment, Odontologists, and Laboratories (Avadem) warns that hospitals in the nation are significantly under-equipped to meet the daily challenges faced in a hospital. While Venezuela averages 20 medical procedures per month to save limbs, that number has diminished to five, and the organization warns that more than 500 coronary angioplasties have been postponed due to lack of stents, leaving patients at risk of heart attacks.\n\nAnother procedure barely possible in Venezuelan hospitals today, according to the report, is the insertion of cochlear implants–a small device that can help children born deaf fully acquire a sense of sound if done early enough in life. Venezuela has been unable to reliably import the devices for the procedures. Also missing in Venezuelan hospitals, newspaper El Nacional notes, are “resuscitation machines, cytology kits, radiographic equipment, reactive ingredients to diagnose syphilis/hepatitis/HIV … gloves, hand-washing brushes, and hospital gowns.” Of 239 essential items hospitals must have, Avadem warns 200 are “absolutely lacking.”\n\nThe Venezuelan government has dealt with the lack of equipment by asking patients not to seek the items elsewhere or discuss the lack of medical equipment publicly. According to Infobae, the Ministry of Health sent a letter in May to medical professionals stating that it was “terminally prohibited to solicit from patients and/or family members, medicine and/or medical surgical equipment to cover corresponding treatments; although there may not be the necessary equipment at the hospital, never divulge publicly these weaknesses or scarcities.”\n\nThat request was not honored, however, as last month the nation’s largest newspaper El Universal published a report warning that 95% of Venezuelan hospitals were reliably stocked with only 5% of the necessary equipment.\n\nThe Venezuelan healthcare system is fully controlled by the government and relies heavily on the Cuban government. Venezuela under Hugo Chávez negotiated with the Castro regime to trade much of the nation’s oil reserves for imported doctors from Cuba to run the nation’s healthcare system. That program has left many Venezuelans without adequate medical care, as Cuban doctors have fled from the professional exchange program en masse. According to Miami newspaper El Nuevo Herald, almost 3,000 Cuban professionals–most of them doctors–deserted their exchange programs in Venezuela to escape the grasp of the communist regime, leaving Venezuela providing Cuba oil with little benefit.\n\nIn December, then-recently elected President Maduro described the Venezuelan healthcare system as “an embarrassment” and vowed to improve it.", "article_metadata": {"description": "Amputations Skyrocket in Venezuela Due to Lack of Medical Equipment", "og": {"site_name": "Breitbart", "description": "Amputations Skyrocket in Venezuela Due to Lack of Medical Equipment", "title": "Amputations Skyrocket in Venezuela Due to Lack of Medical Equipment - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Peace/2014/05/27/Venezuelen-hospital-reuters.jpg", "url": "http://www.breitbart.com/national-security/2014/05/27/amputation-cases-skyrocket-in-venezuelan-hospitals-due-to-lack-of-medical-equipment/", "type": "article"}, "twitter": {"description": "Amputations Skyrocket in Venezuela Due to Lack of Medical Equipment", "creator": "@francesmartel", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Peace/2014/05/27/Venezuelen-hospital-reuters.jpg", "title": "Amputations Skyrocket in Venezuela Due to Lack of Medical Equipment - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Reuters, Universal,National Security,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "National Security", "tag": "Universal", "published_time": "2014-05-27T08:19:20-07:00", "categories": "National Security"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "Venezuela’s hospitals are amputating limbs at an alarming pace, as economic shortages under Nicolás Maduro’s socialist government have triggered a scarcity of medical equipment necessary for a number of procedures.\nIn December, then-recently elected President Maduro described the Venezuelan healthcare system as “an embarrassment” and vowed to improve it.\nA new report by the Venezuelan Association of Distributors of Medical Equipment, Odontologists, and Laboratories (Avadem) warns that hospitals in the nation are significantly under-equipped to meet the daily challenges faced in a hospital.\nHospitals, a new report shows, are lacking everything from latex gloves and gowns to coronary stents.\nThe Venezuelan healthcare system is fully controlled by the government and relies heavily on the Cuban government."}