{"article_title": "EPA Fails at a Simple Cost-Benefit Analysis", "article_keywords": ["fails", "epas", "power", "simple", "republicans", "analysis", "regulations", "rules", "costs", "emissions", "costbenefit", "report", "using", "epa"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/08/12/EPA-Fails-Simple-Cost-Benefit-Analysis", "article_text": "When the Environmental Protection Agency proposes regulations, it doesn’t always do a good job of analyzing the costs and benefits of its proposals—making it more difficult for policymakers to assess the agency’s actions.\n\nA new report from the Government Accountability Office has found that the EPA’s Regulatory Impact Analyses (RIA) lacked some important information, didn’t always include the actual costs of the rules to taxpayers, and used estimates that were based on studies done more than two decades ago.\n\nRelated: EPA Defends Regulations with Obama’s Support\n\n“Without improvements in its estimates, EPA’s RIAs may be limited in their usefulness for helping decision makers and the public understand these important effects,” the GAO said.\n\nThe report comes as the administration is pushing a handful of regulations to combat climate change, including an EPA proposal to reduce carbon emissions from power plants. That rule won’t be finalized until next year, and it’s likely that House Republicans, who requested the GAO report, will use its findings to slow that process.\n\n“Rather than using a fair and open rulemaking process, EPA pushed through regulations using sloppy analysis without sufficiently informing Congress or the public of the economic impact,” Rep. Darrell Issa (R-CA) said in a statement.\n\nIssa, chairman of the House Committee on Oversight and Government Reform, along with other Republicans, has taken issue with the president’s use of executive actions that bypass Congress in order to address divisive issues like climate change.\n\nRelated: EPA to Power Plants: Clean Up or Shut Down\n\nIn June, the EPA released its proposal to reduce carbon dioxide emissions by cutting CO2 emissions from existing power sources by 30 percent below 2005 levels by 2030.\n\nIn the report, auditors suggested that the Office of Management and Budget clarify the process of estimating the costs and benefits of EPA’s proposals—especially for reducing greenhouse gas emissions. They also said the EPA should do a better job of following the government’s guidelines when it comes to issuing cost benefit analyses.\n\nEPA, for its part, said that the GAO’s review only focused on a “small subset” of rules, and that overall EPA adheres to the official guidelines for the majority of its rulings.\n\nThe auditors reviewed rules including the EPA’s regulations overseeing Commercial and Industrial Solid Incineration Units and renewable fuel standards The Hill noted.\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "When the Environmental Protection Agency proposes regulations, it doesn’t always do a", "title": "EPA Fails at a Simple Cost-Benefit Analysis", "url": "http://www.thefiscaltimes.com/Articles/2014/08/12/EPA-Fails-Simple-Cost-Benefit-Analysis", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/EPA_Building.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/08/12/EPA-Fails-Simple-Cost-Benefit-Analysis", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/EPA_Building.jpg", "creator": "@Briannaehley", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "When the Environmental Protection Agency proposes regulations, it doesn’t always do a", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcc02b\"", "article_summary": "The auditors reviewed rules including the EPA’s regulations overseeing Commercial and Industrial Solid Incineration Units and renewable fuel standards The Hill noted.\n“Rather than using a fair and open rulemaking process, EPA pushed through regulations using sloppy analysis without sufficiently informing Congress or the public of the economic impact,” Rep. Darrell Issa (R-CA) said in a statement.\nThe report comes as the administration is pushing a handful of regulations to combat climate change, including an EPA proposal to reduce carbon emissions from power plants.\nThey also said the EPA should do a better job of following the government’s guidelines when it comes to issuing cost benefit analyses.\nRelated: EPA to Power Plants: Clean Up or Shut DownIn June, the EPA released its proposal to reduce carbon dioxide emissions by cutting CO2 emissions from existing power sources by 30 percent below 2005 levels by 2030."}