{"article_title": "6 ways climate change is ruining summer for everyone", "article_keywords": ["summer", "climate", "ways", "wildfires", "heat", "going", "warmer", "ruining", "waves", "warming", "drought", "change"], "article_url": "http://www.salon.com/2014/07/13/6_ways_climate_change_is_ruining_summer_for_everyone/", "article_text": "Topics: California Drought, Climate Change, drought, Editor's Picks, Extreme weather, Global Warming, public health, Seafood, Summer, Video, Wildfires, Sustainability News\n\nThose of us living in North America made it through a confusing winter, during which some people had a hard time believing that global warming could actually lead to more snow. (Although it’s true. Really!) Now that it’s officially summertime, things get a lot simpler: The world is undergoing global warming. Ergo, it’s going to get warmer.\n\nA lot warmer, even — to the point that Americans could start seeing from 45 to 96 days over 95 degrees Fahrenheit, two to three times as many as we experience now, by the end of the century. Climate change, the IPCC predicts, “is likely to be accompanied by an increase in the frequency and intensity of heat waves” (prolonged periods of abnormally hot weather) that, coupled with a concurrent rise in humidity, will pose a major health risk.\n\nBut we don’t only have to trust scientific modeling to know that summers are getting hotter: A trend of increasing high-humidity heat waves has already been documented over the past several decades. According to the National Climate Assessment, heat waves in the U.S. are already occurring at triple the historical average. Look back at the data, and it’s clear that summer temperatures have been rising since the 1970s, for a total average gain of 2 degrees Fahrenheit.\n\nCan’t stand the heat? Well, too bad, because sweating it out in hotter temperatures is only the beginning of what a warmer planet will mean. Below, six other ways that climate change will — and has already begun to — ruin summertime:\n\n1. Drought\n\nAs climate change worsens, wet areas will see more precipitation, while dry areas are just going to get drier.\n\nThat trend is already playing out for large swaths of the country, most notably California. Two days before the start of summer, the entire state was officially in a drought, while a full third had entered the most extreme stage of “exceptional drought.” People are trying to get used to the idea of shorter showers and brown lawns, the price of fresh fruits and vegetables is expected to increase 6 percent over the coming months and breweries are fretting about what water rationing is going to mean for their beer (quoth Lagunitas head brewer Jeremy Marshall: “a beer that might normally taste crisp and refreshing could have an astringent taste — kind of planky, like Popsicle stick”). The forecast through September, according to the Climate Prediction Center, doesn’t promise much relief:\n\n2. Wildfires\n\nA number of factors, including development and a decades-long policy of fire suppression, combine to intensify wildfire season, but warmer and drier conditions can increase the frequency and intensity of dangerous blazes. As spring snowmelt occurs earlier and summer pushes into the fall, the burn season extends; as a 2012 Climate Central report showed, both temperatures and the number of large fires are increasing in Western states:\n\nThis year, California’s anticipating its “worst-ever” season; in the future, predicts Gov. Jerry Brown, it’s going to need thousands more firefighters on the job. New Mexico, too, is emerging from a record dry winter to a “grim and potentially extreme situation” over the summer months, as is Arizona. But after two particularly brutal years, the rest of the country is anticipated to get off easy — this time around.\n\n3. Air pollution\n\nThe dominoes continue to fall: As warming leads to drought leads to wildfires, those big burns in turn release a “mix of gases and fine particles” that can at best be irritating and at worst make you sick. You can live hundreds of miles away from a wildfire’s burn zone and still be at risk; in 2011, the area affected by smoke, a report from the Natural Resources Defense Council found, was 50 times greater than the area burned by fire:\n\n", "article_metadata": {"description": "Heat waves are only the beginning -- it's about to get really ugly out there, everyone VIDEO", "title": "6 ways climate change is ruining summer for everyone", "og": {"site_name": "Salon", "description": "Heat waves are only the beginning -- it's about to get really ugly out there, everyone VIDEO", "title": "6 ways climate change is ruining summer for everyone", "url": "http://www.salon.com/2014/07/13/6_ways_climate_change_is_ruining_summer_for_everyone/", "image": "http://media.salon.com/2014/06/shutterstock_154979021.jpg", "type": "article"}, "twitter": {"description": "Heat waves are only the beginning -- it's about to get really ugly out there, everyone VIDEO", "title": "6 ways climate change is ruining summer for everyone", "image": "http://media.salon.com/2014/06/shutterstock_154979021.jpg", "creator": "@readingirl", "site": "@salon", "card": "summary_large_image"}, "author": "Lindsay Abrams", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, California Drought, Climate Change, drought, Editor's Picks, Extreme weather, Global Warming, public health, Seafood, Summer, Video, Wildfires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Below, six other ways that climate change will — and has already begun to — ruin summertime:1.\nDroughtAs climate change worsens, wet areas will see more precipitation, while dry areas are just going to get drier.\nAccording to the National Climate Assessment, heat waves in the U.S. are already occurring at triple the historical average.\nClimate change, the IPCC predicts, “is likely to be accompanied by an increase in the frequency and intensity of heat waves” (prolonged periods of abnormally hot weather) that, coupled with a concurrent rise in humidity, will pose a major health risk.\nBut we don’t only have to trust scientific modeling to know that summers are getting hotter: A trend of increasing high-humidity heat waves has already been documented over the past several decades."}