{"article_title": "Single-payer health care system is needed to insure all Americans", "article_keywords": ["insure", "obamacare", "universal", "industry", "singlepayer", "system", "needed", "health", "healthcare", "americans", "dr", "insurance", "care"], "article_url": "http://sundial.csun.edu/2014/02/single-payer-health-care-system-is-needed-to-insure-all-americans/", "article_text": "Canadians don’t drop dead or delay care due to the lack of health insurance. However in America, thousands will continue to face death according to Harvard researchers. About 25 million people will still not have insurance under Obamacare. Those that do, have seen their rates rise and contrary to the promise that “you can keep your existing plans” bullshit, working people with existing coverage and the poor will see rates not only increase, but will continue to pay a greater share of their income for health care than the wealthy in America.\n\nBy expanding the already in-place Medicare-for-All, the partial single-payer system for older folks, Americans could have true universal health care coverage similar to the Canadian style single-payer system, where everyone is covered at birth for life with their choice of doctor and hospital.\n\nPresident Obama did support a single-payer system when he was a state senator from Illinois. His longtime doctor in Chicago, Dr. David Scheiner, was against Obamacare because Scheiner is a single-payer system supporter.\n\nObama’s longtime friend, Dr. Quentin Young, has worked as the national coordinator at the Physicians for a National Health Program, which has been one of the leading groups advocating for single-payer in the America. In his recent autobiography, Young said because Obamacare doesn’t get rid of the private insurance industry, that he would have voted against Obamacare if he was in the Senate.\n\nYoung goes on to say that the health care system in America doesn’t work “fiscally, socially, medically, morally.”\n\nActing president of consumer group Public Citizen, Dr. Sidney Wolfe, made an important point on The Bill Moyers Journal. The journal shows that the United States wastes $400 billion each year on administrative costs because of the private insurance industry. The problem is Obamacare is still leaving them in the drivers seat.\n\nAward-winning educator Darshak Sangavi states that “While the Affordable Care Act, or Obamacare, has been criticized by its opposition as “socialized medicine,” it relies heavily on private health insurance.”\n\nAlthough there are problems with all systems Sangavi clearly spells out the benefits:\n\n“Under a single payer system, providers might reap significant savings from reduced administrative expenses, and be able to focus more on delivering care. As with Medicare, a single payer system may also give the state stronger leverage to negotiate lower rates for drugs, medical devices, payments to providers and other expenses, resulting in lower overall costs. Additionally, a single payer system provides universal access to health insurance, which eliminates the problem of the uninsured.”\n\nMany prominent individuals have come out in favor of the single-payer model, including Colin Powell, NBC’s Chief Medical Editor, Dr. Nancy Snyderman, and two leading oncologists, Dr. Lawrence H. Einhorn and Ray E. Drasga. Both oncologists recently published an evidence-based appeal for their colleagues to endorse a single-payer health system.\n\nDr. Marcia Angell, former editor-in-chief at the New England Journal of Medicine, said she believes single-payer is not only the best health care reform, it’s the only health care reform that will both control costs and cover everyone.\n\nBefore the Affordable Care Act was passed she said:\n\n“The fix is in. Billions of taxpayer dollars will be thrown at the insurance and pharmaceutical industries, much of it diverted from Medicare and Medicaid.”\n\nObama continues to offer up Medicare and Social Security cuts, although the Republicans, not wanting to give him “conservative cred”, are demanding even more extreme cuts to the social safety net that Americans have paid into during their working lives.\n\nThe majority of healthcare practitioners polled in 2008 supported a single-payer universal healthcare system for America, according to a study published in the Annals of Internal Medicine.\n\nSenator Max Baucus, who led the Obamacare plan through the Senate, and his fellow bipartisan committee Senators, have received millions of dollars in bribery, also known as campaign contributions, from the healthcare industry. Numerous key staff members in Baucus’ committee have left their posts to cash in with the healthcare industry , which has been documented by the non-profit public interest group Sunlight Foundation.\n\nObamacare relies on young workers to pay into the insurance exchange system, which benefits older workers who have more health problems and caps protecting them from having to pay more than a designated percentage of their income on insurance premiums. This has resulted in the steepest hikes “on the healthy, the young, and the male,” according to a recent report by the Manhattan Institute.\n\nConservative foundations do not support a single-payer system. Without a single-payer system, the private insurance industry automatically sucks up almost one-third of the health care dollar. Any measures to save money through reforms simply cannot match the benefits of a single-payer universal healthcare system.\n\nThe purchasing power of the U.S. Federal Government is so large that they could immediately cut the cost of bulk drug purchases, saving tens of billions of dollars each year for taxpayers. However this is barred from happening due to the George W. Bush policies. These policies continue under Obama’s closed-door meetings with PhARMA, resulting in billions of dollars in corporate welfare for the industry.\n\nMaybe grandma shouldn’t have to choose between eating and popping life-saving pills every month before dropping dead. In countries that do have universal health care, problems do exist. Yet many have greater health care outcomes that are benefitting the vast majority of the population, according to WHO.\n\nThe United States will continue to develop high-tech health care procedures that benefit the rest of the world. Yet by definition, universal health care not only helps control costs, but covers everybody from birth, unlike Obamacare, which will still leave about 25 million uncovered and millions more underinsured.\n\nShare this: Facebook\n\nTwitter\n\nGoogle\n\nMore\n\nReddit\n\nPocket\n\n\n\nPinterest\n\nLinkedIn\n\n\n\nTumblr\n\n", "article_metadata": {"generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Steven Maiken", "og": {"site_name": "The Sundial", "description": "Canadians don’t drop dead or delay care due to the lack of health insurance. However in America, thousands will continue to face death according to Harvard researchers. About 25 million people will…", "title": "Single-payer health care system is needed to insure all Americans", "url": "http://sundial.csun.edu/2014/02/single-payer-health-care-system-is-needed-to-insure-all-americans/", "image": {"width": 1200, "identifier": "http://i0.wp.com/sundial.csun.edu/wp-content/uploads/2014/02/singlepayer_health.jpg?fit=1200%2C743", "height": 743}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://i0.wp.com/sundial.csun.edu/wp-content/uploads/2014/02/singlepayer_health.jpg?fit=1200%2C743&w=640", "card": "summary_large_image"}, "article": {"published_time": "2014-02-10T17:48:53+00:00", "modified_time": "2014-02-10T18:10:53+00:00"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fda0e6\"", "article_summary": "By expanding the already in-place Medicare-for-All, the partial single-payer system for older folks, Americans could have true universal health care coverage similar to the Canadian style single-payer system, where everyone is covered at birth for life with their choice of doctor and hospital.\nBoth oncologists recently published an evidence-based appeal for their colleagues to endorse a single-payer health system.\nWithout a single-payer system, the private insurance industry automatically sucks up almost one-third of the health care dollar.\nAny measures to save money through reforms simply cannot match the benefits of a single-payer universal healthcare system.\nYet many have greater health care outcomes that are benefitting the vast majority of the population, according to WHO."}