{"article_title": "Morocco: Willing and able in Africa", "article_keywords": ["development", "training", "mohammed", "able", "african", "africa", "moroccan", "morocco", "willing", "vi", "moderate", "obama"], "article_url": "http://thehill.com/blogs/congress-blog/foreign-policy/198635-morocco-willing-and-able-in-africa", "article_text": "Africa “has become a hothouse for the emergence of extremist and rebel groups,” Director of National Intelligence James Clapper told Congress on Jan. 29. That threat is why President Obama and his French counterpart, François Hollande, called in a joint op-ed this month for increased efforts with African countries to “prevent al-Qaeda from gaining new footholds” in the Sahel region.\n\nIn seeking capable African partners, the United States and its European allies should focus on Morocco, whose King Mohammed VI begins another diplomatic shuttle through West Africa this week which will take him to Mali, Guinea, Côte d’Ivoire, and Gabon.\n\nADVERTISEMENT\n\nAmid the upheaval that swept across North Africa beginning in 2011, Morocco has stood out as an exception. Not only has the kingdom avoided the extremes of revolutionary tumult and violent repression, but while their neighbors were still struggling to come to terms with the Arab Spring, Moroccans accelerated a process of political and social renewal already underway, ratifying a new constitution and holding elections that resulted in a coalition government led by a moderate Islamist party.\n\nWhile authorities have responded swiftly and decisively to the few terrorist attacks that the country has suffered—notably the suicide bombings in Casablanca in 2003 and Marrakesh in 2011—the Moroccan government has emphasized a broader campaign of countering extremist influences at their roots.\n\nThe Ministry of Islamic Affairs sponsors a television channel devoted to promoting an open and tolerant Islam, respectful of other religions, guided by moderate Muslim perspectives, including the Maliki school of jurisprudence, the Ash‘ari theological perspective (which is opposed to Salafi ideology), and the Sufi mysticism favored by the king in his capacity as “Commander of the Faithful.” Perhaps the most dramatic illustration of how far the Moroccan state is willing to go in its efforts to push back against religious extremism is the royal decree mandating the training of fifty mourchidates, or female religious guides, alongside 150 (male) imams each year. In a departure from the traditional clerical curriculum, these students, both male and female, earn a secular baccalaureate degree with coursework in psychology, communications, and foreign languages, in addition to studying the Quran and Islamic law. The US State Department also noted that “the Moroccan government [has] continued to implement internal reforms aimed at ameliorating the socio-economic factors that terrorists exploit,” citing in particular the multibillion-dollar National Initiative for Human Development aimed at generating employment, combating poverty, and improving infrastructure.\n\nMorocco, one of only two African countries to be designated a “major non-NATO ally of the United States” (the other is Egypt), has privileged international cooperation in counterterrorism efforts. Last year, the kingdom signed agreements with France, Spain, and Portugal to allow access to its military bases during French-led operations in Mali to prevent the takeover of that country by al-Qaeda-linked militants. Morocco has also used its influence in the region to reconcile the Malian government and the restive northern populations, hosting the leadership of the main Tuareg group, the National Movement for the Liberation of Azawad (MNLA), for talks in Marrakesh mediated by Mohammed VI. Moreover, since the restoration of constitutional order in Mali, Morocco has offered a program of assistance that includes support for human development programs, particularly in the areas of executive training, basic infrastructure, and health; measures to encourage bilateral trade and investment to boost employment and skills transfers; as well as the education and training of 500 Malian imams using Morocco’s moderate and tolerant form of Islam to help fight the spread of extremism within their communities. (Recently, Morocco agreed to requests from the governments of Tunisia and Guinea for similar help with the formation of moderate clerics.)\n\nEconomic development being critical to preventing the drift of unemployed youth and other disadvantaged population groups to extremist movements, the increasingly prominent role that Moroccan firms play across Africa also makes a vital contribution to regional stability as well as prosperity. On a continent where lack of access to the formal banking sector remains a major impediment to economic growth, the importance of recent expansion of Moroccan financial institutions should not be underestimated. Morocco’s Attijariwafa Bank, for example, now has 367 branches in eight Sub-Saharan African countries as well as 190 branches in Libya and Tunisia. Overall, Moroccan foreign direct investment outflows to Sub-Saharan Africa have increased more than 40 percent over the past decade, with stakes across a broad range of sectors, including agriculture, telecommunications, pharmaceuticals, and manufacturing. The importance of these investments was underscored in the communiqué following the meeting between President Obama and King Mohammed in November which, with respect to Africa, pledged to “explore joint initiatives to promote human development and stability through food security, access to energy, and the promotion of trade.”\n\nMorocco is working to overcome a degree of isolation from Africa because of its disputed rule over the Western Sahara region. It has offered autonomy to the territory, a proposal the Obama administration recently described as “serious, realistic, and credible.” Morocco’s burgeoning engagement with Africa under Mohammed VI, the product of practical and strategic considerations, delivers an unambiguous message: Morocco is an African country of serious political and economic clout, integral to the continent’s development and prepared to play a leading role in its future. For policymakers in Washington, Paris, and other Western capitals long in search of a reliable partner in Africa that can direct its own resources toward enhancing regional security and prosperity, it is a signal they have been looking for.\n\nPham is director of the Atlantic Council’s Africa Center.", "article_metadata": {"dcterms.description": "Amid the upheaval that swept across North Africa beginning in 2011, Morocco has stood out as an exception.", "description": "Amid the upheaval that swept across North Africa beginning in 2011, Morocco has stood out as an exception.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Amid the upheaval that swept across North Africa beginning in 2011, Morocco has stood out as an exception.", "title": "Morocco: Willing and able in Africa", "url": "http://thehill.com/blogs/congress-blog/foreign-policy/198635-morocco-willing-and-able-in-africa", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T04:40:00-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T04:40-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/foreign-policy/198635-morocco-willing-and-able-in-africa", "dcterms.date": "2014-02-19T09:00-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Joe Picard", "author": "J. Peter Pham", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2014-02-19T09:00:00-05:00", "modified_time": "2016-02-04T04:40:00-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/foreign-policy/198635-morocco-willing-and-able-in-africa", "widgets": {"csp": "on"}, "description": "Amid the upheaval that swept across North Africa beginning in 2011, Morocco has stood out as an exception.", "card": "summary", "title": "Morocco: Willing and able in Africa"}, "dcterms.title": "Morocco: Willing and able in Africa"}, "_id": "\"57477af36914bd0286fcc03a\"", "article_summary": "ADVERTISEMENTAmid the upheaval that swept across North Africa beginning in 2011, Morocco has stood out as an exception.\n(Recently, Morocco agreed to requests from the governments of Tunisia and Guinea for similar help with the formation of moderate clerics.)\nAfrica “has become a hothouse for the emergence of extremist and rebel groups,” Director of National Intelligence James Clapper told Congress on Jan. 29.\nIn seeking capable African partners, the United States and its European allies should focus on Morocco, whose King Mohammed VI begins another diplomatic shuttle through West Africa this week which will take him to Mali, Guinea, Côte d’Ivoire, and Gabon.\nPham is director of the Atlantic Council’s Africa Center."}