{"article_title": "Carly Fiorina: Raking in Millions From Foreign Governments Behind Closed Doors Is The Clinton Way", "article_keywords": ["millions", "transparency", "clinton", "doors", "favors", "carly", "secretary", "political", "foreign", "fiorina", "hillary", "raking", "way", "governments", "taking", "presidential", "closed"], "article_url": "http://townhall.com/tipsheet/katiepavlich/2015/04/23/carly-fiorina-raking-in-millions-behind-closed-doors-is-the-clinton-way-n1989496", "article_text": "Potential GOP presidential candidate Carly Fiorina has never been shy about taking on Hillary Clinton. Earlier this year in Iowa, Fiorina set her sights on the Democratic presidential candidate by repeatedly pointing out that traveling around the world is an activity, not an accomplishment. At the Conservative Political Action Conference in February, Fiorina slammed Clinton's failed foreign policy record. Now, she's taking on new allegations Hillary Clinton traded political favors for donations to the Clinton Foundation during her time as Secretary of State.\n\n\"It's the Clinton way: raking in millions from foreign governments behind closed doors while making promises about transparency that they never intended to keep. Now they're scrambling to refile their taxes and account for her decisions as Secretary of State,\" Fiorina said in a statement Thursday. \"The American people will have a choice. Are we going to demand trust and transparency from our leaders? Have we had enough of a ruling political class that doles out favors to the wealthy and well connected few?\"\n\nFiorina will announce her presidential plans on May 4.", "article_metadata": {"description": "Game on..05/27/2016 1:23:59AM EST.", "author": "Katie Pavlich", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Game on.", "title": "- Carly Fiorina: Raking in Millions From Foreign Governments Behind Closed Doors Is The Clinton Way", "url": "http://townhall.com/tipsheet/katiepavlich/2015/04/23/carly-fiorina-raking-in-millions-behind-closed-doors-is-the-clinton-way-n1989496", "image": "http://media.townhall.com/townhall/reu/ha/2015/107/644fa331-cd2a-45f1-bddf-19f37df40d9c.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Game on.", "title": "- Carly Fiorina: Raking in Millions From Foreign Governments Behind Closed Doors Is The Clinton Way", "url": "http://townhall.com/tipsheet/katiepavlich/2015/04/23/carly-fiorina-raking-in-millions-behind-closed-doors-is-the-clinton-way-n1989496", "image": "http://media.townhall.com/townhall/reu/ha/2015/107/644fa331-cd2a-45f1-bddf-19f37df40d9c.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Carly Fiorina: Raking in Millions From Foreign Governments Behind Closed Doors Is The Clinton Way, Katie Pavlich, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "\"It's the Clinton way: raking in millions from foreign governments behind closed doors while making promises about transparency that they never intended to keep.\nPotential GOP presidential candidate Carly Fiorina has never been shy about taking on Hillary Clinton.\nNow, she's taking on new allegations Hillary Clinton traded political favors for donations to the Clinton Foundation during her time as Secretary of State.\nAt the Conservative Political Action Conference in February, Fiorina slammed Clinton's failed foreign policy record.\nNow they're scrambling to refile their taxes and account for her decisions as Secretary of State,\" Fiorina said in a statement Thursday."}