{"article_title": "Cruz gets pushback in Facebook poll", "article_keywords": ["yes", "gets", "ted", "comments", "better", "cruz", "facebook", "post", "poll", "pushback", "law", "told"], "article_url": "http://www.politico.com/story/2014/04/ted-cruz-obamacare-facebook-poll-105306", "article_text": "By the thousands, people told Cruz the law had improved their lives. | M.Scott Mahaskey/POLITICO Cruz gets pushback in Facebook poll\n\nSen. Ted Cruz has unintentionally generated lots of Facebook love for Obamacare.\n\nThe Texas Republican recently did his own little poll about Obamacare on Facebook, asking whether the health law has improved people’s lives. By the thousands, people told him it had.\n\nStory Continued Below\n\n“Quick poll: Obamacare was signed into law four years ago yesterday. Are you better off now than you were then? Comment with YES or NO!,” says the poll he put up on March 24.\n\n( WATCH: Open Mike with political 'data scientist' Alex Lundry)\n\nThe post has generated more than 55,700 comments — and they probably weren’t what Cruz, who staged that memorable overnight filibuster-like rant against the law on the Senate floor last summer, was expecting.\n\nThey said things like: “Not only am I better off, but I have friends that are better off.”\n\nOr, “Yes I have MS and I lost my job I wouldn’t be able to get any other insurance because of my pre existing condition thank you President Obama.”\n\nAnd, “This nation is better off for helping folks avoid the devastation that poor health can bring. Thank you, ACA!”\n\n( QUIZ: Do you know Ted Cruz?)\n\nIn the most recent 100 comments, just two appeared more negative than positive. And many bash Cruz for his role in shutting down the government over Obamacare.\n\n“Impeach Ted Cruz! He caused the shutdown that hurt this country badly!” one says.\n\nBut Cruz spokeswoman Catherine Frazier noted Wednesday that most of the negative responses came days after the question went up. She pointed to two liberal websites—Liberals Unite and DemocraticUnderground.com—that linked to the post and encouraged people to comment.\n\n( Also on POLITICO: Ted Cruz closes in on lucrative book deal)\n\n“This was clearly a manufactured, concerted effort from people on the left making comments days after the original post was put up,” she said. “Probably a better use of their time would be encouraging the administration to build an Obamcare website that actually works.”", "article_metadata": {"og": {"site_name": "POLITICO", "description": "The Texas Republican asks on his Facebook whether Obamacare has improved people’s lives.", "title": "Cruz gets pushback in Facebook poll", "url": "http://www.politico.com/story/2014/04/ted-cruz-obamacare-facebook-poll-105306.html", "image": "http://s3-origin-images.politico.com/2014/03/06/20140306msmcpac-cruz0195.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Obamacare,Facebook,Affordable Care Act,Ted Cruz", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "The Texas Republican asks on his Facebook whether Obamacare has improved people’s lives.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcc057\"", "article_summary": "| M.Scott Mahaskey/POLITICO Cruz gets pushback in Facebook pollSen. Ted Cruz has unintentionally generated lots of Facebook love for Obamacare.\n“Impeach Ted Cruz!\nBy the thousands, people told Cruz the law had improved their lives.\nThe Texas Republican recently did his own little poll about Obamacare on Facebook, asking whether the health law has improved people’s lives.\nThank you, ACA!”( QUIZ: Do you know Ted Cruz?)"}