{"article_title": "Acer Announces Liquid S2 With 4K Video Recording, Iconia A3 Tablet, And 24\" Android-Powered All-In-One Ahead Of IFA", "article_keywords": ["liquid", "tablet", "s2", "screen", "float", "acer", "androidpowered", "iconia", "recording", "a3", "video", "ifa", "announces", "touch", "allinone", "android"], "article_url": "http://www.androidpolice.com/2013/09/02/acer-announces-liquid-s2-with-4k-video-recording-low-priced-iconia-a3-tablet-and-24-android-powered-all-in-one-ahead-of-ifa/", "article_text": "Prepare for a week filled with new product announcements, Android newshounds. Acer isn't letting their rivals get the better of them at IFA in Berlin (or indeed at the pre-show events that are becoming standard). This morning the company announced no less than three new products: the Liquid S2, a 6-inch Android phone with 1080p video recording, the 10.1-inch Iconia A3 tablet, and the DA241HL, a 24-inch all-in-one desktop powered by Android 4.2.\n\nThe Liquid S2 is the sequel to last year's S1 which ups the ante with a 6-inch 1080p LCD screen and a Snapdragon 800 quad-core processor. But the real star of this device is its 13-megapixel real camera, which is capable of recording in 4K resolution. The spec sheet doesn't say what frame rate this 4K video can be recorded at, but 1080p video can be captured at 60fps, or in slow motion with a 4x time dilation factor. There's also an interesting ring flash, a device used for a unique, even distribution of light - note the camera module in the photo above. A suite of software photo features includes panorama assist, burst shot, exposure control, and a \"Live Screen\" mode with annotation functions. Other hardware high notes include 2GB of RAM, a 3300mAh battery, an 8.99mm-thin frame, and Android 4.2.2 with Acer's \"Float\" UI.\n\nElsewhere the phone is a little lackluster, especially when it comes to storage: it will be offered in the standard (and disappointing) 16GB with no MicroSD option. Acer plans to launch red and black versions in Europe in late October for an unnamed price. No other markets have been mentioned, but the Liquid S2 is unlikely to come to North America.\n\nAcer's latest tablet is the Iconia A3, which seems to be a capable if unspectacular update. Its 1280x800 10.1-inch screen and 1.2Ghz Cortex A7 quad-core processor are unlikely to blow anyone away, and while its €249 base price tag (about $330 at current exchange rates) is reasonable, it's nothing to get excited about. Other hardware details include either 16GB or 32GB of storage with MicroSD card expansion, a 5MP rear camera, and Android 4.2. The Iconia A3 will begin rolling out in Europe, the Middle East, and Africa in early October, with a 3G model following in November for a €50 premium. Expect to see this one on U.S. retail shelves at some point.\n\nThe last Android device revealed this morning is an unconventional one, though the form factor is getting more popular. The Acer DA241HL (catchy!) is a 24\" desktop all-in-one unit running Android 4.2 on top of an NVIDIA Tegra 3 SoC. The 1080p touch panel should make for some interesting use-case scenarios, especially since this desktop has full access to the Google Play Store (or \"Google Market,\" as it's called in the press release). Acer says that the device will support multiple user accounts, potentially making it a nice family PC.\n\nThe DA241HL is also surprisingly flexible. In addition to an MHL port for showing off its video content on an external screen or TV, the desktop can work as a monitor itself, with an HDMI-in and USB port making it a touch-enabled display supporting Windows 8. The frame tilts from a touch-friendly 20 degrees to a more typical 75 degrees as well. The DA241HL will launch in mid-October with a starting price of €429 in Europe, but a full set of specifications and options isn't available at the time of writing.\n\nSource: Acer, photos via Engadget (2, 3)\n\n2013-09-02 BERLIN Acer will unveil at IFA 2013 the new Liquid S2, a full HD 6” with IPS technology 4K recording capable smartphone with ultra-fast connectivity including 4G LTE and the new Wi-Fi 802.11 ac standard. Following the recent successful launch of the Liquid E, Z and S series, Acer is now ushering in a different world of clarity with four times the resolution of full HD. This technology has been featured in some cameras already, but it’s a completely new experience with smartphones running on Qualcomm’s Snapdragon 800 2.2GHz processor capable of recording in 4K.\n\nThe real beauty of the smartphone is its iconic soft round curves and red elements for the receiver mesh and metallic ring highlighting the four LED ring flash for low light and macro capturing. The curved glass surface keeps a soft touch and “edgeless” feeling around the rim. A touch of visual moments\n\nThe Liquid S2 combines the simple and visual interface with a 13-megapixel rear-facing camera to take professional looking photographs or videos with a smartphone. The front-facing 2-megapixel camera allows consumers to capture moments with an 88-degree wide viewing angle.\n\nThe Liquid S2 is loaded with several enhancements to capture reality: BSI Sensors and LED Ring Flash: Sharper pictures in any environment\n\nSharper pictures in any environment Video Recording: 4K Ultra HD, fast full HD 1080p 60FPS, 4 x slow motion\n\n4K Ultra HD, fast full HD 1080p 60FPS, 4 x slow motion Full Panorama Pictures: Up to 27-megapixels in a single picture\n\nUp to 27-megapixels in a single picture Quick First Shot: Take picture right from unlock the screen with automatic center-focus by tapping any location on the screen\n\nTake picture right from unlock the screen with automatic center-focus by tapping any location on the screen Smart Best Shot: Automatically detects photo type and takes multiple shots for best selection\n\nAutomatically detects photo type and takes multiple shots for best selection Tag Widget: Convenient photo browsing with scene tag.\n\nConvenient photo browsing with scene tag. Favorite Mode: Create up to five profiles with customized effects, flash, capture mode and scenes\n\nCreate up to five profiles with customized effects, flash, capture mode and scenes Exposure Control: One finger focus and exposure adjustment\n\nOne finger focus and exposure adjustment Freehand Capture: Crop out anything on the screen using hand or a digital pen\n\nCrop out anything on the screen using hand or a digital pen Live Screen™: Share ideas and journey through pictures and scribble A touch faster\n\nThis feature-packed Android smartphone will operate on 3G and 4G networks to boost customers with an average upload speed of up to 150Mbps. It will also support the latest Wi-Fi standard, 802.11 ac, offering significantly faster data transfer, better coverage and power efficiency when compared to today’s 802.11 n standard. The Easy Hotspot enables the smartphone to act as a mobile Wi-Fi router to share wireless internet connectivity with up to 6 Wi-Fi enabled devices. The internet connection can also be shared with QR codes and NFC.\n\nAcer Float User Interface allows several app windows to stay open, so users can multitask without having to back out of one app to work on another. The press of a key brings up the Float Apps shortcut where apps on a translucent screen float over the function being used. It is easy to access or switch Float Apps anytime and can be customized with up to 7 favored app shortcuts. A Float Caller notification ensures that users will not be interrupted by incoming calls that take over the full screen. When a call comes in, the Float Caller mini-window pops up and the user can choose to take the call or reply with a quick message. A touch more power\n\nThe latest addition to the Acer smartphone family is designed with a full HD display with IPS technology and 368 ppi for brilliant, stunning graphics on the 6-inch screen with a wide viewing angle. It is 8.99 mm thin and has two stereo speakers powered with Dolby Digital Plus for a stunning sound experience. The Liquid S2 also uses curved Gorilla Glass® 3.0 to boast native damage resistance, making it stronger and more resistant to scratches and daily usage than before.\n\nAvailable in red or black, the Liquid S2 is powered by Qualcomm’s quad-core 2.2GHz processor, 2GB of internal memory and 3300 mAh battery for extended use on a single charge. Users can store a large library of photos, music and videos on the expandable memory of up to 128GB to complement the standard 16GB on-board storage. Features and specs\n\nDisplay 6\", full HD (1,920 x 1,080), 368 PPI, IPS\n\nMain camera 13 MP auto-focus, f2.2, 28 mm lens, BSI sensor, LED ring flash, 4K video\n\nFront camera 2 MP, f2.2, 24 mm lens, 88° wide angle, BSI sensor, 1080p video\n\nProcessor: Quad-core 2.2 GHz\n\nStorage / memory: 16 GB / 2 GB\n\nBattery: 3300 mAh, non-replaceable Li-polymer battery\n\nDimensions: 166 x 86 x 8.99 mm,\n\nNetwork: 4G: 800/1800/2600 3G: 900/2100 2G: 850/900/1800/1900\n\nConnectivity: Wi-Fi 802.11ac/a/b/g/n, Bluetooth® 4.0, GPS+GLONASS, NFC\n\nSensors: Light sensor, accelerometer, proximity sensor, digital compass, gyro\n\nOperating system: Android™ 4.2.2\n\nAcer features: Acer Float UI, Acer HD Channel, Acer Docs and Acer Remote Files, Acer\n\nData Traffic Manager, Acer Float Caller, Acer Float Apps\n\n(maps/notes/camera/calculator), Acer Live Screen™, Acer Print, Acer\n\nEasy hotspot\n\nAdditional features: Skitch, YouTube™, Moodagent, Polaris Office, Swype text input, Google\n\nKeep, Evernote®, wireless display, Dolby Digital Plus Pricing and Availability\n\nThe Liquid S2 version will be available at the end of October in. Exact pricing and availability will be announced at a later stage.\n\n2013-09-02 BERLIN Acer will unveil at IFA 2013 the new Acer Iconia A3, a 10.1-inch tablet was designed to offer a touch more entertainment, multimedia, gaming and web experiences. Movie and music lovers will find in the Iconia A3 their perfectly balanced couch mate with immersive sound, wide viewing angles and quad-core performance to further enhance their entertainment and enjoyment.\n\nThe Acer Iconia A3 was introduced alongside other product updates, including the Acer Iconia A1 and B1 with additional colour options. The full-featured single-handed use 7.9-inch tablet is now available in a touch of white, smoky grey and ivory gold. The Iconia B1 7-inch tablet, targeted at first time users or tablet newbies, is now also available in a touch of oceanic blue and vermilion red. A touch comfier\n\nDesigned for rich multimedia entertainment, the Iconia A3 comes with Dolby® Digital Plus™ creating a virtualized 5.1 channel surround experience over headphones, reduced background noise and dialogue volume boost resulting in clear dialogues and consistent volume levels, without sways across content and apps. To top this off, the Iconia A3 boasts an ergonomic placement of the speakers on both sides creating a virtual sound box for stereo sound effects.\n\nThe 10.1” WXGA display (1,280 x 800) with IPS technology offers crisp and accurate colours from wide viewing angles for a better visual experience whether users are lounging on the sofa, lying on the bed or sharing the view with a loved one. The 16:10 aspect ratio of the Inconia A3 is ideally suited to watch video content and playing games in landscape mode. Complete with a built-in micro HDMI port, users can connect the tablet to an external display to share and enjoy movies and videos on a bigger screen. The Acer Iconia A3 keeps consumers connected to Wi-Fi networks or built-in 3G² mobile data connection. Plus, the integrated Bluetooth 4.0 lets consumers quickly connect the tablet to a variety of other devices, such as headsets and printers. A touch smarter\n\nPowered with a quad-core 1.2GHz cortex A7 processor, the Iconia A3 delivers smooth 9 hours of video playback, better mobile gaming, as well as fluid and fast navigation through apps and websites.\n\nAcer IntelliSpin expands the tablet’s screen image rotation feature, so that even when lying flat, the screen image will rotate to match the tablet’s orientation when turned.\n\nAcer’s Touch WakeApp provides users with fast access to their favourite apps straight from sleep mode. A great feature if the tablet is shared by different users, the multi-user support featured by Android 4.2 allows customers to create up to eight separate and customisable user spaces on a single device.\n\nTo maximise user fun, the 5MP back camera can take snapshots at full video resolution while recording a video. It can also snap immersive 360° pictures and wide angle shots. Available as 16GB³ or 32GB³ version with the option to expand via microSD, the Iconia A3 is the ideal home entertainment companion for people who like sharing and consuming multimedia content.\n\nA touch purer\n\nA smooth profile with rounded edges make it easy to grab the tablet with one hand. The minimalist design is accentuated by the silver profile that sets off the white of the back cover and complements the current design of Acer’s Android tablet family. With a slim profile at just 10.15 mm and a weight of less than 600 grams4, the Iconia A3 is easy to carry along and check anything in a flash whenever needed. Pricing and Availability\n\nThe Iconia A3 (WiFi) version will be available in Europe, Middle East and Africa early October with a suggested a starting price of €249.- 5.\n\nThe Iconia A3 (3G) version will be available in Europe, Middle East and Africa early November with a starting price of €299.- 5.", "article_metadata": {"description": "Prepare for a week filled with new product announcements, Android newshounds. Acer isn't letting their rivals get the better of them at IFA in Berlin (or i... by Jeremiah Rice in Acer, News", "generator": "WordPress 4.5.2", "og": {"site_name": "Android Police - Android News, Apps, Games, Phones, Tablets", "description": "Prepare for a week filled with new product announcements, Android newshounds. Acer isn't letting their rivals get the better of them at IFA in Berlin (or i... by Jeremiah Rice in Acer, News", "title": "Acer Announces Liquid S2 With 4K Video Recording, Iconia A3 Tablet, And 24\" Android-Powered All-In-One Ahead Of IFA", "locale": "en_US", "image": "http://www.androidpolice.com/wp-content/uploads/2013/09/nexusae0_acerandroidaio_thumb.jpg", "updated_time": "2013-09-02T09:49:39-07:00", "url": "http://www.androidpolice.com/2013/09/02/acer-announces-liquid-s2-with-4k-video-recording-low-priced-iconia-a3-tablet-and-24-android-powered-all-in-one-ahead-of-ifa/", "type": "article"}, "twitter": {"domain": "Android Police - Android News, Apps, Games, Phones, Tablets", "description": "Prepare for a week filled with new product announcements, Android newshounds. Acer isn't letting their rivals get the better of them at IFA in Berlin (or i... by Jeremiah Rice in Acer, News", "title": "Acer Announces Liquid S2 With 4K Video Recording, Iconia A3 Tablet, And 24\" Android-Powered All-In-One Ahead Of IFA", "image": "http://www.androidpolice.com/wp-content/uploads/2013/09/nexusae0_liquids2_thumb.jpg", "creator": "@AndroidPolice", "site": "@AndroidPolice", "card": "summary"}, "theme-color": "#0041C8", "article": {"publisher": "https://www.facebook.com/AndroidPolice", "section": "Acer", "tag": "Liquid S2", "published_time": "2013-09-02T06:25:29-07:00", "modified_time": "2013-09-02T09:49:39-07:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=3"}, "_id": "\"57477af36914bd0286fcc054\"", "article_summary": "The Acer Iconia A3 was introduced alongside other product updates, including the Acer Iconia A1 and B1 with additional colour options.\nThe Acer Iconia A3 keeps consumers connected to Wi-Fi networks or built-in 3G² mobile data connection.\nThe Iconia A3 (3G) version will be available in Europe, Middle East and Africa early November with a starting price of €299.- 5.\nAcer's latest tablet is the Iconia A3, which seems to be a capable if unspectacular update.\n2013-09-02 BERLIN Acer will unveil at IFA 2013 the new Acer Iconia A3, a 10.1-inch tablet was designed to offer a touch more entertainment, multimedia, gaming and web experiences."}