{"article_title": "Retiring state librarian broadcasting changes to Maine’s libraries — Augusta — Bangor Daily News — BDN Maine", "article_keywords": ["retiring", "technology", "bdn", "daily", "maine", "libraries", "public", "state", "broadcasting", "library", "lord", "services", "librarian", "changes", "maines", "know"], "article_url": "http://bangordailynews.com/2015/01/01/news/augusta/no-more-shushing-retiring-state-librarian-broadcasting-changes-to-maines-libraries/", "article_text": "AUGUSTA, Maine — Maine State Librarian Linda Lord loves libraries and wants more people to know how great they are.\n\n“We have to get out there and give people the word,” she said. “People don’t know how much libraries have changed. The shushing? Gone. If people have not been to a public library in 10 years, they have not been in a public library.”\n\nInstead of gloomy stacks of books and an emphasis on silence, today’s libraries have become vibrant community centers with a big focus on technology, according to the 70-year-old Lord, who stepped down from her post Dec. 31. The enthusiastic librarian and educator from Brooks has worked at the Maine State Library since 1999, and she has held the top job there for five years. Before that, she was a teacher and school librarian at Mount View High School in Thorndike until she was hired in 1992 by the Maine Department of Education.\n\nLord said she is most proud of the state library staffers who have been hired during her tenure, including a children’s early literacy consultant who creates library programs and works with the Maine Department of Health and Human Services to help children with literacy. Lord also strives to get the good word out about libraries, including her own.\n\nThe Maine State Library is a 175-year-old institution that facilitates access to library services and collections throughout the state. Through it, people can research genealogy, download electronic books, use a device that can transfer VHS tapes to DVDs and much, much more. Mainers who do not live close to an actual library can borrow books by mail through the Maine State Library, and people can come in to look at special collections such as the original diaries of early Maine midwife Martha Ballard or papers and letters relevant to the creation of the Appalachian Trail.\n\n“One of the things I love most about libraries — they’re one of the only public institutions where everybody can come in,” Lord said.\n\nAt her library, which is located in the Maine State House complex, everybody includes Maine lawmakers. Some of the state’s elected officials come in to figure out how to use Facebook, Twitter and other forms of social media. But regular folks are welcome, too — even the very loud man who was “hollering, just hollering” one day in the library, Lord recounted.\n\n“The staff asked him to please lower his voice. He said: ‘I have to holler — I’m deaf!’” she said with a smile.\n\nLord’s cheerful demeanor, creative problem-solving and effective lobbying for libraries will be missed, according to state and library officials. She also worked to shape federal policies that relate to library services and technology access. The chief librarian testified before a U.S. Senate committee and before a Federal Communications Commission panel about the importance of enhancing rural broadband connections and the benefits of high-speed Internet access in communities.\n\n“Linda’s tenure as state librarian came at a time when libraries everywhere were re-evaluating their roles in their communities and adjusting their services to better accommodate the needs of their patrons,” Beth Edmonds, chair of the Maine Library Commission, said in a statement. “Her leadership at the Maine State Library led to a number of new initiatives that have transformed and strengthened library services throughout the state.”\n\nAmong the changes:\n\n— The expansion of interlibrary loan services to rural, smaller libraries.\n\n— The creation of a voluntary state income tax check-off to provide funding for libraries.\n\n— The procurement of a $1.3 million federal broadband technology grant for Maine, which brought more than 500 computers and technology training to 100 public libraries and helped 14 libraries receive video conferencing equipment.\n\nLord, who described herself as “living proof that a middle-aged woman can change careers,” said she is ready to refocus her energies on her family and her community. She’s looking forward to relinquishing the two-hour round-trip commute to Augusta, and she said she is leaving the state’s library in good hand. Jamie Ritter of Searsmont, the director of reader and information services, will be Maine’s 20th state librarian.\n\n“I think people need to know it’s their library,” Lord said. “It belongs to them.”", "article_metadata": {"description": "AUGUSTA, Maine — Maine State Librarian Linda Lord loves libraries and wants more people to know how great they are. “We have to get out there and give people the word,” she said. “People don’t know how much libraries have changed. The shushing? Gone. If people have not been to [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "AUGUSTA, Maine — Maine State Librarian Linda Lord loves libraries and wants more people to know how great they are. “We have to get out there and give people the word,” she said. “People don’t know how much libraries have changed. The shushing? Gone. If people have not been to [...]", "title": "No more ‘shushing’: Retiring state librarian broadcasting changes to Maine’s libraries", "url": "http://bangordailynews.com/2015/01/01/news/augusta/no-more-shushing-retiring-state-librarian-broadcasting-changes-to-maines-libraries/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/01/10003721_H14240115-600x399.jpg?strip=all", "type": "article"}, "twitter": {"description": "AUGUSTA, Maine — Maine State Librarian Linda Lord loves libraries and wants more people to know how great they are. “We have to get out there and give people the word,” she said. “People don’t know how much libraries have changed. The shushing? Gone. If people have not been to [...]", "title": "No more ‘shushing’: Retiring state librarian broadcasting changes to Maine’s libraries", "url": "http://bangordailynews.com/2015/01/01/news/augusta/no-more-shushing-retiring-state-librarian-broadcasting-changes-to-maines-libraries/", "image": "http://static.bangordailynews.com/wp-content/uploads/2015/01/10003721_H14240115-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,augusta,news,regions,no more ‘shushing’: retiring state librarian broadcasting changes to maine’s libraries,is_article,abigail curtis", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fda92e\"", "article_summary": "AUGUSTA, Maine — Maine State Librarian Linda Lord loves libraries and wants more people to know how great they are.\nThe Maine State Library is a 175-year-old institution that facilitates access to library services and collections throughout the state.\nThe enthusiastic librarian and educator from Brooks has worked at the Maine State Library since 1999, and she has held the top job there for five years.\nJamie Ritter of Searsmont, the director of reader and information services, will be Maine’s 20th state librarian.\nAt her library, which is located in the Maine State House complex, everybody includes Maine lawmakers."}