{"article_title": "Future of health care: innovation and personalized medicine", "article_keywords": ["right", "patient", "industry", "need", "patients", "future", "health", "systems", "innovation", "medicine", "president", "personalized", "technology", "care"], "article_url": "http://www.lvb.com/article/20150427/LVB01/304249989/future-of-health-care-innovation-and-personalized-medicine", "article_text": "The health care industry last year underwent a dramatic change as it weathered through the integral stages of the most historic piece of federal health care reform since Medicare in the 1960s.\n\nKnown as the Affordable Care Act – or Obamacare – the 2010 law brought on its most significant reforms at the beginning of 2014, when millions of Americans enrolled in mandated federal or employee-sponsored health care coverage. And as the nation continues to adjust to the ever-evolving health care landscape, it brings hope to health care leaders in the Greater Lehigh Valley for what the health care industry might look like in the next 25 years.\n\nWith a switch to a “fee for value” model, hospitals and health networks already have begun adopting a coordinated-care, team-centered business model with the goal of a cost-effective and efficient health care system. Consumers are doing their part by becoming more proactive in their health care, focusing on prevention and early detection, while health systems continue to use technological advances and await the next innovations constantly being developed.\n\n“It is an exciting time in health care to see the advances being made in research and technology,” said Daniel Ahern, senior vice president, strategy and business development for Reading Health System. “The changes we see over the next two decades will redefine care as we know it, providing more personalized medicine to all patients.\n\n“Providers will be able to deliver immediate care to patients with chronic disease and improve the overall health of their communities.”\n\nBecause of the switch to “fee for value,” hospitals and health care facilities are focusing more on prevention and early detection, according to Greater Lehigh Valley health care officials.\n\nWith the increased use of genomics, also known as genetic mapping, physicians in the future may be able to predict, prevent and personalize medical treatment specific to each patient and disease, before symptoms begin.\n\nThe next few decades of surgical technology also are looking bright for the health care industry, with more procedures that leave minimal scarring and faster recovery. In the years ahead, technology will focus on disease prevention and early diagnosis so that patients may not need surgery or inpatient hospital stays.\n\n“Health systems will emphasize evidence-based processes in order to support the best possible clinical outcomes,” said John Zidansek, CEO of Easton Hospital.\n\nAlso, nanobots may be used to treat cancer, Ahern said. These customized implants could be injected or swallowed like a pill and would move through the body to fight disease specifically targeting unhealthy cells.\n\nHe said that 3-D printers continue to gain acceptance, giving patients access to customized implants and prosthetics. In the future, printers could be used to create tissues and organs for people waiting for a transplant, heart valves, ear cartilage and synthetic skin, he said.\n\nHealth care officials are seeing an increase in patients becoming more proactive in their health. Some are wearing devices to help monitor sleep, physical activity and calorie consumption.\n\n“In the next 25 years, I believe that hospitals and health care providers will focus on using information technology to enhance health and wellness in ways we cannot even imagine at this point,” said Jean Keeler, president and CEO of Grand View Health in Sellersville. “There will be a greater need to develop processes involving the right care in the right place by the right provider and which facilitate patient access to the care they need quickly, efficiently and in the most cost-effective way.”\n\nThe result could mean more online provider visits, telemedicine in a far more expensive way, teams of caregivers coming to your home or place of business, group appointments, home devices monitoring your health and many other models that are currently being tested, Keeler said.\n\n“Hospitals and health systems will need to adapt quickly to a changing marketplace while focusing on patient safety and high-quality care at a low cost,” she said. “Patients will be far more involved in the type of care they receive, who provides it and where they receive it, as the costs continue to shift to them.”\n\nThe future of health care will include a shift from inpatient to outpatient care, and home-based care will increase through virtual appointments with care providers. Online services will expand to assist with care delivery to meet the needs of patients with access and geographic limitations.\n\n“Today’s demographics show us that more people will be likely to need health care in the next quarter century due to the aging baby-boomer population,” said Richard Anderson, president and CEO of St. Luke’s University Health Network. “To meet those needs, some care will be provided by nonphysician practitioners, and medical visits will occur when a patient, from home, consults a doctor face-to-face by computer.\n\nIn the next decade, there will be a continued focus on clinical quality, Zidansek said, as consumers differentiate between health care providers and networks – while health systems emphasize evidence-based processes in order to support the best possible clinical outcomes.\n\n“No matter the advancements the future brings, the three areas of focus will be access, cost containment and outcomes,” he said.\n\nAnd through all of the transitions in the health care industry in the next 25 years, in order for the consumers to make the right decisions for their care and to be proactive and engaged, they must be informed. Employers play a big role in making sure people are informed.\n\n“Employers need to take a stronger position to educate employees and their families,” said Tom Croyle, president of Lehigh Valley Business Coalition on Healthcare, an organization that strives to improve the delivery, cost and quality of health care.\n\n“We need to have more information available to people to make choices,” he said.", "article_metadata": {"og": {"site_name": "Lehigh Valley Business", "description": "", "title": "Future of health care: innovation and personalized medicine | LVB", "url": "http://www.lvb.com/article/20150427/LVB01/304249989/future-of-health-care-innovation-and-personalized-medicine", "image": "http://www.lvb.com/images/lvb-logo-share.jpg", "type": "article"}, "twitter": {"domain": "lvb.com", "description": "", "title": "Future of health care: innovation and personalized medicine | LVB", "image": {"src": "http://www.lvb.com/images/lvb-logo-share.jpg"}, "creator": "@jenniferg_LVB", "site": "@lvb_com", "card": "summary"}, "description": "", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcc061\"", "article_summary": "And as the nation continues to adjust to the ever-evolving health care landscape, it brings hope to health care leaders in the Greater Lehigh Valley for what the health care industry might look like in the next 25 years.\nThe health care industry last year underwent a dramatic change as it weathered through the integral stages of the most historic piece of federal health care reform since Medicare in the 1960s.\n“Providers will be able to deliver immediate care to patients with chronic disease and improve the overall health of their communities.”Because of the switch to “fee for value,” hospitals and health care facilities are focusing more on prevention and early detection, according to Greater Lehigh Valley health care officials.\nConsumers are doing their part by becoming more proactive in their health care, focusing on prevention and early detection, while health systems continue to use technological advances and await the next innovations constantly being developed.\nHealth care officials are seeing an increase in patients becoming more proactive in their health."}