{"article_title": "What Jennifer Aniston Has To Do With Neuroscience, And Why Certain Neurons Light Up When We Recognize Celebrities", "article_keywords": ["consciously", "particular", "recognize", "neuron", "celebrities", "jennifer", "certain", "brain", "neurons", "light", "press", "neuroscience", "timing", "response", "aniston"], "article_url": "http://www.medicaldaily.com/what-jennifer-aniston-has-do-neuroscience-and-why-certain-neurons-light-when-we-recognize-267762", "article_text": "When you think of Jennifer Aniston, you probably conjure an image of long blonde hair, a celebrity’s white teeth smile, and the TV show, Friends. But what you may not realize is that there’s a particular neuron in your brain lighting up consistently whenever you identify an image as Jennifer Aniston — and this may offer insight into memories and how our brains work.\n\nSeveral years ago, UCLA neurosurgeon Itzhak Fried made a discovery that he dubbed the “Jennifer Aniston Neuron,” as he was operating on people who had epileptic seizures. He had asked his patients if he could show them photos during brain surgery (patients undergoing brain surgery actually remain fully conscious during the procedure) and then observe the responses in their neurons. A particular neuron flashed consistently whenever people were showed photos of Jennifer Aniston. This opened up an entire discussion among neuroscientists: Why was there one particular neuron devoted just to Jennifer Aniston? The scientists then found that there are other neurons dedicated to lighting up when the brain identifies other celebrities like Halle Berry or Kobe Bryant.\n\nThe Jennifer Aniston neuron was potentially receiving signals from thousands or more of neurons beneath, which MIT professor Sebastien Seung describes as a “hierarchal organization.” Because the neuron that flashes “Jennifer!” is possibly triggered by a cascade of neurons, neuroscientists believe that this may play a role in memory, which could be a pattern of neurons identifying things like the blue of Aniston's eyes, the tones of her skin, or other abstract details that ultimately come together to form an image and lead to the single Jennifer Aniston neuron.\n\nNeuroscientists from the University of Leicester, along with the Department of Neurosurgery at the University California Los Angeles (UCLA) decided to look even deeper into this unresolved question of Jennifer Aniston neurons. In particular, these researchers were concerned with how information from the external world is represented by brain neurons, and how it leads to our creation of memories. \"For example, we can easily recognize a person in a fraction of a second, even when seen from different angles, with different sizes, colors, contrasts and under strikingly different conditions,\" a press release about the study notes. \"But how neurons in the brain are capable of creating such an 'abstract' representation, disregarding basic visual details, is only starting to be known.\"\n\nThe researchers of this study focused primarily on the timing of the neurons, and how the brain controls when certain neurons fire up to create memories. “The firing of these neurons is relatively very late after the moment of seeing the picture, or hearing the person’s name, but is still very precise,” Professor Rodrigo Quian Quiroga, an author of the study, said in a press release. “These neurons also fire only when the pictures are consciously recognized and remain silent when they are not.”\n\nQuiroga, along with Dr. Hernan Ray and Itzhak Fried, discovered that there was a specific brain response that marked the timing of these neurons. “This response shortly precedes the neuron’s firing and is only present for the consciously recognized pictures – being absent if the pictures were not recognized,” Quiroga said in the press release. “This brain response thus reflects an activation that provides a temporal window for processing consciously perceived stimuli in the hippocampus and surrounding cortex. Given the proposed role of these neurons in memory formation, we argue that the brain response we found is a gateway for processing consciously perceived stimuli to form or recall memories.”\n\nThis timing, or timekeeping, could be “critical” for a “conceptual representation that can be used for memory functions,” Rey said in the press release.\n\nHowever, there’s still a long way to better understand these neuron patterns that conjure up abstract representations. “This kind of mind reading would require knowing the ‘neural code,’ which you can picture as a huge dictionary,” Sueng told NPR. “Each entry of the dictionary lists a distinct perception and its corresponding pattern of neural activity.” One day, some scientists hope to create a brain map of sorts — that would be able to identify all 80 billion neurons, along with the 100 trillion connections between them. But other scientists believe mapping the brain is a bad idea. It’s a bit of a controversy in the neuroscience world, according to NPR.\n\nThere is of course an ethical aspect to the brain mapping project, which could potentially allow neuroscientists to identify cretain neurons and pathways that lead to mental disorder or even crime. \"Science has a limit,\" Dr. Joshua R. Sanes, director of the Center for Brain Science at Harvard, told the New York Times. \"You're going to have all this information and you're not going to know.\"", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "jennifer aniston neuron, celebrities, neuroscience, itzhak fried, halle berry", "og": {"site_name": "Medical Daily", "description": "Researchers have discovered new information about “Jennifer Aniston neurons” and their link to memories.", "title": "What Jennifer Aniston Has To Do With Neuroscience", "url": "http://www.medicaldaily.com/what-jennifer-aniston-has-do-neuroscience-and-why-certain-neurons-light-when-we-recognize-267762", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/23/jennifer-aniston.jpg", "type": "article"}, "twitter": {"description": "Researchers have discovered new information about “Jennifer Aniston neurons” and their link to memories.", "title": "What Jennifer Aniston Has To Do With Neuroscience", "url": "http://www.medicaldaily.com/what-jennifer-aniston-has-do-neuroscience-and-why-certain-neurons-light-when-we-recognize-267762", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/23/jennifer-aniston.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/23/jennifer-aniston.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-01-23T16:18:08-05:00", "modified_time": "2014-01-23T16:18:07-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Researchers have discovered new information about “Jennifer Aniston neurons” and their link to memories."}, "_id": "\"57477af36914bd0286fd0517\"", "article_summary": "Several years ago, UCLA neurosurgeon Itzhak Fried made a discovery that he dubbed the “Jennifer Aniston Neuron,” as he was operating on people who had epileptic seizures.\nThis opened up an entire discussion among neuroscientists: Why was there one particular neuron devoted just to Jennifer Aniston?\nA particular neuron flashed consistently whenever people were showed photos of Jennifer Aniston.\nWhen you think of Jennifer Aniston, you probably conjure an image of long blonde hair, a celebrity’s white teeth smile, and the TV show, Friends.\nNeuroscientists from the University of Leicester, along with the Department of Neurosurgery at the University California Los Angeles (UCLA) decided to look even deeper into this unresolved question of Jennifer Aniston neurons."}