{"article_title": "ABC-7.com WZVN News for Fort Myers, Cape Coral & Naples, Florida", "article_keywords": ["maisel", "dont", "acciaroli", "rosemary", "coral", "wzvn", "florida", "told", "abc7com", "theyre", "recent", "npr", "cape", "residents", "myers", "dr", "naples", "fort"], "article_url": "http://www.abc-7.com/story/31682421/this-italian-village-has-300-people-over-100-years-old", "article_text": "Leisurely meals, beautiful scenery, great wine—Italians pretty much have the good life figured out. But one village in particular may be able to teach us the secret to an especially long life.\n\nAccording to NPR, the town of Acciaroli on the Mediterranean coast south of Naples is home to nearly 300 people who are over 100 years old. Amazingly, that’s one third of the village’s total population.\n\nAlan Maisel, MD, a cardiologist at the University of California, San Diego School of Medicine, is part of a team of researchers launching a study to try to figure out what the people of Acciaroli are doing so right. But Dr. Maisel’s got a hunch: He suspects their longevity is due to a combination of good genes and healthy eating.\n\nOn a recent visit to Acciaroli, Dr. Maisel noted two dietary habits all the residents had in common. “Everybody ate anchovies,” he told NPR. “Also, every meal, they have the plant rosemary in almost everything they cook with.”\n\nWhen it comes to living longer, these foods can’t hurt. Anchovies contain heart-healthy omega-3 fatty acids; while rosemary has long been considered a healing herb, and may help soothe sore muscles, beat bloat, and perhaps even protect you from carcinogenic compounds.\n\nDr. Maisel also observed that Acciaroli’s residents don’t seem overly preoccupied with exercise. “What shocked me is that I don’t see people jogging,” he said. “I do not see people in active exercise classes. I don’t see them swimming laps in the ocean.”\n\nBut the slower pace in Acciaroli could have its own perks. Recent studies have found that people who have a positive attitude and live purposeful, happy lives do indeed tend to live longer.\n\n“In the evenings, in the late afternoon, [the locals are] all sitting around the cantinas, the restaurants. They’re having some wine, some coffee,” Dr. Maisel told NPR. “They’re relaxed.”\n\nThis article originally appeared on Health.com.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Leisurely meals, beautiful scenery, great wine—Italians pretty much have the good life figured out. But one village in particular may be able to teach us the secret to an especially long life.", "og": {"url": "http://www.abc-7.com/story/31682421/this-italian-village-has-300-people-over-100-years-old", "image": "http://ftpcontent.worldnow.com/wncustom/custom/wzvn/wzvn_og_image.jpg", "type": "article", "description": "Leisurely meals, beautiful scenery, great wine—Italians pretty much have the good life figured out. But one village in particular may be able to teach us the secret to an especially long life.", "title": "This Italian village has 300 people over 100 years old"}, "twitter": {"image": "http://WZVN.images.worldnow.com/images/10292192_G.jpg", "description": "Leisurely meals, beautiful scenery, great wine—Italians pretty much have the good life figured out. But one village in particular may be able to teach us the secret to an especially long life.", "card": "summary", "title": "This Italian village has 300 people over 100 years old"}, "wnreadableurl": "this-italian-village-has-300-people-over-100-years-old", "ROBOTS": "index,follow,noarchive", "owner": "WZVN", "fb": {"admins": 1851799707, "app_id": 1678378052403648}, "date": "2016/04/09", "google-site-verification": "gcWGJ_5HBMygrFxFQLREn-pvEzLmkYG-FQepn2WoVSk", "wn-version": "ContainerE-Story", "wn-base": "IIS29"}, "article_summary": "They’re having some wine, some coffee,” Dr. Maisel told NPR.\nOn a recent visit to Acciaroli, Dr. Maisel noted two dietary habits all the residents had in common.\nDr. Maisel also observed that Acciaroli’s residents don’t seem overly preoccupied with exercise.\n“Everybody ate anchovies,” he told NPR.\nAccording to NPR, the town of Acciaroli on the Mediterranean coast south of Naples is home to nearly 300 people who are over 100 years old."}