{"article_title": "Cabinet picks insurance chief, ending stalemate", "article_keywords": ["cabinet", "wanted", "altmaier", "hurricane", "florida", "commissioner", "season", "ending", "chief", "scott", "atwater", "stalemate", "picks", "mccarty", "insurance"], "article_url": "http://www.orlandosentinel.com/news/politics/political-pulse/os-cabinet-insurance-commissioner-pick-story.html", "article_text": "TALLAHASSEE – With hurricane season looming, Florida finally has a new insurance commissioner. But for the next two months, taxpayers will be paying for two insurance chiefs.\n\nGov. Rick Scott and the Florida Cabinet on Friday settled on David Altmaier to replace outgoing insurance commissioner Kevin McCarty. But McCarty isn’t leaving quite yet. He’ll stay on as an advisor to Altmaier for the next 60 days at his current annual salary, $134,000. Altmaier will receive an annual salary of $165,000.\n\nAltmaier is currently the deputy insurance commissioner for the property insurance sector, but has only been with the Office of Insurance Regulation since 2008, and has never experienced the market disruption caused by a major hurricane.\n\nChief Financial Officer Jeff Atwater, who made the motion to accept Altmaier, said with hurricane season a month away it was important to have someone like McCarthy, who weathered the heavy storm seasons 2004 and 2005 to guide him.\n\n“I think it’s going to be well worth having a mentor available to the new commissioner and I have all the confidence in the world the new commissioner is going to step up right up and take advantage of that mentoring, but take charge immediately,” Atwater said.\n\nThe move ends a lingering political stalemate between Scott and Atwater over the insurance post.\n\nScott has wanted to oust McCarty for more than a year, but under Florida’s constitution, the Governor and the CFO must agree on hiring and firing decisions regarding the insurance commissioner.\n\nIn two previous Cabinet meetings, Atwater and Scott disagreed over who to pick. Atwater preferred state Rep. Bill Hager, R-Boca Raton, who used to be Iowa’s insurance commissioner. Scott wanted Jeffrey Bragg, a former executive with Insurance Management Solutions Group.\n\nOn Friday, Atwater even attempted again to hire Hager, as well as Belinda Miller, another deputy insurance commissioner with more experience than Altmaier. Scott rejected both picks, so he settled on Altmaier.\n\nAltmaier takes the reins during a tumultuous time for consumers and the insurance industry in Florida. Even though a hurricane hasn’t hit Florida in more than a decade, major issues abound.\n\nA landmark Florida Supreme Court ruling issued Thursday declaring hard caps on attorneys’ fees in workers compensation cases is roiling the business world, the ramifications of the Affordable Care Act continue to reverberate through the health care market and hurricane season starts in 32 days.\n\nAgricultural Commissioner Adam Putnam wanted to let Altmaier know he had the Cabinet’s full backing despite having McCarty overlap as an advisor for two months.\n\n“It is important that (Altmaier) hear from this Cabinet that he is our choice, we believe in him and we will hold him accountable going forward,” Putnam said. “This is not an apprenticeship, he’s in the big (leagues).”", "article_metadata": {"fb_title": "Cabinet picks insurance chief, ending stalemate", "googlebot": "index", "copyright": "Copyright (c) 2016 Orlando Sentinel", "author": "Orlando Sentinel", "og": {"site_name": "OrlandoSentinel.com", "description": "TALLAHASSEE – With hurricane season looming, Florida finally has a new insurance commissioner. But for the next two months, taxpayers will be paying for two insurance chiefs.", "title": "Cabinet picks insurance chief, ending stalemate", "url": "http://www.orlandosentinel.com/news/politics/political-pulse/os-cabinet-insurance-commissioner-pick-story.html", "image": "http://www.trbimg.com/img-57238ed9/turbine/os-cabinet-insurance-commissioner-pick", "type": "article"}, "x-servername": "lalvp13.17", "twitter": {"site": "@orlandosentinel", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Florida, hurricanes, insurance commissioner, Gov. Rick Scott, Jeff Atwater", "fb": {"admins": 100004353067097, "page_id": 5779052556, "app_id": 890804050949750}, "apple-itunes-app": "app-id=402223551, app-argument=http://www.orlandosentinel.com/deeplinkid/87020681", "googlebot-news": "index", "date": "2016-04-29", "Description": "Cabinet picks insurance chief, ending stalemate", "y_key": "fb73650ad672fe45", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Florida, hurricanes, insurance commissioner, Gov. Rick Scott, Jeff Atwater"}, "article_summary": "Rick Scott and the Florida Cabinet on Friday settled on David Altmaier to replace outgoing insurance commissioner Kevin McCarty.\nTALLAHASSEE – With hurricane season looming, Florida finally has a new insurance commissioner.\nAtwater preferred state Rep. Bill Hager, R-Boca Raton, who used to be Iowa’s insurance commissioner.\nOn Friday, Atwater even attempted again to hire Hager, as well as Belinda Miller, another deputy insurance commissioner with more experience than Altmaier.\nThe move ends a lingering political stalemate between Scott and Atwater over the insurance post."}