{"article_title": "Paris Hostage Situation, Over 30 Dead From Explosions and Shootings", "article_keywords": ["shootings", "reported", "hostage", "30", "dead", "france", "paris", "hostages", "press", "situation", "100", "local", "killed", "explosions"], "article_url": "http://guardianlv.com/2015/11/paris-hostage-situation-over-30-dead-from-explosions-and-shootings/", "article_text": "Today Nov. 13, 2015, in the French capital of Paris at least 30 people have died resulting from two shootings and explosions. According to the Associated Press, over 100 hostages are being held in a Paris theatre. At the time of this report, officials at the U.S. Homeland Security are monitoring the events and do not believe there is any credible threat to the United States.\n\nIt is the deadliest act of violence in France in several years. Police say that at 10:00 p.m. local time, several people had been killed in explosions and shootings around Paris. The BBC reported an alleged gunman opened fire in the 11th district at a local restaurant, causing many casualties. At least 15 people were killed near the Bataclan arts centre, where the hostage taking is under way. An eyewitness is reported to have heard over 100 rounds being fired at the café in Rue de Charonne, and apparently there are at least six gunmen involved in the deadly attacks.\n\nFrench President Francois Hollande was watching a match at the Stade de France when three explosions were reported just outside the bar. Despite the murderous attack the friendly game in which France hosted Germany continued. However, the game has now ended.\n\nBy Jireh Gibson\n\nSources:\n\nBBC NEWS: Paris attacks: Shootings kill 18, hostage-taking at Bataclan arts centre\n\nAssociated Press: 100 hostages 35-40 dead in Paris attacks\n\nImage Courtesy of Javier Vieras’ Flickr Page – Creative Commons License\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "Today Nov. 13, 2015, in the French capital of Paris at least 30 people have died resulting from two shootings and explosions. According to the Associated Press, over 100 hostages are being held in …", "title": "Paris Hostage Situation, Over 30 Dead From Explosions and Shootings", "url": "http://guardianlv.com/2015/11/paris-hostage-situation-over-30-dead-from-explosions-and-shootings/", "image": {"width": 640, "identifier": "http://guardianlv.com/wp-content/uploads/2015/11/8586789587_c5f7ac6079_z.jpg", "height": 424}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2015-11-13T23:25:26+00:00", "modified_time": "2015-11-14T04:19:17+00:00"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2015/11/8586789587_c5f7ac6079_z.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image", "creator": "@ifrackle"}, "viewport": "width=device-width"}, "article_summary": "Today Nov. 13, 2015, in the French capital of Paris at least 30 people have died resulting from two shootings and explosions.\nBy Jireh GibsonSources:BBC NEWS: Paris attacks: Shootings kill 18, hostage-taking at Bataclan arts centreAssociated Press: 100 hostages 35-40 dead in Paris attacksImage Courtesy of Javier Vieras’ Flickr Page – Creative Commons LicenseShare this: PrintLinkedInPinterestPocketRedditEmailTwitterGoogleFacebookTumblr\nPolice say that at 10:00 p.m. local time, several people had been killed in explosions and shootings around Paris.\nAccording to the Associated Press, over 100 hostages are being held in a Paris theatre.\nFrench President Francois Hollande was watching a match at the Stade de France when three explosions were reported just outside the bar."}