{"article_title": "Coloradoan Editorial: Support passage of right-to-die legislation", "article_keywords": ["dignity", "death", "end", "coloradoan", "support", "bill", "legislation", "lifeending", "passage", "patients", "colorado", "editorial", "act", "lives", "righttodie"], "article_url": "http://www.coloradoan.com/story/opinion/2015/10/25/death-dignity-coloradoan/74424436/", "article_text": "The Coloradoan Editorial Board supports passage of a right-to-die bill in Colorado in the coming year. (Photo: Thania A. Betancourt and Thinkstock/Gannett)\n\nWe decide how we live our lives. As such, we should have more control over our deaths.\n\nLegislation allowing terminally ill patients to end their lives with doctor-prescribed drugs failed during the 2015 legislative session when lawmakers on both sides of the aisle voted against it.\n\nCapitalizing on California’s recent passage of a right-to-die law, supporters are preparing to introduce another version of the bill in Colorado’s 2016 session.\n\nThis is the right move. But it might prove to be the wrong time. Democrats sponsoring the proposal — including Rep. Joann Ginal, D-Fort Collins — face an uphill battle during the 2016 election cycle, when control of both chambers of the Legislature are at stake.\n\nDoctors can prescribe life-ending drugs in California, Washington, Vermont, Montana and Oregon. Colorado should also be on the list.\n\nSince the Death with Dignity Act passed in Oregon in 1997, 1,327 people have had DWDA prescriptions written and 859 patients died from ingesting those medications, the most recent available report shows.\n\nOf the 105 DWDA deaths in 2014, 67.6 percent were aged 65 years or older, and most patients (68.6 percent) had cancer.\n\nThe number of those with the debilitating disease amyotrophic lateral sclerosis, or ALS, was higher in 2014 (16.2 percent) than compared to previous years (7.2 percent). The report also showed that people who chose to end their lives in this manner were concerned about losing their autonomy, a reduced quality of life, their loss of dignity and the burden their condition placed on family, friends and caregivers.\n\nThe Colorado Death with Dignity Act (or House Bill 15-1135) as introduced mandates a person considering the use of life-ending medication be an adult (18 or older), have a terminal illness and make the request orally, on two separate occasions and by a written, signed and witness-verified request. Psychological evaluations, and ensuring a person is capable and acting voluntarily are also part of the former proposal’s language.\n\nThese and other safeguards are necessary to ensure people aren’t coerced.\n\nOpponents argue that right-to-die legislation pulls healthcare providers into the business of ending lives. They say people are already able to die on their own; that the name for that act is suicide. There are, certainly, parallels between the two.\n\nWe recognize that there are many in the faith-based community, and the community beyond, who have strong objections to this type of legislation. Not all board members agreed with today’s position.\n\nChoosing to take a life-ending medication, however, requires significant planning and input from many. It allows people with only a short time to live to get their affairs in order. It’s an option to avoid suffering in similar fashion as a do-not-resuscitate order.\n\nDeath with Dignity — or physician-assisted suicide, as others call it — isn’t an easy subject to broach. People who have watched loved ones die will each have a different perspective and emotional response.\n\nRather than looking at this as a divisive political point, we hope to use it as an opportunity to have difficult conversations with your family. Take stock of your unique situation and the life — and death — experiences that shape your point of view and define your wants and needs.\n\nIn the end, you have a choice.\n\nRead or Share this story: http://noconow.co/1N0f62g", "article_metadata": {"google": "notranslate", "description": "Coloradoan Editorial: Support passage of right-to-die legislation", "og": {"site_name": "Coloradoan", "description": "Coloradoan Editorial: Support passage of right-to-die legislation", "title": "Editorial: Death with Dignity should be an option", "url": "http://www.coloradoan.com/story/opinion/2015/10/25/death-dignity-coloradoan/74424436/", "image": "http://www.gannett-cdn.com/GDContent/applogos/coloradoan.png", "type": "article"}, "twitter": {"description": "Coloradoan Editorial: Support passage of right-to-die legislation", "title": "Coloradoan Editorial: Support passage of right-to-die legislation", "image": "http://www.gannett-cdn.com/-mm-/6ed2d428439da22367adc47e96ff03ba87d9c594/c=0-54-630-684&r=x643&c=640x640/local/-/media/2015/10/22/FortCollins/B9319343659Z.1_20151022185726_000_GC5CB0AM6.1-0.jpg", "creator": "@coloradoan", "site": "@coloradoan", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=743847167", "fb": {"app_id": 140942715960163}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "coloradoan, right to die colorado, coloradoan death with dignity, death with dignity, states with right to die"}, "_id": "\"57477af46914bd0286fda950\"", "article_summary": "The Coloradoan Editorial Board supports passage of a right-to-die bill in Colorado in the coming year.\nCapitalizing on California’s recent passage of a right-to-die law, supporters are preparing to introduce another version of the bill in Colorado’s 2016 session.\nOpponents argue that right-to-die legislation pulls healthcare providers into the business of ending lives.\nLegislation allowing terminally ill patients to end their lives with doctor-prescribed drugs failed during the 2015 legislative session when lawmakers on both sides of the aisle voted against it.\nDeath with Dignity — or physician-assisted suicide, as others call it — isn’t an easy subject to broach."}