{"article_title": "Palin: Either 'kick their ass' or don't, but stop tweeting foreign policy", "article_keywords": ["ass", "dont", "terrorists", "tweeting", "twitter", "youre", "stop", "young", "foreign", "islamic", "written", "girls", "palin", "policy", "post", "wrotediplomacy", "kick", "obama"], "article_url": "http://redalertpolitics.com/2014/05/17/palin-either-kick-ass-dont-stop-tweeting-foreign-policy/", "article_text": "Former Alaska Gov. Sarah Palin jumped into the “hashtag diplomacy” debate in a Friday Facebook post, chastising the Obama administration for having Twitter take the place of action.\n\nShe wrote:\n\nDiplomacy via Twitter is the lazy, ineffectual, naïve, and insulting way for America’s leaders to deal with major national and international issues. It’s embarrassing. Under Barack Obama, Hillary Clinton’s State Department repeatedly refused to recognize Boko Haram as terrorists despite their conventional, predictable Islamic terrorist rants, training, and mission. Now, in a life or death situation, nearly 300 kidnapped Nigerian girls are in the hands of these terrorists awaiting rescue.\n\nAnd what is the Obama administration’s weapon of choice in this battle for these young girls’ lives? Hashtagging tweets on social media! I kinda-sorta doubt a tweet will intimidate the kidnappers much. So, if you’re going to jump in and do something about these Islamic terrorists at all, then do it right, do it firmly, and kick their ass.\n\nPalin’s remarks were written below a photo of an individual who wore a mocking set of hashtags on his shirt, including “#HashtagsWillNotBringYourGirlsBack” and “#HighlyTrainedOperatorsWill.”\n\nThe post is here.", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "Former Alaska Gov. Sarah Palin jumped into the \"hashtag diplomacy\" debate in a Friday Facebook post, chastising the Obama administration for having Twitter take the place of action.", "title": "Palin: Either 'kick their ass' or don't, but stop tweeting foreign...", "locale": "en_US", "image": {"width": 554, "identifier": "http://redalertpolitics.com/files/2014/05/Sarah-Palin-554x400.jpg", "height": 400}, "url": "http://redalertpolitics.com/2014/05/17/palin-either-kick-ass-dont-stop-tweeting-foreign-policy/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "sarah-palin", "published_time": "2014-05-17T18:29:45+00:00", "modified_time": "2014-05-17T18:33:06+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcc07d\"", "article_summary": "So, if you’re going to jump in and do something about these Islamic terrorists at all, then do it right, do it firmly, and kick their ass.\nAnd what is the Obama administration’s weapon of choice in this battle for these young girls’ lives?\nSarah Palin jumped into the “hashtag diplomacy” debate in a Friday Facebook post, chastising the Obama administration for having Twitter take the place of action.\nShe wrote:Diplomacy via Twitter is the lazy, ineffectual, naïve, and insulting way for America’s leaders to deal with major national and international issues.\nNow, in a life or death situation, nearly 300 kidnapped Nigerian girls are in the hands of these terrorists awaiting rescue."}