{"article_title": "U.S. Lifespan Surges, 'Healthspan' Not So Much", "article_keywords": ["expectancy", "increase", "life", "lifestyle", "longer", "surges", "disease", "lifespan", "healthspan", "health", "katz", "told", "thats"], "article_url": "http://www.medicaldaily.com/us-lifespan-surges-healthspan-not-so-much-cdc-266456", "article_text": "As the average life expectancy continues to rise in developed nations across the globe, Americans are enjoying longer lives than ever, with federal health officials reporting a 0.6-year increase between 2008 and 2009.\n\nExperts from the Centers for Disease Control and Prevention (CDC) said on Monday that children born in 2009 can expect to die just shy of their 80th birthday –– 78.7 years, to be exact. In 2008, the figure was 78.1. The positive trend, which has remained steady for the past 50 years, is thought to be the result of better treatment strategies against cardiovascular disease and other global killers.\n\n“Improvements in heart disease and stroke mortality have had a big impact,” Robert Anderson, chief of the Mortality Statistics Branch at the CDC’s National Center for Health Statistics, told reporters. “That's a large proportion of total deaths and that's where the action really is in terms of improved life expectancy. That's really what's driving the trend.\"\n\nAccording to David Katz, director of the Yale University Prevention Research Center, the increase is not limited to a particular demographic set. \"To the extent that we all want a bounty of years in life, this report conveys encouraging news,” he said, speaking to HealthDay. “Life expectancy at birth in the U.S. is rising for all groups.\"\n\nBetter disease control notwithstanding, the gender discrepancy is expected to persist. While the increase is virtually the same for both sexes, men born in 2009 will still die a little earlier than their female counterparts, who can expect to live well into their 80th year. Similar differences were observed across ethnical groups, with data from African-Americans and Hispanics indicating a new life expectancy of 74.5 and 81.2 years respectively.\n\nGood News And Bad News\n\nHowever, Katz and other experts are quick to point out that a longer life does not necessarily mean a better life. \"More importantly, this report is only about years in life, not about life in years,\" he said. \"A long life with a high burden of chronic disease — such as diabetes, heart disease, and chronic obstructive pulmonary disease (COPD) — means more time living with illness and disability.\"\n\nIn fact, the rising life expectancy is currently considered the primary factor behind the growing number of dementia cases and other age-related disorders. At the G8 dementia summit in London last December, researchers projected a threefold increase in Alzheimer’s diagnoses by 2050, driving the number of patients up from 44 million to 135 million. \"It's a global epidemic and it is only getting worse,” he said, speaking to BBC News. “If we look into the future the numbers of elderly people will rise dramatically.\"\n\nLifespan Vs. Healthspan\n\nIt follows that life expectancy may no longer be the best indicator of public health. While advancements in medicine and technology may have resulted in an increased overall lifespan, a widespread adherence to exercise, dieting, and other healthy lifestyle elements may be necessary to obtain a comparable increase in “healthspan.” \"The next chapter in medical advance will need to be as much about lifestyle as medicine if we are to add life to years along with years to life,\" Katz told reporters.\n\nBottom line, a long and health life comes down to regular checkups as well as sensible lifestyle choices. Confused about where to start? Check out the Mayo Clinic’s online guide to healthy living.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "us lifespan, healthspan, americans living longer, cdc, life expectancy dementia", "og": {"site_name": "Medical Daily", "description": "The average U.S. lifespan has increased consistently over the past 50 years, federal health officials reported on Monday.", "title": "U.S. Lifespan Surges, 'Healthspan' Not So Much", "url": "http://www.medicaldaily.com/us-lifespan-surges-healthspan-not-so-much-cdc-266456", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/06/old-age.jpg", "type": "article"}, "twitter": {"description": "The average U.S. lifespan has increased consistently over the past 50 years, federal health officials reported on Monday.", "title": "U.S. Lifespan Surges, 'Healthspan' Not So Much", "url": "http://www.medicaldaily.com/us-lifespan-surges-healthspan-not-so-much-cdc-266456", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/06/old-age.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/06/old-age.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-01-06T18:12:11-05:00", "modified_time": "2014-01-06T18:12:09-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The average U.S. lifespan has increased consistently over the past 50 years, federal health officials reported on Monday."}, "_id": "\"57477af46914bd0286fdc5da\"", "article_summary": "Lifespan Vs. HealthspanIt follows that life expectancy may no longer be the best indicator of public health.\n“That's a large proportion of total deaths and that's where the action really is in terms of improved life expectancy.\nIn fact, the rising life expectancy is currently considered the primary factor behind the growing number of dementia cases and other age-related disorders.\nSimilar differences were observed across ethnical groups, with data from African-Americans and Hispanics indicating a new life expectancy of 74.5 and 81.2 years respectively.\nBottom line, a long and health life comes down to regular checkups as well as sensible lifestyle choices."}