{"article_title": "McConnell: No New Supreme Court Justice Until The NRA Approves Of The Nominee", "article_keywords": ["case", "nfib", "supreme", "court", "garland", "nominee", "justice", "approves", "mcconnell", "v", "judge", "fbi", "nra"], "article_url": "http://thinkprogress.org/justice/2016/03/20/3761908/mcconnell-no-new-supreme-court-justice-until-the-nra-approves-of-the-nominee/", "article_text": "Justice McConnell: No New Supreme Court Justice Until The NRA Approves Of The Nominee CREDIT: AP Photo/Susan Walsh, File\n\nSupreme Court justices are nominated by the president and appointed with the advice and consent of the National Rifle Association, according to Senate Majority Leader Mitch McConnell (R-KY).\n\nMcConnell offered this unusual view of the confirmation process during an interview with Fox News Sunday. In response to a question from host Chris Wallace, who asked if Senate Republicans would consider the nomination of Judge Merrick Garland to the Supreme Court after the election if Hillary Clinton prevails, McConnell responded that he “can’t imagine that a Republican majority in the United States Senate would want to confirm, in a lame duck session, a nominee opposed by the National Rifle Association [and] the National Federation of Independent Businesses.”\n\nThe Majority Leader’s statement is significant for several reasons. For one thing, it suggests that his previously stated position that “this vacancy should not be filled until we have a new President,” is a sham. Simply put, it’s unlikely that the NRA or the NFIB will change their position on a nominee just because Hillary Clinton is president and not Barack Obama.\n\nBut it’s also worth examining exactly who McConnell would give a veto power over nominees. The NFIB, of course, was a plaintiff in NFIB v. Sebelius, the first Supreme Court case seeking to repeal the Affordable Care Act. That lawsuit called upon the justices to impose limits on federal power that even the late Justice Antonin Scalia refused to impose in previous cases (although it’s worth noting that Scalia abandoned his previous principled stance when given the opportunity to cast a vote against Obamacare). When the NFIB isn’t fighting to take health care away from millions of Americans, it fights equally hard against raising the minimum wage.\n\nThe NRA, meanwhile, is known for its increasingly absolutist opposition to gun safety laws. Though Garland’s record on guns is fairly thin, the NRA opposes Garland’s nomination based on two cases he considered as a judge.\n\nIn the first of these two cases, Parker v. District of Columbia, Garland played a very limited role. In Parker, two conservative members of a three judge panel struck down the District of Columbia’s strict handgun laws, over the dissent of another conservative, George H.W. Bush appointee Judge Karen Henderson. The District then asked the full appeals court to reconsider this decision in a process known as en banc review. Garland was one of four judges who voted to rehear the case, as was Judge A. Raymond Randolph, an extraordinarily conservative H.W. Bush appointee.\n\nA 5-4 Supreme Court eventually agreed with the three-judge panel in District of Columbia v. Heller, the first decision in American history to hold that the Second Amendment protects an individual right to bear arms.\n\nThe second case cited by the NRA is National Rifle Association v. Reno, where Garland joined a decision by Judge David Tatel upholding a database the FBI uses to audit the background check system used to screen potential firearm buyers. The FBI retained information regarding individuals who sought to purchase firearms for six months after they attempted to make this purchase, and used this information to perform “quality control checks on the [background check] system’s operation by reviewing the accuracy of the responses given by the NICS record examiners to gun dealers,” among other things.\n\nAfter six months, information in this database was destroyed. Nevertheless, the NRA claimed that the FBI was required to destroy this information much sooner.\n\nJudge Tatel’s opinion rejecting the NRA’s argument relies on several interlocking provisions of federal law, as well as longstanding Supreme Court doctrines calling for deference to federal agencies, so it is not easily summarized in just a few paragraphs. You can read his opinion and assess his reasoning here. It’s worth noting, however, that NRA v. Reno is a classic case of gun groups seeking to win a victory in the courts that they repeatedly lost in Congress.\n\nA provision of federal law requires the government to “destroy all records . . . relating to the person” who seeks to purchase a firearm — something the FBI did after six months — but does not order the government to do so within a specific time frame. As Judge Tatel notes in the opinion joined by Garland, members of Congress attempted multiple times to change this law to require the government to “immediately” destroy records produced by the background check system, and these efforts repeatedly failed. Thus, having failed to write the word “immediately” into the statute, the NRA asked the courts to do it for them. Tatel and Garland refused to take up this invitation.\n\nSo McConnell isn’t simply delegating his duty to evaluate potential Supreme Court nominees to the NRA, he’s deferring to the NRA despite the fact that the gun lobby group’s case against Garland is very thin. It consists of Garland’s single vote to rehear a case that one of his court’s most conservative members also voted to rehear, along with a decision to allow the FBI to continue to perform audits on the background check system after lawmakers sympathetic to the NRA tried and failed to shut those audits down.", "article_metadata": {"google": "nositelinkssearchbox", "description": "Supreme Court justices are nominated by the president and appointed with the advice and consent of the National Rifle Association, according to Senate Majority Leader Mitch McConnell (R-KY).", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "Supreme Court justices are nominated by the president and appointed with the advice and consent of the National Rifle Association, according to Senate Majority Leader Mitch McConnell (R-KY).", "title": "McConnell: No New Supreme Court Justice Until The NRA Approves Of The Nominee", "url": "http://thinkprogress.org/justice/2016/03/20/3761908/mcconnell-no-new-supreme-court-justice-until-the-nra-approves-of-the-nominee/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2016/03/20111625/AP_634638171980.jpg", "type": "article"}, "twitter": {"description": "Supreme Court justices are nominated by the president and appointed with the advice and consent of the National Rifle Association, according to Senate Majority Leader Mitch McConnell (R-KY).", "creator": "@imillhiser", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2016/03/20111625/AP_634638171980-320x213.jpg", "title": "McConnell: No New Supreme Court Justice Until The NRA Approves Of The Nominee", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-justice", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2016/03/20111625/AP_634638171980-99x66.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2016/03/20111625/AP_634638171980-540x303.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2016-03-20T11:33:14+00:00", "author": "https://www.facebook.com/IanMillhiserPublic"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "article_summary": "Justice McConnell: No New Supreme Court Justice Until The NRA Approves Of The Nominee CREDIT: AP Photo/Susan Walsh, FileSupreme Court justices are nominated by the president and appointed with the advice and consent of the National Rifle Association, according to Senate Majority Leader Mitch McConnell (R-KY).\nThe NFIB, of course, was a plaintiff in NFIB v. Sebelius, the first Supreme Court case seeking to repeal the Affordable Care Act.\nSo McConnell isn’t simply delegating his duty to evaluate potential Supreme Court nominees to the NRA, he’s deferring to the NRA despite the fact that the gun lobby group’s case against Garland is very thin.\nSimply put, it’s unlikely that the NRA or the NFIB will change their position on a nominee just because Hillary Clinton is president and not Barack Obama.\nIt’s worth noting, however, that NRA v. Reno is a classic case of gun groups seeking to win a victory in the courts that they repeatedly lost in Congress."}