{"article_title": "Old Muni Buses Are Reborn as Mobile Showers for the Homeless", "article_keywords": ["ding", "shower", "francisco", "old", "muni", "buses", "mobile", "sandoval", "lava", "reborn", "homeless", "mae", "showers", "san"], "article_url": "http://ww2.kqed.org/stateofhealth/2014/08/15/old-muni-buses-reborn-as-mobile-showers-for-homeless/", "article_text": "By Lynne Shallcross\n\nShowering is a daily routine that most of us probably take for granted. But for people living on the streets or in shelters in San Francisco, finding a shower can be one of the biggest daily challenges.\n\n‘Then no one has to know you’re homeless unless you tell them.’\n\nFor the more than 3,000 unsheltered homeless people in San Francisco, there are only roughly 20 showers available — fewer if any are out of service. Then there are the logistics of sign-up lists, limited hours, waiting lines and figuring out how to get there.\n\nDoniece Sandoval, a marketing and communications professional and South Texas native, had seen plenty of shower-less homeless in her two decades in San Francisco. But when she passed a young homeless woman on the street who was crying that she’d never be clean, Sandoval decided to do something about it.\n\nSo she hatched the idea for Lava Mae, a new service that provides showers in a retrofitted, retired Muni bus. Lava Mae, a play on the Spanish word for “wash me,” is in the pilot phase of its service.\n\nLava Mae’s first day in the Bayview District was last week, and 52-year-old Demetri, who declined to give his last name, was among the first to shower. Demetri said he has been homeless on and off for a decade.\n\n“I think a lot of times, homeless people get depressed because those things that people take for granted — having a place to lay down, having a place to wash your clothes, having a place to shower — if they’re not available, it can really bring your spirits down,” he said.\n\nAfter 20 minutes inside the retrofitted 1993 N-Judah bus — which now has two separate shower-and-bathroom stations — Demetri stepped out refreshed. “It was like showering in a nice hotel,” he said. “On a scale of 1 to 10, it’s 11.”\n\nWhile showers are “extremely important,” Demetri said, they can be a logistical challenge. And when you go days without showering or washing your clothes, it wears on you mentally, he said.\n\n“You start to avoid people subconsciously. You don’t go to the library or you don’t go for the job interviews or you don’t go for the resources. So what happens is that you just start to pull away. But you know, if you can wash your clothes and take a shower and brush your teeth, then no one has to know you’re homeless unless you tell them. So it’s a huge thing. Huge.”\n\nDemetri’s comment points straight to Lava Mae’s mission, which is to bring dignity through hygiene — and opportunity through dignity. “We’re doing this because we think people have the right to be clean,” Sandoval said. “But at the end of the day, if what that does is remove barriers for people to interview for jobs, to apply for housing, then that is amazing.”\n\nIn October, soon after she launched a fundraising campaign to raise the $75,000 needed to retrofit the first Muni bus, Sandoval challenged herself to go a week without a shower. “You’re supposed to think about these publicity stunts to raise visibility, but it was also a chance for me to kind of step in, in a very small way, to the shoes of the people that we would be serving.”\n\nA self-described “clean freak,” Sandoval said she was already feeling “unsettled” by Day Two. When Day Seven arrived and she was able to take a shower, she cried.\n\n“In a small way, I really understood what it was like. I kept thinking, what if I was sleeping on the sidewalks, what if I had to put on the same clothes? All of these things occurred to me, and it was just so powerful. And so, when we’re out here with our guests and making it possible for them to have a shower, it drives it home for me every single time.”\n\nThe idea for Lava Mae came together as Sandoval thought about the popularity of food trucks, wondering why gourmet food could travel on wheels but not showers. As she researched the idea, she found other communities in the country that had transformed horse trailers and mobile homes into mobile showers.\n\nAt the same time, Sandoval read in the news that San Francisco was planning to replace its old Muni diesel buses. “That’s when everything went, ‘Ding, ding, ding, ding, ding!’ We’ve got to get a Muni bus.”\n\nThe city donated four retired buses to Lava Mae, and Sandoval is hoping to do more fundraising this fall, with the goal of retrofitting at least one more bus.\n\nRetrofitting the buses means adding two shower “suites,” one of which is accessible for the disabled. Each has a shower, toilet, sink and hair dryer. Dr. Bronner’s is donating the soap, and Kohler donated and installed the bathroom fixtures. For water, Lava Mae hooks up to city fire hydrants at each location and uses an on-board water heater.\n\nLava Mae is now serving the Tenderloin, Bayview and Mission districts and is operating three days a week. After the pilot phase wraps up at the end of the year, Sandoval hopes to increase service to five days a week.\n\nIn addition to planning the expansion of Lava Mae within San Francisco, Sandoval is also spending time replying to people from all over the country and the world who have heard about Lava Mae and want to bring it to their cities. More than 50 cities have reached out to Sandoval so far — everywhere from Sao Paolo and Sydney to Washington, D.C., and Orlando, Florida.", "article_metadata": {"description": "When Doniece Sandoval passed a homeless woman who was crying that she’d never be clean, she took action.", "contextly-page": "{\"title\":\"Old Muni Buses Are Reborn as Mobile Showers for the Homeless\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2014\\/08\\/15\\/old-muni-buses-reborn-as-mobile-showers-for-homeless\\/\",\"pub_date\":\"2014-08-15 07:00:43\",\"mod_date\":\"2015-03-30 10:21:03\",\"type\":\"post\",\"post_id\":20600,\"author_id\":\"8344\",\"author_name\":\"State of Health\",\"author_display_name\":\"State of Health\",\"tags\":[\"Homeless\"],\"categories\":[\"Community Health\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2014\\/08\\/LavaMae-e1407548749650.jpg\"}", "og": {"site_name": "State of Health", "description": "When Doniece Sandoval passed a homeless woman who was crying that she’d never be clean, she took action.", "title": "Old Muni Buses Are Reborn as Mobile Showers for the Homeless", "url": "http://ww2.kqed.org/stateofhealth/2014/08/15/old-muni-buses-reborn-as-mobile-showers-for-homeless/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2014/08/shower-640x426.jpeg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "homeless", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcc085\"", "article_summary": "So she hatched the idea for Lava Mae, a new service that provides showers in a retrofitted, retired Muni bus.\nAt the same time, Sandoval read in the news that San Francisco was planning to replace its old Muni diesel buses.\nLava Mae, a play on the Spanish word for “wash me,” is in the pilot phase of its service.\nLava Mae is now serving the Tenderloin, Bayview and Mission districts and is operating three days a week.\nFor water, Lava Mae hooks up to city fire hydrants at each location and uses an on-board water heater."}