{"article_title": "The world must cooperate to make cyberspace safe", "article_keywords": ["cyberspace", "president", "safe", "vice", "global", "companies", "cyber", "cooperate", "cooperation", "internet", "world", "security", "ict"], "article_url": "http://thehill.com/blogs/congress-blog/technology/252713-the-world-must-cooperate-to-make-cyberspace-safe", "article_text": "Cyberspace has become a critical component of business and government everywhere. Both the public and private sectors now need a reliable and predictable digital environment to thrive. While it is clear that the Internet creates enormous economic and social benefits, this global marketplace can at times be perilous. Organizations are increasingly aware of cyber risks, driven by widely reported attacks on corporations and government agencies. As a result, most actors today take cybersecurity seriously and work hard to reduce those risks.\n\nHowever, the Internet has little respect for boundaries. Enhancing cybersecurity and combating cybercrime require engagement and cooperation by a variety of participants: among nations, across companies, and between government and the private sector. Indeed, many challenges in cyberspace can only be addressed through such a multi-stakeholder framework.\n\nADVERTISEMENT\n\nThe global nature of the information and communications technology (ICT) marketplace lies at the heart of this conundrum. The ICT industry leverages resources – cyber, physical, and human – from around the world, creating better products and driving down costs.\n\nUnfortunately, a growing number of countries are starting to favor domestic sources of ICT supply under the banner of cyber or national security. Ironically, such moves can actually increase security risks, as the most innovative and secure products will make full use of the best talents, ideas, and resources available, irrespective of the jurisdiction they are in.\n\nA better approach would involve technology purchases based on fact-driven, risk-informed, and transparent requirements that assure the security of a product or service throughout its lifecycle. Such requirements would enable buyers to make informed decisions about cyber risk irrespective of where the ICT was produced. To be effective, however, there needs to be some level of international standardization on those requirements, which requires public-private cooperation on a global basis.\n\nThe undersigned companies hope that the forthcoming EastWest Institute’s sixth annual Global Cooperation in Cyberspace Summit will allow us to begin to take concrete steps towards that goal. Taking place in New York, with multi-stakeholder participation from over 40 countries, the summit aims to drive agreement on the most pressing issues we face in this space today, including:\n\nHow can law enforcement and Internet companies work together to break up international cybercrime syndicates?\n\nWhat can companies that deliver critical services like electricity and finance do to manage cyber risks to their operations?\n\nHow can confidentiality of business and personal information be balanced with law enforcement’s need for access to unencrypted data under widely varying legal regimes?\n\nWhat limits should be placed on governments’ creation and use of cyber weapons?\n\nWho should be responsible for the long-term governance of the Internet, a global resource?\n\nHietala is vice president, Business Development and Security, The Open Group; Suffolk is president, Global Cyber Security, and privacy officer, Huawei Technologies; Nassar is vice president, Cyber Security Solutions, NXP Semiconductors; McConnell is senior vice president, EastWest Institute. The EastWest Institute is hosting its sixth Global Cyberspace Cooperation Summit on September 9-10 in New York City.", "article_metadata": {"dcterms.description": "Enhancing cybersecurity and combating cybercrime require engagement and cooperation by a variety of participants.", "description": "Enhancing cybersecurity and combating cybercrime require engagement and cooperation by a variety of participants.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Congress Blog"}}, "og": {"site_name": "TheHill", "description": "Enhancing cybersecurity and combating cybercrime require engagement and cooperation by a variety of participants.", "title": "The world must cooperate to make cyberspace safe", "url": "http://thehill.com/blogs/congress-blog/technology/252713-the-world-must-cooperate-to-make-cyberspace-safe", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2016-02-04T05:25:59-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-04T05:25-05:00", "dcterms.identifier": "http://thehill.com/blogs/congress-blog/technology/252713-the-world-must-cooperate-to-make-cyberspace-safe", "dcterms.date": "2015-09-08T13:00-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Joe Picard", "author": "Jim Hietala, John Suffolk, Sami Nassar and Bruce McConnell", "dcterms.type": "Text", "keywords": ",,", "article": {"published_time": "2015-09-08T13:00:04-04:00", "modified_time": "2016-02-04T05:25:59-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/blogs/congress-blog/technology/252713-the-world-must-cooperate-to-make-cyberspace-safe", "widgets": {"csp": "on"}, "description": "Enhancing cybersecurity and combating cybercrime require engagement and cooperation by a variety of participants.", "card": "summary", "title": "The world must cooperate to make cyberspace safe"}, "dcterms.title": "The world must cooperate to make cyberspace safe"}, "article_summary": "The EastWest Institute is hosting its sixth Global Cyberspace Cooperation Summit on September 9-10 in New York City.\nHietala is vice president, Business Development and Security, The Open Group; Suffolk is president, Global Cyber Security, and privacy officer, Huawei Technologies; Nassar is vice president, Cyber Security Solutions, NXP Semiconductors; McConnell is senior vice president, EastWest Institute.\nThe undersigned companies hope that the forthcoming EastWest Institute’s sixth annual Global Cooperation in Cyberspace Summit will allow us to begin to take concrete steps towards that goal.\nThe ICT industry leverages resources – cyber, physical, and human – from around the world, creating better products and driving down costs.\nWhile it is clear that the Internet creates enormous economic and social benefits, this global marketplace can at times be perilous."}