{"article_title": "Beheadings: Brought To You By “The Religion Of Peace”", "article_keywords": ["beheadings", "away", "peace", "watch", "beheading", "brought", "religion", "muhammad", "muslims", "baptists", "know", "threat", "thats", "islam"], "article_url": "http://townhall.com/columnists/douggiles/2014/09/21/beheadings-brought-to-you-by-the-religion-of-peace-n1894501", "article_text": "Thanks to Islam, \"beheading\" has been re-introduced into our daily discussions.\n\nIndeed, Islam has made vogue several murderous and torturous terms that, heretofore, have never been a part of our vernacular; or definitely not used in many, many moons.\n\nSo what, pray tell, do I speak of?\n\nWell, it’s crap like: crucifixions, female genital mutilation, goat rape, Sharia Law, child slavery, burkas and, as said, the beheading of us bacon eaters.\n\nAh, Islam … always elevating the human experience, eh?\n\nYes, I said it: It’s Islam’s fault that we have to even mention the aforementioned and watch that smack roll out in real time on the news or via YouTube.\n\n“It’s not Islam’s’ fault,” you say?\n\nOh, yeah? Then who’s to blame It sure as heck isn’t the Baptists’ fault.\n\nBy the way, do you know why Baptists don’t have sex standing up? You don’t? It’s because people will think they’re dancing. Do you know what’s funny about that joke? You don’t? You would if you were raised in West Texas.\n\nAnyway, here’s another query for you: what’s the difference is between the Baptists and Islam? Baptists won’t put out a fatwa on you for telling a joke about them, that’s what.\n\nSo where does this Islamic beheading bunkum hail from? Is it, like our President purports, an aberration of the warp and woof of Islam? Or is it for these wizards just another manic Monday?\n\nBecause I can read and because, historically speaking, I’ve been pretty good at playing connect the dots, I’m leaning towards the “Manic Monday” explanation for the Islamic mayhem because their leader was hardly a Mother Theresa. Check it out according to TheReligionOfPeace.com : Muhammad, the prophet of Islam, had people killed for insulting him or for criticizing his religion. This included women. Muslims are told to emulate the example of Muhammad. Muhammad said in many places that he has been \"ordered by Allah to fight men until they testify that there is no god but Allah and that Muhammad is his messenger.\" In the last nine years of his life, he ordered no less than 65 military campaigns to do exactly that. Muhammad inspired his men to war with the basest of motives, using captured loot, sex and a gluttonous paradise as incentives. He beheaded captives, enslaved children and raped women captured in battle. Again, Muslims are told to emulate the example of Muhammad. Muhammad directed Muslims to wage war on other religions and bring them under submission to Islam. Within the first few decades following his death, his Arabian companions invaded and conquered Christian, Jewish, Hindu, Buddhist and Zoroastrian lands. For those of us in the U.S. still skipping around the maypole with rose-colored glasses on, thinking beheadings will never happen in our neck of the woods -- I’m sure that’s what the UK thought prior to Lee Rigby’s beheading last year.\n\nJust this past week, the Aussies got a massive wake up call when authorities smashed up a work in-progress plot by AU Muslims to behead random people on their streets.\n\nIn addition to AU Muslim BS, Fox News reported last week that ISIS operatives have Tweeted out their plans for “lone wolves” here in the U.S. to “strike terror into the hearts of the enemies of Allah.”\n\nSo, practically, what can we do to keep from getting our noggins lopped off? Donald Joy, a writer for my news portal, ClashDaily.com, offers these five poignant points to help keep our heads attached:\n\n1. I hate to be cliché, but if you see something, say something. Seek the police out and relay anything suspicious that you observe, wherever you are…be vigilant. Tell your companions to watch your back, and watch theirs.\n\n2. Be a “racist.” One of the fundamental principles of surviving an adverse, life-threatening event has two key elements: Distance and shielding. That is, stay away or get away, as far away as possible, from the threat, and, put barriers (ideally, impenetrable barriers such as thick metal and concrete, mountains, etc.) between yourself and the threat. In other words, avoid Muslims to the extent possible and get substantial amounts of solid matter in between yourself and them. That’s right; unless you have completely reliable intimate knowledge that any given Muslim does not pose some level of a threat (there are, of course, many harmless Muslims), profile Muslims as members of a totalitarian, murderous, savage cult who probably present at least some degree of opportunity for jihad to take place.\n\n3. Counterattack. So many in these forums constantly remark about how they conceal carry whatever pistol, and how they’ll double-tap Mohammed between the eyes until their muzzles melt and all that. Great. But we all know that even the most paranoid, hyper-vigilant among us sometimes has to go someplace where it’s just not possible or practical to carry, or, we find ourselves in situations where our commando identity has to take a backseat to blending in with normal, real-life humans, traveling across state lines, and other complications. So what if we sense Ahmed is about to pounce while we happen to be un-strapped, or otherwise somewhat off-guard? Go cafeteria crazy on the goathumper; grab whatever’s handy and bludgeon away with extreme viciousness until he’s down and desists.\n\n4. Educate others about the true nature of Islam. Arouse the curiosity of your kids’ school staff by asking them if they even know what Beslan is. Ask it in a helpful tone of voice; maybe bring it up in a general conversation about school security, Sandy Hook, and such. Emphasize the word: Beslan. Prompt them, if they just give you a blank stare, to do some internet browsing on their own using that simple six-letter name as a keyword. 5. Be politically active and support candidates who would bulldoze mosques. I could say a lot more on this, but I think you get the gist. Nobody will run for office if they sense their life will be destroyed for merely advocating that we resist Mohammedan throat-cutters’ building and running Islamic military training academies (mosques) among us. The best way to survive the attempt to behead you is to forestall it, pre-empt it, undertake a constant Crusade against followers of Mohammed and drive them from our midst. It’s going to be a long slug but we have no other option if we intend to prevail.", "article_metadata": {"description": "Thanks to Islam, \"beheading\" has been re-introduced into our daily discussions. .05/27/2016 2:15:52AM EST.", "author": "Doug Giles", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Thanks to Islam, \"beheading\" has been re-introduced into our daily discussions.", "title": "- Beheadings: Brought To You By “The Religion Of Peace”", "url": "http://townhall.com/columnists/douggiles/2014/09/21/beheadings-brought-to-you-by-the-religion-of-peace-n1894501", "image": "http://media.townhall.com/townhall/reu/ha/2014/236/2014-08-24T161602Z_1_LYNXMPEA7N0A7_RTROPTP_3_INDUSTRY-US-MEDIA-VIOLENCE.JPG", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Thanks to Islam, \"beheading\" has been re-introduced into our daily discussions.", "title": "- Beheadings: Brought To You By “The Religion Of Peace”", "url": "http://townhall.com/columnists/douggiles/2014/09/21/beheadings-brought-to-you-by-the-religion-of-peace-n1894501", "image": "http://media.townhall.com/townhall/reu/ha/2014/236/2014-08-24T161602Z_1_LYNXMPEA7N0A7_RTROPTP_3_INDUSTRY-US-MEDIA-VIOLENCE.JPG", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Beheadings: Brought To You By “The Religion Of Peace”, Doug Giles, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "article_summary": "Thanks to Islam, \"beheading\" has been re-introduced into our daily discussions.\nCheck it out according to TheReligionOfPeace.com : Muhammad, the prophet of Islam, had people killed for insulting him or for criticizing his religion.\nBy the way, do you know why Baptists don’t have sex standing up?\nAnyway, here’s another query for you: what’s the difference is between the Baptists and Islam?\nMuhammad directed Muslims to wage war on other religions and bring them under submission to Islam."}