{"article_title": "Prom Spending Is Latest Victim of Deep Freeze", "article_keywords": ["plenty", "spending", "country", "beitler", "davids", "deep", "freeze", "prom", "survey", "victim", "teens", "spend", "dresses", "latest"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/04/10/Prom-Spending-Latest-Victim-Deep-Freeze", "article_text": "It is still too cold in most parts of the country to be thinking about taffeta, which could be affecting how much teens and their parents plan on spending on the prom and when they do their shopping.\n\nFamilies, on average, expect to spend $978 this year on the prom, the annual rite of passage for American high schoolers, which is basically just a big dance, according to a survey released today by Visa Inc. That's down 14 percent from last year.\n\nProm spending can encompass a wide range of items, primarily formal wear, but also includes flowers, transportation, pre-event dinners, hair, makeup and sometimes hotel rooms. Most of the difference in the spending forecast is driven by steep drops among families surveyed in the Northeast, whose spending forecast dipped 27 percent, and the South, where it dropped 23 percent.\n\nVisa conducted a phone survey of 4,000 families in January and February 2014, when it was particularly cold in those areas of the country. Comparatively, last year's survey was based on a survey of 3,000 in the same time frame in 2013.\n\nRelated: The Shocking Cost of Proms in America\n\n\"It's certainly a possibility that it's weather related, especially if it follows other general retailtrends,\" said Nat Sillin, Visa's head of financial education. Respondents were not asked why they were spending less. Indeed, retailers struggled during the winter of 2014. David's Bridal, one of the largest purveyors of prom gowns, said that while it has not noted a drop in spending, it has noted a shift in the buying season to be later this year. \"It's potentially due to weather, and it's also a shift of Easter and spring break coming later in the year,\" said Brian Beitler, executive vice president and chief marketing officer for David's Bridal.\n\nMost prom dresses at David's end up costing around $200, Beitler said, with plenty of bestselling collections at just $100. This year's prom fashion trend is focused on celebrity couture, particularly the \"sophisticated\" dresses displayed on the red carpet during the winter movie awards season. \"There's a little less bling on the dresses themselves,\" said Beitler, although accessories remain a big category. For those who think $978 is an enormous investment for one night of fun for a teenager, there are plenty of options for budgeting. Community-based programs across the country, like Cinderella's Closet or the Princess Project offer free dresses to girls who need them. There are also plenty of places for teens to donate their gowns once prom is over.\n\nFamilies with income less than $50,000 said they were going to spend much less than the national average: just $733. Last year, that income group was planning to spend more than the national average. \"We hope this dip in spending indicates that the prom bubble has burst,\" said Visa's Sillin. \"It's just a dance, and for parents, it's an opportunity to teach teens the importance of budgeting.\"", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "It is still too cold in most parts of the country to be thinking about taffeta, which could be affecting how much teens and their parents plan on spending on the prom and when they do their shopping.", "title": "Prom Spending Is Latest Victim of Deep Freeze", "url": "http://www.thefiscaltimes.com/Articles/2014/04/10/Prom-Spending-Latest-Victim-Deep-Freeze", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04242013_napoleon_dynamite_prom_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/04/10/Prom-Spending-Latest-Victim-Deep-Freeze", "image": "http://cdn.thefiscaltimes.com/sites/default/files/articles/04242013_napoleon_dynamite_prom_article.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "It is still too cold in most parts of the country to be thinking about taffeta, which could be affecting how much teens and their parents plan on spending on the prom and when they do their shopping.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af36914bd0286fcc0a9\"", "article_summary": "Prom spending can encompass a wide range of items, primarily formal wear, but also includes flowers, transportation, pre-event dinners, hair, makeup and sometimes hotel rooms.\nMost prom dresses at David's end up costing around $200, Beitler said, with plenty of bestselling collections at just $100.\n\"We hope this dip in spending indicates that the prom bubble has burst,\" said Visa's Sillin.\nThere are also plenty of places for teens to donate their gowns once prom is over.\nComparatively, last year's survey was based on a survey of 3,000 in the same time frame in 2013."}