{"article_title": "A Conversation About Art, Politics, and Identity With Donald Trump Butt Plug Artist Fernando Sosa – Flavorwire", "article_keywords": ["plug", "mexican", "trump", "started", "left", "fernando", "conversation", "donald", "know", "sosa", "butt", "say", "politics", "flavorwire", "really", "identity", "dont"], "article_url": "http://flavorwire.com/529313/anything-is-a-butt-plug-if-youre-brave-enough-a-conversation-about-art-politics-and-identity-with-donald-trump-butt-plug-artist-fernando-sosa", "article_text": "Donald Trump’s assessment of Mexicans in the United States as being a bunch of “people that have lots of problems” and “rapists” provoked various responses: Republicans were silent, afraid to alienate their base by condemning racism; the Twitter account that allegedly belongs to El Chapo, the Mexican drug lord who recently escaped prison for the second time, warned Trump to shut up; Cuban-American rapper Pitbull vowed to boycott Trump’s hotels; Mexican artist Dalton Javier Avalos Ramirez made the festive and cathartic papier-mâché Trump Piñata.\n\nBut perhaps the most inventive response of all came in the form of a butt plug adorned with the face of the Donald, the 3D creation of Fernando Sosa, a 32-year-old artist born and raised in Mexico, who lives in Orlando, Florida with his wife of seven years. Trump wasn’t his first handcrafted butt plug, though — that honor belongs to Vladmir Putin, and Sosa has created countless other satirical sex toys, featuring such leaders as George W. Bush, Kim Jun Un, Chris Christie, and Fred Phelps.\n\nDespite all the publicity the artist has received for his Trump plug, it’s an apolitical figurine — Left Shark, of Katy Perry Super Bowl fame — that has landed him in the most trouble of his career. Sosa is embroiled in an ongoing legal battle with Katy Perry, whose attorneys sent him a cease-and-desist notice over his 3D-printed Left Shark, making a claim Sosa’s lawyer has called “very dubious”: that she owns the copyright on a costume that became an Internet meme.\n\nFlavorwire spoke to Sosa about Trump, Perry, and the role his identity plays in his artwork.\n\nFlavorwire: What was going through your head when you read what Donald Trump said about Mexicans?\n\nFernando Sosa: I feel really proud to be both American and Mexican, especially after the Donald Trump comments. Trump said, [in effect,] “I’m not saying all Mexicans are drug-dealers and rapists. Just the illegals.” But [whether] somebody crossed the border through a plane or through the river, we’re all the same people. The only reason I’m even here legally is because my stepdad is an American citizen. He met my mom in Mexico. They fell in love and then he brought us here, which is really rare.\n\nI notice you say “illegal” and “illegals.” Lots of people say “undocumented.”\n\nI was trying to say “undocumented” instead of “illegal,” because people cannot be illegal as a whole. But when you say “undocumented” in Cali or New York, maybe people know what you mean. When I say it [in Florida], people don’t even know what I’m talking about.\n\nI don’t know if this will work, but I want to take the word back from the people saying it in a negative way. Just like with “Obamacare” — I think we have to say “illegal” and make it better.\n\nHow would you describe your identity?\n\nI consider myself American and Mexican. It’s kind of like walking and chewing gum at the same time. People say, ‘Why you doing this Cinco de Mayo thing?’ But they don’t say that to people who are of Irish descent and celebrate St. Patrick’s Day.\n\nI love Mexican culture, music and food. I love tacos — but street tacos. That’s how I was able to win over my Filipino wife. I would cook Mexican food for her.\n\nI left Mexico when I was 11, but I went to school for traditional arts, and I studied some Mexican artists and fresco art, like Frida Kahlo and Diego Rivera, who is really big where I’m from, Puebla.\n\nHow did you get started making 3D art?\n\nI started out making slim wallets for phones that had bottle openers and money clips. I own my own business. The political stuff was more of a hobby. But I was able to sell [those works], too.\n\nHow did you become involved in politics?\n\nA progressive friend of mine from school invited me to an Alan Grayson town hall. And I was on line outside, waiting to go in, and I hear this lady telling another guy on line, “I’m a cancer survivor but I don’t have insurance — that’s why we need the Affordable Care Act.” And he was screaming at her, “I don’t want to pay for your healthcare.” And I was like, “Why is this guy being such a butthole?” I started reading up on the Affordable Care Act, and I started to do canvassing, and the more I learned about it, the more I got involved.\n\nWhy did you decide to start making butt plugs in the shape of political leaders?\n\nMy first butt plug was for Putin. They were trying to pass the gay propaganda law, so I was really angry. Putin spends a lot of time and money on propaganda to build an image. If you destroy that image, you can bring him down to a level that people can rise up against. So I was thinking, “What is something that is insulting for him? What about a butt plug with his face on it?” That has to be the best way to insult a homophobe. If somebody made a butt plug of me, I wouldn’t care. But if you’re a homophobic person… I think I woke up at three o’clock in the morning and started 3D modeling it.\n\nIt’s also kind of like a voodoo doll; you can either put little pins in him or you can stick him in someone else’s butt.\n\nWhat does your family think of the butt plugs you’ve made?\n\nMy dad is from Finland, and he really hates Putin because Russia invaded them. And he’s older, and that’s a hard demographic [that] doesn’t know much about the butt plug thing. When I explained it to him, he was laughing, like, “Oh yeah, I hate that guy.”\n\nMy mom thought it was weird in the beginning. I had to explain it to her: people in Russia are passing laws against gay people. She used to have a stylist who was really famous in Mexico. And I was like, “Te acuerdas del stylist que te hacia el cabello? [Remember the stylist who did your hair?]. Well, just imagine, in Russia they could put him in jail just because he’s gay.” And she was like, “Oh, well, I don’t like that.” And I was like, “Well, this [butt plug] is putting attention on that, and it’s ridiculing this leader.” And she’s like, “Oh, I like that…. And you’re making money? Oh, I like that part too.”\n\nWhich other political figures have you mocked?\n\nI have a “Mission Accomplished George Bush.” He’s riding a rocket, and the rocket is burning money and has blood stains on it because of Iraq. Then I have the Kim Jong Un butt plug. A lot of people buy it for presents.\n\nYou could do an airdrop of those over North Korea.\n\nThey’re kind of like missiles if you turn them upside down.\n\n“One man’s butt plug is another man’s missile,” like the old saying goes.\n\nAnything is a butt plug if you’re brave enough.\n\nDid you just think of that?\n\nNo. I know so many puns by now about butt plugs. I also have this Fred Phelps [butt plug], from Westboro Baptist. And Mitch McTurtle, of Mitch McConnell. People like turtles, so they keep buying them even if they don’t know it’s Mitch McTurtle. The Chris Christie Bridgegate inaction figure is a big seller. Especially because it was on Hardball with Chris Matthews.\n\nHas Donald Trump officially responded to the butt plug?\n\nI called his office, and asked the lady who picked up if he wanted one. She hasn’t gotten back to me.\n\nWhen I made the Chris Christie figurine, I called his office and said, “I’ve made a Chris Christie Bridgegate inaction figure, and I’d like to know if Chris Christie would like to get one.” The lady couldn’t keep her face straight. You could hear her giggling.\n\nHas anyone else you’ve depicted responded?\n\nNo. Except for Katy Perry’s lawyers. One of my biggest sellers was the Left Shark 3D-printed inaction figure. I made it two days after the Super Bowl and the Left Shark thing happened. And they were selling really well. Two days after I started selling, the website selling them got a cease-and-desist order saying Perry owned the copyright. And so they took it down.\n\nI thought, why would they have owned the copyright? They didn’t know that one of the sharks was going to mess up and go viral. And I thought, “OK, that’s kinda fishy.”\n\nNo pun intended!\n\nI didn’t realize that! CNN had a story about it, and a lawyer contacted me and told Perry’s lawyers they didn’t have copyright. They said they did, because somebody drew a sketch of it a long time ago. My lawyer was like, “My client didn’t base his 3d figure from this sketch, because he never saw it. He based it on the costume, which is not copyrightable.” Copyright protects a lot of stuff, but it doesn’t protect usable items or wearable items, so the way that people get around it is they trademark it. Then they tried to trademark [the Left Shark design], but it got shot down by the trademark office because the drawing of the Left Shark was so crappy.\n\nSo, she didn’t have copyright or trademark but she was still telling other people that they couldn’t sell it.\n\nHave you considered making a Katy Perry butt plug?\n\nWell, I’m trying to come to an agreement amicably. But if we don’t have one by the end of this month…", "article_metadata": {"viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "description": "Donald Trump’s assessment of Mexicans in the United States as being a bunch of “people that have lots of problems” and “rapists” provoked various responses: Republicans were silent, afraid to alienate their base by condemning racism; the Twitter account that allegedly belongs to El Chapo, ...", "generator": "WordPress.com", "og": {"site_name": "Flavorwire", "description": "Donald Trump’s assessment of Mexicans in the United States as being a bunch of “people that have lots of problems” and “rapists” provoked various responses: Republicans were silent, afraid to alien…", "title": "“Anything Is a Butt Plug If You’re Brave Enough”: A Conversation About Art, Politics, and Identity With Donald Trump Butt Plug Artist Fernando Sosa", "url": "http://flavorwire.com/529313/anything-is-a-butt-plug-if-youre-brave-enough-a-conversation-about-art-politics-and-identity-with-donald-trump-butt-plug-artist-fernando-sosa", "image": {"width": 625, "identifier": "https://flavorwire.files.wordpress.com/2015/07/01-3.jpg", "height": 465}, "locale": "en_US", "type": "article"}, "twitter": {"image": {"src": "https://flavorwire.files.wordpress.com/2015/07/01-3.jpg?w=640"}, "site": "@flavorwire", "card": "summary_large_image", "creator": "@flavorwire"}, "msapplication-TileColor": "#ffffff", "p": {"domain_verify": "d14fb4bfdccbc45ec9b9cf467123426d"}, "msapplication-window": "width=device-width;height=device-height", "theme-color": "#ffffff", "application-name": "Flavorwire", "article": {"publisher": "https://www.facebook.com/WordPresscom", "published_time": "2015-07-22T18:00:13+00:00", "modified_time": "2015-07-22T20:21:32+00:00"}, "keywords": "art, politics, donald trump, fernando sosa, newsletter", "google-site-verification": "LEPlfEAe87ZYYO-w5cvjSSIHi6-qE8orVaxsi6TkE9Y", "news_keywords": "Donald Trump, Fernando Sosa, Donald Trump Butt Plug", "msapplication-task": "name=Subscribe;action-uri=http://flavorwire.com/feed;icon-uri=http://1.gravatar.com/blavatar/5af1ea63c8deb1c43404735fce2401ed?s=16", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/flavorwire-2016/img/ms-icon-144x144.png"}, "_id": "\"57477af36914bd0286fcc0b6\"", "article_summary": "What about a butt plug with his face on it?” That has to be the best way to insult a homophobe.\n“One man’s butt plug is another man’s missile,” like the old saying goes.\nI don’t know if this will work, but I want to take the word back from the people saying it in a negative way.\nHave you considered making a Katy Perry butt plug?\nI also have this Fred Phelps [butt plug], from Westboro Baptist."}