{"article_title": "Larry Hogan and Hobby Lobby", "article_keywords": ["decision", "governor", "state", "larry", "health", "hobby", "maryland", "womens", "religious", "lobby", "hogan", "care"], "article_url": "http://articles.baltimoresun.com/2014-07-08/news/bs-ed-hobby-lobby-hogan-20140708_1_hobby-lobby-health-care-next-governor", "article_text": "Hogan and Hobby Lobby [Letter]\n\nOur view: The next governor's views on women's reproductive health matter\n\nBut while the two Democrats were quick to jump into this issue, Republican gubernatorial candidate Larry Hogan has sought to stay as far away from it as possible. He initially issued a \"no comment\" on the decision and has subsequently responded to questions with various iterations of the idea that it doesn't really have anything to do with being Maryland governor.\n\nLt. Gov. Anthony G. Brown, who is running to replace his term-limited boss, wasn't far behind with his own statement: \"No one has the right to dictate personal health care decisions to a woman, certainly not her employer. This is a step in the wrong direction for our country, and it proves that we must always be vigilant in our fight to ensure that women have access to comprehensive health care, including birth control.\"\n\nWithin hours of the Supreme Court's decision last week that closely-held corporations could deny coverage for contraceptives through their employees' health insurance policies if doing so violated the owners' religious convictions, Gov. Martin O'Malley took to Twitter to decry the verdict: \"No woman should have her health care decisions made by her boss. Period. This decision is wrong and a setback for women's health.\"\n\nOthers disagree. The state Democratic party has been hammering him with near-daily press releases about his non-stance on the case, and NARAL Pro-Choice Maryland sent him a letter demanding a clarification of his position on the decision, saying \"It is possible Maryland's next governor could play an important role in this fight.\"\n\nDoes it really matter what Maryland's governor thinks of the decision in what's known as the Hobby Lobby case? Yes and no.\n\nNo, in that Maryland has a state law requiring insurers that cover prescription drugs also cover any FDA-approved contraceptive. Because the Hobby Lobby case was decided based on the 1993 federal Religious Freedom Restoration Act, Maryland's law remains unaffected.\n\nAny effort to circumvent the Hobby Lobby decision will come from the federal level. The Obama administration could try to find a work-around for closely held corporations in the same way it did for religious employers like hospitals and universities. And Democrats in Congress are considering a variety of responses ranging from increased disclosure requirements for companies that would seek to deny contraceptive coverage on religious grounds to an amendment to the Religious Freedom Restoration Act.\n\nIn a letter to the editor of The Sun, Mr. Hogan described the Hobby Lobby issue as a \"manufactured political battle\" but said that it would be the policy of his administration that \"all women in Maryland should have access to the birth control of their choice.\" He has previously answered questions about his view on abortion by saying that the matter was settled in Maryland by the 1992 voter referendum that upheld a state law codifying the Roe v. Wade decision. But the details of a governor's views on women's reproductive health issues and his degree of commitment to them matter.\n\nIn the last few years, Republican lawmakers in Annapolis have sponsored bills that would have potentially had the effect of restricting access to abortion — such as by prohibiting abortions after 20 weeks except for cases of medical emergency or requiring physicians to give women the opportunity to view an ultrasound of the embryo or fetus before an abortion. They would be unlikely to pass the Democratic legislature no matter who is governor, but a governor's support could provide a boost to the anti-abortion community in Maryland for fund-raising, demonstrations and other forms of activism such as pickets outside of clinics where abortions are performed.\n\nA governor, through his appointees in the Department of Health and Mental Hygiene, could upend recently enacted regulations designed to achieve a careful balance to ensure women's safety at abortion clinics without reducing access.\n\nA governor's budgetary decisions could, directly and indirectly, affect access to contraception in the state. Maryland, for example, is one of the states that chose to expand Medicaid coverage — and along with it, contraceptive coverage — to more low-income adults through the Affordable Care Act. Maryland's next governor could reverse that decision. Separately, the state funds a pair of family planning programs for low-income women, which collectively will cost about $11.4 million this year. The health department and others have identified other ways the state could improve family planning services, including the integration of family planning and substance abuse treatment, creating a new program targeted at teens and modeled after an effective intervention in St. Louis, and increased outreach to teens in foster care. The next governor will have the chance to decide whether to fund those or other programs.", "article_metadata": {"keywords": "READERS_RESPOND, NEWS", "og": {"site_name": "tribunedigital-baltimoresun", "description": "Within hours of the Supreme Court's decision last week that closely-held corporations could deny coverage for contraceptives through their employees' health insurance policies if doing so violated...", "title": "Larry Hogan and Hobby Lobby", "url": "http://articles.baltimoresun.com/2014-07-08/news/bs-ed-hobby-lobby-hogan-20140708_1_hobby-lobby-health-care-next-governor", "image": "http://www.trbimg.com/img-559d6ec0/turbine/bal-baltimore-sun-logo-20150708/600", "type": "article"}, "fb": {"admins": 100001837105818, "app_id": 187462827959608}, "description": "Within hours of the Supreme Court's decision last week that closely-held corporations could deny coverage for contraceptives through their employees' health insurance policies if doing so violated"}, "_id": "\"57477af36914bd0286fcc0cc\"", "article_summary": "Any effort to circumvent the Hobby Lobby decision will come from the federal level.\nHogan and Hobby Lobby [Letter]Our view: The next governor's views on women's reproductive health matterBut while the two Democrats were quick to jump into this issue, Republican gubernatorial candidate Larry Hogan has sought to stay as far away from it as possible.\nBecause the Hobby Lobby case was decided based on the 1993 federal Religious Freedom Restoration Act, Maryland's law remains unaffected.\nDoes it really matter what Maryland's governor thinks of the decision in what's known as the Hobby Lobby case?\nMartin O'Malley took to Twitter to decry the verdict: \"No woman should have her health care decisions made by her boss."}