{"article_title": "Ted Cruz’s claim that the IRS tax code has more words than the Bible", "article_keywords": ["claim", "code", "word", "olson", "tax", "irs", "ted", "number", "bible", "cruzs", "does", "words", "fact"], "article_url": "https://www.washingtonpost.com/news/fact-checker/wp/2015/03/11/ted-cruzs-claim-that-the-irs-tax-code-has-more-words-than-the-bible/", "article_text": "In a speech to the International Association of Fire Fighters, Sen. Ted Cruz (R-Tex.) talked about how the U.S. could restore \"growth and opportunity\" for small businesses, saying the answer is through tax and regulatory reform. (International Association of Fire Fighters)\n\n“On tax reform, we, right now, have more words in the IRS code than there are in the Bible — not a one of them as good.”\n\n–Sen. Ted Cruz (R-Texas), speech at International Association of Fire Fighters legislative conference, March 10, 2015\n\nComparing the number of words in the U.S. tax code with the number in the Bible is a common theme among conservatives who fault the tax code for being overly burdensome. In fact, the claim has been made in some variation for at least 10 years. We tracked down a similar comparison by Republican Louisiana Gov. Bobby Jindal in 2005. Rep. Virginia Foxx (R-N.C.) said the same at a press conference in 2013. There are countless other examples.\n\nCruz is correct on the comparison of words in both texts. But regular readers of The Fact Checker know we frown on such counting exercises, like the number of pages in “Romneycare” health-care law in Massachusetts or the number of pages in President Obama’s Affordable Care Act. Such comparisons — in this case, the word count of the evolving tax code of the most industrious country in the world to words in a religious document that was written thousands of years ago — don’t really tell you much of anything.\n\nWe will not issue a Pinocchio rating or award a Geppetto Checkmark. But it is worth exploring this word-count comparison and how the tax code’s complexities affect taxpayers.\n\nThe Facts\n\nThe literally translated King James Version of the Bible contains just over 800,000 words. There are as many as 3.7 million individual words in the IRS tax code. (Another count places it as low as 2.6 million words without substantive words such as “is” and “and.”) This number came from copying the text of the code, pasting it into a Microsoft Word document and using the word count function. That means it includes everything from page numbers to annotations. Using this method, the fiscal 2016 federal budget document contains 73,000 words. The text of H.R. 3590, the Patient Protection and Affordable Care Act, contains about 385,000 words.\n\nHow does the Bible compare to other written works? There is no official count for word counts in books, but there are estimates. According to Mental Floss, the longest novel published in word counts is The Blah Story by Nigel Tomm, at 3.3 million words. So that may be comparable to the IRS tax code. The Bible is longer than the Hunger Games series, which comprises three books. But it’s no longer than the Harry Potter series, which various estimates place at just over 1 million words over seven books. The Bible is longer than most popular works of literature, including War and Peace, which clocks in at between 544,406 and 560,000 words.\n\nBut does any of this matter? Here is another, possibly more relevant, comparison. It takes an average American taxpayer 13 hours to comply with the tax code, according to the IRS. Four hours of that estimate is devoted to actually completing the forms. The rest of the time is spent on record-keeping and other miscellaneous tasks. (The Fact Checker has explored this figure in the past.)\n\nIn comparison, it takes 90 hours for a marathon reading of the Bible, from Genesis to Revelation, without commentary. At least that’s how long it takes for the annual U.S. Capitol Bible Reading marathon. (If you want to figure out how long it would take you to read the Bible, try this nifty “How long does it take to read the Bible” calculator.)\n\nThe point, said Cruz spokeswoman Catherine Frazier, is that the IRS code is too long and complicated.\n\nNina Olson, the national taxpayer advocate at the IRS, says that Cruz is not off-base. The 2014 annual report to Congress by the Taxpayer Advocate Service, the watchdog arm of the IRS, says the complexity of the tax code “continues to burden taxpayers and drain IRS resources.” There were 45,789 sections, subsections and cross-references in the code in 1991. In 2012, the number jumped to 66,812 — a 46 percent increase. IRS operating costs have increased, and it costs more to train employees to administer complex provisions, the report says.\n\n“Taxpayers find it incredibly confusing. They don’t know how to proceed,” Olson said. Some of the most common frustrations from the public relate to basic questions about marital and parental status. For example: Should my ex-spouse claim a child as a dependent, or should I? Should I file my married filing separately or jointly with my spouse?\n\nAs the tax code grew, so have the exemptions and anti-abuse provisions, Olson said. Ironically, some of the complexities in the current tax code are there to accommodate people who want their “specific circumstance reflected in the code. Sometimes, there’s an incredible tension between fairness and complexity, simplicity and one-size-fits-all,” Olson said. (We should also note that often members of Congress are responsible for inserting these provisions into the law.)\n\nFrazier told The Fact Checker: “We need drastic tax reform that simplifies the IRS code to the point that Americans could file their tax returns on a postcard.”\n\nBut that sentiment does not capture the nuances of the balance between fairness and accessibility. There is a trade-off when considering policy decisions to simplify it to a single postcard, Olson said.\n\nWe also wondered: Why does it matter to the average taxpayer that the tax code is hard to comprehend? Do Americans actually read the tax code, especially now that software programs make it easy to file taxes with a few mouse clicks?\n\nIn response, Olson said the tax code is so complex that even professionals who advise taxpayers may interpret provisions differently. If taxpayers don’t understand the intricacies in the code, they don’t know why they’re getting the number that pops up for them using electronic-filing programs. “Many people don’t know why they’re getting the results they’re getting. … They may be paying too much, they may be paying too little.” And if they do end up paying too little, it results in lengthy conversations with the IRS to figure it out, she said.\n\nThe Pinocchio Test\n\nThis is a nonsense fact, something that is technically correct but ultimately meaningless. Thus it is not worthy of a Geppetto Checkmark but neither does it qualify for a Pinocchio.\n\nCruz makes the point that tax policies need to be drastically simplified, and many Americans likely would support that sentiment. But such a crude comparison, which provides no nuance or context, doesn’t capture why the tax code has become so complex and how it affects taxpayers.\n\nIn a way, comparing the raw word count in the tax code to the text of the Bible diminishes the real frustration that taxpayers feel, and the real impact that can occur from improper tax filings. The consequences of not filing your taxes is of far bigger concern than not reading the Bible — legally speaking, anyway. We can’t speak to possible eternal damnation.\n\n(About our rating scale)\n\nSend us facts to check by filling out this form\n\nFollow The Fact Checker on Twitter and friend us on Facebook", "article_metadata": {"description": "Cruz repeats a common comparison that the IRS tax code is longer than the Bible. But that's a comparison that doesn't really say anything.", "author": "https://www.facebook.com/myhlee", "og": {"site_name": "Washington Post", "description": "Cruz repeats a common comparison that the IRS tax code is longer than the Bible. But that's a comparison that doesn't really say anything.", "title": "Ted Cruz’s claim that the IRS tax code has more words than the Bible", "url": "https://www.washingtonpost.com/news/fact-checker/wp/2015/03/11/ted-cruzs-claim-that-the-irs-tax-code-has-more-words-than-the-bible/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/02/16/Production/Daily/A-Section/Images/209549734.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@myhlee"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/fact-checker/wp/2015/03/11/ted-cruzs-claim-that-the-irs-tax-code-has-more-words-than-the-bible/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "ted cruz; IRS code longer than the bible; tax reform; tax code; IRS; michelle lee; glenn kessler; factchecker; fact checker", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/myhlee"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "ted cruz; IRS code longer than the bible; tax reform; tax code; IRS; michelle lee; glenn kessler; factchecker; fact checker"}, "_id": "\"57477af36914bd0286fcf0a7\"", "article_summary": "There are as many as 3.7 million individual words in the IRS tax code.\nSo that may be comparable to the IRS tax code.\nIronically, some of the complexities in the current tax code are there to accommodate people who want their “specific circumstance reflected in the code.\nThe point, said Cruz spokeswoman Catherine Frazier, is that the IRS code is too long and complicated.\nIt takes an average American taxpayer 13 hours to comply with the tax code, according to the IRS."}