{"article_title": "Venezuela to stop buying rice from Guyana amid dispute", "article_keywords": ["oil", "guyanas", "amid", "border", "stop", "minister", "venezuelan", "guyana", "petrocaribe", "president", "rice", "venezuela", "buying", "dispute"], "article_url": "http://www.washingtontimes.com/news/2015/jul/9/venezuela-to-stop-buying-rice-from-guyana-amid-dis/", "article_text": "GEORGETOWN, Guyana (AP) - Venezuela has decided to stop buying much of Guyana’s rice crop amid an escalating border dispute between the South American neighbors, the Guyanese finance minister said Thursday.\n\nFinance Minister Winston Jordan said Venezuelan officials informed him during a visit to Caracas that they will be acquiring rice from other suppliers, including Suriname, by the end of the year.\n\nVenezuela has in the past four years purchased about 40 percent of Guyana’s rice production, or about 200,000 tons, paying for it with oil that amounts to about half of Guyana’s daily supply needs.\n\n“It will be a significant blow to us,” said Peter DeGroot, president of the Rice Millers Association.\n\nThe exchange of rice for oil was done under the Petrocaribe program, a Venezuelan initiative that provides fuel at generous financial terms to Caribbean and Central American countries. Guyana remains a member of Petrocaribe and will continue to buy oil from Venezuela, Jordan said.\n\nJordan said Venezuela did not disclose the reason for its decision, but the long-running border dispute has been heating up following the recent disclosure of a major oil discovery off Guyana in waters that Venezuela also claims. Venezuelan President Nicolas Maduro announced Monday that he was recalling his ambassador in Guyana for consultations and would review relations between the countries.\n\nVenezuela has long refused to recognize a boundary drawn in 1899 and it claims about two-thirds of Guyana’s territory as its own. Venezuela published a new map in May that expanded its maritime territory to essentially leave Guyana landlocked.\n\nGuyana Prime Minister Moses Nagamootoo said the timing of the rice announcement made it at least appear that it is connected to the border fight.\n\n“It will have to be considered whether Venezuela’s position of the non-renewal of the Petrocaribe barter agreement is indeed an act of economic sanction against Guyana,” he said in a statement.\n\nPresident David Granger told Parliament on Thursday that Guyana does not have the military capacity to challenge Venezuela and his government would seek an international judicial settlement over the border issue.\n\n“Guyana has never used aggression against any state,” said Granger, a retired army general. “In as much as we are a peace loving state we will not allow our territorial integrity to be violated and threatened.”\n\nThe finance minister said Venezuela did not rule out future purchases of rice. He also said that Venezuela had previously informed Guyanese officials of the plans to discontinue the bulk purchase of rice but the government of President Donald Ramotar, which lost May elections, did not disclose the information.", "article_metadata": {"description": "Venezuela has decided to stop buying much of Guyana's rice crop amid an escalating border dispute between the South American neighbors, the Guyanese finance minister said Thursday.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"url": "http://www.washingtontimes.com/news/2015/jul/9/venezuela-to-stop-buying-rice-from-guyana-amid-dis/", "site_name": "The Washingtion Times", "type": "article", "description": "Venezuela has decided to stop buying much of Guyana’s rice crop amid an escalating border dispute between the South American neighbors, the Guyanese finance minister said Thursday.", "title": "Venezuela to stop buying rice from Guyana amid dispute"}, "twitter": {"description": "Venezuela has decided to stop buying much of Guyana's rice crop amid an escalating border dispute between the South American neighbors, the Guyanese finance minister said Thursday.", "site": "@washtimes", "card": "summary", "title": "Venezuela to stop buying rice from Guyana amid dispute"}, "Author": "BERT WILKINSON", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af46914bd0286fda9c0\"", "article_summary": "GEORGETOWN, Guyana (AP) - Venezuela has decided to stop buying much of Guyana’s rice crop amid an escalating border dispute between the South American neighbors, the Guyanese finance minister said Thursday.\nVenezuelan President Nicolas Maduro announced Monday that he was recalling his ambassador in Guyana for consultations and would review relations between the countries.\nGuyana remains a member of Petrocaribe and will continue to buy oil from Venezuela, Jordan said.\nGuyana Prime Minister Moses Nagamootoo said the timing of the rice announcement made it at least appear that it is connected to the border fight.\nVenezuela has in the past four years purchased about 40 percent of Guyana’s rice production, or about 200,000 tons, paying for it with oil that amounts to about half of Guyana’s daily supply needs."}