{"article_title": "Debate continues over covering \"gap\" population", "article_keywords": ["working", "covering", "continues", "gap", "terry", "costs", "health", "coverage", "healthcare", "care", "debate", "idaho", "population"], "article_url": "http://www.kivitv.com/news/debate-continues-over-covering-gap-population", "article_text": "BOISE, Idaho - After efforts to start the ball rolling on healthcare coverage for Idaho’s “gap” population, healthcare professionals are talking about possible solutions.\n\nThe healthcare gap was created by the affordable care act -- or Obamacare. States have the option to expand Medicaid to cover the gap but so far Idaho lawmakers have said no. Instead, elected leaders are working on an \"Idaho solution\" and some health professionals want a seat at the table.\n\n\"There are people that are suffering that could be productive members of our workforce and society if they could get their healthcare issues taken care of,\" said Yvonne Ketchum-Ward\n\nKetchum-Ward is the CEO of the Idaho Primary Care Association. She represents 16 community health centers -- like the Terry Reilly clinics in the Treasure Valley. When looking at the current health system for the gap population she sees room for growth.\n\n\"Their care is what we commonly refer to as self-pay,” she said. “But their income is so low they can't generally pay for their own healthcare.\"\n\nClinics like Terry Reilly get federal funding to offset some of the costs of primary care for the gap population. Unfortunately, those people rarely come in for check-ups.\n\n\"People don't go in as expected for preventative (care),” said Ketchum-Ward. “They only go in when they're really sick.\"\n\nThe result is higher medical costs which often can't be paid by the working poor so the county picks up the tab through indigent care. Many lawmakers want to replace that with a comprehensive coverage plan.\n\nIt continues to be a heated debate but in the long run healthcare leaders believe such a plan is the cheaper option.\n\n\"The numbers I have seen shows comprehensive coverage expansion saves Idaho money,” Ketchum-Ward said. “I have not seen that it costs Idaho money.\"\n\nHouse speaker Scott Bedke, R-Oakley, has said he'll call an interim working group to discuss healthcare options for the gap. We will likely see a proposal surface at the start of next year's session.", "article_metadata": {"isStory": "true", "isPremium": "false", "author": "Jacob Melder", "og": {"site_name": "KIVI", "title": "Debate continues over covering \"gap\" population", "url": "http://www.kivitv.com/news/debate-continues-over-covering-gap-population", "image": {"width": 640, "identifier": "http://www.kivitv.com/broadcast-responsive-theme/images/logo.png", "height": 360}, "locale": "en_US", "type": "article"}, "twitter": {"app": {"id": {"ipad": 537656395, "iphone": 537656395}}, "site": "@IdahoOnYourSide", "card": "summary_large_image"}, "shortHeadline": "Debate continues over covering", "keywords": "News,Homepage Showcase,Tablet Showcase,Mobile Showcase", "fb": {"app_id": 419416941587036}, "idio": {"hasVideo": "true", "isPremium": "false", "author": "Jacob Melder"}, "msvalidate.01": "F33258882556C3E953931ECED98AF6A1", "google-site-verification": "cSbcYy2mvCwPq0Fs30QWtxDOWRCgzSyEBPBF3sB8PEI", "article": {"section": "News", "tag": "idaho, inside the statehouse, medicaid expansion, 78, gap population, 000 can't wait", "published_time": "2016-04-05T23:44:05+0000", "modified_time": "2016-04-05T23:44:05+0000", "author": "http://www.facebook.com/jakemelder507"}, "hasVideo": "true", "viewport": "width=device-width, target-densitydpi=device-dpi, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "BOISE, Idaho - After efforts to start the ball rolling on healthcare coverage for Idaho’s “gap” population, healthcare professionals are talking about possible solutions.\nWhen looking at the current health system for the gap population she sees room for growth.\nClinics like Terry Reilly get federal funding to offset some of the costs of primary care for the gap population.\nThe healthcare gap was created by the affordable care act -- or Obamacare.\nHouse speaker Scott Bedke, R-Oakley, has said he'll call an interim working group to discuss healthcare options for the gap."}