{"article_title": "Stain Remover? New Infrared Technology 'Paints' Tissue Samples With Light", "article_keywords": ["stained", "multiple", "stains", "paints", "image", "tissues", "remover", "infrared", "tissue", "samples", "light", "staining", "stain", "molecular", "technology"], "article_url": "http://www.medicaldaily.com/stain-remover-new-infrared-technology-paints-tissue-samples-light-326820", "article_text": "Breast tissue is computationally stained using data from infrared imaging without actually staining the tissue, enabling multiple stains on the same sample. From left, the image shows a Hematoxylin and Eosin stain (pink-blue), molecular staining for epithelial cells (brown color) and Masson's trichrome(blue, red at right).\n\nBreast tissue is computationally stained using data from infrared imaging without actually staining the tissue, enabling multiple stains on the same sample. From left, the image shows a Hematoxylin and Eosin stain (pink-blue), molecular staining for epithelial cells (brown color) and Masson's trichrome(blue, red at right). Rohit Bhargava, University of Illinois\n\nRecycling is usually a goal for any resource-conscious scientist. Thanks to new research from the University of Illinois, that mission can now be fulfilled in as faraway applications as tissue staining.\n\nOld-world methods for analyzing bodily tissue for disease diagnosis involve applying a chemical stain or dye over and over again, so that transparent tissue can show malformations in greater relief. If the tissue needs to be checked for multiple purposes, even more tissues are needed. Not only does this take time, but it requires extra dye, tissue, and leaves more room for that inevitable variable: human error. A new contender could be on the horizon.\n\n\"This approach promises to have immediate and long-term impact in changing pathology to a multiplexed molecular science — in both research and clinical practice,\" said Professor Rohit Bhargava, senior author of a new study detailing the technique, in a statement. Scientists currently look at many different types of tissue, including brain cells, breast tissue, prostate biopsies, and skin samples. Without the hassle of physical stains, researchers will be able to “paint” infrared light onto these tissues and see it digitally as many times as they’d like, for whichever stain they prefer.\n\nThe process begins similar to normal tissue sampling, by slicing the desired tissues very thin. But rather than lay them in a solution of chemicals, Bhargava and his team scan the tissues with infrared light. These images then get transferred from the microscope to a digital copy on the computer, where a special program can overlay various stain patterns. This last step eliminates the problem of choosing what to stain for, as one biopsy may only allow for one type of stain.\n\n\"One of the bottlenecks in automated pathology is the extensive processing that must be applied to stained images to correct for staining artifacts and inconsistencies,\" said David Mayerich, first author of the study. \"The ability to apply stains uniformly across multiple samples could make these initial image processing steps significantly easier and more robust.\"\n\nSource: Mayerich D, Walsh M, Kadjacsy-Balla A, et al. Stain-less staining for computed histopathology. Technology. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "stain, remover, new, infrared, technology, paints, tissue, samples, light", "og": {"site_name": "Medical Daily", "description": "Without the hassle of physical chemical dyes, scientists can apply multiple \"stains\" to the same sample of tissue.", "title": "New Technology Uses Infrared Light To 'Paint' Tissue Samples", "url": "http://www.medicaldaily.com/stain-remover-new-infrared-technology-paints-tissue-samples-light-326820", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/24/stainlessstain.jpg", "type": "article"}, "twitter": {"description": "Without the hassle of physical chemical dyes, scientists can apply multiple \"stains\" to the same sample of tissue.", "title": "New Technology Uses Infrared Light To 'Paint' Tissue Samples", "url": "http://www.medicaldaily.com/stain-remover-new-infrared-technology-paints-tissue-samples-light-326820", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/24/stainlessstain.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/03/24/stainlessstain.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Innovation", "published_time": "2015-03-24T16:28:17-04:00", "modified_time": "2015-03-24T16:28:17-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Without the hassle of physical chemical dyes, scientists can apply multiple \"stains\" to the same sample of tissue."}, "_id": "\"57477af36914bd0286fcc0e2\"", "article_summary": "Breast tissue is computationally stained using data from infrared imaging without actually staining the tissue, enabling multiple stains on the same sample.\nThanks to new research from the University of Illinois, that mission can now be fulfilled in as faraway applications as tissue staining.\nFrom left, the image shows a Hematoxylin and Eosin stain (pink-blue), molecular staining for epithelial cells (brown color) and Masson's trichrome(blue, red at right).\nBut rather than lay them in a solution of chemicals, Bhargava and his team scan the tissues with infrared light.\nScientists currently look at many different types of tissue, including brain cells, breast tissue, prostate biopsies, and skin samples."}