{"article_title": "Does America Trust Barack Obama?", "article_keywords": ["fool", "america", "word", "plans", "presidents", "political", "barack", "american", "does", "health", "obamas", "officials", "trust", "obama"], "article_url": "http://nationalinterest.org/commentary/does-america-trust-barack-obama-9529", "article_text": "Of all of Abraham Lincoln’s profound observations about politics and life, one in particular, uttered on September 2, 1858, in Clinton, Illinois, captures the essence of representative democracy: \"You may fool all the people some of the time; you can even fool some of the people all the time; but you can’t fool all of the people all of the time.\" This sprightly aphorism distills to its essence Lincoln’s belief that the collective judgment of the electorate is essentially sound—perhaps not in every instance or in whole, but over time it is sufficiently sound to protect the foundations of the nation. Democracy works because it is in the hands of the people.\n\nLess well known is the statement uttered by Lincoln to introduce his famous dictum: \"If you once forfeit the confidence of your fellow citizens, you can never regain their respect and esteem.\" Put the two together, as Lincoln did, and you get a sense not only of the futility of trying to fool the American people but also the danger posed to any politician who tries it.\n\nWhich brings us to Barack Obama. His presidency is in freefall, and there is strong evidence that the freefall is related to the ever-dangerous issue of trust. In June 2012, a Gallup poll suggested that 60 percent of the American people considered Obama \"honest and trustworthy.\" A Quinnipiac University poll asking the same question last month showed that only 44 percent viewed him as honest and trustworthy. Fully 52 percent said he wasn’t.\n\nWhat happened? Most political observers and commentators have attributed this ominous development to Obama’s repeated assurances to the American people that, under his Affordable Care Act, they could keep their doctors and insurance plans if they liked them. He often added the word \"period\" at the end of his promise for added emphasis, as a way to highlight the potency of his word. But his word proved unreliable when millions of Americans in the individual health insurance market, lost their health plans and doctors as a result of provisions of Obama’s signature legislation.\n\nNo doubt this contributed mightily to Obama’s loss of credibility among his constituents, and evidence that the White House knew Obama’s assurances were empty adds force to what was a serious presidential lapse. But the episode also seems to reflect a broader political attribute of this president that is catching up with him in his second term: he has not always been candid with the American people about his true goals and aims.\n\nLet’s start with the promise that Americans could keep their health plans if they liked them. Back in early November, the Wall Street Journal interviewed more than a dozen administration officials involved in crafting and selling the president’s health plan. What emerged was a picture of a government seeking to finesse the reality, apparently well understood by administration officials at the time, that Obama’s health legislation would obliterate many individual plans, thus forcing those insured persons to seek other options.\n\nThe Journal piece describes Obama officials seeking to reconcile that looming reality with the political need to assure Americans that their lives wouldn’t be disrupted by the legislation. As the paper put it, \"Officials worried…that delving into details such as the small number of people who might lose insurance could be confusing and would clutter the president’s message.\" But that \"small number\" turned out to be 10 million, hardly a politically insignificant figure and certainly not insignificant when weighed against the president’s firm assurance, with the \"period\" attached at the end.\n\nEven more disturbing is the evidence that the Obama plan’s architects fully intended all along to force those people out of their individual plans and into the subsidized Obamacare exchanges, to bolster the risk pools of the exchanges. A Journal editorial in late October quoted extensively from the \"regulatory impact analysis\" of the Department of Health and Human Services, published in the Federal Register. This document gives the game away.\n\nPages", "article_metadata": {"dcterms.description": "The Obamacare rollout saw public views of the president's trustworthiness reverse. This could seriously undermine the rest of his presidency.", "dcterms.title": "Does America Trust Barack Obama?", "generator": "Drupal 7 (http://drupal.org)", "rights": "©1991–2014 The National Interest", "og": {"url": "http://nationalinterest.org/commentary/does-america-trust-barack-obama-9529", "type": "article", "site_name": "The National Interest", "description": "The Obamacare rollout saw public views of the president's trustworthiness reverse. This could seriously undermine the rest of his presidency.", "title": "Does America Trust Barack Obama?"}, "dcterms.subject": "Public Opinion, The Presidency, Politics, United States,", "abstract": "The Obamacare rollout saw public views of the president's trustworthiness reverse. This could seriously undermine the rest of his presidency.", "description": "The Obamacare rollout saw public views of the president's trustworthiness reverse. This could seriously undermine the rest of his presidency.", "robots": "follow, index", "HandheldFriendly": "true", "revisit-after": "1 day", "dcterms.creator": "Robert W. Merry", "MobileOptimized": "width", "dcterms.type": "Text", "keywords": "Public Opinion, The Presidency, Politics, United States,", "dcterms.publisher": "The Center for the National Interest", "twitter": {"url": "http://nationalinterest.org/commentary/does-america-trust-barack-obama-9529", "site": "@thenatlinterest", "description": "The Obamacare rollout saw public views of the president's trustworthiness reverse. This could seriously undermine the rest of his presidency.", "card": "summary_large_image", "title": "Does America Trust Barack Obama?"}, "viewport": "initial-scale=1, width=device-width", "news_keywords": "Public Opinion, The Presidency, Politics, United States,"}, "_id": "\"57477af36914bd0286fcc0e5\"", "article_summary": "Let’s start with the promise that Americans could keep their health plans if they liked them.\nThe Journal piece describes Obama officials seeking to reconcile that looming reality with the political need to assure Americans that their lives wouldn’t be disrupted by the legislation.\nIn June 2012, a Gallup poll suggested that 60 percent of the American people considered Obama \"honest and trustworthy.\"\nBack in early November, the Wall Street Journal interviewed more than a dozen administration officials involved in crafting and selling the president’s health plan.\nEven more disturbing is the evidence that the Obama plan’s architects fully intended all along to force those people out of their individual plans and into the subsidized Obamacare exchanges, to bolster the risk pools of the exchanges."}