{"article_title": "Mount Kisco hospital moves closer to North Shore-LIJ deal", "article_keywords": ["closer", "north", "deal", "mount", "kisco", "shore", "state", "shorelij", "plan", "health", "westchester", "moves", "hospitals", "hospital"], "article_url": "http://www.lohud.com/story/news/local/westchester/2014/11/10/northern-westchester-hospital-north-shore-lij/18673599/", "article_text": "Northern Westchester's plan to become part of North Shore-LIJ comes amid a wave of consolidations among hospital in the Lower Hudson Valley\n\nNorthern Westchester Hospital in Mount Kisco. (Photo: TJN file photo) Story Highlights Northern Westchester Hospital move closer to deal with North Shore-LIJ as both institutions sign off\n\nState approval to finalize the deal is expected in early 2015\n\nNorth Shore is also in the midst of taking over Phelps Memorial Hospital in Sleepy Hollow.\n\nNorthern Westchester Hospital has moved closer to sealing a deal to join the Long Island-based North Shore-LIJ system.\n\nThe Board of Trustees at both hospitals have reach an agreement, Northern Westchester CEO Joel Seligman told employees of the Mount Kisco hospital in a letter.\n\n\"We are extremely pleased to report that this agreement meets all of the objectives set out by the NWH Board, acting on behalf of our community,\" he wrote.\n\nBoth hospitals still must sign a final agreement and state approval is also needed. Seligman said he anticipated regulators will approve the plan in early 2015.\n\nThe hospital first announced it was interested in becoming part of the North Shore system in May.\n\nNorthern Westchester's plan comes amid a wave of consolidations that is transforming the Lower Hudson Valley's biggest industry as independent local hospitals become part of bigger, out-of-town health systems.\n\nNorth Shore is also in the midst of taking over Phelps Memorial Hospital in Sleepy Hollow. The Long Island network has its own health insurance plan, which it is selling on the state health insurance exchange in Westchester , part of the Affordable Care Act, this year.\n\nHudson Valley Hospital Center officials will ask the state Department of Health on Thursday to approve its takeover by the New York-Presbyterian Healthcare System.\n\nThe New York City hospital struck a similar deal with Lawrence Hospital in Bronxville.\n\nMontefiore Medical Center in the Bronx bought bankrupt hospitals in Mount Vernon and New Rochelle and formed an affiliation with White Plains Hospital. It is also negotiating with Nyack Hospital.\n\nTwitter: @JaneLernerNY\n\nRead or Share this story: http://lohud.us/1qzh8YC", "article_metadata": {"google": "notranslate", "description": "Northern Westchester Hospital in Mount Kisco move closer to deal with North Shore-LIJ", "og": {"site_name": "lohud.com", "description": "Northern Westchester Hospital in Mount Kisco move closer to deal with North Shore-LIJ", "title": "Northern Westchester Hospital-North Shore deal advances", "url": "http://www.lohud.com/story/news/local/westchester/2014/11/10/northern-westchester-hospital-north-shore-lij/18673599/", "image": "http://www.gannett-cdn.com/GDContent/applogos/lohud.png", "type": "article"}, "twitter": {"description": "Northern Westchester Hospital in Mount Kisco move closer to deal with North Shore-LIJ", "title": "Mount Kisco hospital moves closer to North Shore-LIJ deal", "image": "http://www.gannett-cdn.com/-mm-/5ef3fc864849089c5232445cbe16a0a38a83581b/c=84-0-432-348&r=x643&c=640x640/local/-/media/Westchester/Westchester/2014/11/07/635509831387760494-Screen-Shot-2014-11-07-at-6.48.10-PM.png", "creator": "@lohud", "site": "@lohud", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600070416", "fb": {"app_id": 169889109713077}, "article": {"author": "https://www.facebook.com/jane.lerner.58"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "Northern Westchester Hospital, North Shore, LIJ, Mount Kisco, hospitals, hospital mergers, consolidations, health insurance, ACA"}, "_id": "\"57477af46914bd0286fda9e2\"", "article_summary": "Northern Westchester Hospital has moved closer to sealing a deal to join the Long Island-based North Shore-LIJ system.\nNorthern Westchester's plan to become part of North Shore-LIJ comes amid a wave of consolidations among hospital in the Lower Hudson ValleyNorthern Westchester Hospital in Mount Kisco.\nThe hospital first announced it was interested in becoming part of the North Shore system in May.\nNorth Shore is also in the midst of taking over Phelps Memorial Hospital in Sleepy Hollow.\n(Photo: TJN file photo) Story Highlights Northern Westchester Hospital move closer to deal with North Shore-LIJ as both institutions sign offState approval to finalize the deal is expected in early 2015North Shore is also in the midst of taking over Phelps Memorial Hospital in Sleepy Hollow."}