{"article_title": "We Accept Cash, Credit Or Speech", "article_keywords": ["wage", "republicans", "help", "federal", "house", "bill", "political", "cash", "accept", "credit", "minimum", "speech", "drug", "republican"], "article_url": "http://www.huffingtonpost.com/2014/04/02/huffpost-hill_n_5079727.html", "article_text": "The socialists over at Goldman Sachs think the Congressional Budget Office is crazy and that boosting the minimum wage actually creates jobs. The House held a vote on the Save American Workers Act, but postponed action on the Benign Legislative Title Act. And a Drug Enforcement Administration honcho argued today that marijuana decriminalization is dangerous to our nation's pets -- almost as dangerous as all those cops shooting people's dogs while serving no-knock drug warrants. This is HUFFPOST HILL for Wednesday, April 2nd, 2014:\n\nSUPREME COURT FREES RICH PEOPLE'S SPEECH FROM A CENTURY OF BONDAGE - Paul Blumenthal: \"The Supreme Court on Wednesday struck down the aggregate campaign contribution limits, thereby opening the door to even more money in the political system. The 5-4 ruling in McCutcheon v. Federal Election Commission was penned by Chief Justice John Roberts and joined by justices Anthony Kennedy, Samuel Alito and Antonin Scalia. The decision relies heavily on the assertion in the 2010 Citizens United ruling that influence and access are not a corruption concern…. [A] single donor can now give more than $5 million in individually limited contributions to every House candidate, every Senate candidate, every state party committee, every national party committee and every leadership PAC connected to one political party. For the 2013-2014 election cycle, Federal Election Commission rules state that a donor can give no more than $123,200 to all political committees, with two sub-limits of $48,600 to candidates and $74,600 to political parties and political action committees. Those limits are no more. This will immeasurably help the Republican Party, which relies far more on large campaign donors who give the maximum campaign contributions. [HuffPost]\n\nLOBBYISTS HAVE MIXED FEELINGS! We had thought this would be so annoying for lobbyists who'd be unable to say, \"Sorry bro, maxed out\" -- but our favorite Paranoid Self-Loathing GOP Lobbyist seems excited. \"In '06 and '08 I would have dreaded spending more money on losing campaigns. But this year, it will be money well spent. I'm excited.\" We also asked a less partisan Republican lobbyist, who said: \"Today, I'm a Democrat.\"\n\nK Street people: How will this aggregate limit destruction hit your take home pay? Will you send more backbench senators to voicemail? Or will you just pretend on the books your salary is now $7 million? Tell us a story at ryan@huffingtonpost.com or arthur@huffingtonpost.com and we promise not to name you.\n\nDEMOCRATS SAD: Speaking to reporters about the decision, Sens. Chuck Schumer (D-N.Y.) and Sheldon Whitehouse (D-R.I.) argued that the justices displayed a fundamental ignorance about politics and the potential for the rich to buy power. 'This is a court that knows essentially nothing about elections. It's the first court in a long time on which no one has ever run for office,' said Whitehouse, comparing the five justices who ruled for McCutcheon to 'the ultimate amateur ... who says, 'I know how to eat, so I can open a restaurant.''\" [HuffPost's Mike McAuliff]\n\nSENATE JOBLESS BILL IS MOVIN' BUT IS JOHN BOEHNER SHAKIN'? The Senate advanced an extension of unemployment insurance Wednesday morning, setting up final passage as soon as Thursday, but the bill faces a showdown with the House of Representatives before it can become law. By a vote of 61-38, the Senate invoked cloture on legislation that would retroactively pay benefits to the long-term jobless Americans who have been missing out on benefits for over three months. Six Republicans joined all Senate Democrats in supporting the bill: its five original Republican cosponsors -- Sens. Dean Heller (Nev.), Susan Collins (Maine), Rob Portman (Ohio), Lisa Murkowski (Alaska), and Mark Kirk (Ill.) -- and Sen. Kelly Ayotte (R-N.H.).... Heller wasn't ready to give up hope just yet, and said he plans to talk to House Republican leadership once the bill clears the Senate. \"I'll have to have a conversation and try to get to 'yes' instead of 'no,'\" he said. \"That's going to take some work and energy. I've just got to figure out what motivates the House.\" Try a carton of cigarettes? [w/ HuffPost's Sabrina Siddiqui]\n\nJOHN CORNYN: PAYING PEOPLE DOES NOT HELP THEM: \"This legislation does nothing to help them other than perhaps to help pay them for a period of time that they are continuing not to be able to find work.\"\n\nTHE DEA IS SOOOOO STUPID - Ryan Reilly: Michele Leonhart, the head of the Drug Enforcement Administration, has a message for those considering legalizing marijuana: Please, think of Fido. Testifying on the DEA budget during a House Appropriations subcommittee hearing on Wednesday, Leonhart said she expected a number of things to happen after Washington and Colorado were allowed to go forward with the legalization of marijuana last year. What she didn't anticipate was the impact on man's best friend. 'There was just an article last week, and it was on pets. It was about the unanticipated or unexpected consequences of this, and how veterinarians now are seeing dogs come in, their pets come in, and being treated because they've been exposed to marijuana,' Leonhart said.\" The DEA, ladies and gentlemen. [HuffPost]\n\nBTW cops love the drug war: \"Several organizations representing state and local law enforcement are quietly trying to kill a bipartisan bill that would roll back tough mandatory sentences for people convicted of federal drug offenses under legislation passed during the height of America’s drug war three decades ago.\" [HuffPost]\n\nLOCAL TV STATION UNCORKS BOB CORKER'S UNION-BUSTING EMAILS - Ahead of a UAW vote Corker claimed a pro-union outcome would cost the state an SUV plant. How'd he know that? Phil Williams: \"Were hundreds of millions of your tax dollars offered to Volkswagen -- and then pulled back -- to try to keep the United Auto Workers out of Chattanooga? For months, Tennessee Gov. Bill Haslam has denied any connection. But documents leaked to NewsChannel 5 Investigates offer conclusive proof that the Haslam administration wanted a say in the automaker's deal with organized labor -- in exchange for $300 million in economic incentives to help VW expand its Chattanooga operations…. The Haslam administration declined to provide anyone to go on camera to answer questions about the documents. But we also obtained emails that show that Senator Corker's chief of staff was in direct contact with anti-union organizers who were brought in to fight the UAW. He then shared those emails with people in the Haslam administration who were in charge of the incentives. The union has asked the National Labor Relations Board to order new elections, citing interference by Tennessee political leaders.\" [NewsChannel5.com]\n\nGOLDMAN SACHS GENTLY POOPS ON CBO'S CLAIM OF MINIMUM WAGE JOB DESTRUCTION - Dave Jamieson: \"A recent analysis by Goldman Sachs found that the effects of a federal minimum wage increase on employment levels would be relatively modest, offering a rosier view of the Democrats' proposal than a recent study from the Congressional Budget Office. The CBO report released in February suggested that raising the minimum wage from $7.25 to $10.10 per hour and pegging it to inflation would reduce U.S. employment by the equivalent of 500,000 jobs, a figure that Republicans have seized upon. The March 25 Goldman paper said that estimate is probably high, in part because a minimum wage hike would help raise consumer demand. 'In our view, the CBO’s recent estimate of a 500k hit to the level of employment (0.3%) is likely a bit toward the upper end of reasonable estimates, both because many studies find no significant impact of minimum wage hikes on employment and because the offsetting boost to demand is likely to be larger than usual at present,' Goldman's Michael Cahill and David Mericle wrote.\" [HuffPost]\n\nCheck out our cat graph comparing the real value of the minimum wage in 1968 and today.\n\nDAILY DELANEY DOWNER - More mailbag misery: \"I am 48 years old and have worked full-time since I was 18, I have had two jobs both of which I worked approximately 15 years. My 26 weeks of unemployment was up in January,2014. I can no longer pay child support, I have no health insurance or Medicare. I have now given up on trying to find a good paying job that I'm qualified for. And now looking for anything including minimum-wage jobs. [Hang in there!]\n\nDoes somebody keep forwarding you this newsletter? Get your own copy. It's free! Sign up here. Send tips/stories/photos/events/fundraisers/job movement/juicy miscellanea to huffposthill@huffingtonpost.com. Follow us on Twitter - @HuffPostHill\n\nHOUSE GOP'S OBAMACARE REPLACEMENT IS A PROMISE TO REPLACE OBAMACARE - I.O.U. 1 Obamacare. Mike McAuliff: \"Democrats have repeatedly mocked Republican promises to craft a replacement for Obamacare, and while the GOP is reportedly working on a plan, House Speaker John Boehner (R-Ohio) had only another promise to offer on Wednesday. When asked at a news conference whether Republicans would have to step up efforts to come up with their own plan now that President Barack Obama has announced more than 7 million people have signed up for Affordable Care Act insurance plans, Boehner responded, 'Listen, Obamacare is continuing to wreck havoc on American families and small businesses.' 'The president can go out there and tout about all the people he's signed up,' he continued. 'Our job is to show the American people we have better solutions, and we're working to build a consensus to do that. And when we have something to talk about, we'll show you.'\" [HuffPost]\n\nWHAT PAUL RYAN'S BUDGET DOES FOR RICH PEOPLE'S TAX BURDENS WILL AMAZE YOU - Just kidding. \"There is no way the plan could be implemented without providing millionaires with tax cuts averaging at least $200,000.\" [Citizens for Tax Justice]\n\nNATIVE AMERICANS TO TWITTER ACTIVISTS: UGH - The staff of Indian Country Today weighed in to the #CancelColbert controversy, denouncing the hashtag activists who derailed the anti-Dan Snyder movement. \"In his closing words, [Colbert] said that he would be donating the money raised by his offensive faux charity to the offensive real-life charity that inspired the joke that caused the kerfluffle: The Washington Redskins Original Americans Foundation. \"...which Twitter seems to be fine with,\" he said, \"because I haven't seen shit about that.\" And that's the bottom line for the Native activists on Twitter who saw a real opportunity to open some eyes when Snyder announced his bizarrely named charity: The momentum building fortheircampaign --#Not4Sale-- was stymied by#CancelColbert. Inan interview with The New Yorker that only briefly mentioned Dan Snyder and his foundation, Suey Park admitted she likesColbert Reportand didn't actually want to see it canceled. Yet a single Tweet connected to a satirist -- whose well-known shtick is to parody arrogant conservatives -- made more waves than a campaign against a racist team name that has been with us for decades. [ICTMN]\n\nJennie Stockle is even angrier: Then suddenly, like a tornado, Suey Park's tweet calling to cancel Colbert Report came through and pushed all of our efforts into a storm shelter.\n\nHOT CAMP-ON-BOEHNER ACTION - God we want more details on this. Jake Sherman and Anna Palmer: \"House GOP leadership is engaged in an intense behind-the-scenes feud with Republicans on the Ways and Means Committee over a recent bill to patch Medicare reimbursement rates. The tension ran so high that Rep. Dave Camp of Michigan, the panel’s typically reserved chairman, late last week laced into Speaker John Boehner (R-Ohio) during a tense interaction in a closed-door meeting of the tax-writing panel, accusing the Ohio Republican’s staff of being dishonest, multiple Republican sources said. Majority Leader Eric Cantor (R-Va.), who once served on the Ways and Means Committee, was also in attendance. Camp, who is retiring at the end of this Congress, wanted a long-term fix to the formula. Boehner thought Congress had to settle for a yearlong patch….The feud highlights the intensity of the internecine fights among House Republicans. But, more importantly, the argument illustrates how some lawmakers are chafing in a cautious Congress that is focused on the November mid-term election.\" [Politico]\n\nTED CRUZ LAMENTS PERSECUTION OF MAJORITY RELIGION - Christians deserve some kind of national holiday. Philip Elliott: \"Possible Republican presidential hopeful Ted Cruz said Wednesday that religious Americans have a duty to take a stand against policies, such as President Barack Obama's health care law, that could threaten their liberties. 'As believers, we are called to action; not just sitting quietly and hiding our faith under a bushel but to stand and speak no matter what the consequence,' the Texas senator told students at Liberty University. 'Religious liberty has never been more under attack.' The Texas Republican and tea party favorite used his appearance here at the Virginia school founded by the late Rev. Jerry Falwell to test a message to young evangelicals, a critical voting bloc for any Republican with White House ambitions.\" [Associated Press]\n\nMEMBERS OF CONGRESS ARE HYPOCRITES, BOOTLEGGING EDITION - Matt Laslo's latest episode of Bills and Brews looks at the Man in the Green Hat. \"George Cassiday was given a private room on the Capitol grounds and his own key in order to keep the nation’s lawmakers boozed up, even as they voted overwhelmingly to keep their voters dry.\" [BillsandBrews.com]\n\nCOURT SUPPRESSES FLORIDA'S VOTER SUPPRESSION - Samantha Lachman: \"A federal appeals court ruled Tuesday that Florida Gov. Rick Scott's (R) effort to purge the state's voter rolls was illegal due to its close proximity to the 2012 elections. The court said that the move violated a provision of the 1993 National Voter Registration Act that explicitly bars states from removing the names of ineligible voters from official lists within 90 days of a primary or general election for federal office. Scott and Florida Secretary of State Ken Detzner (R) had launched the statewide purge just 55 days before the November 2012 elections, purportedly in order to maintain the elections' integrity.\" [HuffPost]\n\nBECAUSE YOU'VE READ THIS FAR - Great street art featuring the endagered birds of Britain.\n\nCOMFORT FOOD\n\n- Couple forgets pizzaman's tip, has awesome followup [http://huff.to/1h4jcYc]\n\n- World's best cake? [http://huff.to/PkWy1F]\n\n- Great narrative on Wikipedia's entry for \"Bang the Drum All Day\" [http://bit.ly/1goRIXf]\n\n- How bro are you bro? [http://bzfd.it/1fMQKok]\n\n- Game of Thrones emoji recap [http://bit.ly/PkbXiU]\n\nTWITTERAMA\n\n@delrayser: brb, gonna go buy a cup of coffee with some speech\n\n@daylinleach: But its fair, because both rich and poor alike are free to donate $6,000,000 to federal candidates each cycle.\n\n@elisefoley: Rich people get everything.\n\n@dceiver: This salad is worse than Dred Scott you guys\n\nGot something to add? Send tips/quotes/stories/photos/events/fundraisers/job movement/juicy miscellanea to Eliot Nelson (eliot@huffingtonpost.com), Ryan Grim (ryan@huffingtonpost.com) or Arthur Delaney (arthur@huffingtonpost.com). Follow us on Twitter @HuffPostHill (twitter.com/HuffPostHill). Sign up here: http://huff.to/an2k2e\n\nMore: Huffpost Hill", "article_metadata": {"description": "The socialists over at Goldman Sachs think the Congressional Budget Office is crazy and that boosting the minimum wage actually creates jobs. The Hous...", "sailthru.expire_date": "2014-04-03 18:03:56 -0400", "og": {"url": "http://www.huffingtonpost.com/2014/04/02/huffpost-hill_n_5079727.html", "locale": "en_US", "site_name": "The Huffington Post", "description": "The socialists over at Goldman Sachs think the Congressional Budget Office is crazy and that boosting the minimum wage actually creates jobs. The Hous...", "type": "article"}, "twitter": {"image": {"width": 2000, "height": 1000}, "site": "@HuffPostPol", "card": "summary_large_image", "description": "The socialists over at Goldman Sachs think the Congressional Budget Office is crazy and that boosting the minimum wage actually creates jobs. The Hous..."}, "sailthru.date": "2014-04-02 18:03:56 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5079727", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "huffpost hill", "article": {"section": "Politics", "tag": "huffpost hill", "published_time": "2014-04-02 18:03:56 -0400", "modified_time": "2014-04-02 18:59:02 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcc0f2\"", "article_summary": "The socialists over at Goldman Sachs think the Congressional Budget Office is crazy and that boosting the minimum wage actually creates jobs.\nBoehner thought Congress had to settle for a yearlong patch….The feud highlights the intensity of the internecine fights among House Republicans.\n[HuffPost]Check out our cat graph comparing the real value of the minimum wage in 1968 and today.\nThe March 25 Goldman paper said that estimate is probably high, in part because a minimum wage hike would help raise consumer demand.\nThis will immeasurably help the Republican Party, which relies far more on large campaign donors who give the maximum campaign contributions."}