{"article_title": "Former health clinic CEO Jonathan Wade Dunning arrested, charged with fraud", "article_keywords": ["fraud", "charges", "office", "ceo", "arrested", "according", "birmingham", "dunning", "federal", "clinic", "health", "wade", "alabama", "jonathan", "indictment", "charged"], "article_url": "http://www.healthcarefinancenews.com/news/former-health-clinic-ceo-jonathan-wade-dunning-arrested-charged-fraud", "article_text": "Alabama executive charged with 112 counts related to alleged conspiracy, fraud and money-laundering of cash meant for the poor and homeless.\n\nJonathan Wade Dunning, a former CEO of two nonprofit health clinics in Alabama, was arrested this week on 112 counts related to alleged conspiracy, fraud and money-laundering of cash meant for the poor and homeless, according to federal authorities.\n\nFederal agents Monday morning arrested Dunning, 51, at a resort in Hoover, Alabama, according to the statement by the FBI and U.S. Attorney’s Office in Alabama.\n\nThe charges allege Dunning, as CEO and in other positions, participated in conspiracy and executed schemes to defraud Birmingham Health Care, Central Alabama Comprehensive Health and others of “substantial resources,” according to the indictment.\n\nThe indictment charges Dunning with diverting $14 million to his companies known as “Synergy Entities” and also to Integrated Health Systems Alliance.\n\nFollow Healthcare Finance on Twitter and LinkedIn.\n\nDunning was CEO of BHC until late 2008 and also served as the CEO of Central Alabama Comprehensive Health for a time, according to the indictment.\n\nAround 2008, BHC became the entity in charge of fiscal affairs for CACH, according to the indictment. Dunning left those jobs to run his for-profit businesses. Even after leaving as CEO, however, Dunning continued to exercise control over both, the indictment stated. Dunning remained a paid consultant for BHS, it said.\n\nOver the years, the charges state, Birmingham Health Care and Central Alabama Comprehensive Health received millions of dollars in federal grant funds through the Health Resources & Services Administration to further their missions of providing healthcare services to underserved populations.\n\nThe indictment includes charges of a seven-year conspiracy, wire fraud, bank fraud and money laundering related to Dunning’s involvement with the two clinics, Birmingham Financial Federal Credit Union and “Synergy Entities.”\n\nDunning served as president, board chairman, and/or loan officer at Birmingham Financial Federal Credit Union between October 2008 and October 2011, according to the the charges.\n\nThe 112-count indictment was handed up by a federal grand jury last week and unsealed Monday morning following his arrest at the resort, according to authorities.\n\n“Criminals don’t get to live lavish lifestyles by stealing federal money meant to provide healthcare to the poor and the homeless,” U.S. Attorney Joyce White Vance said in a statement.\n\nThe superseding indictment and arrest was announced by Vance, Stanton, Hyman-Pillot and Derrick L. Jackson, Atlanta Regional Office Special Agent in Charge, U.S. Department of Health and Human Services, Office of Inspector General.\n\nDunning’s charges follow an indictment last year against former Birmingham Health Care CFO Terri Mollica, according to reports. Last November, lawyers for Dunning said the U.S. Attorney's office was accusing their client of illegal conduct despite not being charged, because of an alleged link to Mollica.\n\nMollica is awaiting trial on charges of helping divert $11 million in federal grant money, assets and property from two health centers to private interests.\n\nTwitter: @SusanMorseHFN", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/news/former-health-clinic-ceo-jonathan-wade-dunning-arrested-charged-fraud", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/Jonathan-Dunning-feature.gif", "site_name": "Healthcare Finance News", "description": "Alabama executive charged with 112 counts related to alleged conspiracy, fraud and money-laundering of cash meant for the poor and homeless.", "title": "Former health clinic CEO Jonathan Wade Dunning arrested, charged with fraud"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/Jonathan-Dunning-feature.gif"}, "description": "Alabama executive charged with 112 counts related to alleged conspiracy, fraud and money-laundering of cash meant for the poor and homeless.", "site": "@HC_Finance", "card": "summary_large_image", "title": "Former health clinic CEO Jonathan Wade Dunning arrested, charged with fraud"}, "generator": "Drupal 7 (http://drupal.org)", "description": "Jonathan Wade Dunning, a former CEO of two nonprofit health clinics in Alabama, was arrested this week on 112 counts related to alleged conspiracy, fraud and money-laundering of cash meant for the poor and homeless, according to federal authorities.&#13; Federal agents Monday morning arrested Dunning, 51, at a resort in Hoover, Alabama, according to the statement by the FBI and U.S. Attorney’s Office in Alabama.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af36914bd0286fcc0f8\"", "article_summary": "The indictment charges Dunning with diverting $14 million to his companies known as “Synergy Entities” and also to Integrated Health Systems Alliance.\nDunning was CEO of BHC until late 2008 and also served as the CEO of Central Alabama Comprehensive Health for a time, according to the indictment.\nFederal agents Monday morning arrested Dunning, 51, at a resort in Hoover, Alabama, according to the statement by the FBI and U.S. Attorney’s Office in Alabama.\nThe charges allege Dunning, as CEO and in other positions, participated in conspiracy and executed schemes to defraud Birmingham Health Care, Central Alabama Comprehensive Health and others of “substantial resources,” according to the indictment.\nDunning’s charges follow an indictment last year against former Birmingham Health Care CFO Terri Mollica, according to reports."}