{"article_title": "Oil prices won't crash again", "article_keywords": ["wont", "oil", "crash", "ad", "money", "42", "embed", "loading", "video", "skip", "prices", "x", "share", "day"], "article_url": "http://www.usatoday.com/story/money/markets/2015/06/07/oilprice-oil-prices-no-crash/28461339/", "article_text": "Oil production is booming - but that doesn't mean that prices will continue to trend down. (Photo: Gerald Herbert, AP)\n\nOil rising to $60 a barrel is displeasing some people, particularly the shorts. Some of the more extreme -- those calling for oil in the $20's – have wisely fallen silent. Others, like Goldman Sachs, who a few months ago had set their flag in the 30's, have unfortunately not gone so silent. They recently moved their flag into the 40's but they continue to talk a lot. A better strategy – though one that would require some humility — would be to stop talking and listen.\n\nRecent and compounding data will soon wash away the walls of worry erected by the experts. Four consecutive weeks of inventory draws, each one larger than the last is irrefutable proof that a 60% decline in the rig count means something.\n\nMORE: How long can OPEC maintain its current strategy?\n\nShorts will downplay this trend and point to last week's surge in US production. But this could have had as much to do with sales as it did with production. I don't fully understand all the criteria used by the EIA in assembling weekly data, but I do know what some well-heeled operators have been up to. Those who could afford to store oil in leasehold tank farms began selling long held inventory when oil touched $60. Wall Street would call this arbitrage, but to an oil operator this is known as calling in a load. This is a one-off event but when you factor it into last week's 2.8 million bbl draw, you will see a clear path towards large inventory draws in the very near future.\n\nWell site storage levels will decrease as will production. The X-axis on all decline curves marks time, Y is volume. The IP (initial production) rates right after a completion may be high with shale wells, but there is a very steep precipice that immediately follows. As we move through time, more and more wells are slipping down this curve that bottoms out at 15% to 20% +/-of initial production rates. And this only takes a handful of months. The flat section a year or so out is known as the tail. The tail is good money, but the upfront flush is what pays for wells.\n\nThe rig count went into free fall after OPEC's Thanksgiving Day announcement. Frack jobs continued, with some sand suppliers booming right through January of this year. But by February, the free fall began there too. That was 4 months ago, which means the sled ride down the decline curve is on.\n\nMORE: Kazakhstan to become U.N. nuclear 'fuel bank'\n\nAnother factor to consider is that the EIA weekly production numbers are estimates. As oil producing states begin to report real numbers in 60 to 90 days, you will see markdowns.\n\nInventory draws of 4 million plus, which will begin shortly, may finally see some of the media saturated shorts stop pontificating for a moment and possibly even consider a short period of quiet introspection. Maybe. Or they may stick to the newest argument—the \"fracklog\".\n\nDrilled, though uncompleted wells are nothing new. They're a common occurrence when mid stream infrastructure is not yet in place or when there is the need to secure a lease. There is also not much of a worry that wells will have to be completed due to state regulations requiring so.\n\nNo one is going to rush into their back log of completions either. Everyone in the business is holding cash tightly—really, really tight. And no one is going to run to the debt markets to finance a burst of activity. Completions will occur, but they will occur methodically. For service companies, frack logs will create work but they will not create a boom.\n\nThen there is the issue of TV commentators using the term \"efficiency\". Do your best to ignore this. There is no discernible difference between a July 2014 frack job (when oil was around $100) and one that is scheduled for today—other than the fact that the service company is more appreciative and the operator is cheaper.\n\nIgnore the noise and stick with the data. Most walls of worry erected in the last few months have been built on clay. Most have or will fall, particularly within the US and Canada. That said, outside of North America there are real concerns. Chiefly, there is the upside of Saudi production potential and there is increasing Iraqi, Libyan and Russian production. Those are the big issues.\n\nBut on balance, these concerns seem to be offset by the wars, skirmishes and terrorist strikes that are increasing in the area, not declining. Watching monthly production out of Libya has the same relative curve as a kid on a pogo stick. And the Chinese economy at 7% growth in 2015 is a bigger consumer of oil than it was at 10% in 2010. Note too, that Asian demand is increasing and Europe is starting to look like it has put in a bottom.\n\nMORE: U.S. shale will not bounce back at current prices\n\nU.S. demand is also better than predicted. The \"tax break\" that every commentator on every cable station detailed to death is finally showing up in the data. But rather than appearing in retail and hospitality sales as most predicted, it is showing up in oil and gas consumption. Go figure, cheaper gas means people are driving more. Hard to believe, but I think a lot of us missed that one too.\n\nThe big story in oil prices was the rig count on the way down. The big story on the way up will be inventory. Look for WTI to make a move towards and maybe into the $70's as clarity strikes the market. Look too for more walls of worry but remember to consider the source.\n\nOilPrice.com is a USA TODAY content partner offering oil and energy news and commentary. Its content is produced independently of USA TODAY.\n\nSkip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY These are the most (and least) valuable states in America | 2:02 Douglas McIntyre of 24/7 Wall Street on the most and least valuable states in America based on value of land per acre. Michael Monday 1 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Amazon, Google & Facebook are wired to keep growing market share | 4:53 Both Facebook and Google are great brands with platforms that are virtually impossible for a competitor to replicate, said Aziz Hamzaogullari, portfolio manager for the Loomis Sayles Growth Fund. Hamzaogullari added that the anti-trust suit against Newslook 2 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Health care technology booms | 0:59 Unity Stoakes, co-founder of StartUp Health, talks about the revolution of health care through technology. Trisha Thadani, Collin Brennan 3 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Falling gas prices could reach 2009 lows | 1:47 This summer, gas prices may be the lowest they've been since 2009, but it's not all good news. Time 4 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Top money-saving tips to plan a vacation | 1:09 Planning a summer getaway? Buzz60's Leigh Scheps (@LeighTVReporters) share some tops on how to book a trip without breaking the bank. Buzz60 5 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Amazon launches free shipping on small items | 0:40 Amazon on Tuesday introduced free shipping for small and light products that are under 8 ounces and cost less than $10. USA TODAY 6 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY High yield market stronger after energy shock says Morgan Stanley | 4:40 The high yield bond market has stabilized since worries about falling energy prices dragged it down last winter. Richard Lindquist, head of high yield at Morgan Stanley Investment Management, says the good times will continue. Newslook 7 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY PVH shares spike after first-quarter earnings | 0:55 Shares of PVH Corp. (PVH) ended Tuesday's trading day up 7 percent, making it TheStreet's Move of the Day. The stock inched higher after reporting impressive earnings on Monday. Newslook 8 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Ambarella beats earnings | 1:03 Ambarella (AMBA) reported first-quarter fiscal 2016 earnings after the closing bell on Tuesday. Earnings per share came in at $0.71, beating the $0.59 analysts polled by Thomson Reuters were looking for. Newslook 9 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Jim Cramer is watching FireEye | 1:00 TheStreet's Jim Cramer is keeping an eye on shares of FireEye (FEYE) ahead of its analyst meeting Wednesday. Cramer says one of his favorite themes for 2015 and 2016 is cyber security. Newslook 10 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Nintendo quashes rumors of future deal with android | 2:00 Rumors of a Nintendo Android deal which showed up on a respected Japanese business paper were dismissed by the big N on Tuesday. Video provided by Newsy Newslook 11 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Americans With Disabilities 'striving to Work' | 0:54 More than two-thirds of American adults with disabilities are \"striving to work.\" That's according to a national employment survey being released just before the landmark legislation protecting their rights turns 25. USA TODAY 12 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Analyst: Avoid companies with egg dependencies | 1:45 As U.S.-bred poultry suppliers are under pressure with the U.S. Department of Agriculture continuing to receive reports of avian flu outbreaks, RealMoney Pro contributor explains how to cut your exposure to stocks that could be negatively impacted. Newslook 13 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Cracker Barrel beats earnings estimates | 0:49 Cracker Barrel (CBRL) stocks are up after the company reported earnings on Tuesday that beat analyst estimates. The old country store and restaurant saw increased sales for the quarter and has implemented a three year cost cutting plan. The Street 14 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Boot Barn buys western lifestyle retailer Sheplers for $147M | 1:29 Boot Barn Holdings Inc. said June 1 it has agreed to buy fellow western lifestyle retailer Sheplers Inc. for $147 million in cash. The seller is San Francisco-based private equity firm Gryphon Investors. A source told The Deal's Richard Collings tha Newslook 15 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY GM, Ford beat monthly sales forecasts; factory orders slip | 1:07 General Motors (GM) shares were on watch after the automaker reported a 3 percent increase in domestic sales in May compared to an expected 1 percent decline. Ford (F) also beat estimates, falling at a slower-than-expected pace in May. Newslook 16 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY GoPro announced a new camera with Touchscreen, Stock skyrockets | 1:01 GoPro (GPRO) shares jumped as much as 7% on Monday after the company announced a new camera. The GoPro Hero+ LCD is a touchscreen camera that's only its second offering that features a built-in screen, according to CNET. Newslook 17 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY How investors might try and avoid June gloom | America's Markets | 1:37 USA Today's Matt Krantz looks at how investors might outsmart the usual June gloom in this edition of America's Markets. USA TODAY 18 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY 5 Things airlines don't want you to know | 1:01 If your last flight was than perfect you'll want to arm yourself with a few airline secrets. Krystin Goodwin (@Krystingoodwin) has five things airlines don't want you to know. Buzz60 19 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Length of New-car Loans Hit New Record | 1:17 New car sales are running at near peak levels, partly because many consumers are financing their purchases for longer terms. USA TODAY 20 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Macau's casino revenue drops 37% in twelve month straight decline | 0:54 Macau casino stocks were still in the red Monday. That's following the news that casino revenue for the Chinese peninsula has dropped 37.1 percent in May from last year's numbers, coming in at 20.35 Pacata. The Street 21 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Denver opens its first marijuana-friendly hotel | 1:03 The Nativ is Colorado's first openly pot-friendly hotel. TC Newman (@PurpleTCNewman) has the details. Buzz60 22 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY What are people looking for in luxury homes? | 1:24 Find out from a Halstead Property executive what luxury home buyers want. Time 23 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Who is buying $100 million homes? | 1:43 Foreign billionaires, that's who. Brian Lewis, Executive VP of Halstead Property sits down with Fortune's Leigh Gallagher to discuss this exclusive market. Time 24 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY AFL-CIO president on the Transpacific Trade Deal | 9:01 Susan Page interviews AFL CIO President Richard Trumka. He says there will be lasting negative impact if the trade deal passes and he talks about who the AFL CIO may endorse in 2016. (May 31, 2015) 25 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY 3 water utility companies to buy right now | 1:33 The drought in California has made everyone aware of the value of water. The water utility industry, made up of municipally owned and privately owned utilities, have the responsibility of supplying water to households and businesses. The Street 26 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Taiwan Exchange Chief seeks more links with Singapore | 4:42 Michael Lin, president of the Taiwan Stock Exchange, talks about the planned trading link with Singapore and the possibility of teaming up with other exchanges. Bloomberg 27 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY The central bankers are using tomatoes to fight inflation | 2:19 Indonesia is struggling to fight its highest rate of inflation and some fear the situation may be worsening. Central bankers are trying to bring its inflation down to five-percent. Bloomberg 28 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Your money might be making you sick | 2:28 Did you catch a cold or fight some sort of virus this past winter? If so, some experts believe you may have picked it up from the money in your wallet. VPC 29 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Jim Cramer says Netflix makes a good graduation gift | 1:59 TheStreet's Jim Cramer answers your Twitter questions about Blackstone (BX), Twitter (TWTR), and other stocks from the floor of the New York Stock Exchange. Newslook 30 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY First quarter GDP revised lower | 3:07 The economy hasn’t fully recovered since its slowdown during first-quarter, one economist said. First-quarter gross domestic product fell 0.7 percent, the Commerce Department said on Friday. The Street 31 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY What states with the lowest unemployment have in common | 1:35 Find out why Nebraska, North Dakota and Utah have the lowest unemployment rates. Douglas McIntyre of 24/7 Wall Street has the details. Michael Monday 32 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY FIFA corporate sponsors demand action | 1:29 Worried that their reputations will be tarnished by their links to FIFA, major sponsors are demanding that soccer's global governing body clean up its act, with Visa even warning it is prepared to jump ship. (May 28) AP 33 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Hyperloop is Getting a Test Track in California | 0:52 The \"Hyperloop,\" a hypothetical high-speed transportation system that could shuttle people between Los Angeles and San Francisco in only 30 minutes, just sped a bit closer to reality. First proposed in 2013 by billionaire entrepreneur Elon Musk, CE Wochit 34 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY SkyMall is returning online and on airplanes | 1:01 Five months after filing for bankruptcy, SkyMall is coming back. TC Newman (@PurpleTCNewman) shows you some of the quirky items found in the catalog returning to an airplane seat pocket near you. Buzz60 35 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Virtual reality is coming to YouTube | 0:44 The buzz at Google I/O was the next development of its Cardboard VR viewing device and Google's partnership with GoPro, whose camera sets will record VR-ready videos. Chris Wiggins for USA TODAY 36 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Amazon rolls out free same-day delivery | 0:50 Amazon (AMZN) is offering free same-day shipping for its Prime subscribers in some of its key markets. The e-commerce giant said the service will be available without a fee for a limited time. The Street 37 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY How will customers benefit from Android pay? | 5:25 Juan Benitez, chief technology officer at Braintree, and Bloomberg's Cory Johnson discuss Google's upgrades to Android announced today at Google I/O. Bloomberg 38 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY OPEC doesn't think oil glut will end until at least 2017 | 1:50 The 12-nation conglomerate's long-term strategy report, shown to Reuters in advance of a June summit, shows OPEC thinks no one plans to slow oil production. Time 39 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Western digital shares Jump following Goldman Sachs upgrade | 0:49 Shares of data storage company Western Digital (WDC) ended Thursday's trading day up 5 percent, making it TheStreet's Move of the Day. Goldman Sachs upgraded the stock to BUY from NEUTRAL and raised its price target to $122 from $106. Newslook 40 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Netflix is apparently hogging North America's bandwidth | 1:21 A new study says Netflix accounts for about 37 percent of North American Internet traffic during peak hours. Video provided by Newsy Newslook 41 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY The Hollywood Dealmaker’s Guide to winning a negotiation | 4:34 Success is life on your own terms and Hollywood lawyer Jeff Cohen says his book The Dealmaker’s Ten Commandments is a methodology for figuring out what the terms are for yourself and then getting them. 'This is not necessarily a feel good book,' s Newslook 42 of 42 Last VideoNext Video These are the most (and least) valuable states in America\n\nAmazon, Google & Facebook are wired to keep growing market share\n\nHealth care technology booms\n\nFalling gas prices could reach 2009 lows\n\nTop money-saving tips to plan a vacation\n\nAmazon launches free shipping on small items\n\nHigh yield market stronger after energy shock says Morgan Stanley\n\nPVH shares spike after first-quarter earnings\n\nAmbarella beats earnings\n\nJim Cramer is watching FireEye\n\nNintendo quashes rumors of future deal with android\n\nAmericans With Disabilities 'striving to Work'\n\nAnalyst: Avoid companies with egg dependencies\n\nCracker Barrel beats earnings estimates\n\nBoot Barn buys western lifestyle retailer Sheplers for $147M\n\nGM, Ford beat monthly sales forecasts; factory orders slip\n\nGoPro announced a new camera with Touchscreen, Stock skyrockets\n\nHow investors might try and avoid June gloom | America's Markets\n\n5 Things airlines don't want you to know\n\nLength of New-car Loans Hit New Record\n\nMacau's casino revenue drops 37% in twelve month straight decline\n\nDenver opens its first marijuana-friendly hotel\n\nWhat are people looking for in luxury homes?\n\nWho is buying $100 million homes?\n\nAFL-CIO president on the Transpacific Trade Deal\n\n3 water utility companies to buy right now\n\nTaiwan Exchange Chief seeks more links with Singapore\n\nThe central bankers are using tomatoes to fight inflation\n\nYour money might be making you sick\n\nJim Cramer says Netflix makes a good graduation gift\n\nFirst quarter GDP revised lower\n\nWhat states with the lowest unemployment have in common\n\nFIFA corporate sponsors demand action\n\nHyperloop is Getting a Test Track in California\n\nSkyMall is returning online and on airplanes\n\nVirtual reality is coming to YouTube\n\nAmazon rolls out free same-day delivery\n\nHow will customers benefit from Android pay?\n\nOPEC doesn't think oil glut will end until at least 2017\n\nWestern digital shares Jump following Goldman Sachs upgrade\n\nNetflix is apparently hogging North America's bandwidth\n\nThe Hollywood Dealmaker’s Guide to winning a negotiation\n\nRead or Share this story: http://usat.ly/1IuEHPB", "article_metadata": {"google": "notranslate", "description": "Despite wishful thinking on the part of some investors, oil prices are done free falling.", "og": {"site_name": "USA TODAY", "description": "Despite wishful thinking on the part of some investors, oil prices are done free falling.", "title": "Forget the noise: Oil prices won't crash again", "url": "http://www.usatoday.com/story/money/markets/2015/06/07/oilprice-oil-prices-no-crash/28461339/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Despite wishful thinking on the part of some investors, oil prices are done free falling.", "title": "Forget the noise: Oil prices won't crash again", "image": "http://www.gannett-cdn.com/-mm-/acc909e6164c68fd62e1d5e50a853485fd87f890/c=955-0-4219-3264&r=x643&c=640x640/local/-/media/2015/06/05/USATODAY/USATODAY/635690992213864589-A01-OIL-DRILLING-09.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Companies/Goldman Sachs Group", "gci-asset-type": "story", "gci-categories": "Companies/Goldman Sachs Group", "title": "Forget the noise: Oil prices won't crash again", "author": "Dan Doyle", "pageclass": "article", "recs": {"category": "money/markets", "image-3-4": "http://www.gannett-cdn.com/-mm-/a67b78535f1247c7197372be654f9b76c8c7167b/c=1476-0-3924-3264/local/-/media/2015/06/05/USATODAY/USATODAY/635690992213864589-A01-OIL-DRILLING-09.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/cdabc069e9eb04febcc749aae25d0641c1636959/c=955-0-4219-3264/local/-/media/2015/06/05/USATODAY/USATODAY/635690992213864589-A01-OIL-DRILLING-09.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/0dfdc65e7a2b7e365e2c86ca6e56b13c5c611b45/c=730-302-4552-3176/local/-/media/2015/06/05/USATODAY/USATODAY/635690992213864589-A01-OIL-DRILLING-09.jpg", "image": "http://www.gannett-cdn.com/-mm-/1d356144b9621b9f7764af208e9973f32f16ba0d/c=302-429-4732-2932&r=x1683&c=3200x1680/local/-/media/2015/06/05/USATODAY/USATODAY/635690992213864589-A01-OIL-DRILLING-09.jpg", "publishtime": "2015-06-07T10:53:36.710000-04:00", "shorthed": "Forget the noise: Oil prices won't crash again", "articleid": 28461339, "image-16-9": "http://www.gannett-cdn.com/-mm-/3107bf5da91f0d92414bf93833764d94b265574e/c=302-429-4732-2932/local/-/media/2015/06/05/USATODAY/USATODAY/635690992213864589-A01-OIL-DRILLING-09.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/d67afc401ded58c9d732d542041fd75a4c1841b7/c=1836-0-3664-3264/local/-/media/2015/06/05/USATODAY/USATODAY/635690992213864589-A01-OIL-DRILLING-09.jpg"}}, "news_keywords": "oil, oil prices, markets, commodities, crude, OPEC, U.S. Energy Information Administration, gas prices,"}, "_id": "\"57477af46914bd0286fda9f5\"", "article_summary": "Time 23 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Who is buying $100 million homes?\nThe Street 37 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY How will customers benefit from Android pay?\nBuzz60 22 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY What are people looking for in luxury homes?\nThose who could afford to store oil in leasehold tank farms began selling long held inventory when oil touched $60.\nTime 4 of 42 Skip Ad Ad Loading... x Embed x Share VIDEO: THE DAY IN MONEY Top money-saving tips to plan a vacation | 1:09 Planning a summer getaway?"}