{"article_title": "Patriotism is for winners: Why Millennials and Gen X are rejecting the national pride of their parents", "article_keywords": ["patriotism", "lot", "xers", "national", "proud", "wars", "rejecting", "generation", "millennials", "winners", "parents", "americans", "x", "post", "pride", "gen"], "article_url": "http://www.salon.com/2015/07/06/patriotism_is_for_winners_why_millennials_and_gen_x_are_rejecting_the_national_pride_of_their_parents/", "article_text": "Topics: Baby Boomers, Generation X, generations, millennials, Patriotism, Life News\n\nThat magical generation called the millennials has been a source of fascination and frustration for Xers for a long time. Gen Xers — who were born during the breakdown of the family, raised during crumbling faith in government, and saw many of their rites of passage marked by economic collapses — see the younger generation as entitled narcissists. (They are the offspring of the Boomers, after all.) And millennials, like everyone else, write off Xers as slackers, cynics, pessimists, and so on.\n\nBut it seems that on at least one major index, Xers (hatched in the mid-‘60s to early ‘80s, by most counts) and millennials (mid-‘80s to about 2004) are a lot alike: Both generations are losing their faith on life in the United States faster than older generations.\n\nThis news comes from a new Gallup poll. The fall off in American pride was gentle but widespread, according to the Washington Post: “It’s a day on which Lee Greenwood’s “God Bless the USA” is probably second only to the National Anthem,” Aaron Blake’s post said, “but it seems Americans haven’t been less ‘proud to be an American’ since before Sept. 11, 2001.” And the number with moderate, a little, or no pride has hit a 21st century high.\n\nIn the years after the 9/11 attacks, about 70 percent of the nation as a whole described itself as “extremely proud.” Now that figure is at 54 percent. Gallup’s own story puts it this way: “The reading of 54% in early June is about the same as the 55% recorded when Gallup first asked the question nearly 15 years ago, at the tail end of Bill Clinton’s presidency. This indicates that patriotism is not necessarily a fixed characteristic, but can vary depending on circumstances — most notably when the U.S. is under duress, as was the case after the events of 9/11 and the build-up to wars in Afghanistan and Iraq.”\n\nThere are a lot of reasons people would have mixed feelings with the course of the nation these days. The recession left a lot of Americans disoriented and despising the financial class, and a supposed recovery that has mostly benefited the one percent has not exactly generated patriotic feeling for the rest of us. The mishandled wars have made many Americans, across the generational divide, deeply queasy. And recent social progress has prompted serious backlash: A decent portion of the country simply can’t believe a black man is president or that same-sex marriage is legal. The Donald Trump crowd thinks Mexican immigrants are crossing the border to rape and pillage.", "article_metadata": {"description": "Still disillusioned by the recession and mishandled wars, younger generations are much less likely to wave a flag", "title": "Patriotism is for winners: Why Millennials and Gen X are rejecting the national pride of their parents", "og": {"site_name": "Salon", "description": "Still disillusioned by the recession and mishandled wars, younger generations are much less likely to wave a flag", "title": "Patriotism is for winners: Why Millennials and Gen X are rejecting the national pride of their parents", "url": "http://www.salon.com/2015/07/06/patriotism_is_for_winners_why_millennials_and_gen_x_are_rejecting_the_national_pride_of_their_parents/", "image": "http://media.salon.com/2015/07/older_patriotic_couple.jpg", "type": "article"}, "twitter": {"description": "Still disillusioned by the recession and mishandled wars, younger generations are much less likely to wave a flag", "title": "Patriotism is for winners: Why Millennials and Gen X are rejecting the national pride of their parents", "image": "http://media.salon.com/2015/07/older_patriotic_couple.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Scott Timberg", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Baby Boomers, Generation X, generations, millennials, Patriotism", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fda9f9\"", "article_summary": "Topics: Baby Boomers, Generation X, generations, millennials, Patriotism, Life NewsThat magical generation called the millennials has been a source of fascination and frustration for Xers for a long time.\nAnd millennials, like everyone else, write off Xers as slackers, cynics, pessimists, and so on.\nThe Donald Trump crowd thinks Mexican immigrants are crossing the border to rape and pillage.\nThe mishandled wars have made many Americans, across the generational divide, deeply queasy.\nAnd recent social progress has prompted serious backlash: A decent portion of the country simply can’t believe a black man is president or that same-sex marriage is legal."}