{"article_title": "UnitedHealth’s Threat To Leave Exchanges Not Expected To Mean Much in California", "article_keywords": ["announcement", "aca", "selling", "plans", "unitedhealths", "leave", "reason", "california", "threat", "exchanges", "expected", "covered", "unitedhealth", "pull", "mean"], "article_url": "http://californiahealthline.org/news/unitedhealth-threat-to-leave-exchanges-not-expected-to-mean-much-in-california/", "article_text": "UnitedHealth Group’s announcement this week that it may pull out of Affordable Care Act exchanges is not expected to have much of an impact on Covered California, experts said, but the move could have serious repercussions in other exchanges.\n\nAlthough the for-profit company hasn’t been a major player in most exchanges and is a late-comer to California, UnitedHealth is the country’s largest health insurer by revenue and its actions influence the marketplace.\n\nCiting the loss of $425 million on policies sold through ACA exchanges, UnitedHealth officials announced yesterday they will reassess participation in exchanges next year and may pull out of some exchanges entirely by 2017.\n\nThe announcement was greeted as a major blow to the ACA, which has seen the collapse of more than half the 23 not-for-profit insurance cooperatives established under the reform law. Other plans — for-profit as well as not-for-profit — have struggled to make money on many exchanges.\n\nUnitedHealth initially chose not to participate in California’s health insurance exchange but asked to be included next year.\n\n“Part of the reason they wanted to be in California was we have a large and stable risk pool,” said Peter Lee, executive director of Covered California. “None of our plans lost money in California,” Lee said.\n\nLee said “senior people” at UnitedHealth assured him the company is “absolutely committed to California next year.”\n\nHowever, he said that “all bets are off for everybody in 2017,” adding, “We have not decided which plans we will include for that year, and we are going to be raising the bar substantially relative to our quality expectations. We told UnitedHealth that, and they’re still very interested. We have no reason to believe United won’t be in the mix.”\n\nUnitedHealth asked earlier this year to sell exchange policies throughout the state, but Covered California limited the company’s participating to only a few of the exchange’s 19 selling regions.\n\nYesterday’s announcement is something of a change in direction for UnitedHealth, which last month predicted participation in ACA exchanges would bring growth and prosperity for shareholders.\n\nUnitedHealth got a slow start in the ACA, selling in four exchanges initially. It grew to 23 exchanges last year — covering about 550,000 people through exchanges — and is slated to be in 34 exchanges next year.", "article_metadata": {"description": "<p>UnitedHealth Group announced yesterday it's losing too much money in Affordable Care Act's health insurance exchanges and may reduce participation next year. But that probably won't happen in California, according to Covered California officials.</p>", "generator": "WordPress.com", "og": {"site_name": "California Healthline", "description": "UnitedHealth Group announced yesterday it’s losing too much money in Affordable Care Act’s health insurance exchanges and may reduce participation next year. But that probably won&#8217…", "title": "UnitedHealth’s Threat To Leave Exchanges Not Expected To Mean Much in California", "url": "http://californiahealthline.org/news/unitedhealth-threat-to-leave-exchanges-not-expected-to-mean-much-in-california/", "image": "https://s0.wp.com/wp-content/themes/vip/kaiser-californiahealthline/static/images/placeholder.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@CalHealthline", "card": "summary", "creator": "@CalHealthline"}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://californiahealthline.org/feed/;icon-uri=https://s2.wp.com/i/favicon.ico", "application-name": "California Healthline", "article": {"publisher": "https://www.facebook.com/WordPresscom", "published_time": "2015-11-20T03:00:00+00:00", "modified_time": "2015-11-20T03:00:00+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Citing the loss of $425 million on policies sold through ACA exchanges, UnitedHealth officials announced yesterday they will reassess participation in exchanges next year and may pull out of some exchanges entirely by 2017.\nIt grew to 23 exchanges last year — covering about 550,000 people through exchanges — and is slated to be in 34 exchanges next year.\n“Part of the reason they wanted to be in California was we have a large and stable risk pool,” said Peter Lee, executive director of Covered California.\nUnitedHealth got a slow start in the ACA, selling in four exchanges initially.\nAlthough the for-profit company hasn’t been a major player in most exchanges and is a late-comer to California, UnitedHealth is the country’s largest health insurer by revenue and its actions influence the marketplace."}