{"article_title": "Tom Wolf, Pa. governor, says he'll set up Obamacare exchange if Supreme Court strikes subsidies", "article_keywords": ["supreme", "set", "federal", "subsidies", "obamacare", "strikes", "states", "pennsylvania", "pa", "wolf", "governor", "tom", "hell", "health", "insurance", "ruling"], "article_url": "http://www.washingtontimes.com/news/2015/may/1/tom-wolf-pa-governor-says-hell-set-obamacare-excha/?page=all", "article_text": "Pennsylvania Gov. Tom Wolf is taking steps to shield hundreds of thousands of state residents from a U.S. Supreme Court ruling that could strip them of federal health care subsidies, saying he’ll create a state-based insurance exchange if he has to.\n\nMr. Wolf, a Democrat, said he wants to have a backup plan ready for the justices’ ruling, expected in June, that could cancel the tax subsidies paid to Obamacare customers in states such as Pennsylvania that currently rely on the federal exchange.\n\n“My letter does not mean that Pennsylvania must set up a state-based marketplace,” Mr. Wolf said Friday. “However, it would be irresponsible not to have a plan in place to protect 382,000 people. I look forward to working with members of the legislature to advance this plan if necessary.”\n\nSEE ALSO: Bobby Jindal: GOP needs Obamacare replacement ‘today’\n\nThe exchanges have proved to be one of the more contentious parts of Obamacare, with GOP-led states generally shying away from setting up their own exchanges for fear of being accused of complicity in the president’s health scheme. In those cases the federal government has stepped in to set up the insurance marketplaces. But with the way the Affordable Care Act is written, it’s not clear customers in those states are eligible for the subsidies.\n\nWithout the monthly subsidies, which averaged $263 per customer last year, health insurance would be unaffordable for many Obamacare users.\n\nLouisiana Gov. Bobby Jindal, a Republican who was previously his state’s top health official, urged fellow governors to resist Obamacare at all costs.\n\nSEE ALSO: House adopts compromise GOP budget targeting ‘Obamacare’\n\nHe said that under the law, if the government can’t help consumers with costs, those customers don’t have to buy insurance.\n\n“My counsel to governors would be absolutely do not set up a state exchange, because not only do the subsidies go away, the mandates for the most part go away,” Mr. Jindal said at the National Review’s Ideas Summit.\n\nMuch hinges on what the justices do in the case, known as King v. Burwell.\n\nDemocrats said a ruling against Mr. Obama would hurt millions of customers, while Republicans say such a ruling would give them an opening to undo Obamacare and replace it with market-driven reforms that empower the states.\n\nOn Capitol Hill, the GOP is trying to reach consensus on such a replacement plan.\n\n“We’re going to have to do something, because we can’t just allow people to just suddenly lose their insurance,” Rep. John Fleming, Louisiana Republican, said Friday outside the House chamber.\n\nAs they consider a way forward, conservative groups like Heritage Action are urging Republicans not to be swayed by fears that their constituents would lose government benefits.\n\n“The anxiety that some governors may express isn’t a reason for national Republicans to go ahead and put their stamp of approval on aspects of Obamacare,” spokesman Dan Holler said.\n\nFor its part, the administration has not said how it would respond if the justices rule against them in the closely watched case, instead insisting it is convinced its legal stance will prevail and the justices will allow subsidies to be paid in all states.\n\nSixteen states and the District of Columbia opted to set up their own exchanges.\n\nIf Pennsylvania joined them, it would be significant. Nearly 475,000 state residents signed up for insurance on the federal HealthCare.gov portal this year.\n\nMr. Wolf said if he does have to set up an exchange, he would still want to keep some aspects of the federal exchange intact.\n\nCaroline Pearson, a senior vice president at the Avalere Health consultancy, said Pennsylvania’s desire to rely on HealthCare.gov could be problematic.\n\n“Depending on the specificity of the ruling, that may or may not be legally permissible,” she said in an email.", "article_metadata": {"description": "Pennsylvania Gov. Tom Wolf told the Obama administration Friday his state would move to establish its own Obamacare marketplace if the Supreme Court invalidates vital subsidies in states that rely on the federal insurance exchange.", "Author": "Tom Howell Jr.", "og": {"site_name": "The Washingtion Times", "description": "Pennsylvania Gov. Tom Wolf told the Obama administration Friday his state would move to establish its own Obamacare marketplace if the Supreme Court invalidates vital subsidies in states that rely on the federal insurance exchange.", "title": "Tom Wolf, Pa. governor, says he’ll set up Obamacare exchange if Supreme Court strikes subsidies", "url": "http://www.washingtontimes.com/news/2015/may/1/tom-wolf-pa-governor-says-hell-set-obamacare-excha/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/11/d86b8ee348637c0b700f6a7067002bf8.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/11/d86b8ee348637c0b700f6a7067002bf8.jpg", "title": "Tom Wolf, Pa. governor, says he’ll set up Obamacare exchange if", "description": "Pennsylvania Gov. Tom Wolf told the Obama administration Friday his state would move to establish its own Obamacare marketplace if the Supreme Court invalidates vital subsidies in states that rely on", "card": "summary", "site": "@washtimes"}, "author": "The Washington Times http://www.washingtontimes.com", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "bitly-verification": "d180fd45f70d", "news_keywords": "Politics, Social Issues, Tom Wolf"}, "article_summary": "Without the monthly subsidies, which averaged $263 per customer last year, health insurance would be unaffordable for many Obamacare users.\n“My letter does not mean that Pennsylvania must set up a state-based marketplace,” Mr. Wolf said Friday.\nMr. Wolf said if he does have to set up an exchange, he would still want to keep some aspects of the federal exchange intact.\nTom Wolf is taking steps to shield hundreds of thousands of state residents from a U.S. Supreme Court ruling that could strip them of federal health care subsidies, saying he’ll create a state-based insurance exchange if he has to.\nBobby Jindal, a Republican who was previously his state’s top health official, urged fellow governors to resist Obamacare at all costs."}