{"article_title": "Conservatives' Latest Freakout: Taxpayer Dollars Are Funding Maternity Care For Single Mothers", "article_keywords": ["womens", "shouldnt", "funding", "taxpayer", "mothers", "women", "dollars", "abortion", "likely", "freakout", "single", "maternity", "birth", "conservatives", "health", "care", "sexual", "latest"], "article_url": "http://thinkprogress.org/health/2013/09/10/2596001/taxpayer-medicaid-single-mother/", "article_text": "Health Conservatives’ Latest Freakout: Taxpayer Dollars Are Funding Maternity Care For Single Mothers CREDIT:\n\nCREDIT: Shutterstock\n\nA new analysis of federal health data conducted by the George Washington University School of Public Health recently found that Medicaid covers nearly half of U.S. births. That’s largely because low-income women tend to have a higher birth rate than wealthier women, and unintended pregnancies are becoming increasingly concentrated among women living in poverty.\n\nConservatives’ takeaway from those figures, however, didn’t have anything to do with pledging to ensure that those economically disadvantaged women have access to affordable family planning services. Instead, right-wing outlets decried the fact that Medicaid is “picking up the tab for out-of-wedlock childbirth.”\n\nOf course, conservatives advocating against single parenting is nothing new. Right-wing organizations like the Heritage Foundation frequently blame single mothers for poverty, and Republican lawmakers often suggest that stronger families will eliminate the need for a strong government safety net. The aversion to providing government support for unwed mothers fits neatly into that worldview.\n\nBut it also speaks to another ethos at the heart of the conservative approach to women’s health issues: Women’s “immoral” sexual choices shouldn’t be subsidized by taxpayer dollars.\n\nThe idea that government programs shouldn’t enable women’s sexuality is a common thread that runs throughout right-wing policies. From the very beginning, when it comes to health classes in public schools that might introduce kids to sexual health issues, conservatives make the case that sex is an inherently dirty subject that shouldn’t be covered in state-mandated courses. Instead, they advocate abstinence curricula that tell students to keep themselves pure until marriage.\n\nThat type of “purity culture” rests upon the understanding that virginity — and specifically, women’s virginity — holds a place of high esteem, and tarnishing it with any sexual activity automatically has moral implications. Elizabeth Smart, a kidnapping and sexual assault victim who was raised in a conservative Mormon community, recently pointed out that abstinence education often teaches women they automatically become worthless, dirty, and filthy after having any type of sexual contact — consensual or otherwise.\n\nFollowing that line of thinking, it’s perhaps not hard to see why conservatives so vehemently attacked Sandra Fluke last year for advocating for Obamacare’s contraception policy. Pundits like Rush Limbaugh and Bill O’Reilly claimed Fluke wanted the government to “pay for her social life” and suggested she must be a slut if she needed so much birth control.\n\nTo conservatives, Fluke represented one of the most threatening right-wing tropes: an immoral woman who wants the government to fund her decision to have sex outside of marriage. And despite the massive outcry about the smears against the Georgetown law student, conservatives have continued this line of attack against the health law’s birth control benefit, claiming that taxpayers shouldn’t have to subsidize women’s sex lives.\n\nAbortion policy is typically even more controversial than birth control coverage. Over the past several decades, abortion opponents have launched an all-out war on taxpayer funding for abortion, ensuring that federal dollars are barred from covering the procedure. Currently, Peace Corps volunteers don’t receive any abortion coverage, women in the military can only get coverage for it in a few extreme cases, Congress members and their staffers aren’t allowed to have insurance plans that cover it, and most low-income women can’t get any abortion coverage through their Medicaid plans.\n\nThe idea that taxpayer dollars might go toward abortion care has become so politically contentious that Planned Parenthood now spends most of its time emphasizing that abortion represents a small fraction of its services, and repeatedly producing the paperwork to prove that it’s not illegally funneling federal money toward it.\n\nIt’s just a short leap, then, to the outrage over taxpayer dollars going toward unwed mothers’ health care. The government shouldn’t teach women about sex. It shouldn’t encourage women to be sexually active by funding their birth control pills or abortion procedures. And it shouldn’t be expected to pay for any births that result from that illicit sexual activity. It’s a comprehensive approach to policing women’s bodies, and shaming them for making the “wrong” choices with their sexuality.\n\nUltimately, the constant fights over taxpayer funding have huge implications for the widening class divisions within women’s access to reproductive care. Low-income and rural women are less likely to have access to sexual health resources, less likely be able to afford modern forms of birth control, less likely to be able to pay for an abortion, more likely to give birth after an unintended pregnancy, and more likely to slip deeper into poverty if they don’t regain control over their reproductive choices. Nonetheless, Republican lawmakers continue to chip away at the social safety net that helps address some of these issues.", "article_metadata": {"google": "nositelinkssearchbox", "description": "From taxpayer-funded birth control to taxpayer-funded abortion, conservatives say they strongly oppose subsidizing women's sexual choices. That logic also applies to health care for single mothers and their babies.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "From taxpayer-funded birth control to taxpayer-funded abortion, conservatives say they strongly oppose subsidizing women's sexual choices. That logic also applies to health care for single mothers and their babies.", "title": "Conservatives’ Latest Freakout: Taxpayer Dollars Are Funding Maternity Care For Single Mothers", "url": "http://thinkprogress.org/health/2013/09/10/2596001/taxpayer-medicaid-single-mother/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2011/10/Baby.jpg", "type": "article"}, "twitter": {"description": "From taxpayer-funded birth control to taxpayer-funded abortion, conservatives say they strongly oppose subsidizing women's sexual choices. That logic also applies to health care for single mothers and their babies.", "creator": "@Tara_CR", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2011/10/Baby.jpg", "title": "Conservatives’ Latest Freakout: Taxpayer Dollars Are Funding Maternity Care For Single Mothers", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2011/10/Baby.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2011/10/Baby.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2013-09-10T11:25:40+00:00", "author": "https://www.facebook.com/tculpressler"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fcc112\"", "article_summary": "Health Conservatives’ Latest Freakout: Taxpayer Dollars Are Funding Maternity Care For Single Mothers CREDIT:CREDIT: ShutterstockA new analysis of federal health data conducted by the George Washington University School of Public Health recently found that Medicaid covers nearly half of U.S. births.\nBut it also speaks to another ethos at the heart of the conservative approach to women’s health issues: Women’s “immoral” sexual choices shouldn’t be subsidized by taxpayer dollars.\nIt’s just a short leap, then, to the outrage over taxpayer dollars going toward unwed mothers’ health care.\nUltimately, the constant fights over taxpayer funding have huge implications for the widening class divisions within women’s access to reproductive care.\nIt shouldn’t encourage women to be sexually active by funding their birth control pills or abortion procedures."}