{"article_title": "Zadzooks: Madden NFL 25 review", "article_keywords": ["25", "play", "football", "zadzooks", "review", "nfl", "madden", "running", "version", "game", "add", "team"], "article_url": "http://www.washingtontimes.com/news/2013/sep/7/zadzooks-madden-nfl-25-review-xbox-360/?page=all", "article_text": "With the professional football season underway, it’s time to appreciate a quarter century of gamers attacking on a virtual gridiron in Madden NFL 25 (Electronic Arts, rated Everyone, reviewed on Xbox 360, $59.99).\n\nIt’s hard to believe the alliance between legendary coach and commentator John Madden and Electronic Arts has continued to pump out the top pigskin simulation since 1988.\n\nBefore we dive into the latest version, it’s worth noting that time period because I really feel sorry for sports video-game developers. Year after year, they must come up with some amazing new feature to goad fans into buying a game they probably own and have multiple versions of already.\n\nDevelopers of Madden can never get too crazy to upset the die-hard fan base and still must abide by the rules and look of a professional football experience, period.\n\nI bet those yearly meetings on what to do next must be excruciating.\n\nYet, once again, EA Sports tries to sweeten the deal in 2013 for fans that bought the more-than-adequate Madden 13 last year.\n\nAmong the refinements, the latest version promotes a Zen-like appreciation for the running back by becoming one with this pixilated warrior through an outrageous amount of control.\n\nI nearly required a third hand to pull off some of the latest moves while in an actual game situation thanks to the addition of extra controller options called precision modifiers.\n\nThese modifiers add accuracy to spins, dives and hurdles with variation to specific actions as stumble recovery, stiff-arms (hard-shoving defenders now for example), truck spins, left and right juke combinations, spin jukes, jab steps and back juke spins.\n\nOf course, with this fount of power at my fingertips, I also worked in the massive Connected Franchise mode (formerly Connected Careers) where I chose to develop a rookie running back, actually one of the best of the game, the Chicago Bears’ legend Walter Payton.\n\nBeing able to stretch the ball out for that extra inch while being tackled, stutter-stepping into the end zone, or diving or hurdling over a defender to score a touchdown was always vintage Sir Walter.\n\nThe life-consuming Connect Franchise also now bundles in control of a team from the owner’s perspective to add another level of headaches or micromanagement, be it relocating a team to a foreign city or handling the price of food and merchandise.\n\nUltimate Madden Team is also back adding ways to assemble a team with the right chemistry and still allowing gamers to build a championship roster using a trading card incentive.\n\nSuffice to report, for the average football fan, it’s a mind-boggling amount of off- and online modes and control scheme minutia that can gleefully add or woefully suck any fun from the sport.\n\nAlthough, make no mistake about, Madden NFL 25 wants you to become one of its permanent disciples and consummate fan of football.\n\nThe Madden franchise has always tempted through a dazzling, time-consuming process just to learn how to control players and perfect the subtleties of such fodder associated with completely running an offense and defense while tapping into the greatest minds of the NFL though actually using their playbooks.\n\nIt’s also a wonderful learning tool for a youngster preparing to actually play real football through its video-replay systems and dissection of the most rudimentary parts of the on-field action down to offensive-line schemes.\n\nI must have spent over an hour just practicing running a triple-option play with the Redskins mobile quarterback Robert Griffin III. I carefully watched how a defensive player would attack each play and had to decide quickly whether to hold the ball, through a quick pass or pitch it to a teammate.\n\nAnd, that’s just the tip of the goal post, folks. Add hundreds of new animations tied to blocking, refine defense pursuit logic, new physics and force impact mechanics, and more commentary from the booth, sidelines and even stands, and Madden NFL 25 delivers a Sunday afternoon broadcast at its finest\n\nHowever, what’s slightly bizarre is I saw very little actual celebrating the silver anniversary of Madden NFL. I would think EA would at least include a way to download a classic 16-bit version of the game or offer a documentary on the history of Madden.\n\nWorse yet, the venerable Mr. Madden never really shows up to offer a few words of encouragement, an occasional play suggestion or some surprise commentary in the booth to commemorate this franchise.\n\nDespite that shank, Madden NFL 25, as usual, will manage to confound and astound the average sports gamer while this year occasionally teetering on the extreme-sports genre with its punishing on field action and ludicrous running maneuvers.\n\nIt keeps the gaming guts intact and doesn’t screw up the experience for the coach-potato, Madden maniac in the family.", "article_metadata": {"description": "With the NFL season underway, it’s time to appreciate a quarter century of sports gamers attacking on a virtual gridiron in EA Sports latest edition of its football simulation.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "With the NFL season underway, it’s time to appreciate a quarter century of sports gamers attacking on a virtual gridiron in EA Sports latest edition of its football simulation.", "title": "Zadzooks: Madden NFL 25 review", "url": "http://www.washingtontimes.com/news/2013/sep/7/zadzooks-madden-nfl-25-review-xbox-360/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/09/07/madden-nfl-25-griffin.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2013/09/07/madden-nfl-25-griffin.jpg", "description": "With the NFL season underway, it’s time to appreciate a quarter century of sports gamers attacking on a virtual gridiron in EA Sports latest edition of its football simulation.", "card": "summary", "title": "Zadzooks: Madden NFL 25 review"}, "Author": "Joseph Szadkowski", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web2", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "John Madden"}, "_id": "\"57477af46914bd0286fdaa1b\"", "article_summary": "Although, make no mistake about, Madden NFL 25 wants you to become one of its permanent disciples and consummate fan of football.\nWith the professional football season underway, it’s time to appreciate a quarter century of gamers attacking on a virtual gridiron in Madden NFL 25 (Electronic Arts, rated Everyone, reviewed on Xbox 360, $59.99).\nDespite that shank, Madden NFL 25, as usual, will manage to confound and astound the average sports gamer while this year occasionally teetering on the extreme-sports genre with its punishing on field action and ludicrous running maneuvers.\nAdd hundreds of new animations tied to blocking, refine defense pursuit logic, new physics and force impact mechanics, and more commentary from the booth, sidelines and even stands, and Madden NFL 25 delivers a Sunday afternoon broadcast at its finestHowever, what’s slightly bizarre is I saw very little actual celebrating the silver anniversary of Madden NFL.\nUltimate Madden Team is also back adding ways to assemble a team with the right chemistry and still allowing gamers to build a championship roster using a trading card incentive."}