{"article_title": "Effort to unseat Connolly will be an uphill climb", "article_keywords": ["dont", "district", "federal", "fairfax", "rep", "scholte", "uphill", "connolly", "r", "unseat", "climb", "effort", "11th", "congressional"], "article_url": "https://www.washingtonpost.com/local/dc-politics/nvas-connolly-has-the-money-if-not-voters-enthusiasm/2014/10/22/a6989686-4fe6-11e4-8c24-487e92bc997b_story.html", "article_text": "Rep. Gerry Connolly (D-Va.) receives a warm welcome from Barbara DeChene, executive director, while visiting the offices of Action in Community Through Service of Prince William in Dumfries on Oct. 15. (Astrid Riecken/For The Washington Post)\n\nThe bleak image voters have of Congress and President Obama this fall should make U.S. Rep. Gerald E. Connolly (D-Va.) a prime target for challengers eager to take advantage of voter antipathy toward Democratic incumbents.\n\nBut Connolly won’t make it easy for Suzanne Scholte (R), whom he has outraised 15 to 1 in a Northern Virginia congressional district filled with federal workers, defense contractors and immigrants — as well as way more Democrats than just four years ago.\n\nIn 2010, the last time Connolly stood for election in a nonpresidential year, he eked out a victory with fewer than 1,000 votes to spare. But that was before the congressional boundaries were redrawn the following year, leaving a district spanning large expanses of Fairfax and Prince William counties with a dramatic Democratic-leaning majority.\n\nIn the next election, Connolly won by 26 percentage points. It was a presidential year, but it was still much easier for him to win than in 2008, when he won his first congressional race by just 12 points.\n\nConnolly’s role in hearings over the recent security breach at the White House and other commitments on Capitol Hill have forced him to miss some candidates’ debates, where surrogates have stepped in on behalf of the usually energetic congressman.\n\nRepublican Suzanne Scholte is challenging Democratic Rep. Gerald E. Connolly. (Rob Cannon)\n\nThose details are fueling the campaign of Scholte, his chief opponent.\n\nA veteran human rights activist in her first try for elective office, Scholte characterizes Connolly, 64, as a partisan politician with a well-oiled Democratic machine behind him — overly confident in his reelection bid in an area where traffic, federal spending cuts and a stagnant economy are frustrating voters.\n\n“I don’t think he listens to people,” Scholte, 55, says. “I don’t think he’s engaged. I don’t think he sees how much people are hurting.”\n\nThe 11th District, once evenly split between the two major parties and represented by Tom Davis (R) before Connolly, is among the wealthiest in the country, stretching from Herndon through most of Fairfax into the eastern portions of Prince William.\n\nConnolly, the former chairman of the Fairfax County Board of Supervisors, has a deep presence in an area that is home to federal employees, defense contractors and an increasing number of Asian and Latin American immigrants.\n\nA 40-mile hiking trail he championed in Fairfax was recently named after the congressman. He often is credited with pushing through the new Silver Line train, designed to connect the District and Dulles International Airport; for spearheading the ongoing transformation of Tysons Corner; and for several smaller changes.\n\nPlus, with the pending retirements of James P. Moran Jr. (D) and Frank R. Wolf (R) from neighboring districts, Northern Virginia is about to lose 58 years of congressional seniority. Connolly’s six years of service will make him the new senior member from Northern Virginia.\n\nAll that makes the effort to unseat him an uphill climb — although midterm elections have historically been closer in the 11th District — and Obama’s dipping approval rating could be a factor in a year when voter turnout is expected to be low.\n\nSitting near the Mosaic District, a popular new retail and residential area in Merrifield that he also spearheaded, Connolly chafes at the suggestion that he has lost touch with voters in the district, saying its proximity to Capitol Hill allows him to attend civic events and weekend church services.\n\n“I’m out every night. I’m out seven days a week. I speak to hundreds of groups a year,” he says. “My opponent — I have never seen her at a chamber event, a Rotary event or all of these events we’re talking about. The chutzpah of even suggesting somebody is losing touch is quite something to suggest when you have never participated in the community, ever. Not once.”\n\nIn response to being called partisan, Connolly rattles off legislation he co-sponsored with Republican House members, including a 2013 bill with Rep. Darrell Issa (R-Calif.) — a usual adversary on social issues — that would make it easier for federal agencies to buy information-technology products.\n\nDavid Wasserman, who analyzes congressional races for the Cook Political Report, predicts a Connolly win.\n\nThe 11th District “is unwinnable by Republicans by their own design,” Wasserman says, referring to the 2012 redistricting. “So Gerry Connolly can hold this seat as long as he wants.”\n\nConnolly’s campaign has raised nearly $1.6 million, compared with Scholte’s $101,000, according to federal disclosure reports.\n\nScholte, who has worked to rescue refugees from North Korea and other oppressive regimes since the 1980s, hopes to tap into the area’s growing number of immigrant voters.\n\n“They came here for one of two reasons: Either because they wanted the American dream or they escaped tyranny and wanted to be free,” she says. “They see what’s happening in our country — that the American dream is slipping away.”\n\nShe shares her opposition to Connolly on the ballot with Libertarian candidate Marc Harrold and Joe Galdo from the Green Party.\n\nScholte says she was inspired to run for Congress during a swearing-in ceremony for a North Korean woman she assisted.\n\nThe judge for that ceremony went over the virtues of being an American, and Scholte says she realized that “all of these things are really under threat.”\n\nSpecifically, Scholte criticizes the Affordable Care Act. Mindful of the 11th District’s more moderate leanings, however, she stops short of her party’s larger call to “repeal and replace” the health-care law.\n\n“There are so many tentacles to this that it would be hard to reverse the whole thing,” she says.\n\nLike Connolly, who is a member of the House Committee on Foreign Affairs, Scholte has a passion for international relations.\n\nShe says she would push for economic sanctions against North Korea and would press Morocco to end its occupation of the Western Sahara, a decades-long conflict in Africa that she has worked to resolve through her Defense Forum Foundation.\n\n“The 11th District wants someone who stands up for human rights,” she says.\n\nScholte concedes that not many people in the district know her.\n\nAt a recent event, even Connolly mispronounced her name. “I thought it was, I don’t know, undiplomatic,” Scholte says.", "article_metadata": {"news_keywords": "11th congressional district, gerry connolly, suzanne scholte, joe galdo, marc harrold", "og": {"site_name": "Washington Post", "description": "Opponent Suzanne Scholte says the incumbent isn’t “engaged,” something the legislator fiercely challenges.", "title": "Effort to unseat Connolly will be an uphill climb", "url": "https://www.washingtonpost.com/local/dc-politics/nvas-connolly-has-the-money-if-not-voters-enthusiasm/2014/10/22/a6989686-4fe6-11e4-8c24-487e92bc997b_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/10/15/Local/Images/ARI_36741413403625.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@aolivo"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "11th congressional district, gerry connolly, suzanne scholte, joe galdo, marc harrold", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "a6989686-4fe6-11e4-8c24-487e92bc997b", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "Opponent Suzanne Scholte says the incumbent isn’t “engaged,” something the legislator fiercely challenges."}, "_id": "\"57477af46914bd0286fdaa1f\"", "article_summary": "All that makes the effort to unseat him an uphill climb — although midterm elections have historically been closer in the 11th District — and Obama’s dipping approval rating could be a factor in a year when voter turnout is expected to be low.\nThe 11th District “is unwinnable by Republicans by their own design,” Wasserman says, referring to the 2012 redistricting.\n“The 11th District wants someone who stands up for human rights,” she says.\nLike Connolly, who is a member of the House Committee on Foreign Affairs, Scholte has a passion for international relations.\nRepublican Suzanne Scholte is challenging Democratic Rep. Gerald E. Connolly."}