{"article_title": "Love planetary science? Dying to explore Europa’s oceans? Meet the man who can make it happen.", "article_keywords": ["planetary", "europa", "love", "dying", "space", "science", "oceans", "europas", "mission", "nasa", "explore", "program", "im", "need", "meet", "happen", "think", "man"], "article_url": "http://blog.chron.com/sciguy/2013/12/love-planetary-science-dying-to-explore-europas-oceans-meet-the-man-who-can-make-it-happen/", "article_text": "This week U.S. Rep. Frank Wolf, a Republican from Virginia, announced he would not run for reelection in 2014. This move makes Houston Republican John Culberson the odds-on favorite to replace Wolf and become chairman of an appropriations subcommittee that oversees NASA.\n\nI have a story in today’s paper that outlines why this is a powerful position, and explains how it is likely to benefit Johnson Space Center. But Culberson’s interest in space go far beyond Houston. He hates the asteroid-retrieval mission. Has strong views about China. And you couldn’t ask for a more ardent proponent of planetary science. Particularly Europa.\n\nHere are excerpts from an interview I conducted with Culberson on his views about space.\n\nWhat’s NASA doing now that you don’t like?\n\nFirst and foremost NASA needs to be de-politicized and given stability to allow them to focus on what they do best. They need the ability to build rockets and spacecraft the way the Navy builds submarines, with multi-year procurement, with contracts extending for a long enough period of time that the engineers and scientists working on them can do so with confidence that the rug will not be jerked out from underneath them, as has happened on so many occasions. The agency should be driven by scientists, engineers and astronauts rather than politicians. It’s always destructive for the NASA budget to be filtered by politicians.\n\nThere’s so much more to NASA than just jobs and politics. One of the things I hope, if I’m fortunate enough to be re-elected by my district, and then able to become the new chairman of this subcommittee, my top priority will be to reshape NASA to give them more independent, and less political, and give them greater stability, then give them the money they need to actually accomplish their missions. And then get out of the way. To me the gold standard is the decadal survey, that is really the way ideally the entire space program ought to be run. On the planetary science side they have the best minds in the field get together, hash it out for a time, and then come up with their top priorities over the next decade. The same thing could be done for human missions. We should be doing what the scientists think is important, rather than what is good for a particular congressman’s district.\n\n\n\nWhat do you think about the proposed asteroid-retrieval mission?\n\nIt’s not gonna happen. I don’t detect much support for it in Congress and frankly I’m disappointed that they would come up with this. I love NASA. I’m devoted to NASA. But I don’t think pushing a rock around space is a productive use of their time and scarce resources.\n\nNASA is a huge strategic asset to the United States. It grieves me to see the NASA that I grew up with in Houston, and love and admire so much from the time I was a little kid in West University, with my telescope and listening to and watching the Apollo missions, and landing on the moon and these incredible feats of adventure, reduced to pushing a rock around in space. It’s embarrassing.\n\nDo you think NASA should, instead, focus on returning astronauts to the moon?\n\nYes. Absolutely.\n\nWhy?\n\nThe place the Chinese landed (note: he’s referring to the Chang’e 3 lunar lander), I understand from talking to friends in the scientific community, is where one of the richest concentrations of rare-Earth metals is on the surface of the moon. The Chinese think in terms of generations and centuries. It was not a randomly chosen site. It was not done simply for the sake of Chinese nationalism. This was a strategic move on their part to attempt to lay claim to, and in the future exploit the mineral resources of the moon. They have already locked up nearly all of the rare-Earth elements on Earth.\n\nSo do you support Rep. Wolf’s policy that prevents NASA from working with the Chinese space agency?\n\nYes. We need to keep them out of our space program, and we need to keep NASA out of China. They are not our friends.\n\nOne of the things you’re really passionate about is planetary science. Why is that?\n\nI am absolutely devoted to all of NASA and all of its missions. But the reason I’m particularly energized about the planetary science program is that they tend to get neglected. They don’t get the funding and attention from the legislative side that the manned program does. The breadth and depth of the planetary program is just extraordinary.\n\nLike me, you’re particularly passionate about one of Jupiter’s moons, Europa. Why?\n\nI’m certain that there’s life elsewhere in the universe. And I’m also certain that the first place we will discover life on another world is Europa. It will be discovered in the oceans of Europa. And it will be a robotic mission designed and flown by NASA that discovers it. About an hour and a half ago I got off the phone with Robert Ballard, who discovered the Titanic. We’ve become friends through my interest in science. He wanted to be remembered for something other than the discovery of the Titanic. So I introduced him to the Jet Propulsion Laboratory and told him he should get involved in the Europa mission. I think he should help design a penetrator, swimmer, sniffer that would punch through the ice of Europa and find and photograph life in Europa’s oceans. I think it’s going to be a match made in heaven.\n\nIf I’m successful in becoming chairman of the subcommittee that’s going to be right when the Europa mission will need its maximum funding. It needs to be a flagship mission. The biggest and best we’ve ever flown. I really feel blessed. I feel like I’m one of the luckiest people on Earth. I’m blessed with a wonderful family, a great district, representing Houston in the greatest state in the greatest country in the world. I got on this incredible committee where I will be in exactly the right place at the right time to be able to help turn NASA around, to not only preserve America’s leadership role in space, but I also hope to be a key part in discovering life on another world for the first time. We’re only going to have one chance at this in our lifetimes. We’ve got one shot. I want to make sure you and I are here to see those first tube worms and lobsters on Europa.", "article_metadata": {"vf": {"unique_id": "wp_chron_blog_chron_com_sciguy_1898_blogEntryId20403"}, "title": "Love planetary science? Dying to explore Europa's oceans? Meet the man who can make it happen.", "og": {"site_name": "SciGuy", "description": "This week U.S. Rep. Frank Wolf, a Republican from Virginia, announced he would not run for reelection in 2014. This move makes Houston Republican John Culberson the odds-on favorite to replace Wolf…", "title": "Love planetary science? Dying to explore Europa’s oceans? Meet the man who can make it happen.", "url": "http://blog.chron.com/sciguy/2013/12/love-planetary-science-dying-to-explore-europas-oceans-meet-the-man-who-can-make-it-happen/", "image": {"width": 1024, "identifier": "http://blog.chron.com/sciguy/files/2013/12/Health_Care_Legislation_Inflation_WX105.jpg", "height": 682}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://blog.chron.com/sciguy/files/2013/12/Health_Care_Legislation_Inflation_WX105.jpg?w=640", "card": "summary_large_image"}, "NextGEN": "1.7.5", "article": {"published_time": "2013-12-20T13:58:31+00:00", "modified_time": "2013-12-20T13:58:31+00:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fcc12c\"", "article_summary": "But the reason I’m particularly energized about the planetary science program is that they tend to get neglected.\nAnd you couldn’t ask for a more ardent proponent of planetary science.\nSo I introduced him to the Jet Propulsion Laboratory and told him he should get involved in the Europa mission.\nOne of the things you’re really passionate about is planetary science.\nTo me the gold standard is the decadal survey, that is really the way ideally the entire space program ought to be run."}