{"article_title": "Controversy Surrounds Plans For New Wal-Mart Supercenter In Nor - News9.com - Oklahoma City, OK - News, Weather, Video and Sports", "article_keywords": ["process", "ok", "plans", "surrounds", "oklahoma", "controversy", "supercenter", "thats", "walmart", "video", "know", "weather", "news9com", "residents", "retail", "didnt", "public", "norman"], "article_url": "http://www.news9.com/story/26195815/controversy-surrounds-plans-for-new-wal-mart-supercenter-in-norman", "article_text": "A developer wants to build a supercenter on property at Cedar Lane and Classen in Norman, but some residents believe the process to get it there has been anything but transparent.\n\nThe plan to build a new Wal-Mart supercenter has some people in Norman fighting to stop it.\n\nA developer wants to build a supercenter on property at Cedar Lane and Classen in Norman, but some residents believe the process to get it there has been anything but transparent.\n\n“I think the council should have known earlier,” said Ward 5 councilwoman, Lynne Miller.\n\nA new Wal-Mart supercenter will essentially be in the heart of Councilwoman Lynne Miller's district. But she says she didn't know about the retail giant's potential arrival until a few weeks ago.\n\n“We didn’t know that it was going to be a 24-hour superstore,” said Miller. “We didn’t realize that.”\n\n“I’m not too concerned about it. As long as the people keep their fences up and keep the traffic out of here, I’m good with it,” said nearby resident, Wayne Scott.\n\nBut homeowners in Wayne's neighboring subdivision would rather the Wal-Mart go elsewhere. They've started a petition to keep the supercenter out.\n\n“The issue for me as a council member is not that, so much as do I know when it becomes public, so that I can let the public know,” said Miller.\n\nNow, some residents wonder if Norman city officials locked them out of the majority of the public vetting process.\n\n“No one was kept in the dark,” said Norman's Director of Planning and Community Development, Susan Connors.\n\nConnors admits the application for the new supercenter did not identify it as a Wal-Mart.\n\n“Which isn’t required. There’s no requirement that the application specify who will be the retail business,” said Connors. “The application came in, and the applicants identified it as a large retail discount center with a gas station, and that’s how they preferred to have it go through the process.”\n\nConnors also says neighbors were mailed notices about the proposal and there was an advertisement in the newspaper complete with a site plan.\n\n“It went through the process, and people were notified as any other zone change occurs, or any other development case,” said Connors.\n\n“There no project that’s totally good, or totally bad for some people, and that’s one of the hard things about making these decisions,” said Miller.\n\nThe Norman City council will vote on the new Wal-Mart after a public hearing, August 12.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "The plan to build a new Wal-Mart supercenter has some people in Norman fighting to stop it.", "og": {"url": "http://www.news9.com/story/26195815/controversy-surrounds-plans-for-new-wal-mart-supercenter-in-norman", "image": "http://KWTV.images.worldnow.com/images/4393549_G.jpg", "type": "article", "description": "The plan to build a new Wal-Mart supercenter has some people in Norman fighting to stop it.", "title": "Controversy Surrounds Plans For New Wal-Mart  Supercenter In Norman"}, "twitter": {"image": "http://KWTV.images.worldnow.com/images/4393549_G.jpg", "description": "The plan to build a new Wal-Mart supercenter has some people in Norman fighting to stop it.", "card": "summary", "title": "Controversy Surrounds Plans For New Wal-Mart  Supercenter In Norman"}, "wnreadableurl": "controversy-surrounds-plans-for-new-wal-mart-supercenter-in-norman", "ROBOTS": "index,follow,noarchive", "owner": "KWTV", "fb": {"app_id": 538140636230283}, "date": "2014/08/04", "KEYWORDS": "oklahoma city,norman,wal-mart,supercenter,neighbors,fighting,controversy,evan anderson,kwtv,cbs,news9", "wn-version": "ContainerE-Story", "wn-base": "IIS22", "verify-v1": "d5ZN+GNiazjgWlnr3WHikwraMvFljdUSLMgex4CGnc8=", "news_keywords": "oklahoma city,norman,wal-mart,supercenter,neighbors,fighting,controversy,evan anderson,kwtv,cbs,news9"}, "_id": "\"57477af36914bd0286fcc12b\"", "article_summary": "A new Wal-Mart supercenter will essentially be in the heart of Councilwoman Lynne Miller's district.\nThe plan to build a new Wal-Mart supercenter has some people in Norman fighting to stop it.\n“We didn’t know that it was going to be a 24-hour superstore,” said Miller.\nBut she says she didn't know about the retail giant's potential arrival until a few weeks ago.\n“The issue for me as a council member is not that, so much as do I know when it becomes public, so that I can let the public know,” said Miller."}