{"article_title": "Obama's Ebola Order: Unconstitutional and Dangerous", "article_keywords": ["word", "constitution", "army", "dangerous", "unconstitutional", "constitutional", "air", "does", "health", "military", "ebola", "president", "obamas", "armed", "order"], "article_url": "http://tenthamendmentcenter.com/2014/09/20/obamas-ebola-order-unconstitutional-and-dangerous/", "article_text": "The Constitution says that the president “shall be Commander in Chief of the Army . . . of the United States.”\n\nDoes that give him authority to utilize our armed forces for a purely non-military purpose like addressing the Ebola outbreak in Africa?\n\nThe Denver Post thinks so, editorializing that Obama’s decision is “fully justified.”But the Post doesn’t tackle the constitutional issues.\n\nThe Ebola mission, according to the Associated Press, is “to supply medical and logistical support to overwhelmed local health care systems and to boost the number of beds needed to isolate and treat victims of the epidemic.” Our troops will be doing things like handing out home health kits to Africans and building health clinics.\n\nNote that this is different from the armed forces carrying on humanitarian actions as an incident to military operations. When you are fighting an enemy abroad, it makes sense to build hospitals to retain local good will or to care for those injured a result of war.\n\nBut we are not engaged in military operations in Africa.\n\nSo what does the Constitution have to say?\n\nThe Constitution contains no clause specifically prohibiting the president from using the armed forces this way. You might think that such a limit would be inherent in the Constitution’s use of the word “Army.” That is, you might think the word “Army” would be limited to an exclusively military organization. But founding-era dictionaries do not impose that restriction on the term “Army.” As those dictionaries define the word, an “Army” is merely a large number of armed men subject to central leadership. (This, by the way, is one reason the U.S. Air Force is constitutional, even though the Constitution doesn’t refer to it. The Air Force fits within the constitutional meaning of “Army.” Indeed, it was originally the Army Air Service and later the Army Air Corps.)\n\nThe operations in Africa sound noble. But the old legal saying is: Hard cases make bad law. In other words, yielding to an innocent-sounding usurpation may create a dangerous precedent. So ask yourself: Does the Constitution allow the president to use the “Army” for any non-military purpose he pleases?\n\nOr maybe you prefer to focus on some narrower examples:\n\n* If the president decides that Argentina does not have sufficient health facilities, may he constitutionally send in the army to open and staff clinics there? (He could take the needed funds from Department of Defense appropriations.)\n\n* Could he make the same decision for Pennsylvania?\n\n* Could he send the army to register voters when there is no accompanying military threat?\n\n* If your answer to the last question is “yes,” then could he focus the army’s registration campaign in states that lean toward his own party? If not, how does this differ constitutionally from the previous example?\n\n* Could he send the military to build a highway in Ohio, if he concluded the highway was necessary for the economy there? Suppose his decision was related to Ohio’s vote in the next election?*\n\nIf those examples make you nervous, then your gut is telling you something. The army is not the president’s personal plaything. It is not a generalized work crew the president can order to do whatever he wants done. It is a military instrument, and it is dangerous to allow the president to use it for other purposes.\n\nMy guess is that the Constitution does not contain a clause banning the president from using the army for non-military ends only because the framers never imagined that any American president would do so.\n\nYet it has happened, and it demonstrates a flaw in our political system. For all its strengths, our Constitution contains inadequate protection against a president determined to ignore conventional limits. We have seen this before.\n\nFor example, it occurred in World War II, when the president shot at least one American citizen within the continental U.S. without a civilian trial and without habeas corpus, and when he imprisoned tens of thousands of others. (The U.S. Supreme Court failed to stop either action.) We now recognize that these were impermissible constitutional violations, but our repentance didn’t come in time to save the victims.\n\nOnce again we are witnessing the exercise of arbitrary executive power—and this time, the president does not even have the excuse of a war. But without a constitutional amendment, we are probably powerless to stop it.\n\nShare this: Facebook\n\nTwitter\n\nReddit\n\nGoogle\n\nTumblr\n\nLinkedIn\n\nEmail\n\n\n\nRelated posts", "article_metadata": {"description": "The army is not the president’s personal plaything. It is not a generalized work crew the president can order to do whatever he wants done. It is a military", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "Tenth Amendment Center", "description": "The army is not the president’s personal plaything. It is not a generalized work crew the president can order to do whatever he wants done. It is a military instrument, and it is dangerous to allow the president to use it for other purposes.", "title": "Obama's Ebola Order: Unconstitutional and Dangerous | Tenth Amendment Center", "url": "http://tenthamendmentcenter.com/2014/09/20/obamas-ebola-order-unconstitutional-and-dangerous/", "image": "http://tenthamendmentcenter.com/wp-content/uploads/2014/09/f_obama_ebola_140806-1024x576.jpg", "type": "article"}, "twitter": {"image": "http://tenthamendmentcenter.com/wp-content/uploads/2014/09/f_obama_ebola_140806-1024x576.jpg", "description": "The army is not the president’s personal plaything. It is not a generalized work crew the president can order to do whatever he wants done. It is a military instrument, and it is dangerous to allow the president to use it for other purposes.", "card": "summary", "title": "Obama's Ebola Order: Unconstitutional and Dangerous | Tenth Amendment Center"}, "fb": {"pages": 143173285763}, "keywords": "obama ebola,obama troops africa us troops africa,us troops ebola,troops ebola,constitution,current events,war powers", "article": {"publisher": "https://facebook.com/tenthamendmentcenter", "tag": "war powers", "published_time": "2014-09-20T00:19:51Z", "modified_time": "2014-09-22T08:28:02Z"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "article_summary": "The Air Force fits within the constitutional meaning of “Army.” Indeed, it was originally the Army Air Service and later the Army Air Corps.)\nOnce again we are witnessing the exercise of arbitrary executive power—and this time, the president does not even have the excuse of a war.\nYou might think that such a limit would be inherent in the Constitution’s use of the word “Army.” That is, you might think the word “Army” would be limited to an exclusively military organization.\nThe Denver Post thinks so, editorializing that Obama’s decision is “fully justified.”But the Post doesn’t tackle the constitutional issues.\nIt is a military instrument, and it is dangerous to allow the president to use it for other purposes."}