{"article_title": "Shockingly sleazy GOP governors: “Knaves, scoundrels, extremists and panderers”", "article_keywords": ["campaign", "perry", "deal", "scoundrels", "governors", "knaves", "state", "governor", "gop", "report", "extremists", "crews", "walker", "sleazy", "gov", "shockingly", "panderers"], "article_url": "http://www.salon.com/2014/08/02/shockingly_sleazy_gop_governors/", "article_text": "Topics: 2016 Elections, Bobby Jindal, Chris Christie, Editor's Picks, John Kasich, nathan deal, Republican governors, Rick Perry, Scott Walker, Tom Corbett, News, Politics News\n\nThere is nothing in U.S. politics more powerful than Beltway conventional wisdom. No mountain of facts can put the slightest dent in it. It’s the ocean in which all of Washington swims. Which is why Chris Christie still thinks he can be president—just resurrect his “tough-talking” “truth-telling” persona, and violà! It doesn’t matter how many lies he’s told, so long as the media buys—and sells—his “truth-telling” spin, reframing the facts as just what “critics say.” And if not Chris Christie, then some other GOP governor, because it’s 1999 all over again, and national disgust with Beltway Republicans can only mean one thing: Americans must be clamoring for a GOP governor to be “a uniter, not a divider.”\n\nThere’s just one problem with this narrative: The entire current crop of GOP governors is a passel of knaves, scoundrels, extremists and panderers, whose monumental collective failures aren’t even a blip on the D.C. media’s radar screen—though they should be. Because out in the states, their failures are killing people—literally by the thousands when it comes to denying Medicaid expansion (over 13,000 in eight Southern states this year)—and may even contribute to killing the GOP’s chances of a strong showing in Congressional elections come November. Take Georgia, for example. It’s still a safe red state that Romney won by almost 8 percent in 2012, but Democrat Michelle Nunn has a decent shot at winning the Senate seat her father held for decades this November—and that would greatly complicate GOP hopes of retaking the Senate. A fair number of Beltway folks are starting to notice this, but less noticed are the possible spillover effects between Georgia’s Senate and gubernatorial races, as scandal-plagued Nathan Deal is struggling to stay afloat against Democratic challenger Jason Carter, President Carter’s grandson.\n\nWhat’s Nathan Deal done, exactly? Enough to warrant the No. 1 spot in “The Worst Governors in America,” a 2013 report from Citizens for Responsibility and Ethics in Washington. The report explains the list as follows:\n\nSome governors on the list essentially turned their authority and regulatory agendas over to special interests. Others abused their office in return for gifts and campaign contributions. Many appointed donors to key positions and gutted transparency measures. All failed to live up to the public trust.\n\nAnd yet, as we’ll see, at least six or seven of them have been mentioned as possible GOP candidates for president or vice president—a rather striking sign of just how lacking in credible political talent the GOP now is.\n\nBut before taking a closer look at Deal—and others on that list—it pays to consider how corrupt politics are protected by conventional wisdom these days. Back in March, Time’s Michael Grunwald wrote a piece complaining about media-focused “pseudo scandals,” as he called them. And he had a point. Embarrassing failures in political maneuvering may be easy to cover, but ultimately don’t matter much, he argued. “My point was that political scandals rarely get traction, and shouldn’t get traction, without a semi-plausible link to significant public policies,” he explained, in a recent follow-up, where he talked about two brewing potential substantive scandals facing Florida Governor Rick Scott.\n\nYet, even as Grunwald rightfully criticized the skewed and misleading focus of much political coverage, his own casual mention of Scott’s scandalous past (CEO of a healthcare company fined a record $1.7 billion for fraudulent Medicare billing) implied a disengaged stance in which scandals only matter to the degree that other politicians make them matter—a stance that is entirely commonplace today, but is deeply at odds with the First Amendment spirit that the press itself is the living conscience of the people. It’s the failure of today’s press to fulfill that historical mission that has led nonprofit groups like CREW to take up the role that far too many in the national media have abandoned—though to be fair, CREW’s own reporting is deeply and openly indebted to a wealth of mostly state and local reporting, covering many of the details, but generally lacking the power to frame overarching perceptions and expectations, which are vital to the health of a vibrant democracy. This is why CREW’s report is an invaluable stepping-off point for any serious consideration of the state of Republican governors today, in the run-up to the 2014 elections.\n\nWith that in mind, concerning Deal’s placement, the report explains:\n\nHis inclusion stems from: (1) using his gubernatorial campaign to benefit his daughter-in-law [she was paid $40,725.03, despite having have no previous campaign experience]; (2) using his office to benefit a business partner; (3) using his office to benefit a top donor; (4) arranging a taxpayer-funded job for a political foe; and (5) obstructing ethics investigations into his business dealings.\n\nCREW also notes that “Gov. Deal was previously included in CREW’s 2009 Most Corrupt report” when he was a member of Congress:\n\nThe report cited the way then-Rep. Deal and his top aide, Chris Riley, blurred the line between Rep. Deal’s private business interests and his official duties, using public resources to attempt to influence other public officials to benefit his private affairs. The pattern continued during his successful 2010 campaign for governor and his term in office.\n\nSo, it’s not like Governor Deal’s slimy ways should come as a surprise to anyone. Like his next-door neighbor Florida Governor Rick Scott—he of the $1.7 billion Medicare/Medicaid fraud lawsuit settlement referred to above (which whistleblowers say that he knew all about)—Deal’s loose style and questionable business ethics were blindingly visible before he took office—and the staunchly patriotic, anti-corruption Tea Partiers embraced both of them wildly, along with many others. Indeed, CREW’s report includes 18 governors, of whom 16 are Republicans, 11 of them elected in 2010, one in 2009 and one in 2012, for a total of 13 from the Tea Party wave era. They are, if anything dramatically more corrupt as a group than the governors elected before them.\n\nCREW’s entry on Deal comes with 91 references, news stories, documents and the like. There’s nothing haphazard or arbitrary in what they’re doing. Indeed, since the report came out, the obstruction of the ethics probe has exploded into top-tier status.\n\nDuring the 2010 gubernatorial election, a series of ethics complaints were filed against then-candidate Deal and his campaign with the State Ethics Commission. The commission’s chief of staff, Executive Secretary Stacey Kalberman and Deputy Executive Secretary Sherilyn Streicker prepared subpoenas for Gov. Deal and other associates in June 2011, at which time the new Chair of the State Ethics Commission, Patrick Millsaps, a Deal appointee, informed Ms. Kalberman her pay would be cut about 30 percent and Ms. Streicker would be dismissed due to budget cuts. Both women filed whistleblower lawsuits, and on April 4, 2014, a jury awarded Kalberman $700,000 in damages, plus attorneys’ fees. After that the state settled with Streicker and two other whistleblowers. With attorneys’ fees, the total came to between $3 million and $4 million.\n\nBut there’s more: The attorney Deal had replace Kalberman, Holly LaBerge, was also pressured by Deal’s administration. On July 14, the Atlanta Journal-Constitution reported:\n\nThe head of the state ethics commission said she was threatened and pressured by Gov. Nathan Deal’s office in 2012 to “make the complaints” against the governor “go away,” according to a memo obtained by The Atlanta Journal-Constitution…. Meanwhile, the AJC has learned that both the FBI and the state auditor have been given copies of the memo. The auditor and the state Inspector General are each investigating the commission.\n\nIn short, it would not be surprising if Deal ended up like the #3 governor on CREW’s list, Robert McDonnell, once touted as a top prospect for being Mitt Romney’s running mate, now former governor of Virginia, standing trial on 14 counts of felony corruption, obstruction and making false statements in federal court. CREW’s list was divided into three tiers—six “ringmasters,” six “clowns” and six “sideshows.” Joining Deal and McDonnell in the top tier are two men who’ve been touted as possible presidential candidates—Texas Governor Rick Perry (despite his laughingstock performance in 2012: “Oh look! His new glasses make him look so policy-wonk serious! Like Jerry Lewis in “The Nutty Professor”!”) and Wisconsin Governor Scott Walker (If Christie stays dead, Walker wins re-election and nobody else with a pulse shows up)—as well as Maine Governor Paul LePage and Florida Governor Rick Scott.\n\nThere’s more to Rick Perry than an “SNL” goldmine presidential campaign, as the intro to CREW’s entry on him explains:\n\nHis inclusion stems from: (1) promotion of a political culture rife with cronyism and pay-to-play appointments; (2) the pervasiveness and influence of revolving-door lobbyists in his administration; (3) accepting free trips on the private planes of donors and special interests; (4) abusing his position to benefit his family; (5) simultaneous collection of a state government salary and state retirement pension; (6) financial disclosure reporting violations; (7) repeated flouting of transparency standards and blocking of public disclosure; (8) misuse of state resources for his presidential campaign; (9) advocacy for voter identification restrictions; and (10) killing a measure that would have required politically active nonprofits to disclose their donors. He was included in CREW’s 2010 report on governors.\n\nThe list above is a multifaceted picture of what neo-feudalism looks like—an old-fashioned medieval power structure floating on a sea of money, drowning the people who are supposedly sovereign. Is it any wonder a clown prince rules over it all? A few snippets of the CREW report on Perry give the rancid flavor of the whole. It begins like this:\n\nCulture of Cronyism and Pay-to-Play Appointments Gov. Perry has appointed hundreds of campaign donors to state posts and fundraised aggressively among his appointees. According to Texans for Public Justice, between January 2001 and June 2010, Gov. Perry raised more than $17 million from 921 of his appointees and their spouses. Those contributions made up 21 percent of the $83.2 million Gov. Perry raised during that period.\n\nOne part of this system is particularly noteworthy:\n\nThe Texas Enterprise Fund (TEF) was designed to lure businesses and jobs to Texas. It has made $487.4 million in state-funded corporate grants since 2003…. In March 2010, the Texas Observer found that since TEF’s inception, 20 of the 55 grant recipients gave money directly to Gov. Perry’s campaign or to the Republican Governors Association (RGA), a group that supports Republican candidates for governor across the country. Gov. Perry was the RGA’s chairman in 2008 and 2011 and its finance chair in 2009 and 2010. Those 20 companies collectively received $174.2 million from TEF and donated $2.2 million to Gov. Perry and the RGA, with several of the donations made close in time to when the companies received grants from TEF.\n\nAnd of course, there’s the nepotism angle, in the guise of good works, no less!:\n\nUsed His Position to Benefit His Family Gov. Perry’s wife, Anita Perry, worked as a $65,000-a-year contract fundraiser for the Texas Association Against Sexual Assault (TAASA)…. In September 2011, the Austin American-Statesman reported Anita Perry’s salary at TAASA came indirectly from the governor’s donors, state contractors, and companies with business with the state or issues before the legislature. The newspaper found 34 out of TAASA’s 37 major donors during Mrs. Perry’s tenure had ties to the governor or state business.\n\nThey say that everything’s big in Texas, and Rick Perry’s chutzpah is certainly no exception.\n\nIn sharp contrast, Scott Walker is probably best understood as an overlap of much larger patterns, as was comically illustrated during the massive protests of Walker’s union-busting legislation in early 2011 via the prank phone call from the editor of the Buffalo Beast , pretending to be one of the Koch Brothers, and as was explained in detail by historian William Cronon, in his blog post, “Who’s Really Behind Recent Republican Legislation in Wisconsin and Elsewhere? (Hint: It Didn’t Start Here),” which blew the lid off the role of ALEC in shaping right wing, corporate-friendly legislation.\n\nAnother larger pattern Walker replicated was the ongoing, habitual nature of his fast-and-loose political practices. Just as Nathan Deal’s scandals as a congressman continued in his campaign and conduct as governor of Georgia, Walker’s political operation as executive of Milwaukee County and his campaign for governor were the subject of a prolonged “John Doe” [secret grand jury-like] investigation, resulting in convictions for aides and campaign contributors—though not Walker, thanks in part to hefty legal fees (as detailed in CREW’s report). But now there’s a second John Doe investigation, in which, according to The Milwaukee Journal Sentinel, “Prosecutors allege Gov. Scott Walker was at the center of an effort to illegally coordinate fundraising among conservative groups to help his campaign and those of Republican state senators facing recall elections during 2011 and 2012, according to documents unsealed Thursday [June 19].” Walker’s prospective political defense to all this—that he’s totally innocent, but surrounded by crooks—also echoes a broader pattern, exemplified most prominently by Chris Christie.\n\nThere are other patterns one could cite as well–voter suppression laws, failed economic promises—Walker is nothing if not a deeply derivative empty suit. But, as Andy Kroll of Mother Jones explained, there’s one more limited pattern—that of unaccountable dark money funds purportedly to promote job growth—that also encompases two nearby upper Midwest GOP governors, Ohio’s John Kasich and Michigan’s Rick Snyder (both in CREW’s third “sideshow” tier) along with Wall Street Democrat New York Governor Andrew Cuomo (also in the “sideshow” tier). As Kroll explained:\n\nSoon after taking office, Walker ditched the state commerce department and replaced it with the Wisconsin Economic Development Corporation, a private nonprofit created to help Walker fulfill a key campaign promise to create 250,000 jobs by 2015. Three years later, the WEDC is a scandal-plagued mess, and Walker is 145,000 jobs short of his goal with a year to go in his first term. The questions dogging the WEDC, whose board Walker chairs, aren’t where its money comes from—it’s almost all taxpayer funds—but how the nonprofit spends it. The WEDC has given out hundreds of millions in loans, tax credits, grants, and other incentives; recipients have in turn donated nearly $400,000 to Walker’s campaign account, according to an analysis by the liberal advocacy group One Wisconsin Now. Exempt from open records requests relating to financial matters, the WEDC has been criticized by state auditors for failing to keep records on a host of issues—how WEDC selects incentive recipients, how that incentive money is ultimately spent, and whether WEDC grants actually create jobs.\n\nThe story in Ohio is remarkably similar:", "article_metadata": {"description": "Problems mount for Rick Perry, Scott Walker & many more. Why are they touted for 2016 and protected by D.C. press?", "author": "Paul Rosenberg", "og": {"site_name": "Salon", "description": "Problems mount for Rick Perry, Scott Walker & many more. Why are they touted for 2016 and protected by D.C. press?", "title": "Shockingly sleazy GOP governors: “Knaves, scoundrels, extremists and panderers”", "url": "http://www.salon.com/2014/08/02/shockingly_sleazy_gop_governors/", "image": "http://media.salon.com/2014/07/scott_christie_walker.jpg", "type": "article"}, "twitter": {"description": "Problems mount for Rick Perry, Scott Walker & many more. Why are they touted for 2016 and protected by D.C. press?", "creator": "@PaulHRosenberg", "image": "http://media.salon.com/2014/07/scott_christie_walker.jpg", "title": "Shockingly sleazy GOP governors: “Knaves, scoundrels, extremists and panderers”", "site": "@salon", "card": "summary_large_image"}, "title": "Shockingly sleazy GOP governors: “Knaves, scoundrels, extremists and panderers”", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, 2016 Elections, Bobby Jindal, Chris Christie, Editor's Picks, John Kasich, nathan deal, Republican governors, Rick Perry, Scott Walker, Tom Corbett", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe0610\"", "article_summary": "1 spot in “The Worst Governors in America,” a 2013 report from Citizens for Responsibility and Ethics in Washington.\nThis is why CREW’s report is an invaluable stepping-off point for any serious consideration of the state of Republican governors today, in the run-up to the 2014 elections.\nThe report explains the list as follows:Some governors on the list essentially turned their authority and regulatory agendas over to special interests.\nPerry’s campaign or to the Republican Governors Association (RGA), a group that supports Republican candidates for governor across the country.\nHe was included in CREW’s 2010 report on governors."}