{"article_title": "Pregnant, abused and ignored — Opinion — Bangor Daily News — BDN Maine", "article_keywords": ["abused", "ignored", "woman", "pregnant", "bdn", "domestic", "daily", "doctors", "ask", "patients", "bangor", "violence", "pregnancy", "opinion", "sexual", "maine", "women"], "article_url": "http://bangordailynews.com/2014/08/22/opinion/editorials/pregnant-abused-and-ignored/", "article_text": "Of all crimes, beating a pregnant woman is a particularly heinous one.\n\nWomen who are pregnant deserve and need extra emotional and physical support as they prepare for a major change in their lives. It’s a challenging-enough time without having to fear for their own and their fetus’ safety.\n\nWhat some might not know, however, is that abuse can begin or intensify during pregnancy or after the birth of a child. The very time when a woman needs more assistance is when many abusers take advantage.\n\nBut even though violence during pregnancy is more likely to occur than gestational diabetes and preeclampsia, it’s not routine for doctors to ask how their female patients are treated at home.\n\nResearchers don’t agree on the prevalence of domestic violence during pregnancy. Depending on the type of studies used and the type of questions asked, up to 28 percent of pregnant women in the U.S. could experience physical violence, and 20 percent could experience sexual violence each year.\n\nRegardless of the lack of consensus on numbers, it’s clear that pregnancy violence is a public health problem that needs more attention from research and medical professionals. And there is one widely recommended practice physicians and other practitioners should follow: asking women open-ended questions about their partners’ behavior.\n\nScreening all women for domestic and sexual violence, regardless of whether they exhibit any warning signs, in all health care settings, is recommended by the American Medical Association, American Congress of Obstetrician Gynecologists and the American Nurses Association.\n\nAnd under the Affordable Care Act, all new and grandfathered health plans must cover screenings and counseling for domestic violence; it forbids cost sharing or deductibles for the services.\n\nBut even though pregnant women usually attend many doctor’s visits for prenatal care, they may not be asked about how their partner treats them. It’s the same with women who are not pregnant.\n\nIn one survey of 300 physicians, just 6.2 percent reported screening for intimate partner violence at the initial visit, and 7.5 percent did so at annual exams. In another survey of doctors and their female patients, 33 percent of the physicians said they screened for violence in the home, but only 7 percent of their patients recalled being asked about it.\n\nMany providers say time constraints are a major factor for why they don’t ask about domestic violence. Others say they are unsure of what to do if a patient is being abused.\n\nSurely there is a way to encourage more doctors to ask the right questions in a sensitive way and feel comfortable talking with patients about their options or referring them to their local domestic or sexual violence resource center. Too often, women do not reveal when they are in a dangerous situation, whether they are pregnant or not. It’s important to ask — especially in a safe setting such as a doctor’s office.\n\nLike most, we are horrified by the recent case where a 41-year-old pregnant woman in Bangor was beaten so severely she needed three surgeries and may be blind. No one should have to endure that trauma. If anything, it should serve as a wake-up call, if anyone needed one, for just how urgent the need is for structural changes.", "article_metadata": {"description": "Of all crimes, beating a pregnant woman is a particularly heinous one. Women who are pregnant deserve and need extra emotional and physical support as they prepare for a major change in their lives. It’s a challenging-enough time without having to fear for their own and their fetus’ safety. What [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "Of all crimes, beating a pregnant woman is a particularly heinous one. Women who are pregnant deserve and need extra emotional and physical support as they prepare for a major change in their lives. It’s a challenging-enough time without having to fear for their own and their fetus’ safety. What [...]", "title": "Pregnant, abused and ignored", "url": "http://bangordailynews.com/2014/08/22/opinion/editorials/pregnant-abused-and-ignored/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/08/10026401_H8103785-600x408.jpg?strip=all", "type": "article"}, "twitter": {"description": "Of all crimes, beating a pregnant woman is a particularly heinous one. Women who are pregnant deserve and need extra emotional and physical support as they prepare for a major change in their lives. It’s a challenging-enough time without having to fear for their own and their fetus’ safety. What [...]", "title": "Pregnant, abused and ignored", "url": "http://bangordailynews.com/2014/08/22/opinion/editorials/pregnant-abused-and-ignored/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/08/10026401_H8103785-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,editorials,opinion,pregnant, abused and ignored,is_article,unbylined", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdaa50\"", "article_summary": "Like most, we are horrified by the recent case where a 41-year-old pregnant woman in Bangor was beaten so severely she needed three surgeries and may be blind.\nOf all crimes, beating a pregnant woman is a particularly heinous one.\nMany providers say time constraints are a major factor for why they don’t ask about domestic violence.\nBut even though pregnant women usually attend many doctor’s visits for prenatal care, they may not be asked about how their partner treats them.\nRegardless of the lack of consensus on numbers, it’s clear that pregnancy violence is a public health problem that needs more attention from research and medical professionals."}