{"article_title": "In decorous Richmond, a bitter partisan battle over a judicial post", "article_keywords": ["supreme", "court", "judge", "judicial", "partisan", "republicans", "virginia", "gop", "richmond", "mcauliffe", "session", "roush", "battle", "post", "bitter", "decorous"], "article_url": "https://www.washingtonpost.com/local/virginia-politics/virginia-legislature-returns-to-richmond-ready-to-rumble/2015/08/16/f6cfea56-447c-11e5-8e7d-9c033e6745d8_story.html", "article_text": "Virginia Gov. Terry McAuliffe had appointed Jane Marum Roush, a former Circuit Court judge in Fairfax County, to the state Supreme Court last month. (Nikki Fox/Associated Press)\n\nA bitter partisan battle between Virginia Gov. Terry McAuliffe (D) and the GOP-controlled legislature over an appointment to the state Supreme Court ground discourse to a halt Monday in a capital city long known for its political decorum.\n\nOn the surface, the battle was over who would fill a vacancy on the state’s highest court: Justice Jane Marum Roush, a former Circuit Court judge from the Washington suburbs whom McAuliffe had appointed to the job last month, or Court of Appeals Judge Rossie D. Alston Jr., the GOP’s preferred choice.\n\nBut in reality, the dispute was about power — and reflected the kind of partisan maneuvering that Virginia politicians have regularly promised to keep on the other side of the Potomac River.\n\n“If we do this, all the cups in the cupboard are broken,” said Sen. A. Donald McEachin (D-Henrico). “There are no more customs, usages or practices of the Senate that are worth a hoot.”\n\nRepublicans came to town determined to oust Roush — a rare and brazen move against a sitting judge that most of them admitted had little to do with her qualifications.\n\nThey said they were angry that McAuliffe hadn’t consulted them about the selection. The governor accused Republicans of targeting a woman. They retorted that he was standing in the way of the appointment of an African American man.\n\nThe episode highlights how poisoned relations have become between Republican leaders and the deal-making Democrat who took office less than two years ago confident that he could woo them.\n\nA polarizing figure when he was a chief fundraiser for Bill and Hillary Rodham Clinton, McAuliffe ran for office promising to reach out to Republicans. He alienated GOP leaders with a push in his first year to expand Medicaid under the Affordable Care Act, but after losing that battle, he shifted his focus to economic development and won some bipartisan praise.\n\nNow, the animosity seems as fierce as ever.\n\nSenate Majority Leader Thomas K. Norment Jr. (R-James City) called the fight over Roush a “very partisan issue that has resulted in circling of the wagons around the chief protagonist.”\n\n“The governor never ever called me before a decision was made,” Norment said, adding he wasn’t offended, because “my ego is not that big.” But, he said, it was “politically foolish” for McAuliffe not to get GOP buy-in ahead of time. “As a matter of fact, we all learned about it in the newspaper.”\n\nDemocrats shot back at Republican motives and tactics, noting that Roush was not even given the courtesy of an interview, as Alston was Monday.\n\nSen. Richard L. Saslaw (D-Fairfax), the Senate minority leader, said that “you can argue” that McAuliffe could have done more — but that still doesn’t justify removing Roush from the court.\n\n“There is no reason to take Judge Roush off the Supreme Court,” Saslaw said. “We’re heading down a path that, believe you me, we don’t want to take.”\n\nSen. Janet D. Howell (D-Fairfax) added: “Their objections came at the last minute and on the fly. They had no process. They did no interviews. They posted no advertisements. They didn’t involve the public. They didn’t request input from all members of the General Assembly. It isn’t even clear if they considered all of their own caucus. And just today, the majority party refused to interview a sitting justice for her own position.”\n\nUltimately, the GOP plan was foiled by one vote — in part because a lone Republican, disgusted by the discourse, refused to go along with his party’s machinations.\n\n“I doubt if either one of those people want to serve now,” said Sen. John C. Watkins (R-Pow­hatan), who is retiring at the end of the year in part, he has said, because he is tired of the partisan rancor that has infected Richmond. “I have my doubts. And I couldn’t blame them. They’re very accomplished individuals, and they could probably be doing something that would earn them a lot more money and leave them a lot more time at home than serving on the Supreme Court of Virginia.”\n\nWith the day’s events came a reprieve for Roush — until the regular session gets underway early next year. Lawmakers can still choose to unseat her then, but they may find it more politically difficult to do after she’s served five additional months on the bench.\n\nIn Virginia, judicial appointments are not subject to gubernatorial approval — except temporary appointments when lawmakers are in recess.\n\nMcAuliffe appointed Roush on an interim basis, meaning that her term expires 30 days after lawmakers convene unless they elect her to a full 12 years. As a result, Roush’s appointment will expire 30 days from Monday — but McAuliffe said late in the day that he he will appoint her to a second interim appointment on Sept 16.\n\nLeading up to Monday, there had been talk that Republicans were planning to keep the special session going all the way until January — rather than adjourning — in order to prevent McAuliffe from giving Roush another recess appointment.\n\nSenate Democrats appeared to have cut off that maneuver with one of their own, abruptly bringing up — and passing, with the help of Watkins — a vote to adjourn.\n\nThe move represented a temporary coup for Democrats, but Republicans questioned its constitutionality, as well as whether McAuliffe can legally appoint Roush to a second interim appointment.\n\n“The House of Delegates remains in session,” Norment, House Speaker William J. Howell (R-Stafford) and other Republicans said in a joint statement.\n\nThe events underscored McAuliffe’s own missteps, including not only his failure to consult with top Republicans about Roush but also his decision to call the special session in the first place — which gave the GOP its opening to go after the appointment.\n\nMcAuliffe called the session to redraw the state’s congressional districts, as ordered by a federal court to be completed by Sept. 1. The current districts were deemed unconstitutionally gerrymandered to pack African American voters into a single district, thus weakening their political influence elsewhere.\n\nDemocrats have said Republicans had no intention of producing a new map — in part because they anticipated that McAuliffe would veto anything they proposed.\n\nNow McAuliffe will write directly to the court to inform a panel of federal judges that Virginia’s congressional elections map is in their hands.\n\nLess clear is who will benefit politically under a new map drawn by the judiciary because the General Assembly declined to act.\n\n“I thought the Republicans looked small and ineffective, they couldn’t get their justice through. They did nothing on redistricting. They did nothing to help Virginia today,” McAuliffe told reporters, getting in the final word of the day.\n\nMcAuliffe said he called Roush to tell her that her job is safe for now.\n\n“She has been steady from the start of this,” he said. “She has been a pawn in a partisan political game that she should never have been in. She’s a pretty serious jurist and she said, ‘I’m going back to work.’ ”", "article_metadata": {"news_keywords": "vapolitics, Virginia, state house, legislature, Supreme Court", "og": {"site_name": "Washington Post", "description": "Gov. Terry McAuliffe (D) and legislative Republicans brought discourse to a standstill Monday.", "title": "In decorous Richmond, a bitter partisan battle over a judicial post", "url": "https://www.washingtonpost.com/local/virginia-politics/virginia-legislature-returns-to-richmond-ready-to-rumble/2015/08/16/f6cfea56-447c-11e5-8e7d-9c033e6745d8_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/08/17/Local-Politics/Images/Virginia_Daily_Life-078be-1100.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@jennaportnoy"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "vapolitics, Virginia, state house, legislature, Supreme Court", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "eomportal-uuid": "f6cfea56-447c-11e5-8e7d-9c033e6745d8", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "description": "Gov. Terry McAuliffe (D) and legislative Republicans brought discourse to a standstill Monday."}, "_id": "\"57477af36914bd0286fcc155\"", "article_summary": "Terry McAuliffe had appointed Jane Marum Roush, a former Circuit Court judge in Fairfax County, to the state Supreme Court last month.\n“There is no reason to take Judge Roush off the Supreme Court,” Saslaw said.\n(Nikki Fox/Associated Press)A bitter partisan battle between Virginia Gov.\nThey did nothing to help Virginia today,” McAuliffe told reporters, getting in the final word of the day.\n“She has been a pawn in a partisan political game that she should never have been in."}