{"article_title": "King v. Burwell Obamacare Challengers Expose Absurdist Argument", "article_keywords": ["burwell", "king", "united", "challengers", "expose", "obamacare", "argument", "legal", "subsidy", "states", "case", "absurdist", "way", "v", "law", "political", "subsidies", "really"], "article_url": "https://newrepublic.com/article/121037/king-burwell-obamacare-challengers-hate-obama-may-lack-standing", "article_text": "The idea that the law might, by one narrow reading, withhold subsidies from certain states first gained purchase on the right more than four years ago, at an American Enterprise Institute conference devoted to devising a legal strategy to eliminate the law. At this event Michael Grieve, the chairman of the Competitive Enterprise Institute, which has financed the King challenge, infamously said of the ACA: “This bastard has to be killed as a matter of political hygiene. I do not care how this is done, whether it’s dismembered, whether we drive a stake through its heart, whether we tar and feather it and drive it out of town, whether we strangle it. I don’t care who does it, whether it’s some court some place, or the United States Congress. Any which way, any dollar spent on that goal is worth spending, any brief filed toward that end is worth filing, any speech or panel contribution toward that end is of service to the United States.”\n\nThat was December 2010, months before the IRS affirmed its understanding that the law actually provides subsidies through all exchanges. Its rule is now at issue in King, but before the IRS issued it, conservatives pondered attacking the conditioned subsidies from a different angle.\n\nCredit for identifying the five-word phrase at the heart of the legal challenge goes to a lawyer named Thomas Christina, an associate deputy attorney general under President Ronald Reagan. Unlike today’s conservatives, he allowed for the narrow possibility that his interpretation was incorrect—or at least the outgrowth of a legislative snafu. “This could be an unintended consequence,” he explained in his AEI presentation. “We’re not going to really know much until at least the spring of next year when there are proposed regs. But the lesson appears to be that there will be no tax credits for taxpayers who live in non-capitulating states, which is really quite extraordinary.”\n\nExtraordinary not because it traced a path by which Republican governors could destroy the law sitting on their hands, but because it was too coercive and thus vulnerable to a Constitutional challenge.\n\n“This is dangling cash in front of voters,” Christina said. “I mean, really, you will end up in exactly the same place, whether you knuckle under or not, with one important difference, which is you won’t get re-elected if you turn down free money that might otherwise have been paid in the form of tax credits to your citizens. Nobody would be foolish enough to pick door number one. That I think—it fits very comfortably in what I’ve posited is this non-interference principle.”\n\nFor a time, Jonathan Adler—one of the conservative lawyers most closely associated with the subsidy challenge—bought into this line. He wrote that “under most conditional spending statutes, states may risk losing direct financial support if they fail to follow federal dictates. Here, however, it is state citizens who lose a financial benefit if their state does not act. This structure could create potential coercion concerns insofar as the Dole test focuses on whether the relevant conditions ‘interfere[] with the state’s sovereign accountability.’”\n\nOnly when the IRS announced it would issue subsidies universally did Adler and his partner-in-crime Michael Cannon—a Cato Institute libertarian—change course. Where conservatives once argued the subsidy condition might be unconstitutionally coercive, they set about to force the government to make good on that very coercion. For a time, Cannon treated their reading of the law as the result of a “glitch.” Eventually the difficulty of undoing the ACA by exploiting a \"glitch\" dawned on them.\n\n“These things really succeed only if they are accompanied by a political strategy,\" Christina said at the AEI conference. \"It’s one thing to sort of shoot down a particular law on what might be viewed by some as a technicality. It’s quite another to bring one of these cases that really changes the public’s attitude toward the topic as a whole…. [I]f there is a way to frame a case in a way that really can’t be spun by opponents as a way to repeal the New Deal, I think that would be a great plus.”\n\nA “glitch” or “technicality” wasn’t good enough. To get their argument off the ground, and keep it airborne, they needed to fabricate a new legislative and political history of the Affordable Care Act. At this juncture, more even-keeled activists might have backed off, recognizing that a legal case draped in a tissue of lies would risk ruin. Instead, they jumped in with both feet.\n\nBut revising history was only half the challenge. They needed plaintiffs—people who would claim to have been wronged by free government money, tendered unlawfully. Their theory wedded them to a peculiar category of potential plaintiffs. Individuals whose antipathy to Obamacare runs so deep they prefer to go uninsured than to use the subsidies, and who hope to quash the subsidies in court so that they can qualify for an exemption from the penalty for lacking coverage. Employers who not only refuse to provide their employees with insurance, but will sue to prevent them from obtaining an exchange subsidy, because that’s what triggers the law’s employer mandate penalty. As University of Michigan law professor Nicholas Bagley put it a year ago, this isn't exactly \"employer-of-the-month award\" material.\n\n\n\nNow we learn that at least three of the four individuals who agreed to join the case don't even fit the bill. But the question isn’t whether people who genuinely reside in these categories have legal standing—under the convoluted theory the challengers have presented, they would. They just aren’t a sympathetic class of victims, like same-sex couples whose marriages will likely soon be recognized everywhere in the United States. They're extreme outliers. Two years ago, Cannon tried to recruit former Cato interns—young people who might play better for the cameras—to join the case. Apparently he came up empty. As judge Andre Davis of the fourth circuit court of appeals told the plaintiffs’ attorney in King: “Nobody wants what you’re after here!”\n\nAlmost nobody anyhow. And the ones who do will almost by definition make perfect foils for a Mother Jones profile.", "article_metadata": {"msapplication-config": "//assets.newrepublic.com/assets/favicons/browserconfig.xml", "viewport": "width=device-width, initial-scale=1.0", "description": "The Supreme Court case that could eliminate Affordable Care Act subsidies in 34 states is nested in a fictional history of Congressional intent, and thus has a lot to answer for. But its credibility sustained a further hit this week, when reports in the Wall Street Journal and Mother Jones revealed damaging information about at least three, and possibly all four, of the King vs. Burwell petitioner...", "og": {"site_name": "New Republic", "description": "The eccentric plaintiffs are perfect metaphor for this whole case.", "title": "The Conservative Obamacare Challenge Has Become an Absurdist Comedy", "locale": "en_US", "image": "https://images.newrepublic.com/19c5926d3d7259c99e0f71a096a0077299d42bbb.jpeg?w=1109&h=577&crop=faces&fit=crop&fm=jpg", "url": "https://newrepublic.com/article/121037/king-burwell-obamacare-challengers-hate-obama-may-lack-standing", "type": "article"}, "twitter": {"description": "The eccentric plaintiffs are perfect metaphor for this whole case.", "title": "The Conservative Obamacare Challenge Has Become an Absurdist Comedy", "image": "https://images.newrepublic.com/19c5926d3d7259c99e0f71a096a0077299d42bbb.jpeg?w=1024&h=512&crop=faces&fit=crop&fm=jpg", "creator": "@brianbeutler", "site": "@newrepublic", "card": "summary_large_image"}, "msapplication-TileColor": "#ffffff", "parsely-metadata": "{\"thumb_image\":\"http://images.newrepublic.com/19c5926d3d7259c99e0f71a096a0077299d42bbb.jpeg\"}", "parsely-page": "{\"title\":\"The Conservative Obamacare Challenge Has Become an Absurdist Comedy\",\"link\":\"https://newrepublic.com/article/121037/king-burwell-obamacare-challengers-hate-obama-may-lack-standing\",\"section\":\"Politics\",\"pub_date\":\"2015-02-11T20:18:00.000Z\",\"post_id\":121037,\"author\":\"Brian Beutler\",\"type\":\"post\",\"tags\":[\"Politics\",\"King v. Burwell\",\"Obamacare\",\"Affordable Care Act\",\"American Enterprise Institute\",\"Competitive Enterprise Institute\",\"Cato\",\"Supreme Court\",\"Michael Cannon\",\"-type_article\"]}", "fb": {"admins": 4404589, "pages": 161419311535, "app_id": 1675346479369918}, "msapplication-TileImage": "//assets.newrepublic.com/assets/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/thenewrepublic", "tag": "Politics", "published_time": "2015-02-11"}, "theme-color": "#ffffff"}, "_id": "\"57477af46914bd0286fdaa70\"", "article_summary": "I don’t care who does it, whether it’s some court some place, or the United States Congress.\nThey just aren’t a sympathetic class of victims, like same-sex couples whose marriages will likely soon be recognized everywhere in the United States.\nAt this juncture, more even-keeled activists might have backed off, recognizing that a legal case draped in a tissue of lies would risk ruin.\nIts rule is now at issue in King, but before the IRS issued it, conservatives pondered attacking the conditioned subsidies from a different angle.\n“We’re not going to really know much until at least the spring of next year when there are proposed regs."}