{"article_title": "Barbershops And Beauty Salons Helping To Raise Healthcare Enrollment Numbers In New Orleans", "article_keywords": ["salons", "orleans", "barbershops", "raise", "beauty", "city", "enrollment", "work", "smith", "enroll", "helping", "health", "numbers", "healthcare", "challenge", "know"], "article_url": "http://wwno.org/post/barbershops-and-beauty-salons-helping-raise-healthcare-enrollment-numbers-new-orleans", "article_text": "The mayor’s office is working to get more New Orleanians enrolled in health coverage, and is asking barbershops and beauty salons around the city to help.\n\nBarbershops And Beauty Salons Helping To Raise Healthcare Enrollment Numbers In New Orleans\n\nLakeesia Smith owns WHO DAT BarberShop on Crowder Boulevard in New Orleans East. Smith is also a registered nurse, and so when she got an email from the mayor letting her know about the barber shop and beauty salon challenge, \"my reaction was: I have to be a part of this,\" she says.\n\nThe challenge asks barber shops and salons to get trained by the city health department to learn how to provide and share information on how to enroll in the Affordable Care Act’s marketplace.\n\n\"So many people don’t have access to health insurance due to preconceived notions of not being able to afford it,\" Smith says. \"Some of the customers are shy about it, like ‘Hey, that’s not for me’, but saying ‘Hey, just learn what you can find out, make a decision based on what you know, not what you don’t know’ -- and the response has been, okay. People are willing to find out more information.\"\n\nMore information leads to more enrollment, says Charlotte Parent, Director of the New Orleans Department of Health.\n\n\"In 2013, when we started this work, the uninsured rate was 24 percent for New Orleans. That is down to 15 percent, and that has been through the work of us and our partners, making sure that people understand to enroll. But even with that, one in six New Orleanians are uninsured.\"\n\nSo far, 21 shops around the city have signed up to compete in the challenge, and whoever assists the most people in enrolling will get a visit from Mayor Mitch Landrieu himself.\n\nThis Saturday is the deadline to be covered by February 1, and 13 different sites across town will have people in place to answer questions and help people enroll on the spot.", "article_metadata": {"category": "Latest News", "description": "The mayor’s office is working to get more New Orleanians enrolled in health coverage, and is asking barbershops and beauty salons around the city to help.", "Generator": "Drupal 7 (http://drupal.org)", "programs": "Latest News", "og": {"url": "http://wwno.org/post/barbershops-and-beauty-salons-helping-raise-healthcare-enrollment-numbers-new-orleans", "image": "http://mediad.publicbroadcasting.net/p/wwno/files/styles/medium/public/201601/3450267795_1e5e6ee559_z.jpg", "type": "article", "description": "The mayor’s office is working to get more New Orleanians enrolled in health coverage, and is asking barbershops and beauty salons around the city to help.", "title": "Barbershops And Beauty Salons Helping To Raise Healthcare Enrollment Numbers In New Orleans"}, "story_id": 463202259, "twitter": {"site": "@WWNO", "card": "summary", "creator": "@LaineKapLev"}, "author": "Laine Kaplan-Levenson", "org_id": 0, "dc": {"title": "Barbershops And Beauty Salons Helping To Raise Healthcare Enrollment Numbers In New Orleans"}, "nid": 94127, "datePublished": "2016-01-15", "keywords": "health, public health, community, Affordable Care Act", "wordCount": 337, "has_audio": 1, "viewport": "width=device-width"}, "article_summary": "Barbershops And Beauty Salons Helping To Raise Healthcare Enrollment Numbers In New OrleansLakeesia Smith owns WHO DAT BarberShop on Crowder Boulevard in New Orleans East.\nThe mayor’s office is working to get more New Orleanians enrolled in health coverage, and is asking barbershops and beauty salons around the city to help.\nMore information leads to more enrollment, says Charlotte Parent, Director of the New Orleans Department of Health.\n\"In 2013, when we started this work, the uninsured rate was 24 percent for New Orleans.\n\"So many people don’t have access to health insurance due to preconceived notions of not being able to afford it,\" Smith says."}