{"article_title": "Frank Rich: Why Democrats Face a Rout -- NYMag", "article_keywords": ["poll", "district", "frank", "rout", "face", "race", "nymag", "rich", "tea", "party", "paul", "republican", "gop", "texas", "democrats"], "article_url": "http://nymag.com/daily/intelligencer/2014/03/frank-rich-why-democrats-face-a-rout.html", "article_text": "Every week, New York Magazine writer-at-large Frank Rich talks with contributor Eric Benson about the biggest stories in politics and culture. This week: The GOP's victory a Florida special election, Rand Paul's emergence as the big winner at CPAC, and conservative critiques of Obama's appearance on \"Between Two Ferns.\"\n\nEarlier this week, Republican David Jolly beat Democrat Alex Sink in a hotly contested special election for the congressional seat in Florida's 13th district. Republicans are playing up the win as evidence that the Democrats are doomed in November. Democrats are dismissing the results as indicative only of one election in one district. Who is more right?\n\nThis race was a bellwether to be sure — not of what’s going to happen in November, but of the true idiocy of our political culture. A ludicrous $12 million in campaign spending was poured into this single district in which fewer than 200,000 people voted. Much of the bloviocracy hyped the race before and after as a battle akin to Ali-Frazier or, perhaps given the Florida setting, Bush vs. Gore, and as a decisive verdict on the political valence of Obamacare. And now both sides are overreading meaning into an election decided by less than 2 percent of the vote (under 4,000 votes) in a race where a third-party Libertarian candidate received almost 5 percent of the vote.\n\nGarin-Hart-Yang polls conducted in the district throughout the campaign found that the Affordable Care Act was “more of a lift than a drag” on the losing Democrat, Alex Sink, rather than the election’s most decisive factor. Whatever. The Democrats are in deep trouble this fall, but not because of any reading of the tea leaves in this single district, and not because the entire country hates Obamacare. The fundamentals are far more basic. As in 2010, the year of the Democrats’ shellacking, older white voters are more likely to go to the polls than young and minority voters. Part of that is structural: There’s not the excitement of a presidential race (let alone one with Barack Obama at the top of the ticket) to motivate Democrats to show up. And it gets worse: The new Wall Street Journal—NBC News poll this week finds that not only is Obama’s approval rating at a new low (41 percent), but that his disapproval rating among Democrats is up to 20 percent. Thus, Democrats may be even less motivated to go to the polls than they were in 2010. And Republicans — who do hate Obamacare, or, to put a finer point on it, hate Obama — are highly motivated. There’s a lot of talk among Democrats about what message they might come up with to reverse these fundamentals, but I have my doubts there’s any panacea. Perhaps the most optimistic way for a Democrat to look at 2014 is that if it’s a rout, it sets up the Republicans to indulge in overconfidence and other forms of self-destructive hubris in 2016, just as they did in 2012 after their success of 2010.\n\nRand Paul was the big winner at the Conservative Political Action Conference over the weekend, drawing 31 percent of the vote in the presidential straw poll. (Ted Cruz and neurosurgeon Ben Carson were a distant second and third with 11 and 9 percent, respectively.) What do you make of that result, especially coupled with what some saw as a Tea Party defeat in the Texas GOP primaries last week?\n\nThe CPAC presidential straw poll results are also meaningless, but I remain convinced that Rand Paul is the man to beat in the Republican race, for all the reasons I have outlined previously, and also because he persists as an outlier in his party on foreign policy. Many on the right have noted after CPAC that Ted Cruz has now manufactured a distinction between himself and Paul by coming out for a more truculent foreign policy, closer to the neo-conservative John McCain-Lindsey Graham party norm than Paul’s far-less-interventionist stand. But that actually works to Paul’s benefit in a national race: In the same new WSJ-NBC poll I mentioned above, Democrats and Republicans agree about exactly one issue: They don’t want America to act on the Russia-Ukraine crisis. They really don’t want it — only 5 percent are in favor of unilateral American intervention.\n\nAs for the Tea Party’s demise in Texas (or anywhere else), again I must repeat myself: The Tea Party’s obituaries continue to be laughably premature. Whatever the waxing and waning of individual organizations that use the Tea Party rubric, the Tea Party ideology is alive and well in the Republican base. Tea Party ideology is the base. And Texas observers have rightfully had a lot of fun in mocking Eastern Corridor coverage of the Texas GOP primaries, as manifest in a Politico pronouncement (“The Texas tea party’s best days may be behind it”) and a Times headline (“Texas GOP Beats Back Challengers From Right”). Yes, the incumbent Republican Senator John Cornyn easily beat a crackpot far-right challenger, Steve Stockman, but in the most closely contested race for arguably the most powerful office in Texas, Lieutenant Governor, the Republican incumbent, the very conservative David Dewhurst, received only 28 percent of the vote, losing to the very far right Tea Party darling, State Senator Dan Patrick, who received 42 percent. (A runoff is yet to come). As goes Texas, so goes the GOP. The notion that the radicals in the party are going gently into the good night is a fantasy not only for liberals, but for mainstream conservative op-ed pundits who keep wanting to believe that the GOP is the party of Mitt Romney, Jeb Bush, and (the pre-scandal) Chris Christie. It’s the same crowd that thought Rudy Giuliani was a sure thing in 2008. (Jeb Bush fantasists, by the way, should check out a new Washington Post—ABC News poll finding that 48 percent of Americans would “definitely” not vote for him, a figure that dwarfs the negativity for both Hillary Clinton and Rand Paul by double digits.)\n\nA number of prominent conservatives have spoken out against President Obama's Affordable Care Act–promoting appearance on Zach Galifianakis's mock talk show, \"Between Two Ferns.\" Rush Limbaugh called it \"devastating to the office.\" Texas Representative Randy Weber tweeted that it was a distraction from \"finding answers re: #Benghazi.\" And Bill O'Reilly contended that \"Abe Lincoln would not have done it.\" Is this what Obamacare opposition has come to?\n\nI love, I must say, that Bill O’Reilly has now become a go-to source on Lincoln because he co-wrote a book about his assassination that, among other things, featured references to the Oval Office in an era when the Oval Office didn’t yet exist. But never mind. Whatever one thinks of the president’s “Between Two Ferns” appearance — and it’s not, in my view, in the top Funny-or-Die tier — these humorless responses to it are nothing if not hilarious. To cite another new poll, from Pew, it turns out that Obama’s landslide victories in 2008 and 2012 among voters ages 18 to 29 (the ones who will not show up in the midterms) are no fluke. Pew found that 50 percent of millennials (ages 18 to 33) either identify as Democratic or lean Democratic (vs. 34 percent who either are or lean Republican). Not only does the GOP shoo away young Americans with its hostility to same-sex marriage, abortion rights, blacks, Hispanics, and legalized marijuana (Rand Paul perhaps excepted), but its gatekeepers continue to regard pop culture as either a foreign language or, as this example proves yet again, a blight on the Republic. You are never going to win over young voters as long as you keep behaving like Mr. Wilson kicking Dennis the Menace off the lawn.", "article_metadata": {"msapplication-TileColor": "#000", "description": "It's a matter of voter demographics.", "generator": "the-factory", "og": {"site_name": "Daily Intelligencer", "description": "It's a matter of voter demographics.", "title": "Frank Rich on the National Circus: Why Democrats Face a Rout in November", "url": "http://nymag.com/daily/intelligencer/2014/03/frank-rich-why-democrats-face-a-rout.html", "image": "http://pixel.nymag.com/imgs/daily/intelligencer/2014/02/25/26-obama-nsa-2.w1200.h630.jpg", "type": "article"}, "twitter": {"description": "It's a matter of voter demographics.", "creator": "@frankrichny", "image": "http://pixel.nymag.com/imgs/daily/intelligencer/2014/02/25/26-obama-nsa-2.w750.h560.2x.jpg", "title": "Frank Rich: Why Democrats Face a Rout", "site": "@intelligencer", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Daily Intelligencer", "fb": {"app_id": 120608177953522}, "msapplication-TileImage": "//cache.nymag.com/media/di/icon.144x144.png", "application-name": "Daily Intelligencer", "format-detection": "telephone=no", "keywords": "the national circus, politics", "article": {"publisher": "https://www.facebook.com/NewYorkMag", "tag": "the national circus,politics", "published_time": "2014-03-13T13:37:00.000Z", "author": "https://www.facebook.com/pages/Frank-Rich/328892397158914"}, "topics": "topics-test, the national circus, politics", "viewport": "width=device-width,initial-scale=1,shrink-to-fit=no"}, "_id": "\"57477af46914bd0286fdaa7a\"", "article_summary": "Whatever the waxing and waning of individual organizations that use the Tea Party rubric, the Tea Party ideology is alive and well in the Republican base.\nWhat do you make of that result, especially coupled with what some saw as a Tea Party defeat in the Texas GOP primaries last week?\nEvery week, New York Magazine writer-at-large Frank Rich talks with contributor Eric Benson about the biggest stories in politics and culture.\nTea Party ideology is the base.\nAnd Texas observers have rightfully had a lot of fun in mocking Eastern Corridor coverage of the Texas GOP primaries, as manifest in a Politico pronouncement (“The Texas tea party’s best days may be behind it”) and a Times headline (“Texas GOP Beats Back Challengers From Right”)."}