{"article_title": "White House Appeals House Suit Over Health Spending", "article_keywords": ["appeals", "court", "congress", "spending", "house", "decision", "administration", "program", "health", "payments", "suit", "white", "care", "obama"], "article_url": "http://www.rollcall.com/news/white_house_appeals_house_suit_over_health_spending-243749-1.html", "article_text": "The Obama administration moved Monday to appeal a court decision this month that allows the House to pursue a lawsuit over the 2010 health care overhaul and the appropriations process.\n\nGovernment attorneys took a procedural step to have a federal appeals court review the decision by Judge Rosemary M. Collyer of the U.S. District Court in Washington, D.C. Collyer's decision lets the House pursue its case that the secretaries of Health and Human Services and Treasury are spending $175 billion over 10 years without a congressional appropriation.\n\nAllowing the lawsuit is \"a momentous step\" that unnecessarily plunges the judiciary into a dispute between the legislative and executive branches, the Justice Department stated in a court filing Monday. Collyer's decision, the government argues, \"would invite litigation over numerous other disputes between the political branches.\"\n\n\"For the first time in our nation’s history, one House of Congress has been permitted to invoke the jurisdiction of the federal courts to resolve a disagreement between the political branches arising out of the executive branch’s administration of a federal program,\" the Justice Department states.\n\nCollyer’s ruling gave Congress the right to sue the Obama administration, called standing, in the separation-of-powers case. Lawmakers usually can't get standing to file lawsuits against the executive branch.\n\nThe Obama administration wants to halt the lawsuit at the district court now, so the U.S. Court of Appeals for the D.C. Circuit in Washington can decide the issue.\n\nThe House suit asks the court to declare that the president acted unconstitutionally in making payments to insurance companies under Section 1402 of the health care overhaul (PL 111-148, PL 111-152) and to stop the payments.\n\nThe dispute focuses on two sections of the health care law. The administration said it could make Section 1402 Offset Program payments from the same account as Section 1401 Refundable Tax Credit Program payments. House Republicans say the health care law doesn't permit that.\n\nThe Obama administration, during the fiscal 2014 appropriations process, initially asked Congress for a separate line item for 1402 payments. Congress did not include money for such a line item.\n\nDuring oral arguments in the case in May, Collyer questioned government lawyers about why the administration could ignore Congress and then argue that the House couldn’t sue them.", "article_metadata": {"description": "", "og": {"site_name": "Roll Call", "description": "", "title": "White House Appeals House Suit Over Health Spending", "url": "http://www.rollcall.com/news/white_house_appeals_house_suit_over_health_spending-243749-1.html", "image": {"type": "image/png"}, "updated_time": "2015-09-21T17:47:04Z", "type": "website"}, "abstract": "", "fb": {"app_id": 1383531991672364}, "keywords": "iProCategory,iProStoryType,iProProductCategory,iProSpecialCategory,iProSpecialCategory,iProSpecialCategory,iProSDMID", "article": {"published_time": "2015-09-21T17:47:04Z", "modified_time": "2015-09-21T17:47:04Z"}, "twitter": {"url": "http://www.rollcall.com/news/white_house_appeals_house_suit_over_health_spending-243749-1.html", "description": "", "site": "@rollcall", "card": "summary |player (See: https://dev.twitter.com/cards/types/player We will have to submit a test and get approval before using this type)", "title": "White House Appeals House Suit Over Health Spending"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af36914bd0286fcc172\"", "article_summary": "The administration said it could make Section 1402 Offset Program payments from the same account as Section 1401 Refundable Tax Credit Program payments.\nThe Obama administration wants to halt the lawsuit at the district court now, so the U.S. Court of Appeals for the D.C.\nThe dispute focuses on two sections of the health care law.\nHouse Republicans say the health care law doesn't permit that.\nThe Obama administration moved Monday to appeal a court decision this month that allows the House to pursue a lawsuit over the 2010 health care overhaul and the appropriations process."}