{"article_title": "Exclusive — Donald Trump: Iran Deal An ‘Outrage,’ GOP Congress That’s ‘Weak’ As Much To Blame As Obama", "article_keywords": ["exclusive", "votes", "iran", "trump", "deal", "prisoners", "weak", "think", "donald", "going", "outrage", "thats", "congress", "gop", "obama"], "article_url": "http://www.breitbart.com/big-government/2015/07/22/exclusive-donald-trump-iran-deal-an-outrage-gop-congress-thats-weak-as-much-to-blame-as-obama/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nBillionaire real estate magnate and 2016 GOP presidential candidate Donald Trump tells Breitbart News exclusively that not only is President Barack Obama to blame for the “outrage” that is the nuclear arms deal with Iran, but a “weak” GOP-controlled Congress is too.\n\n“I think it’s an outrage, I think it’s done by people of gross incompetence, I think it’s a tremendous win for Iran and many of our enemies and I think it’s something that shouldn’t be allowed,” Trump said in a phone interview that came before his spat with Sen. John McCain (R-AZ) escalated. “It’s outrageous that a deal like this is going forward and can be allowed to go forward. With proper negotiators we could have had a great deal.”\n\nSIGN UP FOR OUR NEWSLETTER\n\nTrump said the negotiators for Obama didn’t read his book, “The Art of the Deal,” which walks readers through how to effectively negotiate.\n\n“We have people that did not read ‘The Art of the Deal’ negotiating,” Trump said.\n\nWe have people that have no concern about the views of our country. It’s incredible. Only very stupid people are in favor of it. It’s incredible the way this thing was just rammed through and how they gave up so many points at the end. Did you see the last day? They just gave up so many points at the end. It’s a very, very incredible situation and frankly our representatives should be ashamed of themselves. It looks like they’re not going to be able to stop it because the veto is not going to get overridden based on everything I see and hear. That’s a real bad mark on our politicians including the Republicans that can’t get the votes.\n\nWhen asked if—with Obamatrade, which Trump made sure to point out “I didn’t—which, by the way, I didn’t support, as you know,” and other matters—Republicans and Democrats in Congress have cheapened what it means to have a treaty, Trump said “that’s absolutely right.”\n\nTechnically, a treaty would require 67 votes to pass the Senate. But since Congress has rolled over on this and so many other matters, they’ve agreed that this is not a treaty—which means instead of requiring 67 votes to pass the Senate, it would require 67 votes to stop it via overriding a presidential veto.\n\n“Two other things: All the money we’re giving them [Iran], we’re going to make them a really rich power,” Trump added.\n\nThe other thing is from a psychological standpoint we have four prisoners over there. It’s inconceivable that any deal would be made with those four prisoners left. Inconceivable. And then when Obama gave the answer, he didn’t want to complicate it. It was too complicated. It’s nothing complicated. It’s one sentence: We want our prisoners back. And it’s good for everyone if you give them back. Good for everyone: Good for them, for us. They don’t want them. We do.\n\nTrump concluded by noting that Obama wouldn’t be able to get away with this if Congress—especially Republicans in Congress—weren’t so “weak.”\n\n“It’s amazing that Congress is so weak,” Trump said. “It’s amazing that these people on both sides are so pathetically weak—pathetically weak. It’s a great embarrassment to our nation.”", "article_metadata": {"description": "Trump said the negotiators for Obama didn’t read his book, “The Art of the Deal,” which walks readers through how to effectively negotiate.", "og": {"site_name": "Breitbart", "description": "Trump said the negotiators for Obama didn’t read his book, “The Art of the Deal,” which walks readers through how to effectively negotiate.", "title": "Exclusive — Donald Trump: Iran Deal An ‘Outrage,’ GOP Congress That’s ‘Weak’ As Much To Blame As Obama - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/07/trump-pointing-AP.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/07/22/exclusive-donald-trump-iran-deal-an-outrage-gop-congress-thats-weak-as-much-to-blame-as-obama/", "type": "article"}, "twitter": {"description": "Trump said the negotiators for Obama didn’t read his book, “The Art of the Deal,” which walks readers through how to effectively negotiate.", "title": "Exclusive — Donald Trump: Iran Deal An ‘Outrage,’ GOP Congress That’s ‘Weak’ As Much To Blame As Obama - Breitbart", "image": "http://media.breitbart.com/media/2015/07/trump-pointing-AP.jpg", "creator": "@BreitbartNews", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "use_automatic_ad_placement": "true", "app_id": 1243316582352556}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "2016 presidential campaign, Donald Trump, iran deal, President Obama, The Art of the Deal,2016 Presidential Race, Big Government,Trump", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "2016 Presidential Race", "tag": "The Art of the Deal", "published_time": "2015-07-22T10:11:43-07:00", "categories": "Big Government,2016 Presidential Race"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "Trump concluded by noting that Obama wouldn’t be able to get away with this if Congress—especially Republicans in Congress—weren’t so “weak.”“It’s amazing that Congress is so weak,” Trump said.\n“We have people that did not read ‘The Art of the Deal’ negotiating,” Trump said.\n“Two other things: All the money we’re giving them [Iran], we’re going to make them a really rich power,” Trump added.\nSIGN UP FOR OUR NEWSLETTERBillionaire real estate magnate and 2016 GOP presidential candidate Donald Trump tells Breitbart News exclusively that not only is President Barack Obama to blame for the “outrage” that is the nuclear arms deal with Iran, but a “weak” GOP-controlled Congress is too.\n“It’s outrageous that a deal like this is going forward and can be allowed to go forward."}