{"article_title": "Where To Eat These Sweet Treats For Free And Still Stay In Shape", "article_keywords": ["purchase", "treats", "chain", "sweet", "national", "doughnuts", "free", "stay", "donut", "shape", "calories", "doughnut", "eat", "day", "option"], "article_url": "http://www.medicaldaily.com/national-doughnut-day-2014-where-eat-these-sweet-treats-free-and-still-stay-shape-286860", "article_text": "Celebrate National Doughnut Day the right way, and go nuts eating your way through freebies and deals without breaking your diet at these five locations.\n\nMost of us will be caught red-handed with a cup of coffee and a doughnut in hand on our way to work, especially today. If you’ve seen more people with doughnuts in hand than usual, it’s not because they’ve become the new best kept weight-loss secret — although that would be sweet — but because it’s National Doughnut Day! Every first Friday in the month of June, most doughnut shops all across America give out free doughnuts (with no purchase necessary) to celebrate the Salvation Army workers, or “Donut Lassies’” who served doughnuts to soldiers during World War I. Celebrate this D-Day by having your doughnut and eating it, too, visiting these five locations without breaking your diet.\n\n1. Krispy Kreme\n\nAll hail the king of doughnut shops. This best-known national brand is handing out doughnuts today with no strings attached. You can take your pick of their extensive variety of doughnuts with no purchase necessary. Consider yourself lucky if you live by any Krispy Kreme location in the U.S., and indulge in a freshly made batch.\n\nHealthy option: Opt for their original glazed doughnut at just 190 calories. Not a fan of glaze? Their traditional cake doughnut is 190 calories, too.\n\n2. Dunkin’ Donuts\n\nKnown as America’s fuel, with their tagline, “America Runs On Dunkin',” this popular doughnut chain is participating on National Doughnut Day, but there’s a catch. Each customer is eligible for a free doughnut, but with the purchase of any beverage. The company also notes this is “while supplies last.” A doughnut chain can really run out of doughnuts? Go figure.\n\nHealthy option: Choose the sugared cocoa “donut” at only 200 calories.\n\n3. Tim Hortons\n\nNothing is more Canadian than celebrating National Doughnut Day in America than giving out free doughnuts on Friday. The Canadian business is offering one free “donut” per guest, with any purchase made in any of their 800 restaurants in the U.S. There is also an official rule you must follow — customers must say, “Happy National Donut Day.”\n\nHealthy option: Select either the blueberry bloom donut, blueberry donut, or strawberry donut, all 230 calories each.\n\n4. Cumberland Farms\n\nThis minimart chain with more than 500 locations, mostly along the East Coast, is giving out one free donut per customer buying a coffee — either hot or iced — or a “Chill Zone” beverage, such as a Slushie, all day today. These doughnuts are pretty high in calories, so consume at your own risk, especially if you’re buying a coffee or getting a “Chill Zone” beverage.\n\nHealthy option: Grab the old fashion donut coming in at just 240 calories.\n\n5. LaMar’s Donuts\n\nThis Kansas City-based chain — with a couple dozen location in six states — is offering doughnuts with their policy, “any donut with a hole, no purchase necessary.” The company is encouraging people to make donations to the Salvation Army. After all, they did start the Donut Day tradition.\n\nHealthy option: Munch on Ray’s original glazed at just 220 calories.\n\nRemember: These are the best lowest-calorie options found at these locations, meaning the least harmful to your health. Moderation is key in consumption. Happy National Doughnut Day!", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "national doughnut day 2014, national donut day 2014, sweet treats, in shape", "og": {"site_name": "Medical Daily", "description": "Celebrate National Doughnut Day the right way, and go nuts eating your way through freebies and deals without breaking your diet at these five locations.", "title": "It's Doughnut Day! Have Your Free Donuts And Eat Them, Too", "url": "http://www.medicaldaily.com/national-doughnut-day-2014-where-eat-these-sweet-treats-free-and-still-stay-shape-286860", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/06/doughnuts-plate.jpg", "type": "article"}, "twitter": {"description": "Celebrate National Doughnut Day the right way, and go nuts eating your way through freebies and deals without breaking your diet at these five locations.", "title": "It's Doughnut Day! Have Your Free Donuts And Eat Them, Too", "url": "http://www.medicaldaily.com/national-doughnut-day-2014-where-eat-these-sweet-treats-free-and-still-stay-shape-286860", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/06/doughnuts-plate.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/06/06/doughnuts-plate.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-06-06T13:30:37-04:00", "modified_time": "2014-06-06T13:30:36-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Celebrate National Doughnut Day the right way, and go nuts eating your way through freebies and deals without breaking your diet at these five locations."}, "_id": "\"57477af46914bd0286fdaa81\"", "article_summary": "Tim HortonsNothing is more Canadian than celebrating National Doughnut Day in America than giving out free doughnuts on Friday.\nHappy National Doughnut Day!\nCelebrate National Doughnut Day the right way, and go nuts eating your way through freebies and deals without breaking your diet at these five locations.\nDunkin’ DonutsKnown as America’s fuel, with their tagline, “America Runs On Dunkin',” this popular doughnut chain is participating on National Doughnut Day, but there’s a catch.\nThe Canadian business is offering one free “donut” per guest, with any purchase made in any of their 800 restaurants in the U.S."}