{"article_title": "Transgender teen’s death stirs action in US and beyond", "article_keywords": ["tumblr", "school", "death", "think", "high", "say", "suicide", "online", "action", "transgender", "thousands", "teens", "stirs"], "article_url": "http://www.salon.com/2015/01/24/transgender_teens_death_stirs_action_in_us_and_beyond/", "article_text": "Topics: From the Wires, News\n\nCINCINNATI (AP) — Leelah Alcorn wrote a note on her Tumblr blog, then walked several miles through the night and into the path of a tractor-trailer rumbling down a highway. In the final message attributed to her, she pleaded: “My death needs to mean something. … Fix society. Please.”\n\nAlthough many details about her life and tragic end are still unclear, the transgender Ohio 17-year-old became, within days of her death Dec. 28, the new face of a growing movement of people hungering for acceptance.\n\nFrom the parking lot of her former suburban high school to London’s Trafalgar Square, thousands have attended vigils in memory of the teenager named Joshua at birth. Tens of thousands have discussed her on social media or signed online petitions in support of transgender people. And a Golden Globe winner dedicated the award to her on national television.\n\n“It was the right time and place for Leelah’s story,” said Jill Soloway, creator of the TV series “Transparent,” about a father who comes out as a transgender woman. “There are so many people like Leelah. There are so many stories.”\n\nAlcorn’s selfies and poignant messages hit home among many transgender people who say they have faced disapproving families, discrimination or violence. Many hope the discussion generated by her death will lead to more acceptance of transgender people and reassure them that they are not alone.\n\nStudies have found extraordinarily high suicide and attempted suicide rates among transgender youth. A 2010 survey found 41 percent of transgender people responding said they had tried to kill themselves.\n\nWhile there’s concern among experts and transgender leaders that the immense attention to Alcorn’s death could lead to copycat suicides, some say it has belatedly pushed important issues into the spotlight.\n\n“I think this had to happen at some point,” said Greta Martela, founder of San Francisco-based Trans Lifeline. “I think that we have to have a discussion about this as a society.”\n\nMartela said calls to her organization’s crisis hotline shot up from 60 a day to nearly 150 immediately after reports about the death began spreading.\n\nAlcorn was a talented artist who had attended high school in Kings Mills and worked at the nearby Kings Island theme park but had enrolled a year ago in an online school. She had friends in school and didn’t mention any problems in her Tumblr post with bullying.", "article_metadata": {"description": "Transgender teen’s death stirs action in US and beyond", "title": "Transgender teen’s death stirs action in US and beyond", "og": {"site_name": "Salon", "description": "Transgender teen’s death stirs action in US and beyond", "title": "Transgender teen’s death stirs action in US and beyond", "url": "http://www.salon.com/2015/01/24/transgender_teens_death_stirs_action_in_us_and_beyond/", "image": "http://media.salon.com/2015/01/transgender-teens-death.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Transgender teen’s death stirs action in US and beyond", "title": "Transgender teen’s death stirs action in US and beyond", "image": "http://media.salon.com/2015/01/transgender-teens-death.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Dan Sewell", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fd30a8\"", "article_summary": "Studies have found extraordinarily high suicide and attempted suicide rates among transgender youth.\nAlcorn was a talented artist who had attended high school in Kings Mills and worked at the nearby Kings Island theme park but had enrolled a year ago in an online school.\nMany hope the discussion generated by her death will lead to more acceptance of transgender people and reassure them that they are not alone.\nTens of thousands have discussed her on social media or signed online petitions in support of transgender people.\nFrom the parking lot of her former suburban high school to London’s Trafalgar Square, thousands have attended vigils in memory of the teenager named Joshua at birth."}