{"article_title": "Cheryl Tiegs slams Ashley Graham: Self-appointed “health” expert clutching her pearls over a plus-size model on the SI Swimsuit cover", "article_keywords": ["beautiful", "plussize", "ronda", "dont", "healthy", "pearls", "tiegs", "swimsuit", "si", "slams", "health", "selfappointed", "plus", "model", "size", "graham", "think", "women"], "article_url": "http://www.salon.com/2016/02/26/cheryl_tiegs_slams_ashley_graham_self_appointed_health_expert_clutching_her_pearls_over_a_plus_size_model_on_the_si_swimsuit_cover/", "article_text": "Topics: Ashley Graham, Ashy Bines, Cheryl Tiegs, Hailey Clauson, Nicole Arbour, Ronda Roussey, Sports Illustrated Swimsuit Issue, Tess Holliday, Life News, Entertainment News\n\nI swear to God, you can advocate for health without being a jerk about it. Body shaming concern trolls, listen up!\n\nWhen Sports Illustrated unveiled its annual swimsuit issue earlier this month, it broke with tradition not only by giving readers three different covers, but three very different beautiful women. There was the traditional beachy blonde, Hailey Clauson. There was the powerhouse Ronda Roussey. And there was Ashley Graham — who last year became the first plus size model to appear in an ad for the magazine’s swimsuit issue. In announcing the cover models, assistant managing editor MJ Day explained, “The three covers of Hailey, Ronda and Ashley celebrate the new SI Swimsuit. All three women are beautiful, sexy and strong. Beauty is not cookie cutter. Beauty is not ‘one size fits all.’ Beauty is all around us.”\n\nNaturally, this concept is upsetting to some people. Nicole Arbour, the YouTuber who really seems to be making a career of mocking people bigger than she is, raged this week in another “Dear Fat People” video that “The truth is if [Graham] worked out a little bit more, she wouldn’t be plus size any more, which means she can’t sell s__t to plus size women who’ve turned her into their hero. So to make money, she’s keeping the weight on.” And she complained that “I want to eat cookies and still be a Sports Illustrated swimsuit model; what’s next, you can be a midget and a Rockette?” Charming.\n\nThen on Thursday, Cheryl Tiegs — the seventies-era supermodel who starred in some of SI’s most iconic swimsuit images of all time — spoke out about this year’s models — and it was not pretty. When asked by E! if she “loves” seeing “full figured” models out there now, she paused and replied, “Actually I don’t like that we’re talking about full figured women, because it’s glamorizing them — because your waist should be smaller than 35 [inches]. That’s what Dr. Oz said, and I’m sticking to it. No, I don’t think it’s healthy. Her face is beautiful. Beautiful. But I don’t think it’s healthy in the long run.”\n\nWell, if Dr. Oz says so it must be legit!\n\n(Graham, who is 5′ 9,” has a waist size of 30 inches, which on this planet is not that big. But God forbid we “glamorize” women above a size 2.)\n\nFacing a swift online backlash, Tiegs did not further help the situation by posting on Facebook on Thursday evening that “I would like to clarify my thoughts regarding bodyweight. I don’t think being anorexic, bulimic or overweight are healthy. All of these can be connected to serious health issues. I want everyone to be as healthy as they can be.” It’s funny, because one of those things is not an eating disorder. And as one commenter pointed out, it’s a little ironic getting lectures from a woman who for years was a model for Virginia Slims.", "article_metadata": {"description": "Heads up, former Virginia Slims model — citing Dr. Oz is not a great way to boost your credibility on health", "title": "Cheryl Tiegs slams Ashley Graham: Self-appointed “health” expert clutching her pearls over a plus-size model on the SI Swimsuit cover", "og": {"site_name": "Salon", "description": "Heads up, former Virginia Slims model — citing Dr. Oz is not a great way to boost your credibility on health", "title": "Cheryl Tiegs slams Ashley Graham: Self-appointed “health” expert clutching her pearls over a plus-size model on the SI Swimsuit cover", "url": "http://www.salon.com/2016/02/26/cheryl_tiegs_slams_ashley_graham_self_appointed_health_expert_clutching_her_pearls_over_a_plus_size_model_on_the_si_swimsuit_cover/", "image": "http://media.salon.com/2016/02/tiegs_graham.jpg", "type": "article"}, "twitter": {"description": "Heads up, former Virginia Slims model — citing Dr. Oz is not a great way to boost your credibility on health", "title": "Cheryl Tiegs slams Ashley Graham: Self-appointed “health” expert clutching her pearls over a plus-size model on the SI Swimsuit cover", "image": "http://media.salon.com/2016/02/tiegs_graham.jpg", "creator": "@embeedub", "site": "@salon", "card": "summary_large_image"}, "author": "Mary Elizabeth Williams", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Ashley Graham, Ashy Bines, Cheryl Tiegs, Hailey Clauson, Nicole Arbour, Ronda Roussey, Sports Illustrated Swimsuit Issue, Tess Holliday", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "And there was Ashley Graham — who last year became the first plus size model to appear in an ad for the magazine’s swimsuit issue.\nBut I don’t think it’s healthy in the long run.”Well, if Dr. Oz says so it must be legit!\nNo, I don’t think it’s healthy.\nWhen Sports Illustrated unveiled its annual swimsuit issue earlier this month, it broke with tradition not only by giving readers three different covers, but three very different beautiful women.\nIn announcing the cover models, assistant managing editor MJ Day explained, “The three covers of Hailey, Ronda and Ashley celebrate the new SI Swimsuit."}