{"article_title": "BTW realizes Historic Places status", "article_keywords": ["status", "building", "btw", "places", "national", "register", "washington", "school", "high", "historic", "booker", "realizes", "shreveport", "local", "listed"], "article_url": "http://www.shreveporttimes.com/story/opinion/2015/09/20/btw-realizes-historic-places-status/72423574/", "article_text": "Buy Photo A Sept. 23, 1963, photo of student unrest at Booker T. Washington High School broken up by Shreveport police and other area law enforcement. (Photo: File/The Times)Buy Photo\n\nAfter months, if not years, of effort, local Booker T. Washington High School finally has been entered onto the prestigious National Register of Historic Places.\n\nThe school, at the time of its building in the late 1940s considered one of the most modern secondary education structures in the country, has an effective, formal listing date of July 14, with assigned identification number 1500414.\n\n“The school is synonymous with heritage, honor and history,” says Dr. Lamar Goree, superintendent of Caddo Parish Schools. “Booker T. Washington High School has brought our community and this nation numerous esteemed alumni who carry on the proud and powerful legacy of the school’s namesake. Booker T. Washington High School served as the backdrop of history in our community in times of great change and Booker T. Washington continues to be part of a larger focus as we push for excellence for every child.”\n\nThe plaque with the school’s history and admission will be dedicated at the school with a ceremony at 11 a.m. Oct. 30, with a banquet the following night at the Shreveport Country Club, honoring the event for the Booker T. Washington Alumni Association.\n\n“It is very significant,” Shreveport real-estate executive Tahira Abdul-Rahman, a 1964 graduate and president of the BTW Alumni Association, says. “It lets everyone nationwide know this is a great school and many things have gone on to make it a great school. It speaks of our legacy at Booker T. Washington.”\n\nA significant event in Shreveport’s history, as well as in the local black community, was on Sept. 23, 1963, when BTW students, concerned over a civil rights march the previous evening during which local pastor and NAACP official Rev. Harry Blake was beaten, protested. The march and protest took place a week after the Birmingham, Alabama, 16th Street Baptist Church bombing in which four young black girls were killed. Shreveport police used force against students, but there were no major injuries.\n\nAbdul-Rahman, a senior at the time, “was on campus but I was not among the marchers. I witnessed part of it. It was a frightening thing for the students, who were concerned and upset about what had happened. They wanted to express themselves and they did.”\n\nFor that reason, and for the graduates the school has produced, it is significant and that importance now has been recognized by the national government, she said.\n\n“It’s an icon in the community,” she said. The honor “means so much to the students that are there now, the graduates and the community. Many great people have passed through the doors of that school. We’re proud to know that others will see and understand the greatness of the school.”\n\nThe Shreveport Historic Preservation Commission, in existence only a few years, directed energy and ramrodded efforts to secure the listing, following initial startup efforts by 1974 alumnus Edgar Rodgers.\n\nThe last Shreveport school to be listed was Fair Park High School, built in 1928, which made the cut in 2001. Other local schools on the list include Line Avenue, from 1905 and listed in 1981; Central High School, built in 1917 and listed in 1991; Byrd High School, opened 1925 and listed in 1991; and A.C. Steere Elementary, built in 1929 and listed in 1991.\n\n“Listing on the National Register is quite an achievement,” says a release from Commission, headed by local historian William Lane Callaway. Criteria for listing included “being significant in American history, architecture, archeology, engineering or culture.”\n\nBTW now is one of 50 other historic buildings and structures from Shreveport listed individually on the National Register. Such listing denotes a building or structure possesses integrity of location, design, setting, materials, workmanship and feeling and normally 50 years or older although this specific time criteria can be waived.\n\nBuilt in 1949, BTW was designed by noted local architects Theodore A. Flaxman and Seymour Van Os, who envisioned a central core building with its six wings. The Mid-Century Modern building “artfully uses the straight lines of the wings with the sloping contours of the 33 acres where the building is situated,” the release says. “The original building has maintained its architectural integrity and the original intent and vision of the architects since classes began on January 23, 1950. The listing on the National Register covers the original school building consisting of 55 classrooms, administration offices, cafeteria, auditorium, band room, and original gymnasium.”\n\nThe HPC began the formal nomination process in January by submitting the registration form and facilitating its submission in April at the National Register Review Committee hearing in Baton Rouge, arranging for about 20 BTW alumni to attend and submitting a petition with 1,400 signatures. The final nomination was sent to the National Park Service in late May for final approval.\n\nAmong the school’s alumnae is award-winning Washington Post columnist Courtland Milloy Jr., whose father taught at the school and remains among Shreveport’s more accomplished photographers.\n\nIn a 2005 column for The Post, Milloy reminisced about the school.\n\n\"In 1950, Life magazine ranked my high school, Booker T. Washington, among the top 15 in the country,\" he wrote. \"When I graduated in 1968, the school was still producing high-achievers, all black and proud.\"\n\nTake part\n\nThe National Register of Historic Places plaque will be dedicated at Booker T. Washington High School, 2104 Milam St., Shreveport, at 11 a.m. Oct. 30.\n\nA banquet marking the occasion will be held at 7 p.m. Oct. 31 at the Shreveport Country Club, 3101 Esplanade Ave., Shreveport. Tickets, $40 per person, go on sale this coming week. Event benefits the Booker T. Washington Alumni Association and its activities for the school. For more information on either event or for tickets call the school at (318) 222-2186 or Alumni Association President Tahira Abdul-Rahman at (318) 425-2707, 449 Stoner Ave., Shreveport.\n\nRead or Share this story: http://www.shreveporttimes.com/story/opinion/2015/09/20/btw-realizes-historic-places-status/72423574/", "article_metadata": {"google": "notranslate", "description": "BTW joins ranks of local edifices on the National Register of Historic Places.", "og": {"site_name": "shreveporttimes.com", "description": "BTW joins ranks of local edifices on the National Register of Historic Places.", "title": "BTW realizes Historic Places status", "url": "http://www.shreveporttimes.com/story/opinion/2015/09/20/btw-realizes-historic-places-status/72423574/", "image": "http://www.gannett-cdn.com/GDContent/applogos/shreveporttimes.png", "type": "article"}, "twitter": {"description": "BTW joins ranks of local edifices on the National Register of Historic Places.", "title": "BTW realizes Historic Places status", "image": "http://www.gannett-cdn.com/-mm-/706953be6ee709f557a75b349d3925317f962bee/c=297-0-2643-2346&r=x643&c=640x640/local/-/media/2015/09/20/Shreveport/B9318916738Z.1_20150920100702_000_GPLBUO8VP.1-0.jpg", "creator": "@shreveporttimes", "site": "@shreveporttimes", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=898368928", "fb": {"app_id": 170028863032820}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "_id": "\"57477af36914bd0286fcc196\"", "article_summary": "(Photo: File/The Times)Buy PhotoAfter months, if not years, of effort, local Booker T. Washington High School finally has been entered onto the prestigious National Register of Historic Places.\nTake partThe National Register of Historic Places plaque will be dedicated at Booker T. Washington High School, 2104 Milam St., Shreveport, at 11 a.m. Oct. 30.\n\"In 1950, Life magazine ranked my high school, Booker T. Washington, among the top 15 in the country,\" he wrote.\nThe last Shreveport school to be listed was Fair Park High School, built in 1928, which made the cut in 2001.\n“Booker T. Washington High School has brought our community and this nation numerous esteemed alumni who carry on the proud and powerful legacy of the school’s namesake."}