{"article_title": "Increases in ER Visits Despite ObamaCare Promises", "article_keywords": ["physicians", "promises", "room", "emergency", "study", "doctors", "obamacare", "patients", "visits", "increases", "medicaid", "despite", "care", "medical", "er"], "article_url": "http://www.thenewamerican.com/usnews/health-care/item/18448-increases-in-er-visits-despite-obamacare-promises", "article_text": "Though advocates of ObamaCare asserted that the president’s healthcare law would diminish wait times at emergency rooms, data show that there has been an increase in visits to the ER since the implementation of ObamaCare.\n\nThe Louisville, Kentucky Courier Journal reports, “Nationally, nearly half of ER doctors responding to a recent poll by the American College of Emergency Physicians said they’ve seen more visits since January 1, and nearly nine in 10 expect those visits to rise in the next three years.”\n\nThe survey polled more than 1,800 emergency room doctors last month, with 46 percent reporting increases in the number of emergency room patients since January 1, the day ObamaCare took effect. Eighty-six percent of the doctors surveyed indicated they believed emergency room visits will increase further over the next three years.\n\nAnalysts have provided a number of causes for the spike, including a significant shortage of primary care physicians.\n\nAn investigative report released earlier this month revealed that the shortage of primary care physicians is not plaguing simply veterans, but America as a whole. \"America is running out of doctors,\" wrote the National Journal. \"The country will be 91,500 physicians short of what it needs to treat patients by 2020, according to the Association of American Medical Colleges. By 2025, it will be short 130,600.\"\n\nThe highest demand for the Veterans Affairs Department, as well as nationwide, is for primary care physicians, such as general internists, family doctors, and pediatricians — the type of doctors many people go to first for non-emergency medical attention before seeing specialists. In 2012, an Annals of Family Medicine study predicted the country will need 52,000 more primary-care physicians by 2025.\n\nBut even as students are enrolling in medical schools in record numbers, those students will not necessarily become doctors in the near future. The National Journal explained, \"The number of residencies — crucial stages of medical training — has not risen with the number of applicants, thanks to a government imposed cap.\" Organizations such as the Association of American Medical Colleges have been lobbying for a change to the law, asserting that there will not be enough residencies to meet the demands of the incoming young doctors by next year.\n\n\"Residency training gives new physicians hands-on experience and provides high-quality care to patients,\" said American Medical Association President Jeremy Lazarus, M.D. \"Limiting the slots available to train physicians as they leave medical school creates a bottleneck in the system and prevents the physician workforce from growing to meet the needs of our nation’s patients.\"\n\nBut the doctor shortage is just one reason for the increase in emergency room visits.\n\nExperts are also claiming that the spike in ER visits comes from the fact that some doctors are no longer accepting Medicaid. The Courier Journal writes, “Poor people often can’t take time from work when most primary care offices are open, while ERs operate around-the-clock and by law must at least stabilize patients.”\n\nThe findings of the survey seem to provide more evidence that the healthcare law is failing to fulfill its promises.\n\nThe Huffington Post writes, “The survey findings underscore the challenges beyond extending health coverage to more people, including improving access to primary care and changing the habits of patients accustomed to using the emergency room as a one-stop-shop for medical care.”\n\nHuffPo adds, “One of Obamacare’s selling points was its potential to reduce costly emergency room visits for care that could more efficiently be delivered in a doctor’s office or other setting, especially for patients who [were] previously uninsured.”\n\nBut assertions that ObamaCare’s implementation would reduce emergency room visits were consistently challenged.\n\nDespite the claims made by ObamaCare enthusiasts prior to the law’s implementation, data from a Harvard study on Medicaid expansion and its impact on emergency room visits revealed that the number of those visits would increase. That study, published in the journal Science and released on January 2, 2014, showed that nearly four million new patients subsidized by government under the Medicaid expansion are more likely to seek treatment in an emergency room.\n\nCalling the Harvard study \"the gold standard\" for research on the effects of Medicaid coverage, James Smith, a Rand Corporation economist, noted that the study ultimately showed that Medicaid expansion results in \"emergency department use and increases costs.\" He added, \"That doesn't mean it isn't a good thing to do, but that's what it does.\"\n\nIronically, in 2013, Obama justified his Medicaid expansion under the Affordable Care Act by noting the potential savings from fewer hospital ER visits by the poor, which he says are more expensive than trips to the local GP. \"We just pay for the most expensive version, which is when they go to the emergency room because what happens is the hospitals have to take sick folk,\" Obama said. \"They're not just going to leave them on the streets.\"\n\nObama claimed that his healthcare law would help to lower deficits. \"Because we’re driving down costs, we actually end up saving a little money,\" Obama said last year at a Clinton Global Initiative event. \"It is a net reduction of our deficit. The irony of those who are talking about repealing Obamacare because of, it’s so wildly expensive is if they actually repealed the law, it would add to the deficit.\"\n\nBut the Harvard study disproved that theory. Katherine Baicker, an economist at the Harvard School of Public Health who helped write the Harvard study, concluded that people who gained Medicaid coverage used ERs more often for \"a broad range of types of visits, conditions and subgroups,\" including health problems that could be treated in less-costly settings.\n\nLikewise, a 2007 study from the Kaiser Family Foundation had shown that Medicaid patients comprised approximately nine percent of the general population but accounted for 15 percent of ER visits. The Courier-Journal writes, “Researchers concluded that the most frequent users weren’t substituting ERs for primary care, but rather suffered from chronic conditions and required more health care in general.”\n\nStill, the warnings were not heeded and Americans are surely feeling the impact. Overpopulated waiting rooms and longer wait times may increase for everyone, and Medicaid costs will likely rise. A report from the Robert Wood Johnson Foundation said the average ER visit costs $580 more than a trip to the doctor's office.\n\nA good solution, rather than simply repealing ObamaCare or ending the Medicaid expansion, would be to get government out of our healthcare, period. Doing so would greatly reduce costs, simplify care, and improve the doctor-patient relationship.", "article_metadata": {"keywords": "ER, ObamaCare, healthcare, Obama, Medicaid, emergency room, doctor shortage", "og": {"url": "http://www.thenewamerican.com/usnews/health-care/item/18448-increases-in-er-visits-despite-obamacare-promises", "image": "http://www.thenewamerican.com/media/k2/items/cache/997a30e647c2ce310e0d94fa1a70e651_XL.jpg", "type": "article", "description": "Data show that there has been an increase in ER visits since the implementation of ObamaCare, opposite of what the law's proponents asserted. by Raven Clabough", "title": "Increases in ER Visits Despite ObamaCare Promises"}, "image": "http://www.thenewamerican.com/media/k2/items/cache/997a30e647c2ce310e0d94fa1a70e651_XL.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcbc91\"", "article_summary": "Eighty-six percent of the doctors surveyed indicated they believed emergency room visits will increase further over the next three years.\nBut the doctor shortage is just one reason for the increase in emergency room visits.\nAnalysts have provided a number of causes for the spike, including a significant shortage of primary care physicians.\nDespite the claims made by ObamaCare enthusiasts prior to the law’s implementation, data from a Harvard study on Medicaid expansion and its impact on emergency room visits revealed that the number of those visits would increase.\nAn investigative report released earlier this month revealed that the shortage of primary care physicians is not plaguing simply veterans, but America as a whole."}