{"article_title": "Most small businesses still without websites", "article_keywords": ["website", "dont", "business", "site", "websites", "say", "businesses", "peatman", "online", "small", "grow"], "article_url": "http://www.tbo.com/news/business/most-small-businesses-still-without-websites-20140608/", "article_text": "— It’s cheap. It’s easy to do. And it can take less than 20 minutes to set up. Yet more than half of all small businesses still don’t have a website.\n\n“It’s just ridiculous,” says Jim Blasingame, a small business author and radio show host. “Every small business needs a website. Period. Nonnegotiable.”\n\nSmall businesses that don’t have one say they don’t have the time, think it will cost too much or don’t want the rush of orders that comes with being online. But entrepreneurs that have jumped to the digital side say their websites have boosted sales, cut down on time-consuming phone calls and brought more people into their stores.\n\nBut not everyone wants that.\n\nSteve Love has never had a website for the handmade sausage and meat business he’s owned since 1988. He says a website for LoveLand Farms would boost sales and he doesn’t have any more farmland to raise hogs and Black Angus cattle.\n\n“I don’t want it to grow,” says Love, who sells his goods at a farmers’ market in Bloomington, Indiana, and a store in another town that’s open once a week. “I’m already maxed out. I’m scared it would blow up on me.”\n\nBut customers expect one. When they ask him at the farmers’ market if he has a website, he hands them a card with his phone number and a map to his shop called the Sausage Shack in Nashville, Indiana. He has no plans to start a website anytime soon. But it could happen in the future if his kids want to take over and grow the business.\n\n“I wouldn’t say never,” says Love.\n\nSome owners simply say they have no time.\n\nBill Peatman, who writes blog posts, emails and other content for websites for his corporate clients, doesn’t have one for his own business.\n\n“I’ve just been too busy,” says Peatman, who started his Napa, California, business over a year ago. “I haven’t come up with a plan with what I want to do.”\n\nHe knows he needs one. “People don’t think you exist,” he says. “I want to grow. I want to build my own reputation and brand.”\n\nHe recently bought a domain name. And he plans to hire someone to build the site, but he thinks it will take him a few more months to get to it.\n\n“At the way I move,” says Peatman, “about six months.”\n\nFifty-five percent of small businesses don’t have a website, according to a 2013 survey of more than 3,800 small businesses conducted by Internet search company Google and research company Ipsos. That’s a slight improvement from the year before, when 58 percent said they didn’t have a website.\n\nSmall business owners who want to start a website have lots of options that make it easier than in the past. Companies such as Wix.com, Google, SquareSpace.com and Weebly.com require no coding or technical skills. Users can choose a template, drag in photos and paste in words.\n\nAnd with more people searching for businesses online and on their smartphones, companies without a site may be missing out on extra business.\n\n“You might as well be a ghost,” says Blasingame, who hosts “The Small Business Advocate,” an online and nationally syndicated radio show. “The customers and opportunity pass right through you.”\n\nSales at Bad Pickle Tees have doubled since Cyndi Grasman began selling her quirky food-related T-shirts online a year ago. She started the business in 2012, selling shirts with sayings like “Oh Kale Yeah!” and “I Heart Bacon” at food festivals. She launched the site using website publishing company Weebly, paying $250 a year.\n\n“I’m reaching a larger audience,” she says.", "article_metadata": {"taboola-pub-time": "Sun, 08 Jun 2014 21:08:16 -0400", "Description": "NEW YORK — It’s cheap. It’s easy to do. And it can take less than 20 minutes to set up. Yet more than half of all small businesses still don’t have a website.", "og": {"site_name": "TBO.com", "description": "NEW YORK — It’s cheap. It’s easy to do. And it can take less than 20 minutes to set up. Yet more than half of all small businesses still don’t have a website.", "title": "Most small businesses still without websites", "url": "http://www.tbo.com/news/business/most-small-businesses-still-without-websites-20140608/", "image": {"width": 4000, "identifier": "http://www.tbo.com/storyimage/TB/20140608/ARTICLE/140609312/AR/0/AR-140609312.jpg", "height": 2667}, "updated_time": "2014-06-08T21:08:00Z-04", "type": "article"}, "twitter": {"domain": "tbo.com", "description": "NEW YORK — It’s cheap. It’s easy to do. And it can take less than 20 minutes to set up. Yet more than half of all small businesses still don’t have a website.", "title": "Most small businesses still without websites", "image": "http://www.tbo.com/storyimage/TB/20140608/ARTICLE/140609312/AR/0/AR-140609312.jpg", "site": "@TBOcom", "card": "summary_large_image"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2014-06-08T21:08:16Z-04", "modified_time": "2014-06-08T21:08:00Z-04"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "business,Internet,website"}, "article_summary": "“At the way I move,” says Peatman, “about six months.”Fifty-five percent of small businesses don’t have a website, according to a 2013 survey of more than 3,800 small businesses conducted by Internet search company Google and research company Ipsos.\nYet more than half of all small businesses still don’t have a website.\n“It’s just ridiculous,” says Jim Blasingame, a small business author and radio show host.\nSmall business owners who want to start a website have lots of options that make it easier than in the past.\n“You might as well be a ghost,” says Blasingame, who hosts “The Small Business Advocate,” an online and nationally syndicated radio show."}