{"article_title": "Medical center growing in Ocean Pines", "article_keywords": ["building", "center", "pines", "medical", "palmer", "worcester", "ocean", "need", "health", "growing", "services", "care"], "article_url": "http://www.delmarvanow.com/story/news/local/maryland/2015/06/04/ocean-pines-medical-center/28501773/", "article_text": "Delmarva Health Pavilion Ocean Pines' growth is emblematic of Worcester County's pressing need for more health-care services and the changes in the way that care is provided.\n\nBuy Photo Developer Palmer Gillis got approval Thursday to build a second medical office building identical to one nearing completion in Ocean Pines. (Photo: Staff photo by Jeremy Cox)Buy Photo\n\nConstruction workers are about three months away from finishing a new medical office building in Ocean Pines, but its developer is already pushing ahead with plans to build a second next door.\n\nDelmarva Health Pavilion Ocean Pines' growth is emblematic of Worcester County's pressing need for more health-care services and the changes in the way that care is provided in the wake of the Affordable Care Act, said Palmer Gillis, the project's developer.\n\nGillis has built about 1 million square feet of doctors' office space on the Lower Shore over the years. He said he has had his eye on the 21-acre site near the interchange at routes 90 and 589 for two decades.\n\n\"My job is to think two to five years ahead of what people need before they think they need it,\" Gillis said.\n\nThe county's population of 51,000 residents is federally designated as medically underserved. It also is classified as a health professional shortage area for primary care, dentists and mental health.\n\nPeninsula Regional Medical Center, based in Salisbury, has signed on to occupy both 20,000-square-foot buildings.\n\nThe hospital's direct relationship with Worcester dates to the 1980s, when it opened its first affiliated family medicine offices. Over the years, its footprint grew to a scattering of medical outposts.\n\nThe health pavilion brings them all under one address, said Chris Hall, PRMC's vice president of strategy and business development and chief business officer.\n\nBuy Photo Construction nears completion on the Delmarva Health Pavilion Ocean Pines. A nearly identical 20,000-square-foot medical office building is set to rise next door as soon as the first is finished this summer. (Photo: Staff photo by Jeremy Cox)\n\n\"Caring for communities, even neighborhoods, and doing it right requires us to become much more intimately involved within those communities by strategically placing key, coordinated, convenient and lower cost healthcare services in growing and under-served areas,\" he said in a statement.\n\nThat community-oriented approach echoes one of the main goals of the 2010 federal health-care law and Maryland's subsequent hospital-payment reform effort. The thinking is that keeping patients out of hospitals and emergency rooms will result in better-coordinated care and lower medical bills.\n\nWorkers broke ground on last September on the first building. It's set to be done this September.\n\nPRMC's Berlin and Ocean Pines family medicine offices will close and relocate to the new building, said hospital spokesman Roger Follebout. It also is set to house a laboratory, pharmacy and a rehabilitation center for patients with heart problems.\n\nConstruction on the second building, which will rise just to the south of the first, is expected to begin in the fall. The Worcester County Planning Commission unanimously approved the plans for the addition Thursday with virtually no discussion.\n\nPRMC will be its lone tenant as well, Follebout said. It plans to relocate its oncology service in Berlin there. Space also will be given over to medical image services.\n\nThe offices are designed to be efficient, Palmer said. Visitors will enter at a common entrance in the front. That way, each practice won't need its own waiting area and registration desk, saving money.\n\nThe Ocean Pines site could grow to near-hospital proportions once its built out. Palmer said the property is designed to hold up to five buildings for a total of 90,000 square feet of space.\n\nWhat if the demand for more health services doesn't materialize?\n\n\"That's the scary part,\" Palmer said. \"It ain't a game for weenies.\"\n\nRead or Share this story: http://www.delmarvanow.com/story/news/local/maryland/2015/06/04/ocean-pines-medical-center/28501773/", "article_metadata": {"google": "notranslate", "description": "Peninsula Regional is consolidating and expanding its Worcester presence.", "og": {"site_name": "Delmarva Daily Times", "description": "Peninsula Regional is consolidating and expanding its Worcester presence.", "title": "Medical center growing in Ocean Pines", "url": "http://www.delmarvanow.com/story/news/local/maryland/2015/06/04/ocean-pines-medical-center/28501773/", "image": "http://www.gannett-cdn.com/GDContent/applogos/delmarvanow.png", "type": "article"}, "twitter": {"description": "Peninsula Regional is consolidating and expanding its Worcester presence.", "title": "Medical center growing in Ocean Pines", "image": "http://www.gannett-cdn.com/-mm-/3af62485baad7446010a0b471d07e30f74575ba1/c=58-0-2506-2448&r=x643&c=640x640/local/-/media/2015/06/04/Salisbury/B9317610807Z.1_20150604182750_000_GGRB031VA.1-0.jpg", "creator": "@MyDelmarvaNow", "site": "@MyDelmarvaNow", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=858745131", "fb": {"app_id": 179822335370394}, "article": {"author": "https://www.facebook.com/dtreporterjeremycox"}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "business, ocean pines, construction, medical, health, eastern shore, delmarva"}, "_id": "\"57477af46914bd0286fdad15\"", "article_summary": "Buy Photo Developer Palmer Gillis got approval Thursday to build a second medical office building identical to one nearing completion in Ocean Pines.\nThe Ocean Pines site could grow to near-hospital proportions once its built out.\nPRMC's Berlin and Ocean Pines family medicine offices will close and relocate to the new building, said hospital spokesman Roger Follebout.\nBuy Photo Construction nears completion on the Delmarva Health Pavilion Ocean Pines.\nDelmarva Health Pavilion Ocean Pines' growth is emblematic of Worcester County's pressing need for more health-care services and the changes in the way that care is provided."}