{"article_title": "Why do Republicans hate children?", "article_keywords": ["kids", "funding", "chip", "republicans", "insurance", "program", "health", "coverage", "end", "hate", "children", "care"], "article_url": "http://www.dailykos.com/story/2013/9/19/1240044/-Why-does-the-GOP-hate-nbsp-children", "article_text": "No health care for you.\n\nNo health care for you.\n\nHere's what else Republicans want to do when they say they want to defund Obamacare: gut the children's health insurance program , denying health insurance, health, to eight million moderate-income children.\n\nBy defunding Obamacare, Republicans would cut out about $13.3 billion from the law that funds the Children's Health Insurance Program—that's 70 percent of the funding for the program. CHIP was set to expire at the end of the month, but was reauthorized by the Affordable Care Act through 2015.\n\n\n\n\"The Republican approach would rescind the funding the ACA provided—$13 billion in 2014 alone—effectively ending this insurance coverage for the vast majority of children covered under CHIP,\" Reps. Sandy Levin (D-Mich.) and Henry Waxman (D-Calif.) wrote in a letter to colleagues. Bruce Lesley, president of the First Focus Campaign for Children, told HuffPost in an interview that the funding cuts could ultimately end the CHIP program altogether. \"What would end up happening is that states would start to immediately slow down coverage, and then by Christmas or so the whole program would have to shut down,\" Lesley said. \"For some of those kids, the family might figure out a way to get them employer coverage or individual market coverage. But we're talking about low-income families, so many of those kids would lose health care coverage altogether.\"\n\nOf course, Republicans don't care if kids starve so what do they care if they have health care?", "article_metadata": {"og": {"site_name": "Daily Kos", "description": "No health care for you.\n\n\nHere's what else Republicans want to do when they say they want to defund Obamacare:", "title": "Why do Republicans hate children?", "url": "http://www.dailykos.com/story/2013/9/19/1240044/-Why-does-the-GOP-hate-nbsp-children", "image": "http://s3.amazonaws.com/dk-production/images/49682/story_image/dreamstime_s_25273257.jpg?1379622643", "type": "article"}, "csrf-param": "authenticity_token", "fb": {"app_id": 170357783709}, "twitter": {"description": "No health care for you.\n\nHere's what else Republicans want to do when they say they want to defund Obamacare: gut the children's health insurance program, denying health insurance, health care, to ...", "title": "Why do Republicans hate children?", "image": {"src": "http://s3.amazonaws.com/dk-production/images/49682/story_image/dreamstime_s_25273257.jpg?1379622643"}, "creator": "@joanmccarter", "site": "@dailykos", "card": "summary"}}, "_id": "\"57477af46914bd0286fdaac2\"", "article_summary": "Here's what else Republicans want to do when they say they want to defund Obamacare: gut the children's health insurance program , denying health insurance, health, to eight million moderate-income children.\nOf course, Republicans don't care if kids starve so what do they care if they have health care?\nBut we're talking about low-income families, so many of those kids would lose health care coverage altogether.\"\nBruce Lesley, president of the First Focus Campaign for Children, told HuffPost in an interview that the funding cuts could ultimately end the CHIP program altogether.\nNo health care for you."}