{"article_title": "The New York Times", "article_keywords": ["right", "youre", "derp", "matter", "wrong", "inflation", "york", "example", "policy", "times", "response", "theres"], "article_url": "http://www.nytimes.com/2015/06/08/opinion/paul-krugman-fighting-the-derp.html", "article_text": "When it comes to economics — and other subjects, but I’ll focus on what I know best — we live in an age of derp and cheap cynicism. And there are powerful forces behind both tendencies. But those forces can be fought, and the place to start fighting is within yourself.\n\nWhat am I talking about here? “Derp” is a term borrowed from the cartoon “South Park” that has achieved wide currency among people I talk to, because it’s useful shorthand for an all-too-obvious feature of the modern intellectual landscape: people who keep saying the same thing no matter how much evidence accumulates that it’s completely wrong.\n\nThe quintessential example is fear mongering over inflation. It was, perhaps, forgivable for economists, pundits, and politicians to warn about runaway inflation some years ago, when the Federal Reserve was just beginning its efforts to help a depressed economy. After all, everyone makes bad predictions now and then.\n\nBut making the same wrong prediction year after year, never acknowledging past errors or considering the possibility that you have the wrong model of how the economy works — well, that’s derp.\n\nAnd there’s a lot of derp out there. Inflation derp, in particular, has become more or less a required position among Republicans. Even economists with solid reputations, whose professional work should have made them skeptical of inflation hysteria, have spent years echoing the paranoia of the goldbugs. And that tells you why derp abides: it’s basically political.\n\nAdvertisement Continue reading the main story\n\nIt’s an article of faith on the right that any attempt by the government to fight unemployment must lead to disaster, so the faithful must keep predicting disaster no matter how often it fails to materialize.\n\nStill, doesn’t everyone do this? No, and that’s where the cheap cynicism comes in.\n\nTrue, the peddlers of politically inspired derp are quick to accuse others of the same sin. For example, right at the beginning of the Obama administration Robert Lucas, a Nobel laureate at the University of Chicago, accused Christina Romer, the administration’s chief economist, of intellectual fraud. Her analysis of fiscal policy, he declared, was just “a very naked rationalization for policies that were already, you know, decided on for other reasons.”\n\nIn general, anyone practicing some kind of Keynesian economics — an approach that, among other things, correctly predicted quiescent inflation and interest rates — is constantly accused of just looking for reasons to expand government.\n\nBut derp isn’t universal. There’s also plenty of genuine, honest analysis out there — and you don’t have to be a technical expert to tell the difference.\n\nI’ve already mentioned one telltale sign of derp: predictions that just keep being repeated no matter how wrong they’ve been in the past. Another sign is the never-changing policy prescription, like the assertion that slashing tax rates on the wealthy, which you advocate all the time, just so happens to also be the perfect response to a financial crisis nobody expected.\n\nYet another is a call for long-term responses to short-term events – for example, a permanent downsizing of government in response to a recession.\n\nAnd here’s the thing: if you look at what Ms. Romer and many other Keynesians had to say, none of those telltale signs were present. They advocated deficit spending as a response to a severe downturn, not a universal elixir, and the measures they called for, like infrastructure spending and budget aid to state governments, were designed to be temporary rather than a permanent expansion (and the 2009 stimulus did, in fact, fade away on schedule.)\n\nSo derp isn’t destiny. But how can you – whether you’re a pundit, a policy maker, or just a concerned citizen – protect yourself against derpitude? The first line of defense, I’d argue, is to always be suspicious of people telling you what you want to hear.\n\nAdvertisement Continue reading the main story\n\nThus, if you’re a conservative opposed to a stronger safety net, you should be extra skeptical about claims that health reform is about to crash and burn, especially coming from people who made the same prediction last year and the year before (Obamacare derp runs almost as deep as inflation derp).\n\nBut if you’re a liberal who believes that we should reduce inequality, you should similarly be cautious about studies purporting to show that inequality is responsible for many of our economic ills, from slow growth to financial instability. Those studies might be correct — the fact is that there’s less derp on America’s left than there is on the right — but you nonetheless need to fight the temptation to let political convenience dictate your beliefs.\n\nFighting the derp can be hard, not least because it can upset friends who want to be reassured in their beliefs. But you should do it anyway: it’s your civic duty.☐", "article_metadata": {"tone": "opinion", "ptime": 20150608032105, "twitter": {"description": "Beware those telling you what you want to hear.", "title": "Fighting the Derp", "url": "http://www.nytimes.com/2015/06/08/opinion/paul-krugman-fighting-the-derp.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000003724613"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "creator": "PaulKrugman", "site": "@nytimes", "image": "https://static01.nyt.com/images/2014/11/12/opinion/krugman-circular/krugman-circular-thumbLarge-v7.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2015/06/08/opinion/paul-krugman-fighting-the-derp.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000003724613", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2015/06/08/opinion/paul-krugman-fighting-the-derp.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "opinion", "hdl_p": "Fighting the Derp", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "DISPLAYDATE": "June 8, 2015", "edt": "NewYork", "org": "Republican Party", "keywords": "Inflation (Economics),Economics (Theory and Philosophy),Presidential Election of 2016,Republican Party,United States Politics and Government,Income Inequality", "CN": "paul-krugman", "applicationName": "article", "PT": "article", "author": "Paul Krugman", "thumbnail_150": "https://static01.nyt.com/images/2014/11/12/opinion/krugman-circular/krugman-circular-thumbLarge-v7.jpg", "sourceApp": "nyt-v5", "thumbnail_150_width": 150, "byl": "By PAUL KRUGMAN", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "Beware those telling you what you want to hear.", "tom": "Op-Ed", "dfp-amazon-enabled": "false", "CT": "column", "thumbnail": "https://static01.nyt.com/images/2014/11/12/opinion/krugman-circular/krugman-circular-thumbStandard-v5.jpg", "description": "Beware those telling you what you want to hear.", "CG": "opinion", "robots": "noarchive", "dat": "June 8, 2015", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "Op-Ed", "article": {"author": "http://topics.nytimes.com/top/opinion/editorialsandoped/oped/columnists/paulkrugman/index.html", "section_url": "http://www.nytimes.com/pages/opinion/index.html", "section": "Opinion", "modified": "2015-06-08", "collection": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "Income Inequality", "published": "2015-06-08", "section-taxonomy-id": "AD8090D7-4137-4D71-84C8-70DA3BD89778"}, "thumbnail_height": 75, "slug": "08krugman", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20150608161002, "og": {"url": "http://www.nytimes.com/2015/06/08/opinion/paul-krugman-fighting-the-derp.html", "image": "https://static01.nyt.com/images/2014/11/12/opinion/krugman-circular/krugman-circular-facebookJumbo-v5.jpg", "type": "article", "description": "Beware those telling you what you want to hear.", "title": "Fighting the Derp"}, "pdate": 20150608, "des": "Income Inequality", "nyt-collection": {"tone": "opinion", "url": "http://www.nytimes.com/column/paul-krugman", "tagline": "Macroeconomics, trade, health care, social policy and politics.", "uri": "/column/paul-krugman", "display-name": "Paul Krugman", "identifier": "paul-krugman", "type": "column"}, "articleid": 100000003724613, "cre": "The New York Times", "hdl": "Fighting the Derp", "col": "Op-Ed Columnist", "PST": "Op-Ed"}, "_id": "\"57477af46914bd0286fdaac0\"", "article_summary": "Inflation derp, in particular, has become more or less a required position among Republicans.\nFor example, right at the beginning of the Obama administration Robert Lucas, a Nobel laureate at the University of Chicago, accused Christina Romer, the administration’s chief economist, of intellectual fraud.\nBut how can you – whether you’re a pundit, a policy maker, or just a concerned citizen – protect yourself against derpitude?\nI’ve already mentioned one telltale sign of derp: predictions that just keep being repeated no matter how wrong they’ve been in the past.\nFighting the derp can be hard, not least because it can upset friends who want to be reassured in their beliefs."}