{"article_title": "GOP still hates contraceptive coverage, is OK with letting poor women look at birth control in stores", "article_keywords": ["poor", "letting", "ok", "look", "counter", "birth", "insurance", "contraceptives", "control", "coverage", "stores", "proposal", "republican", "really", "gop", "hates", "women"], "article_url": "http://www.salon.com/2014/08/19/gop_still_hates_contraceptive_coverage_is_ok_with_letting_poor_women_look_at_birth_control_in_stores/", "article_text": "Topics: access to birth control, Affordable Care Act, Birth Control, Bobby Jindal, Contraception, contraceptive coverage, Cory Gardner, GOP, low-income women, Republicans, women of color, Life News, Politics News\n\nThe GOP does not want your insurance to cover birth control, but a growing number of Republicans now support selling oral contraceptives over the counter so that women who can’t afford the pill can at least get a real close look at it behind glass or something.\n\nSelling oral contraceptives over the counter is a fine thing to do. It’s an idea that lots of doctors and pharmacists really like. It has the potential to bring down prices across brands, and would eliminate the need to see a doctor every few months simply to renew a prescription for a medication you have, in all likelihood, been taking for years without incident.\n\nThe trouble with the recent Republican push to expand over the counter birth control access is that it’s being offered as an alternative to full contraceptive coverage under the Affordable Care Act, rather than as just another option offered to women. The conservatives who really, really like the idea of pharmacies selling the pill are the same people who really, really like gender rating in insurance and requiring women to pay extra for basic healthcare. They are also, in general, the same people trying to shut down reproductive health clinics and cut off public funding for family planning.\n\nBobby Jindal was ahead of the curve on this one, coming out for the proposal back in 2012 when the American Congress of Obstetricians and Gynecologists first officially recommended it. The new face for the policy is Colorado Republican Cory Gardner, who used to support personhood but doesn’t all of a sudden and who doesn’t support contraceptive coverage, but says that he supports access to birth control.\n\nBeyond the whole thing of this being a cynical attempt to deflect criticism about the GOP’s hostility toward reproductive freedom and women’s bodily autonomy and poor people and social safety programs (and …), the Republican “solution” of making oral contraceptives available over the counter is way, way too narrow a proposal to be any kind of solution at all.\n\nNot everyone who needs or wants birth control can take the pill. (And because the Republican proposal is all about “personal responsibility” and ignores the matter of access to affordable healthcare, women who lack insurance but still want to talk to a doctor about the different contraceptives available won’t have the option.) Some women can’t use hormonal birth control for medical reasons, while others just prefer the copper IUD because it’s long-term and considered by many doctors to be the “gold standard” in pregnancy prevention. IUDs are expensive, some can cost more than $1,000. And — contrary to what New York Archbishop Timothy Dolan thinks — you cannot buy them at your neighborhood 7-Eleven. (In fact, if the person working the counter at your neighborhood 7-Eleven offers to sell you a copper IUD, steer clear! That thing is probably fake as hell. The guy probably put some gold paint on one of those flossing picks or something.) Plus, IUDs need to be inserted by a physician. There’s no getting around the doctor visit if you want an IUD, so insurance coverage is essential. The Republican proposal would leave women in these situations stranded.", "article_metadata": {"description": "A new Republican proposal could put oral contraceptives in stores. Too bad they cost so much without insurance!", "title": "GOP still hates contraceptive coverage, is OK with letting poor women look at birth control in stores", "og": {"site_name": "Salon", "description": "A new Republican proposal could put oral contraceptives in stores. Too bad they cost so much without insurance!", "title": "GOP still hates contraceptive coverage, is OK with letting poor women look at birth control in stores", "url": "http://www.salon.com/2014/08/19/gop_still_hates_contraceptive_coverage_is_ok_with_letting_poor_women_look_at_birth_control_in_stores/", "image": "http://media.salon.com/2011/11/birth-control-pills.jpg", "type": "article"}, "twitter": {"description": "A new Republican proposal could put oral contraceptives in stores. Too bad they cost so much without insurance!", "title": "GOP still hates contraceptive coverage, is OK with letting poor women look at birth control in stores", "image": "http://media.salon.com/2011/11/birth-control-pills.jpg", "creator": "@kmcdonovgh", "site": "@salon", "card": "summary_large_image"}, "author": "Katie McDonough", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, access to birth control, Affordable Care Act, Birth Control, Bobby Jindal, Contraception, contraceptive coverage, Cory Gardner, GOP, low-income women, Republicans, women of color", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdaac8\"", "article_summary": "There’s no getting around the doctor visit if you want an IUD, so insurance coverage is essential.\nNot everyone who needs or wants birth control can take the pill.\nThe conservatives who really, really like the idea of pharmacies selling the pill are the same people who really, really like gender rating in insurance and requiring women to pay extra for basic healthcare.\nThe Republican proposal would leave women in these situations stranded.\nSome women can’t use hormonal birth control for medical reasons, while others just prefer the copper IUD because it’s long-term and considered by many doctors to be the “gold standard” in pregnancy prevention."}