{"article_title": "Justices Approve NRA Brief In Open-Carry Case", "article_keywords": ["case", "supreme", "court", "norman", "approve", "nra", "brief", "motion", "openly", "file", "justices", "carrying", "opencarry", "violate"], "article_url": "http://health.wusf.usf.edu/post/justices-approve-nra-brief-open-carry-case", "article_text": "The Florida Supreme Court on Friday said the National Rifle Association can file a friend-of-the-court brief in a case challenging the constitutionality of a state law that bars people from openly carrying guns.\n\nThe court issued an order approving the NRA's request to file the brief in a case brought by Dale Norman, who was arrested in 2012 in Fort Pierce while openly carrying a gun in a holster. After a jury found Norman guilty of a misdemeanor charge, the 4th District Court of Appeal upheld the state's ban on openly carrying guns, ruling it does not violate constitutional rights to bear arms.\n\nThe NRA submitted a motion Thursday seeking to file a brief in the case, which is scheduled to be heard June 8 by the Supreme Court. The NRA's motion said it is \"critical that this (Supreme) Court hold that the open and peaceful bearing of arms is constitutionally protected conduct.\"\n\nIn the motion, the NRA also noted it was \"deeply involved\" in supporting Florida legislation this year that would have allowed people with concealed-weapons licenses to openly carry firearms. That legislation was approved by the state House but died in the Senate Judiciary Committee.\n\nThe Supreme Court has allowed the national group Everytown for Gun Safety to file a brief in the Norman case. That group opposes the open carrying of guns and used its brief to trace a long history of restrictions, saying \"Florida's law does not even implicate the Second Amendment --- let alone violate it.\"", "article_metadata": {"category": "Health News Florida", "description": "The Florida Supreme Court on Friday said the National Rifle Association can file a friend-of-the-court brief in a case challenging the constitutionality of", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/justices-approve-nra-brief-open-carry-case", "image": "http://mediad.publicbroadcasting.net/p/healthnewsfl/files/styles/medium/public/201212/hand_gun.jpg", "type": "article", "description": "The Florida Supreme Court on Friday said the National Rifle Association can file a friend-of-the-court brief in a case challenging the constitutionality of", "title": "Justices Approve NRA Brief In Open-Carry Case"}, "org_id": 0, "twitter": {"site": "@HealthNewsFL", "card": "summary"}, "author": "News Service of Florida", "wordCount": 262, "dc": {"title": "Justices Approve NRA Brief In Open-Carry Case"}, "nid": 14239, "datePublished": "2016-04-11", "story_id": 473789113, "keywords": "open carry, Florida Supreme Court, National Rifle Association, Dale Norman, misdemeanor charge, 4th District Court of Appeal, concealed-weapons licenses", "has_audio": 0, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fd30ef\"", "article_summary": "The Supreme Court has allowed the national group Everytown for Gun Safety to file a brief in the Norman case.\nThe NRA submitted a motion Thursday seeking to file a brief in the case, which is scheduled to be heard June 8 by the Supreme Court.\nThe Florida Supreme Court on Friday said the National Rifle Association can file a friend-of-the-court brief in a case challenging the constitutionality of a state law that bars people from openly carrying guns.\nThe NRA's motion said it is \"critical that this (Supreme) Court hold that the open and peaceful bearing of arms is constitutionally protected conduct.\"\nThe court issued an order approving the NRA's request to file the brief in a case brought by Dale Norman, who was arrested in 2012 in Fort Pierce while openly carrying a gun in a holster."}