{"article_title": "Large premium increases approved for individual policies", "article_keywords": ["insurance", "premium", "family", "federal", "million", "costs", "large", "increases", "individual", "health", "policies", "achia", "claims", "approved"], "article_url": "http://www.alaskajournal.com/business-and-finance/2015-08-26/large-premium-increases-approved-individual-policies", "article_text": "The Alaska Division of Insurance has approved significant 2016 health insurance rate increases for individual and family policies issued by two companies selling health coverage.\n\nA much smaller increase of 4 percent was approved for policies covering small groups of 50 to 250.\n\nFor the individual and family policies, a 2016 increase of 39.6 percent has been approved for Moda Health and a 38.7 percent increase was approved for Premera Blue Cross Blue Shield of Alaska, according to Lori Wing-Heier, the state insurance director.\n\nThe increases were approved Aug. 25. They apply to only the individuals and family “metallic” policies (referring to the gold, silver and bronze levels of coverage) sold through the federal health insurance exchange established by the federal Affordable Care Act and where federal subsidiaries support the premium costs of some policy-owners.\n\nPremera’s costs are mainly from a small group of policyholders with individual and family plans, and Moda has experienced similar results.\n\n“Between Jan. 1 and June 30, 2015, we had more than $11.2 million in medical claims generated by only 37 Alaska members on individual (health) plans under the federal Affordable Care Act. This is out of a total of $45 million in claims generated by the entire membership pool,” Premera spokeswoman Melanie Coon said.\n\nPremera’s claims costs overall accelerated between the first and second quarter. In the first quarter, between Jan. 1 and March 30, Premera incurred costs of $4.1 million in claims by the 37, of a total of $10.6 million in total claims by individual and family policy owners.\n\nIn 2014, Premera lost $9 million serving the individual policyholders, and a similar loss of $9 million was projected for 2015 based on claims cost data in the first three months.\n\nIt is too early to update the estimated 2016 loss based on recent cost data, Coon said.\n\n“The bottom line is that we see another year of significant losses. It’s not getting any better,” she said. “We have seen a significant influx of new members with exceptionally high medical costs buying plans. These members have significant medical conditions such as chronic heart failure, various types of cancer and other high cost conditions. That’s having a unique impact given the size of Alaska’s individual market.”\n\nA driving factor is the small size of the pool, so that high costs for a small number of people have substantial impacts on losses because there are fewer policy owners overall paying into the pool.\n\nPremera has not seen such increases for its Alaska group policies, where there are more enrolled people over which costs can be spread, Coon said. Also, the individual and family insurance markets in Washington and Oregion, where Premera also markets, have not seen large increases because there are larger numbers of people in the pools.\n\nThe rate increases for 2016 are based on the 2014 cost and loss data and the first six months of 2015, Wing-Heier said.\n\nCosts escalated sharply for individual and family policies as an apparent result of Alaskans with significant health problems dropping out of the state-established ACHIA insurance pool, where premiums are high, and purchasing individual and family metallic plans through the federal exchange, where premiums are much lower because of federal subsidies, Wing-Heier said.\n\nThe ACHIA (Alaska Comprehensive Health Insurance Association) program, which has operated for several years, involves “re-insurance,” where Alaskans with medical complications who could not get ordinary insurance could join the ACHIA pool. Insurance coverage cannot be denied and costs are subsidized through fees paid by all companies selling health insurance in the state.\n\nThe premiums paid by the insured individuals were high but at least insurance was made available, Wing-Heier said.\n\nWhen the Affordable Care Act exchanges went into operation in 2014 many of the individuals in ACHIA opted to drop out and purchase coverage through the exchange, where it also could not be denied under the new federal law.\n\nThe migration from ACHIA to the ACA metallic plans seems validated by the reductions of people covered under ACHIA, which have dropped from 542 individuals in 2012 to 211 who are currently covered, Wing-Heier said.\n\nTim Bradner can be reached at tim.bradner@alaskajournal.com.", "article_metadata": {"dcterms.description": "The Alaska Division of Insurance has approved significant 2016 health insurance rate increases for individual and family policies issued by two companies selling health coverage. A much smaller increase of 4 percent was approved for policies covering small groups of 50 to 250. For the individual and family policies, a 2016 increase of 39.6 percent has been approved for Moda Health and a 38.7 percent increase was approved for Premera Blue Cross Blue Shield of Alaska, according to Lori Wing-Heier, the state insurance director.", "description": "The Alaska Division of Insurance has approved significant 2016 health insurance rate increases for individual and family policies issued by two companies selling health coverage. A much smaller increase of 4 percent was approved for policies covering small groups of 50 to 250. For the individual and family policies, a 2016 increase of 39.6 percent has been approved for Moda Health and a 38.7 percent increase was approved for Premera Blue Cross Blue Shield of Alaska, according to Lori Wing-Heier, the state insurance director.", "generator": "Drupal 7 (http://drupal.org)", "rights": "Copyright 2015 The Alaska Journal of Commerce, Morris Publishing Group", "og": {"site_name": "The Alaska Journal of Commerce", "description": "The Alaska Division of Insurance has approved significant 2016 health insurance rate increases for individual and family policies issued by two companies selling health coverage. A much smaller increase of 4 percent was approved for policies covering small groups of 50 to 250. For the individual and family policies, a 2016 increase of 39.6 percent has been approved for Moda Health and a 38.7 percent increase was approved for Premera Blue Cross Blue Shield of Alaska, according to Lori Wing-Heier, the state insurance director.", "title": "Large premium increases approved for individual policies", "url": "http://www.alaskajournal.com/business-and-finance/2015-08-26/large-premium-increases-approved-individual-policies", "image": "https://pbs.twimg.com/profile_images/1459069218/AJOClogo_twitter_400x400.jpg", "updated_time": "2016-02-03T12:32:42-09:00", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 803, "height": 1204}, "site": {"identifier": "@AlaskaJournal", "id": 341639834}, "card": "summary_large_image"}, "dcterms.modified": "2016-02-03T12:32-09:00", "robots": "follow, index", "dcterms.identifier": "http://www.alaskajournal.com/business-and-finance/2015-08-26/large-premium-increases-approved-individual-policies", "dcterms.title": "Large premium increases approved for individual policies", "dcterms.creator": "admin", "MobileOptimized": "width", "dcterms.language": "und", "dcterms.type": "Text", "dcterms.format": "text/html", "article": {"published_time": "2015-08-26T14:24:14-08:00", "modified_time": "2016-02-03T12:32:42-09:00"}, "dcterms.date": "2015-08-26T14:24-08:00", "HandheldFriendly": "true", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Alaska Journal, Anchorage, Alaska News, Alaska Weather"}, "_id": "\"57477af46914bd0286fdaaeb\"", "article_summary": "The Alaska Division of Insurance has approved significant 2016 health insurance rate increases for individual and family policies issued by two companies selling health coverage.\nAlso, the individual and family insurance markets in Washington and Oregion, where Premera also markets, have not seen large increases because there are larger numbers of people in the pools.\nInsurance coverage cannot be denied and costs are subsidized through fees paid by all companies selling health insurance in the state.\nPremera’s claims costs overall accelerated between the first and second quarter.\nA much smaller increase of 4 percent was approved for policies covering small groups of 50 to 250."}