{"article_title": "Douthat, Poverty & Partisanship", "article_keywords": ["poor", "catholic", "bishops", "douthat", "job", "poverty", "church", "partisanship", "efforts", "local", "public", "issues"], "article_url": "http://ncronline.org/blogs/distinctly-catholic/douthat-poverty-partisanship", "article_text": "Ross Douthat’s column in the New York Times yesterday provoked some strong reactions. I encourage you to read the piece before continuing but, in a nutshell, Douthat used a comment made by President Obama at last week’s Catholic-Evangelical Summit on Poverty to point out that the vast majority of the Church’s efforts and time is not spent fighting the culture wars but in efforts to alleviate the suffering of the poor.\n\nThe strong reactions came in two varieties. One bishop told me he thought it was about time that someone set the record straight. He agreed with Douthat that a Catholic is far more likely to hear a sermon on helping the poor in your average parish than a sermon on homosexuality or abortion. He told me that most bishops spend most of their time trying to find ways to keep inner city schools open, or raising money for Catholic Charities, or making sure clergy are trained to engage the poor and the marginalized. All of this is true.\n\nThe other variety can be summarized by an email I got from a longtime lay activist who focuses on poverty issues. He wrote:\n\nThe churches have done a remarkable job in programs that help the poor. They alleviate the impact of poverty in many ways.\n\nBut-- these efforts pale in comparison to the impact they have had in support for rightwing politicians who say--hypocritically in many cases-- they oppose abortion and gay rights. A case could be made that Churches, with Catholics in the lead, have given what amounts to de facto approval for politicians to enact any legislation they wish no matter how much it hurts the poor and working Americans just so long as those politicians maintain the right position on abortion.\n\nI think the friend who sent this is wrong, the efforts of the Church on behalf of the poor do not “pale in comparison” to the support, or at least winks, shown for conservative politicians, but it is important for the bishops, individually and as a group, to assess why my friend views things the way he does.\n\nKnow a recent high school graduate? Share this great article with them before they're off to college!\n\n\n\nWhy this disconnect between public perception and the actual efforts of the Church? Two key sentences in Douthat’s column are these: \"Is there a version of the Obama-Putnam critique that makes any sense? Maybe they just meant to criticize religious leaders who make opposition to abortion more of a political priority than publicly-funded antipoverty efforts.\" (emphasis in original) ​\n\nDay in and day out, most bishops do spend more time working on behalf of the poor than on any other issue with public policy significance. But, it is also the case that in the political arena, the United States Conference of Catholic Bishops has, as an organization, directed its focus more and more to the culture war issues and further and further away from fighting on behalf of the poor and the working class.\n\nTo cite only a few examples of this trend, there has been no “Fortnight for Poverty” has there? The USCCB’s stated areas of focus in the public arena are “family, freedom and life,” and you do not have to be a brain surgeon to realize how neatly those line up with GOP candidates’ talking points, nor the glaring omission of poverty or immigration reform from the list. We know that in some states, like New Mexico, the Catholic conference has vigorously opposed right-to-work laws, which both depress wages for everyone and strike at a fundamental right to organize that the Church has embraced for over 100 years, while in other states, like Missouri, the Catholic conference has been silent because the bishops could not come to agreement. We all recall several bishops falling all over themselves to say what a good Catholic Paul Ryan is, even though he proposed a budget that decimated funding for anti-poverty efforts, but you will search in vain for any similar statements applauding Nancy Pelosi for her efforts on behalf of the poor or immigrants. And, you can count on one hand the bishops who have offered a robust defense of the Catholic Campaign for Human Development (CCHD) when it gets attacked by culture warriors within the Church.\n\nThe bishops face a problem. True, most of them may spend a large amount of time and resources on fighting poverty, but that is what Christians are expected to do. It is not really news. Last week, hundreds of Amtrak trains arrived on time, but the news was dominated by the one that did not. To extend the analogy, it only takes one episcopal train wreck, like Bishop Jenky comparing President Obama to Hitler and Stalin, to dominate the news. The bishops need to find different ways to call attention to their anti-poverty work, but they also need to find their voice when one of their own says something outrageous. Unless and until bishops feel empowered to publicly distance themselves from an outrageous statement by one of their fellow bishops, they all are at the whim of the craziest amongst them.\n\nHere is a simple thing the bishops can do this year to focus public attention on the plight of the poor and their efforts to alleviate that plight: In the days leading up to the papal visit in September, every local news outlet will be looking for a local angle on coverage. They will want to interview Catholic school kids who plan to take a bus to participate in one of the papal Masses. And, they will want to speak to the local bishop. Every bishop should agree to such an interview, and ask the reporters and cameras to meet him at the local Catholic Charities food bank, or the local St. Vincent DePaul center. We know the pope will talk about poverty. We know he has made concern for the poor a central part of his program. Bishops should use the occasion of his visit to highlight the Church’s work with the poor, every day, and not just when the pope is coming to town.\n\nThe second, simple thing they can do is make a determined effort not to appear to be favoring one party over the other. The bishops are currently working on a re-draft of their quadrennial document on voting, “Faithful Citizenship.” A little more than ten years ago, they introduced the concept of “intrinsic evil” into that text, which concept is ill-suited to considerations of public policy and which had the effect of tilting the scale towards issues on which the Church aligns with the GOP. They can re-work that text to reflect a truer sense of traditional Catholic social teaching, balancing concern for the poor with concern for the unborn. At a deeper level, the bishops need to find a way to re-connect our Catholic concern for the poor with our Catholic concern for the unborn, repeatedly and consistently, not giving a pass to any Catholic politician who ignores the one or the other. The Church stands with the “un’s,” with the unborn and the undocumented and the unemployed and the unfit and anyone else whom society has deemed worthy of marginalization. I cannot think of a simpler way to connect Catholic responsibility in the public square with the Gospels.\n\nA third thing the bishops can do is stand up to the conservative bullies who keep attacking CCHD and Catholic Relief Services. Behind closed doors, you hear these attack groups described as “diabolical” but never publicly, but if a group supports same sex marriage, all hell breaks loose. I am not in favor of keeping controversial voices off the campuses of Catholic universities and colleges, but if they are going to do so, they can be even handed, and if someone from Planned Parenthood is barred so should speakers from the Acton Institute or the Heartland Institute. Or, to use a different example, why are so many bishops still publishing George Weigel's columns in their diocesan newspapers even though Weigel's disaffection from the Holy Father is barely concealed? Why not at least balance his columns with, say, some of ours here at NCR?\n\nDouthat’s article makes an important point about the work of the Church (and one hopes he will be more skeptical about First Things as an interpreter of the life of the Church!), and the email I quoted above is a bit unfair. But, the bishops have to own the public perception they have created too. They can complain that the media is obsessed with pelvic issues, not the Church, but that only gets you so far when the Archbishop of San Francisco issues new “morality clauses” that are mostly concerned with sexual matters. Yes, the media will distort, but you do not have to feed the frenzy!\n\nWas Douthat disingenuous? Certainly not. I will not place the sins of the fathers – Weigel, Novak, and Neuhaus – on the son. Douthat has some prime journalistic real estate and he seems to me to be serious about the responsibility that goes with the job. He is a generation apart from the previous cabal of conservative Catholic commentators and, I think, less willing to see religion reduced to morality than they were. I rule this latest article a ground-rule double: He almost hit a home run, the ball skipped over the fence in any event, and he is now in scoring position. His job, like my job – I would argue it is the job of every Catholic commentator – is to self-consciously strive to strip the Catholic conversation of its partisanship, generate a conversation in the center of those who are Catholic first and Democrats or Republicans second, and demand that the conversation consist of religious and theological, not political or sociological, arguments. But, we commentators could use some help from the bishops.", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)", "viewport": "width=device-width, initial-scale=1, maximum-scale=4, minimum-scale=1, user-scalable=yes"}, "_id": "\"57477af36914bd0286fcc204\"", "article_summary": "The other variety can be summarized by an email I got from a longtime lay activist who focuses on poverty issues.\nDouthat has some prime journalistic real estate and he seems to me to be serious about the responsibility that goes with the job.\nTo cite only a few examples of this trend, there has been no “Fortnight for Poverty” has there?\nEvery bishop should agree to such an interview, and ask the reporters and cameras to meet him at the local Catholic Charities food bank, or the local St. Vincent DePaul center.\nTrue, most of them may spend a large amount of time and resources on fighting poverty, but that is what Christians are expected to do."}