{"article_title": "Ohio investigators seek answers to laced-heroin problem", "article_keywords": ["duff", "lutz", "lacedheroin", "fentanyl", "answers", "bulk", "heroin", "drug", "lab", "ohio", "problem", "grams", "seek", "cases", "investigators"], "article_url": "http://www.chillicothegazette.com/story/news/local/2015/11/08/ohio-investigators-seek-answers-laced-heroin-problem/75410086/", "article_text": "Sen. Frank LaRose\n\nEvery week, the Marion City Fire Department makes someone angry because they saved their life.\n\nWith an estimated three calls for drug overdoses a week, Assistant Fire Chief Chuck Deem said his crew rarely bats an eye at the call, the fact they typically save the person’s life, or the anger fueled by the person’s rapid shift into side effects of withdrawal.\n\nThat routine escalated in May when powerful fentanyl-laced heroin, called blue drop for a dye added to it, hit the streets, sending them to upwards of six overdose calls a day.\n\n“During the blue drop situation, I saw the guys get frustrated, and I had to give a pep talk to pull them back in,” Deem said.\n\nThe scenario is one playing out more and more across the state. Not only did preliminary Ohio Department of Health data reveal a nearly sixfold increase in the number of fentanyl-related overdoses in 2014, but this month a Centers for Disease Control and Prevention health alert noted Ohio labs had the most positive results for fentanyl in the nation last year. Ohio had 1,245 fentanyl-related seizures in 2014, nearly two times more than runner-up Massachusetts.\n\nWhile the Ross County Coroner’s office does not keep track of the number of deaths specific to fentanyl-related overdoses, Chief Investigator for the Coroner’s Office, Michael Ratliff said that they are seeing cases of it.\n\n“Our database doesn’t keep specific drug searches other than heroin, but we are seeing it,” Ratliff said.\n\nThis is not the first time they have seen cases like these. Ratliff said several years ago, they saw cases where people had chewed fentanyl patches.\n\nThe rapid, drastic increase of fentanyl and its deadly effect across the state has prompted some legislators to craft a bill that would increase the punishment for possessing and trafficking fentanyl or fentanyl-laced heroin.\n\nFor Deem’s team, the fentanyl — which is 30 to 50 times more powerful than heroin — overdoses required two to three doses of naloxone to reverse.\n\n“Even then they weren’t waking up and being completely out of the woods like we would see with a routine overdose,” Deem said.\n\nUnlike the overprescribing of opioid pain killers that led to the heroin issue, this newest twist isn’t being caused by prescribed fentanyl, a synthetic opiate typically used to manage severe pain or manage pain after surgery. This fentanyl is being made in secret labs.\n\nWhile no fentanyl labs have been found in Ohio, Scott Duff, who heads the heroin unit for the Ohio Bureau of Criminal Investigation, said it’s not a stretch to think one might be operating quietly in the Buckeye state.\n\n“Our lab submissions are off the charts. This is really powerful heroin,” Duff said. “If your body is used to low-grade powder heroin, this fentanyl heroin really wreaks havoc.”\n\nChasing a high\n\nFentanyl’s potency is not only what makes it so deadly, but also in high demand. As addiction progresses, a person’s tolerance level for the drug increases.\n\n“When a heroin addict uses, they’re not necessarily getting high; they’re maintaining to prevent themselves from getting sick,” Duff said. “They look for fentanyl because they can get a high again.”\n\nThe fentanyl is so powerful one woman told Marion police it hit her “like the Fourth of July,” and she knew almost immediately she was going to overdose. While all but two of about 30 people in a week who overdosed on the blue drop heroin in Marion lived, in July 2014, similarly laced heroin in Montgomery County killed eight people in one weekend.\n\nJust 0.25 milligrams — essentially the equivalent of a few granules of salt — can be lethal, said Ohio Highway Patrol Lt. Bill Stidham, who works with the criminal patrol unit.\n\n“In talking with some of the people we’ve arrested, we know they’re lacing (heroin) with fentanyl to increase the high,” he said. “The problem is they don’t really know how much they’re putting into it.”\n\nSecret additive?\n\nThe supply is rising to meet the demand: The state crime lab detected fentanyl in just 34 submissions in 2010 compared to 387 in 2014 and more than 750 so far this year.\n\nWhile the state crime lab doesn’t track amounts, the Ohio Highway Patrol does. Patrol records indicate while there are more cases, the overall amount of fentanyl found has decreased. As of Oct. 8, the bulk of the patrol’s 58 fentanyl cases for the year were laced heroin while 26 fentanyl-only cases involved a total of 18.25 grams of powder fentanyl.\n\nInvestigators are trying to get a handle on where the fentanyl is coming from — is it Mexico or China, two of the main sources of heroin? Or is it in labs much closer to home?\n\n“Ohio used to be a pass-through and now we’re a destination for these (heroin) cartels. … I think there are multiple sources,” Duff said.\n\nIn 2014, a 26-pound seizure of fentanyl in California led police to a Mexican drug cartel, while in August, a fentanyl lab was located in Montreal, Canada.\n\nStidham suspects fentanyl lab operations might follow the same trend meth labs did — spread from Mexico into California and then east throughout the nation. He also suspects street-level dealers or addicts are adding fentanyl, but Duff tends to believe it’s added higher up the drug chain.\n\n“I could be totally wrong,” Duff said. “I don’t think we know enough about the fentanyl and where it’s sourced.”\n\nThere have been cases, like the one in Marion and a 2014 case in Butler County, that indicate it’s being added by street dealers. However, Wayne County Prosecutor Dan Lutz said he’s had cases where there was no mention of fentanyl when heroin was purchased, but then it’s discovered during lab testing.\n\n“I think a lot of times people who get it don’t realize what they have,” Lutz said.\n\nCrackdown trouble\n\nWhile Ohio law enforcement has rarely come across large amounts of pure fentanyl, when they do, it often leaves prosecutors like Lutz frustrated.\n\nIn January, the Wooster area’s drug task force conducted an undercover buy for fentanyl and, during a subsequent search, discovered a 30-gram “brick” of powder fentanyl.\n\nWhile preparing the case, they discovered the first-degree felony trafficking charge wasn’t accurate. They had to change it to a third-degree felony even though 30 grams of fentanyl could conceivably be used to make millions of prescription-level doses of fentanyl. Patches and lozenges made from fentanyl have just micrograms — one millionth of a gram — of the drug in them.\n\nWhen dose amounts are added together, the minimum first-degree felony amount of prescribed patches, lozenges or injections is less than a gram of fentanyl. In powder form, someone would have to have 1,000 grams of fentanyl for a first-degree felony.\n\nThat news came to Lutz’ team in a March email from state crime lab chemist Travis Worst. He wrote that “it seems rather ridiculous that a person holding 5x bulk amount of oxycodone (30 80mg tablets) could seemingly receive a more harsh penalty than this 30 grams of fentanyl, which is undoubtedly more dangerous.”\n\nThe following month, Lutz, with the support of the Ohio Prosecuting Attorneys Association, wrote to Sen. Frank LaRose, R-Copley, requesting a change in the law.\n\nThis month, LaRose introduced a bill that aims to reduce the bulk amount of fentanyl from 20 grams to 5 milligrams and adds a 1-gram bulk amount for heroin, or another drug, laced with fentanyl. Bulk amounts determine felony degrees.\n\n“Somebody who is trafficking fentanyl needs to be treated like a criminal,” LaRose said.\n\nIn Lutz’ case, the two men — one from Wooster and one from Detroit — pleaded guilty to the third-degree felony charges and received the maximum three years. Their sentences would have been between three and 11 years if the charge had been a first-degree felony.\n\nIn Marion, the bulk amount isn’t an issue. The alleged ringleader, Eric L. Creagh, is facing federal charges, including for the overdose death of one man. According to a probable cause affidavit, more than a kilogram (1,000 grams) of fentanyl-laced heroin was found. The death charge alone carries a sentence of 20 years to life.\n\nAs drug investigators continue searching for the source of fentanyl and legislators seek stiffer penalties, the Ohio Department of Health has partnered with the CDC to do an in-depth look at those who have died in fentanyl-related overdoses. The goal will be to identify risk factors and find solutions to combat fentanyl overdoses.\n\nOhio Highway Patrol fentanyl cases\n\nYear Submissions Amount Fentanyl-laced heroin 2011 1 residual 0 2012 1 5.6 grams 0 2013 6 14.5 grams 0 2014 48 204.9 grams 6 2015* 26 18.25 grams 32\n\n*2015 data is as of Oct. 8.\n\nSource: Ohio Highway Patrol\n\nOhio Bureau of Criminal Investigation heroin and fentanyl cases\n\nYear Heroin cases Fentanyl cases 2010 2,378 34 2011 2,791 31 2012 3,951 27 2013 4,971 39 2014 6,471 387 2015* 5,004 753\n\n*2015 data is as of Sept. 25\n\nSource: Ohio BCI\n\nRead or Share this story: http://ohne.ws/1iKWGWy", "article_metadata": {"google": "notranslate", "description": "As fentanyl spreads across Ohio, increasing drug overdose deaths, investigators struggle to find the source.", "og": {"site_name": "Chillicothe Gazette", "description": "As fentanyl spreads across Ohio, increasing drug overdose deaths, investigators struggle to find the source.", "title": "Ohio investigators seek answers to laced-heroin problem", "url": "http://www.chillicothegazette.com/story/news/local/2015/11/08/ohio-investigators-seek-answers-laced-heroin-problem/75410086/", "image": "http://www.gannett-cdn.com/GDContent/applogos/chillicothegazette.png", "type": "article"}, "twitter": {"description": "As fentanyl spreads across Ohio, increasing drug overdose deaths, investigators struggle to find the source.", "title": "Ohio investigators seek answers to laced-heroin problem", "image": "http://www.gannett-cdn.com/-mm-/889f82bb79b259b82f3156a5da8b4e233612d8c8/c=0-120-1200-1320&r=x643&c=640x640/local/-/media/2015/11/08/Chillicothe/B9319600478Z.1_20151108062131_000_GNJCFHTJF.1-0.jpg", "creator": "@chilligaz", "site": "@chilligaz", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=895152179", "fb": {"app_id": 185597654790970}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070"}, "article_summary": "Stidham suspects fentanyl lab operations might follow the same trend meth labs did — spread from Mexico into California and then east throughout the nation.\n“If your body is used to low-grade powder heroin, this fentanyl heroin really wreaks havoc.”Chasing a highFentanyl’s potency is not only what makes it so deadly, but also in high demand.\nSource: Ohio Highway PatrolOhio Bureau of Criminal Investigation heroin and fentanyl casesYear Heroin cases Fentanyl cases 2010 2,378 34 2011 2,791 31 2012 3,951 27 2013 4,971 39 2014 6,471 387 2015* 5,004 753*2015 data is as of Sept. 25Source: Ohio BCIRead or Share this story: http://ohne.ws/1iKWGWy\nThis is really powerful heroin,” Duff said.\nIn 2014, a 26-pound seizure of fentanyl in California led police to a Mexican drug cartel, while in August, a fentanyl lab was located in Montreal, Canada."}