{"article_title": "Two miners dead in Colorado, 20 others injured after Ouray blast – The Denver Post", "article_keywords": ["injured", "mining", "20", "colorado", "reported", "work", "site", "miners", "denver", "ouray", "state", "safety", "dead", "post", "blast", "silver", "williams"], "article_url": "http://www.denverpost.com/breakingnews/ci_24542891/two-miners-trapped-20-others-injured-after-ouray", "article_text": "The two miners who were killed Sunday in Ouray died from carbon monoxide poisoning, authorities said. An explosion was ruled out as the immediate cause of the incident that sent 20 other miners to Western Slope hospitals.\n\nThe source of the poisonous gas, however, is under investigation. At a press conference Sunday night authorities said they were are looking at whether a small explosion in the mining process on Saturday might have been the source of the carbon monoxide.\n\nThe miners who were killed were identified as 34-year-old Nick Cappano of Montrose and Rick Williams, 59, of Durango. The other miners were expected to be OK, said Rory Williams, the operations manager for Denver-based Star Mine LLC.\n\n“I knew both of these individuals personally,” said Williams, who said he is no relation to Rick Williams. “They were hard-working men. They were great men. They will be remembered indeed.”\n\nWilliams said all of the men are required to wear personal respirators and the two who died had them.\n\n“As far as we can tell it doesn’t appear to be an equipment malfunction,” he said.\n\nWilliams said gas detectors are common on the site, and telephones link underground tunnels to the surface and other locations on the 34-acre site.\n\nThe Revenue-Virginius Mine, six miles south of Ouray, resumed operation this year at a historic site that produced silver from 1876 into the 1940s.\n\nStar Mine received a permit from the state Feb. 5 to mine silver, gold and sulfides there. About 100 miners work at the site, which will be closed until the end of the investigation, Williams said.\n\nAccording to state regulators, all mining takes place below ground using drill and blast methods.\n\nCrews worked around the clock to stabilize the mine’s tunnels to allow work to resume, The Watch newspaper in Ouray reported Sunday.\n\nThe Colorado Division of Reclamation Mining and Safety issued a statement Sunday night saying the agency would work with U.S. Mine Safety and Health Administration on the investigation. The federal government oversees mine safety, and the state agency regulates the mine’s environmental aspects.\n\n“The Division of Reclamation Mining and Safety extends its deepest sympathies to the miners and families of those affected by this tragedy,” the agency stated.\n\nThe incident was reported at 7:20 a.m. Sunday. All but the two dead miners made it out on their own. A rescue party reached the bodies at about 3 p.m.\n\nOne of the surviving miners was reported earlier Sunday to be in critical condition at Montrose Memorial Hospital. An additional nine people were transported by ambulance to Montrose Memorial. Five people were transported to Delta Memorial Hospital, and five people were taken to St. Mary’s Hospital in Grand Junction.\n\nBefore Sunday, the last mining fatality in Colorado happened July 14, 2012, when a water truck that 25-year-old Jason Kawcak was driving overturned at the Colowyo Mine in Moffat County, according to the U.S. Department of Labor.\n\nThere have been 36 fatalities at U.S. mines this year, according to the federal Department of Labor. There have been 15 mining deaths in Colorado in the past decade, according to the Mine Safety and Health Administration.\n\nAccording to the Colorado Mining Association, the industry employs 12,000 people and ranks sixth nationally in mineral royalties; in 2008, the state received $178.4 million of coal, other mineral, oil and gas production royalties, half of which was used to fund public schools. Mineral severance taxes support local governments and important state programs, such as geologic hazard detection and avalanche prediction and prevention.\n\nIn Colorado, the industry extracts a variety of minerals valued at more than $2 billion annually from coal, gold, gypsum, limestone, silver, molybdenum, soda ash and sodium bicarbonate.\n\nJoey Bunch: 303-954-1174, jbunch@denverpost.com or twitter.com/joeybunch", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Two miners dead in Colorado, 20 others injured after Ouray blast", "title": "Two miners dead in Colorado, 20 others injured after Ouray blast", "url": "http://www.denverpost.com/2013/11/17/two-miners-dead-in-colorado-20-others-injured-after-ouray-blast/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20131117__OURAY-firehousep1-1.jpg", "height": 438}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20131117__OURAY-firehousep1-1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-11-17T14:52:27+00:00", "modified_time": "2016-04-29T06:36:20+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcc214\"", "article_summary": "About 100 miners work at the site, which will be closed until the end of the investigation, Williams said.\nThe Colorado Division of Reclamation Mining and Safety issued a statement Sunday night saying the agency would work with U.S.\nAn explosion was ruled out as the immediate cause of the incident that sent 20 other miners to Western Slope hospitals.\nThe other miners were expected to be OK, said Rory Williams, the operations manager for Denver-based Star Mine LLC.\nThe miners who were killed were identified as 34-year-old Nick Cappano of Montrose and Rick Williams, 59, of Durango."}