{"article_title": "Sam Smith fans, rejoice: His voice is back", "article_keywords": ["singer", "rejoice", "crowd", "sam", "festival", "forecastle", "annual", "smith", "soul", "fans", "night", "love", "voice", "stage"], "article_url": "http://www.salon.com/2015/07/18/sam_smith_fans_rejoice_his_voice_is_back/", "article_text": "Topics: Forecastle Festival, Music, Pop, sam smith, Soul, Entertainment News\n\nThe British soul singer and Grammy Award-winner (“Stay With Me”) came back to live performance last night as the opening-night headliner at the annual Forecastle Festival in Louisville, KY. Though a sudden, unexpected thunderstorm with dangerously high winds cut his set short, the vocalist demonstrated that the vocal cord hemorrhage that shuttered his spring tour early has, by the sound of his powerhouse voice last night, healed.\n\nThough Smith is an oddball choice to headline the opening evening of the annual festival — tonight’s headlining act is hometown heroes My Morning Jacket, with jam band legends Widespread Panic anchoring Sunday; previous headliners have included Outkast, Jack White, Flaming Lips and Black Keys — he drew an enthusiastic up-front crowd and seemed thrilled to be back on stage, and he sounded amazing.\n\nSmith’s an engaging personality, but a fine blue-eyed soul singer first and foremost, without a lot of flash at his disposal — look elsewhere for your dancing sharks, flight effects and supermodel cameos — who probably plays better in a theater or even an arena than in the wide-open wilds of a festival stage. Still, he reached for intimacy with the crowd, nailing an “awww” moment when he revealed that his father had joined him for the stop in Kentucky, and telling the story once again behind writing his breakthrough album (“I fell in love with a guy two years ago and he didn’t love me back; it was the shittest time in the world”) with it-gets-better upbeat encouragement for his young fanbase.", "article_metadata": {"description": "The Grammy winner reprised his tour after 3 months off to heal a vocal cord injury", "title": "Sam Smith fans, rejoice: His voice is back", "og": {"site_name": "Salon", "description": "The Grammy winner reprised his tour after 3 months off to heal a vocal cord injury", "title": "Sam Smith fans, rejoice: His voice is back", "url": "http://www.salon.com/2015/07/18/sam_smith_fans_rejoice_his_voice_is_back/", "image": "http://media.salon.com/2015/02/britain-brit-awards-2015-arrivals.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "The Grammy winner reprised his tour after 3 months off to heal a vocal cord injury", "title": "Sam Smith fans, rejoice: His voice is back", "image": "http://media.salon.com/2015/02/britain-brit-awards-2015-arrivals.jpeg-1280x960.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Erin Keane", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Forecastle Festival, Music, Pop, sam smith, Soul", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Topics: Forecastle Festival, Music, Pop, sam smith, Soul, Entertainment NewsThe British soul singer and Grammy Award-winner (“Stay With Me”) came back to live performance last night as the opening-night headliner at the annual Forecastle Festival in Louisville, KY.\nThough a sudden, unexpected thunderstorm with dangerously high winds cut his set short, the vocalist demonstrated that the vocal cord hemorrhage that shuttered his spring tour early has, by the sound of his powerhouse voice last night, healed.\nSmith’s an engaging personality, but a fine blue-eyed soul singer first and foremost, without a lot of flash at his disposal — look elsewhere for your dancing sharks, flight effects and supermodel cameos — who probably plays better in a theater or even an arena than in the wide-open wilds of a festival stage.\nThough Smith is an oddball choice to headline the opening evening of the annual festival — tonight’s headlining act is hometown heroes My Morning Jacket, with jam band legends Widespread Panic anchoring Sunday; previous headliners have included Outkast, Jack White, Flaming Lips and Black Keys — he drew an enthusiastic up-front crowd and seemed thrilled to be back on stage, and he sounded amazing.\nStill, he reached for intimacy with the crowd, nailing an “awww” moment when he revealed that his father had joined him for the stop in Kentucky, and telling the story once again behind writing his breakthrough album (“I fell in love with a guy two years ago and he didn’t love me back; it was the shittest time in the world”) with it-gets-better upbeat encouragement for his young fanbase."}