{"article_title": "Boehner 'proud' of ObamaCare lawsuit as court hearing nears", "article_keywords": ["standing", "court", "house", "mandate", "proud", "obamacare", "hearing", "boehner", "nears", "suit", "argues", "despite", "administration", "lawsuit"], "article_url": "http://thehill.com/policy/healthcare/242499-boehner-proud-of-obamacare-lawsuit-as-arguments-near", "article_text": "Speaker John Boehner John BoehnerOvernight Finance: Puerto Rico bill clears panel | IRS chief vows to finish term | Bill would require nominees to release tax returns Overnight Defense: Pentagon chief fears sequestration's return GOP senator: Reid's 'ramblings' are 'bitter, vulgar, incoherent' MORE (R-Ohio) told a Republican conference meeting Tuesday that he is \"proud\" the House will be “standing up for the Constitution” when its lawsuit against ObamaCare is heard next week.\n\nBoehner updated the conference on the lawsuit, House v. Burwell, which is set for argument on May 28 in federal district court in Washington.\n\n“I’m proud that the House is standing up for the Constitution and the rule of law,” Boehner told members, according to a source in the room.\n\nADVERTISEMENT\n\nThe suit stems from the House’s vote in July to sue President Obama over his use of executive power. At the time, Democrats argued Republicans were laying the groundwork for impeachment, which Boehner called a “scam” drummed up by the president's party.\n\nThe case focuses on two sections of ObamaCare. House Republicans argue that the Obama administration is unconstitutionally making payments to insurers to help cover low-income household’s expenses under a section of ObamaCare. The House argues the administration is paying out this money despite Congress never appropriating it.\n\nSecond, the House points to the administration’s delay of the mandate for employers to provide insurance. Despite ObamaCare setting the mandate to begin in 2014, the administration first delayed it until 2015 and then delayed it again for medium-sized employers until 2016.\n\n“Not only is there no license for the Administration to ‘go it alone’ in our system, but such unilateral action is directly barred by Article I,” the House argues in a court filing. “Despite such fundamental constitutional limitations, the Administration repeatedly has abused its power by using executive action as a substitute for legislation. This suit challenges two such abuses.”\n\nThe administration counters that the court should not consider those arguments at all, saying that the House does not have the ability to bring them in the first place. The administration argues that the House lacks “standing,” meaning there is no particular harm to the House from the administration’s actions.\n\n“The U.S. House of Representatives now asks this Court to decide a generalized, institutional dispute between the Executive Branch and one chamber of the Legislative Branch concerning the proper interpretation of federal law,” the administration argues in a filing.\n\n“This novel tactic is unprecedented, and for good reason: the House has no standing to bring this suit.”\n\nThe court, though, will hear arguments both on the standing issue and the actual merits of the case despite the administration’s attempt to get the suit dismissed.\n\nIf the court does reach the substance of the case, the administration argues it is making payments to insurers “as part of a mandatory payment program that Congress has fully appropriated.” And it argues the employer mandate delay was part of its rule-making powers.\n\n“Treasury exercised its rule making authority, as it has on numerous prior occasions, to interpret and to phase in the provisions of a newly enacted tax statute,” it writes.\n\nThe House will be represented by George Washington University law professor Jonathan Turley, along with House counsel.\n\nDemocrats seized on the fact that the first two lawyers dropped the case.\n\n\"Even for $500-per-hour in taxpayer dollars, Speaker Boehner has had to scour Washington to find a lawyer willing to file this meritless lawsuit against the President,\" Drew Hammill, spokesman for House Minority Leader Nancy Pelosi (D-Calif.), said when Turley was brought on board in November.", "article_metadata": {"dcterms.description": "The House is suing the administration over its executive actions on ObamaCare.", "description": "The House is suing the administration over its executive actions on ObamaCare.", "generator": "Drupal 7 (http://drupal.org)", "author": "Peter Sullivan", "og": {"site_name": "TheHill", "description": "The House is suing the administration over its executive actions on ObamaCare.", "title": "Boehner 'proud' of ObamaCare lawsuit as court hearing nears", "url": "http://thehill.com/policy/healthcare/242499-boehner-proud-of-obamacare-lawsuit-as-arguments-near", "image": "http://thehill.com/sites/default/files/article_images/2015-04-23-gn-boehner_john-2.jpg", "updated_time": "2015-05-19T12:22:07-04:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2015-05-19T12:22-04:00", "dcterms.identifier": "http://thehill.com/policy/healthcare/242499-boehner-proud-of-obamacare-lawsuit-as-arguments-near", "dcterms.date": "2015-05-19T12:06-04:00", "dcterms.creator": "Peter Sullivan", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "ObamaCare, Executive action,John Boehner,", "article": {"published_time": "2015-05-19T12:06:47-04:00", "modified_time": "2015-05-19T12:22:07-04:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/healthcare/242499-boehner-proud-of-obamacare-lawsuit-as-arguments-near", "widgets": {"csp": "on"}, "description": "The House is suing the administration over its executive actions on ObamaCare.", "card": "summary", "title": "Boehner 'proud' of ObamaCare lawsuit as court hearing nears"}, "dcterms.title": "Boehner 'proud' of ObamaCare lawsuit as court hearing nears"}, "_id": "\"57477af46914bd0286fdab0e\"", "article_summary": "Boehner updated the conference on the lawsuit, House v. Burwell, which is set for argument on May 28 in federal district court in Washington.\nThe administration argues that the House lacks “standing,” meaning there is no particular harm to the House from the administration’s actions.\n“I’m proud that the House is standing up for the Constitution and the rule of law,” Boehner told members, according to a source in the room.\nThe House argues the administration is paying out this money despite Congress never appropriating it.\nDespite ObamaCare setting the mandate to begin in 2014, the administration first delayed it until 2015 and then delayed it again for medium-sized employers until 2016."}