{"article_title": "Half million attend A Taste of Colorado over Labor Day weekend – The Denver Post", "article_keywords": ["turkey", "kathy", "smoked", "colorado", "attend", "leg", "taste", "million", "young", "denver", "labor", "festival", "half", "post", "legs", "weekend", "day", "really"], "article_url": "http://www.denverpost.com/breakingnews/ci_23999854/half-million-attend-taste-colorado-over-labor-day", "article_text": "This is an ode to the turkey leg.\n\nRegal scepter of Colorado’s festival food courts. Two-pound hunk of smoked succulence. Tester of whether growling stomachs can match wide eyes.\n\nAt A Taste of Colorado on Monday, 9-year-old Kathy Melendez held hers in a two-fisted grip so tight it suggested that if she removed one hand, the leg might tip her over. After all, it was roughly one-quarter her height.\n\n“I don’t think I’m going to finish it all,” she said, sizing up the leg.\n\nThis year’s A Taste of Colorado — which ended Monday after a four-day run — was a feast for the ambitious. Organizers estimated about 500,000 people attended the festival, in line with last year’s attendance.\n\nAmong the tastes of A Taste of Colorado — jerk chicken and grilled corn and ice cream and sausages — the turkey leg reigned supreme in the hands of young and old, little and big. And that hinted at the culinary combat taking place beneath the jolly atmosphere.\n\nTwo booths were selling turkey legs this year.\n\nThey set up on opposite sides of Civic Center; they charged the same amount. And they were both insistent they smoked the best bird.\n\n“We cook them really, really slow, after brining them in our special marinade,” said Rick Seewald, whose Sweet Lorraine’s Catering was on the east side of the festival.\n\n“All you have to do is look at them,” said Christian Aznar of The Goods Smoke and Grill — the festival’s west-side turkey leggery. “Crispy brown crust. Inside is nice and tender.”\n\nSeewald said he might sell 5,000 turkey legs this year. He orders them months in advance.\n\n“You just can’t go pick up a bunch of turkey legs,” he said.\n\nAnd that, perhaps, explains the appeal. Like an orchid in bloom— a turkey leg comes around only so often.\n\n“I come every year,” said Cherell Allen, Kathy Melendez’s neighbor, “just to get a turkey leg.”\n\nJohn Ingold: 303-954-1068, jingold@denverpost.com or twitter.com/john_ingold", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Half million attend A Taste of Colorado over Labor Day weekend", "title": "Half million attend A Taste of Colorado over Labor Day weekend", "url": "http://www.denverpost.com/2013/09/02/half-million-attend-a-taste-of-colorado-over-labor-day-weekend/", "image": {"width": 600, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20130902__BN20130903_Z00_BNCD02TASTEWRAPp3.jpg", "height": 418}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20130902__BN20130903_Z00_BNCD02TASTEWRAPp3.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2013-09-02T17:47:05+00:00", "modified_time": "2016-04-28T13:59:05+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcc22f\"", "article_summary": "Like an orchid in bloom— a turkey leg comes around only so often.\nInside is nice and tender.”Seewald said he might sell 5,000 turkey legs this year.\n“You just can’t go pick up a bunch of turkey legs,” he said.\nThis is an ode to the turkey leg.\nThis year’s A Taste of Colorado — which ended Monday after a four-day run — was a feast for the ambitious."}