{"article_title": "E-Cigarette Use More Than Doubles Among High School Teens, Possibly Condemning Them To 'Lifelong Addiction To Nicotine'", "article_keywords": ["fda", "school", "nicotine", "increased", "tobacco", "cdc", "students", "condemning", "ecigarette", "ecigarettes", "high", "possibly", "study", "smoking", "doubles", "teens", "lifelong", "addiction", "products"], "article_url": "http://www.medicaldaily.com/e-cigarette-use-more-doubles-among-high-school-teens-possibly-condemning-them-lifelong-addiction", "article_text": "As the U.S. Food and Drug Administration (FDA) prepares to issue regulations for e-cigarettes — the increasingly popular “alternative” to tobacco cigarettes — the Centers for Disease Control and Prevention (CDC) has found in a new study that their popularity hasn’t only grown among adults, but also among teenagers, whose rates have almost doubled, putting them at an increased risk of lifelong addiction.\n\nE-Cigarette Use Among Teens Drastically Increases\n\nEighty-eight percent of adult smokers have reported that they started smoking at or before they were 18 years old, according to the CDC. Now a new study has found that e-cigarette smoking increased among high school students from 4.7 percent in 2011 to 10 percent in 2012. Among junior high school students, the rates of e-cigarette smoking increased from 1.4 percent to 2.7 percent, Reuters reported.\n\nThe report took data from the National Youth and Tobacco Survey, which polls about 20,000 teens in grades six through 12 on their tobacco-related attitudes, habits, and exposure to tobacco-related influences — both for and against. It found that 1.8 million middle and high school students across the nation tried e-cigarettes last year. Additionally, one in five students reported using e-cigarettes without ever trying a tobacco product, while more than 76 percent of all students who had tried an e-cigarette had also smoked a tobacco cigarette during the 30 days before the survey, CBS News reported.\n\n\"The increased use of e-cigarettes by teens is deeply troubling,\" CDC Director Dr. Tom Frieden said, according to CBS. \"Many teens who start with e-cigarettes may be condemned to struggling with a lifelong addiction to nicotine and conventional cigarettes.\"\n\nAre E-Cigarettes Less Harmful?\n\nE-cigarettes are battery powered devices that provide doses of nicotine through a vapor, which is produced with propylene glycol or other additives. Until now, the FDA has been unable to regulate the products in the same way as tobacco, which have been shown to cause cancer, heart disease, stroke, and respiratory problems, because evidence hasn’t been clear on their health risks.\n\nStill, some risks are beginning to emerge. The study authors mention that some products were found to contain irritants and animal carcinogens. Another recent study from French consumer magazine, 60 Millions de Consommateurs (60 Million Consumers) also found that some e-cigarettes tested positive for formaldehyde at levels close to those in regular tobacco cigarettes, while others tested positive for the toxic compound acrolein at higher doses than those found in cigarettes.\n\nFrench Health Minister Marisol Touraine announced in May that e-cigarettes would be banned from public areas in the same way that regular cigarettes have been since 2007. “This is no ordinary product because it encourages mimicking and could promote taking up smoking,” he said at the time.\n\nAlthough some e-cigarettes are promoted as therapeutic, and able to help quit smoking, the FDA and CDC both warn that there is no conclusive evidence that they actually do help. The FDA is also able to regulate any products that make that claim.\n\nThe FDA plans to issue regulations for e-cigarettes as early as October. In a statement, Director of the FDA’s Center for Tobacco Products Mitch Zeller said that the study “is cause for concern as we don’t yet understand the long-term effects of these novel tobacco products. These findings reinforce why the FDA intends to expand its authority over all tobacco products and establish a comprehensive and appropriate regulatory framework to reduce disease and death from tobacco use.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "ecigarettes, cigarettes, electronic, highschool, middleschool, addiction, lifelong, tobacco, carcinogens", "og": {"site_name": "Medical Daily", "description": "The health risks e-cigarettes pose have been unclear up until now, and as teen use increases, federal agencies are struggling to determine regulations.", "title": "E-Cigarette Use More Than Doubles Among High School Teens", "url": "http://www.medicaldaily.com/e-cigarette-use-more-doubles-among-high-school-teens-possibly-condemning-them-lifelong-addiction", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/05/e-cigarettes.jpg", "type": "article"}, "twitter": {"description": "The health risks e-cigarettes pose have been unclear up until now, and as teen use increases, federal agencies are struggling to determine regulations.", "title": "E-Cigarette Use More Than Doubles Among High School Teens", "url": "http://www.medicaldaily.com/e-cigarette-use-more-doubles-among-high-school-teens-possibly-condemning-them-lifelong-addiction", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/05/e-cigarettes.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/05/e-cigarettes.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2013-09-05T17:50:04-04:00", "modified_time": "2013-09-05T17:51:03-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The health risks e-cigarettes pose have been unclear up until now, and as teen use increases, federal agencies are struggling to determine regulations."}, "_id": "\"57477af46914bd0286fdab1f\"", "article_summary": "Among junior high school students, the rates of e-cigarette smoking increased from 1.4 percent to 2.7 percent, Reuters reported.\nNow a new study has found that e-cigarette smoking increased among high school students from 4.7 percent in 2011 to 10 percent in 2012.\n\"Many teens who start with e-cigarettes may be condemned to struggling with a lifelong addiction to nicotine and conventional cigarettes.\"\nIn a statement, Director of the FDA’s Center for Tobacco Products Mitch Zeller said that the study “is cause for concern as we don’t yet understand the long-term effects of these novel tobacco products.\n\"The increased use of e-cigarettes by teens is deeply troubling,\" CDC Director Dr. Tom Frieden said, according to CBS."}