{"article_title": "Bonus political turkeys from 2015", "article_keywords": ["turkey", "turkeys", "hes", "bonus", "political", "stumbo", "students", "state", "video", "know", "bevin", "2015", "sen", "paul"], "article_url": "http://www.courier-journal.com/story/news/politics/gerth/2015/11/28/gerth-bonus-political-turkeys-2015/76491254/", "article_text": "Wild Turkey (Photo: sergeyparys, Getty Images/iStockphoto)\n\nEditor's note: This story contains potentially offensive language.\n\nHere at Leftover Turkeys Central, we’re not certain if it’s the governor’s race that made this year such a gobbler or what, but one thing is abundantly clear: We have a lot of miscues, misstatements and miscreants for which to be thankful.\n\nSo much, that we’re giving you yet another - online only - helping of some of our favorite political errors of the year. These are errors that would have made the main column in any other year but we frankly just ran out of room.\n\nSo, without further ado, we’ll head to our next heaping helping of turkey.\n\nRand Paul isn't Bevin's first pick\n\nBuy Photo Matt Bevin, left, Congressman Andy Barr, center, and Sen. Rand Paul talk after a rally at Kentucky State University's Baptist Campus Ministry in Frankfort, Ky. October 3, 2015. (Photo: Todd Buchanan, Matt Herp, Special to the C-J)\n\nThe next one goes to Gov.-elect Matt Bevin.\n\nIt’s hard to give such a distinction to a candidate who won by nine percentage points, even if he did have numerous mistakes ranging from his refusal to answer questions from half the press corps to his propensity to say something one day then claim the next that he never said it – despite video evidence to the contrary.\n\nSo, we’ll go with an error that had absolutely no impact on Bevin’s win and we'll bet that Sen. Rand Paul will want to give Bevin the bird, as well.\n\nSee, Bevin refused to back Paul for president even though Paul campaigned for him on two occasions. It was bad enough on Paul’s first campaign swing through Kentucky when Bevin refused to take a stand on the race.\n\nIt got even worse on Kentucky Sports Radio when, just days before Paul was scheduled to headline a rally for the gubernatorial candidate, Bevin said in a debate he prefers Ben Carson.\n\n\"Of those still in the race right now, I like Ben Carson. He's not taking shots at people. He's intelligent. He's articulate. He's respected,” Bevin said. \"I think the world of Rand. He's a friend of mine. He's been very gracious to me ... But in terms of who I would select right now for the next president, he would not be the first choice that I would make.”\n\nOuch.\n\nStumbo being Stumbo?\n\nGreg Stumbo. (Photo: James Crisp / ASSOCIATED PRESS)\n\nNext up is House Speaker Greg Stumbo whose rambling election night speech had social media wondering if the Wild Turkey was flowing freely at Democratic headquarters.\n\nWith State Rep. Jeff Greer standing behind him and pleading with people to join him, as well as state Rep. Martha Jane King on stage, Stumbo launched into a defense of the Democratic Party for the ages.\n\nHe riffed on the Bible and told parables – some with religious meaning and others more secular purposes - but all of them dripping with politics.\n\nHe told of a “lady jockey” on an “Arkansas Traveler” coming to save the Democratic Party and he said he didn’t know if Jesus was a Republican or a Democrat.\n\nBut in trying to answer that question, Stumbo said, “I know this. He was a carpenter and a teacher, and every carpenter and teacher I know have been pretty good Democrats … (and) think about this: Mary did not ride an elephant into Bethlehem that night.”\n\nIt likely wasn’t the bourbon (but it could have been), but for those who know Stumbo know it was simply Stumbo being Stumbo.\n\nTed Cruz and the 'Huckablock'\n\nIt’s a rare occurrence when a national politician is honored with a leftover turkey, but when one comes to Kentucky and is laughed at on national television, well, how can we resist?\n\nU.S. Sen. Ted Cruz came to the bluegrass and tried to horn in on Mike Huckabee’s rally for jailed Rowan County Clerk Kim Davis. He got his picture taken with Davis and her husband and even photo-bombed Bevin getting his picture snapped with the couple.\n\nBut when he tried to appear on stage after a federal judge released Davis from jail, the Huckabee team put its foot down.\n\nA Huckabee staffer can be seen on video arguing with Cruz and stepping between him and the stage each time Cruz moved. Some smart alec dubbed it a “Huckablock.”\n\nJames Ramsey apologizes, again\n\nBuy Photo University President James Ramsey, lower right, and his wife Jane, upper left, host a luncheon for members of his staff on Wednesday afternoon. Oct. 28, 2015 (Photo: Scott Utterback/The C-J)\n\nWhat’s a leftover turkey column with University of Louisville President James Ramsey.\n\nRamsey was forced to apologize again and again, promise to hire more Latino and Hispanic staff and faculty, and raise money for student aid for Latino and Hispanic students after he appeared in a photo on this newspaper’s website looking a lot like Speedy Gonzales in stereotypical Mexican garb – a sombrero and poncho.\n\nThere was almost immediate reaction on campus. A protest outside his office. Apologies from his staff. Apologies from him.\n\nPro tip: Stick with non-ethic costumes at next year’s staff Halloween party.\n\nGrant County judge's sexist comment caught on camera\n\nSpeaking of costumes, Grant County Judge Executive Stephen Wood might need one following the sexist comment he was recorded making while discussing his decision to fire a long-time payroll clerk.\n\nThe Cincinnati Enquirer reported recently that at the end of the meeting, which was held in the county jail and captured on the jail’s around-the-clock video surveillance system, Wood said that if he was going to replace the woman who was being fired, “she's going to be blonde, 24, big tits.\"\n\nVoters should remember that when Wood seeks re-election.\n\nSkip Ad Ad Loading... x Embed x Share Grant Co. Detention Center video shows officials discussing political ramifications of terminating long-time employee Connie McClure-Ellington, noting that she didn’t vote for them. One says he'd replace her with someone younger and more attractive. The Enquirer\n\nState senator encourages students to sue schools\n\nKentucky Sen. C.B. Embry Jr., R-Morgantown (Photo: Provided)\n\nFinally, the last leftover turkey leg goes to state Sen. C. B. Embry, who offered a bill in the 2015 General Assembly that would have prohibited schools from allowing transgender students from using the restrooms of the sex of which they identify.\n\nBut it went beyond that, setting up monetary rewards for students to hunt down transgender students and then sue the school for $2,500 each time they see a transgender student violating the law. What?\n\nThe bill failed.\n\nJoseph Gerth can be reached at (502) 582-4702 or jgerth@courier-journal.com. His mailing address is 525 W. Broadway, P.O. Box 740031, Louisville, KY 40201-7431. Follow him on twitter at @Joe_Gerth.\n\nRead or Share this story: http://cjky.it/1jpHzST", "article_metadata": {"google": "notranslate", "description": "Editor's note: This story contains potentially offensive language.", "og": {"site_name": "The Courier-Journal", "description": "Editor's note: This story contains potentially offensive language.", "title": "Gerth | Bonus political turkeys from 2015", "url": "http://www.courier-journal.com/story/news/politics/gerth/2015/11/28/gerth-bonus-political-turkeys-2015/76491254/", "image": "http://www.gannett-cdn.com/GDContent/applogos/courier-journal.png", "type": "article"}, "twitter": {"description": "Editor's note: This story contains potentially offensive language.", "title": "Gerth | Bonus political turkeys from 2015", "image": "http://www.gannett-cdn.com/-mm-/63d2a2a8d61706785241d7cee061748701d8b76a/c=364-0-2992-2628&r=x643&c=640x640/local/-/media/Louisville/Louisville/2014/11/28/635527816402820397-turkey.jpg", "creator": "@courierjournal", "site": "@courierjournal", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600030236", "fb": {"app_id": 128534137209813}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Places/Schools", "gci-asset-type": "story", "gci-categories": "Places/Schools", "title": "Gerth | Bonus political turkeys from 2015", "author": "Joseph Gerth", "pageclass": "article", "recs": {"category": "news/politics/gerth", "image-3-4": "http://www.gannett-cdn.com/-mm-/2da291d3df2543f4671ebbc132bc104ed2c317b2/c=793-0-2764-2628/local/-/media/Louisville/Louisville/2014/11/28/635527816402820397-turkey.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/ba55682ca868450d66a2b815acbc3e0b867d7815/c=364-0-2992-2628/local/-/media/Louisville/Louisville/2014/11/28/635527816402820397-turkey.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/97d914fa3d3acf67fdf37db211fd86a713d2757b/c=0-53-3355-2576/local/-/media/Louisville/Louisville/2014/11/28/635527816402820397-turkey.jpg", "image": "http://www.gannett-cdn.com/-mm-/113fdd212675f97be8ddf790d48260fe939b02d6/c=0-194-3348-2086&r=x1683&c=3200x1680/local/-/media/Louisville/Louisville/2014/11/28/635527816402820397-turkey.jpg", "publishtime": "2015-11-28T12:06:25.437000-05:00", "shorthed": "Gerth | Bonus political turkeys from 2015", "articleid": 76491254, "image-16-9": "http://www.gannett-cdn.com/-mm-/0d38e6da1a5d7fb5f9c215af6be9bb05eefe1642/c=0-194-3348-2086/local/-/media/Louisville/Louisville/2014/11/28/635527816402820397-turkey.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/b19cff55a2c046095834762c1fa599a11dd12bdc/c=1216-0-2688-2628/local/-/media/Louisville/Louisville/2014/11/28/635527816402820397-turkey.jpg"}}, "news_keywords": "ted cruz, mike huckabee, kim davis, joe gerth, kentucky politics, #kygov, rand paul, ben carson, university of louisville, james ramsey, u of l sombrero,"}, "article_summary": "So much, that we’re giving you yet another - online only - helping of some of our favorite political errors of the year.\nDetention Center video shows officials discussing political ramifications of terminating long-time employee Connie McClure-Ellington, noting that she didn’t vote for them.\nOct. 28, 2015 (Photo: Scott Utterback/The C-J)What’s a leftover turkey column with University of Louisville President James Ramsey.\nHe was a carpenter and a teacher, and every carpenter and teacher I know have been pretty good Democrats … (and) think about this: Mary did not ride an elephant into Bethlehem that night.”It likely wasn’t the bourbon (but it could have been), but for those who know Stumbo know it was simply Stumbo being Stumbo.\nSee, Bevin refused to back Paul for president even though Paul campaigned for him on two occasions."}