{"article_title": "Human Resource Executive Online", "article_keywords": ["work", "resource", "leaders", "business", "healthcare", "hr", "executive", "costs", "conversation", "going", "health", "human", "online", "benefits"], "article_url": "http://www.hreonline.com/HRE/view/story.jhtml?id=534358381", "article_text": "Changing the Conversation\n\nThomas Parry, Integrated Benefits Institute president and HBLC speaker, shares his thoughts on the shifting priorities of business leaders today.\n\nThere's no denying the conversation surrounding health benefits is shifting. But are benefits and HR leaders changing with the times? Are they collecting and analyzing data C-suite and operating leaders truly care about? Are they speaking to them about issues and concerns that matter to the business, both today and tomorrow -- in a language that means something to them?\n\nDuring a session titled \"Don't Get Lost in Translation: Talking to Your Executives About Healthcare\" at next month's Health & Benefits Leadership Conference in Las Vegas, Thomas Parry, president of the Integrated Benefits Institute, will share his thoughts on how the conversation surrounding health and healthcare needs to play out if HR and benefits leaders are to have a meaningful impact on their businesses. (IBI is a nonprofit organization that provides its members with data, research and tools so employers can make more sound investments in their health strategies.) HRE Editor David Shadovitz recently spoke to Parry about his upcoming session and the challenges and opportunities facing IBI's members today. Excerpts from that conversation follow.\n\nTell us a little bit about what you're going to be touching on during your talk?\n\nOne of the things we find in working with vice presidents of benefits and HR directors is that they work with so many different vendors and receive lots of different reports and data -- so it's easy for them to become stymied in terms of what to communicate to senior leaders. Senior leaders are far less interested in details around health benefits and health outcomes than they are about what all of it means to their business.\n\nI know you've conducted surveys in the past that looked at the mind-set of chief financial officers when it comes to healthcare, most recently in 2012. Can you share how their mind-set has evolved?\n\nWe're actually doing a new one in 2015.\n\nOne of things we've found is that CFOs are far more involved in benefit decisions than ever before. We also found, in our 2012 survey, how broadly CFOs tend to think about health.\n\nCertainly, they care about healthcare costs. That's undeniable. But they also see the broader issues around health. For example, they understand that health is critical in absence from work, and they see absence from work as critical to their business.\n\nPeople have this idea that CFOs are singularly concerned about return-on-investment analysis. It's absolutely not true. CFOs make decisions every day on key issues without sophisticated ROI analysis.\n\nIn our last survey, when we asked CFOs about the kinds of information they're looking for, benefit costs was part of what they said. But so was sick leave, loss of time at work and performance at work from a health perspective.\n\nWhen we asked them what information they have available to them, their responses focused on healthcare costs and, to a lesser degree, on absence from work. That attention to absence from work is actually a big change from 10 years ago.\n\nThe bottom line today is, if you are a VP of benefits or an HR director, you'd better be in a position to talk about the value that you bring to the business if you're going to continue to play a role in your organization, given the new options employers have available to them in healthcare.\n\nSo how does the conversation between the CFO and vice president of benefits need to change?\n\nThe conversation needs to go beyond how you are going to bend the trend in healthcare costs to what the programs that you're proposing [will] mean to the business, looking beyond just healthcare costs. You need to talk about health in terms of relevance to work absence, performance at work and the impact on the business.\n\nPut another way, going forward, the conversation needs to go beyond cost savings to top-line, revenue-generating opportunities. We've done work with American Express and [AmEx's Global Corporate Medical Director] Wayne Burton . . . . When Wayne [joined] American Express . . . he realized customer satisfaction is critical for credit-card companies. So what he did was look at the quantitative relationships between health risks in the company's workforce and individual customer-service scores, finding a strong statistical relationship between the two. This allowed Wayne to talk to senior leaders about the value of his programs. He was able to move the discussion beyond the cost of health and into areas that addressed maintaining and enhancing customer service.\n\nGoing forward, I think the challenge for benefits directors is really going to be around how . . . this stuff impacts operations.\n\nWould you say CFOs are spending more or less time on healthcare issues these days?\n\nAbsolutely more time. Because of the Affordable Care Act, employers have a number of options available to them regarding healthcare, and one of those options is to walk away. I can guarantee that people who run HR and benefits don't think that's a great strategy, because they are personally at risk.\n\nFrom a conversation standpoint, what are the common mistakes HR and benefits leaders tend to make?\n\nWe did a case study with MGM Mirage a couple of years ago, in which Mirage had brought in a new leader to do wellness programs and, as part of her responsibility, she had to make the business case to senior leaders to invest in health. The CFO [for Mirage] at the time, Chris Nordling, helped her put together her case . . . .\n\n[When the new wellness leader] came back with her presentation, the focus was on things like emergency room visits, hospital stays and care-delivery models. Chris' response to her was, \"You can't talk to senior leaders in your own language. This doesn't mean anything to them. You have to talk to them in their world, around the metrics that matter to them.\" In that organization, that means having the conversation around work time, and improvements in absence and productivity. That's how she would be able to get the attention of the senior-management team -- and that's what she did.\n\nThe conversation is obviously going to differ from company to company. It's going to be different at FedEx than it would be at Kraft and American Express.\n\nWe did a very informal survey with about 15 of our employer members and asked them, \"What are the key operational metrics that matter to [your] C-suite?\" Not one of them knew what their business metrics were.\n\nNewsletter Sign-Up: Benefits\n\nHR Technology\n\nTalent Management\n\nHR Leadership\n\nInside HR Tech\n\nHRENow\n\nSpecial Offers\n\nEmail Address\n\n\n\nPrivacy Policy\n\nI remind people all the time to start talking to [leaders] in their organization about their key operational metrics, because therein lies a huge opportunity for them to demonstrate their role in the organization, the role of their programs and why they're important to business' strategy.\n\nBenefits people are so used to looking down their own silos. Now that we have more and more data available, it's becoming harder and harder for them to see the forest from the trees. This is a key challenge. They have to step back and ask, \"What's important to the people who manage our business?\"\n\nAs far as having a meaningful conversation is concerned, what kind of grade would you give HR and benefits leaders?\n\nBarely passing. That's not a criticism. It's just part of the changing landscape. All that really mattered before was how they were doing in managing healthcare costs. The fact of the matter is that the strategy deployed by employers over the past 15 years has been changing the plan design. Should we go from an indemnity plan to a PPO to an HMO? Change the premium, co-pays, deductibles? All those things certainly have an impact on healthcare costs. But do they do anything in terms of improving the health of the workforce and driving better outcomes?\n\nOver the years, we've published a number of stories on getting executives involved and taking the lead in terms of wellness efforts. Do you have any thoughts on what HR and benefits leaders should be doing on this front?\n\nI think we need to get out of the mind-set that wellness is a program and more into the mind-set that the goal is health -- and helping employees improve their health. But at the same time, it's important to look at the broader issues that either support health or are contradictory to health.\n\nHow many times have you looked at an annual report and it says, \"Our employees are our greatest asset,\" but when you find out what the culture of the organization is, it's entirely counter to that message? Many organizations do not support their employees by way of health, work/life balance [or] engaging employees in their health. The trap many fall into is that they view wellness as a program [with an ROI that needs to be justified]. This can lead to a lot of mistakes. I much prefer having a conversation around what's being done to improve health.\n\nWhat are your members most worried about these days?\n\nThey're worried about their relevance.\n\nI'd like to share an anecdote one of my board employer members told me a couple of years ago. She was responsible for all the absence programs at an employer with 60,000 lives. She pulled me aside at a board meeting and said that the previous week her CEO had pulled her aside and said, \"I want you to tell me what we're getting, as a business, for all of this money we're investing in the health and benefits of our workforce.\"\n\n\"I can tell [my CEO] how much it cost,\" she told me, \"but I have no idea what kind of value these investments drive for our business.\" Then she said, \"If I can't answer his question, then I will start looking like a nonessential business function in the company.\"\n\nSee also:\n\nCFOs Desire Broad Health Information . . . But It's Often Not Available", "article_metadata": {"og": {"url": "http://www.hreonline.com/HRE/view/story.jhtml?id=534358381", "type": "article", "site_name": "www.HREOnline.com", "title": "Changing the Conversation"}, "description": "Thomas Parry, Integrated Benefits Institute president and HBLC speaker, shares his thoughts on the shifting priorities of business leaders today.", "viewport": "user-scalable=yes, width=device-width"}, "_id": "\"57477af46914bd0286fd80b1\"", "article_summary": "All that really mattered before was how they were doing in managing healthcare costs.\nChanging the ConversationThomas Parry, Integrated Benefits Institute president and HBLC speaker, shares his thoughts on the shifting priorities of business leaders today.\nCertainly, they care about healthcare costs.\nDo you have any thoughts on what HR and benefits leaders should be doing on this front?\nAs far as having a meaningful conversation is concerned, what kind of grade would you give HR and benefits leaders?"}