{"article_title": "News at noon: Belgium terror attacks; Bush endorses Cruz; Obamacare birth control; deputy's funeral; Hulk Hogan talks; Rays; Bucs; and Batman versus Superman", "article_keywords": ["versus", "hillsborough", "rays", "caption", "noon", "v", "obamacare", "hulk", "county", "talks", "tampa", "team", "terror", "talk", "women", "funeral", "hogan", "superman"], "article_url": "http://www.tampabay.com/news/news-at-noon-belgium-terror-attacks-bush-endorses-cruz-obamacare-birth/2270449", "article_text": "A woman and her children mourn in front of the stock exchange at Place de la Bourse on Wednesday in Brussels, Belgium. Thirty-four people were killed and more than 200 wounded in Tuesday's terror attacks. [Federico Gambarini/DPA/Zuma Press/TNS]\n\nTwo suicide bombers who carried out deadly attacks in Brussels have been identified as brothers with criminal records, Belgian officials say. An intensive hunt continues for a man who was recorded by a security camera alongside one of the brothers at the airport Tuesday and who is believed to have fled.\n\nFormer Florida Gov. Jeb Bush has endorsed Ted Cruz for president and he calls on Republicans to coalesce around the Texas senator and \"overcome the divisiveness and vulgarity Donald Trump has brought into the political arena.\"\n\nThe Supreme Court is taking up a challenge from faith-based groups that object to an Obama administration effort to ensure their employees and students can get cost-free birth control. The issue this time is the arrangement the administration devised to make sure that religiously oriented colleges, charities and advocacy groups do not have to pay for or arrange the provision of contraceptives to which they object, while ensuring that women covered under their health plans still can obtain birth control.\n\nHillsborough County Commissioner Ken Hagan says it's time to cool it on the Rays stadium talk. Hagan told commissioners that there won't be any more public discussion about future stadium sites from himself or any of the other members of the Hillsborough group courting the Rays. Such disclosure, he said, would have a \"disastrous impact\" on efforts by the team and county to secure a location for a new stadium.\n\nThe Hillsborough County Environmental Protection Commission has voted 7-0 to sue Volkswagen for illegally skirting emission rules.\n\nHundreds of police officers pay their final respects at a funeral Mass today for Hillsborough County Sheriff's Deputy John Robert Kotfila Jr. at St. Patrick's Church in Falmouth, Mass.\n\n\"I just did this crazy involuntary snort, like a 900 pound pig,\" Hulk Hogan says that's what he did when a Pinellas jury awarded him $115 million in his lawsuit against Gawker Media. The former wrestler discussed his suit over Gawker's publication of a sex tape involving him on Good Morning America and then he faced the women of The View.\n\nThe Tampa Bay Rays' historic trip to Cuba lasted a little bit longer than they had planned, as a series of delays, including a mechanical issue with one of their chartered planes, delayed their arrival in Tampa until about 5 a.m. View our All Eyes photo gallery of their big game against the Cuban National Team here.\n\nThe trade winds are swirling around Bucs quarterback Mike Glennon and general manager Jason Licht says they will consider dealing their backup to Jameis Winston all the way up until the NFL draft. First-year coach Dirk Koetter says that type of talk scares him but he is prepared to move forward with No. 3 quarterback Ryan Griffin, who was claimed off waivers from the New Orleans Saints at the start of last season.\n\nOne collateral victim of the climactic showdown over Metropolis in director Zack Snyder's Man of Steel was a building owned by Gotham City mogul/Caped Crusader Bruce Wayne. Now Snyder's Batman v. Superman: Dawn of Justice turns that Easter egg into a flat action omelette. Batman v. Superman buckles like that skyscraper under the weight of pretension, says Steve Persall in his review of the new flick, which opens Friday.\n\nIt's never too early to start planning your weekend. For music fans, Chicago and Earth, Wind and Fire team up, and Third Eye Blind hits Busch Gardens. On the stage, Fighting God, written by Rory Lawrence three years ago, will be performed Saturday at Tampa's Inkwell Centre.\n\nShow us your wits! It's the All Eyes weekly caption contest\n\nCan you come up with a clever caption for this image? If so, send it to alleyes@tampabay.com by Wednesday, March 30, at 8:30 a.m. (You can send as many caption submissions as you like. Please include your name and where you live along with your captions.)\n\nNews at noon is a weekday feature from tampabay.com. Check in Monday through Friday for updates and information on the biggest stories of the day.", "article_metadata": {"description": "Two suicide bombers who carried out deadly attacks in Brussels have been identified as brothers with criminal records, Belgian officials say. An intensive hunt continues for a man who was recorded by a security camera alongside one of the brothers at the airport Tuesday and who is believed to have fled.", "application-name": "Tampa Bay Times", "og": {"url": "http://www.tampabay.com/news/news-at-noon-belgium-terror-attacks-bush-endorses-cruz-obamacare-birth/2270449", "image": {"width": 746, "identifier": "http://www.tampabay.com/resources/images/dti/rendered/2016/03/500690601_16929417_8col.jpg", "height": 497}, "site_name": "Tampa Bay Times", "description": "Two suicide bombers who carried out deadly attacks in Brussels have been identified as brothers with criminal records, Belgian officials say. An intensive hunt continues for a man who was recorded by a security camera alongside one of the brothers at the airport Tuesday and who is believed to have fled.", "title": "News at noon: Belgium terror attacks; Bush endorses Cruz; Obamacare birth control; deputy's funeral; Hulk Hogan talks; Rays; Bucs; and Batman versus Superman"}, "twitter": {"site": "@TB_Times", "image": "http://www.tampabay.com/resources/images/dti/rendered/2016/03/500690601_16929417_8col.jpg", "description": "Two suicide bombers who carried out deadly attacks in Brussels have been identified as brothers with criminal records, Belgian officials say. An intensive hunt continues for a man who was recorded by", "card": "summary_large_image", "title": "News at noon: Belgium terror attacks; Bush endorses Cruz; Obamacare b"}, "msapplication-TileColor": "#115220", "apple-itunes-app": "app-id=988277045", "msapplication-TileImage": "/iwov-resources/images/ie10TBTpin.png", "__sync_contentCategory": "default", "keywords": "News,florida", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "News, florida"}, "article_summary": "Now Snyder's Batman v. Superman: Dawn of Justice turns that Easter egg into a flat action omelette.\nThe Hillsborough County Environmental Protection Commission has voted 7-0 to sue Volkswagen for illegally skirting emission rules.\nBatman v. Superman buckles like that skyscraper under the weight of pretension, says Steve Persall in his review of the new flick, which opens Friday.\nHillsborough County Commissioner Ken Hagan says it's time to cool it on the Rays stadium talk.\nHundreds of police officers pay their final respects at a funeral Mass today for Hillsborough County Sheriff's Deputy John Robert Kotfila Jr. at St. Patrick's Church in Falmouth, Mass."}