{"article_title": "Is Contrarian Investing Truly the Best Strategy? -- The Motley Fool", "article_keywords": ["fool", "1990", "good", "investing", "contrarian", "idea", "truly", "motley", "respondents", "500", "market", "poll", "strategy", "stock", "best", "sp"], "article_url": "http://www.fool.com/investing/general/2014/01/26/is-contrarian-investing-truly-the-best-strategy.aspx", "article_text": "I'm not afraid to admit that I'm a contrarian investor. There's nothing I love more than rooting for the underdog in sports, and my stock-picking strategy often involves going against the grain and purchasing largely unloved, underappreciated, and rarely followed companies. Some years this strategy works wonders, and sometimes it doesn't.\n\nAs one of Warren Buffett's most famous adages goes, you should \"be fearful when other are greedy, and greedy when others are fearful.\" It's the quintessential modus operandi for contrarian investors like myself. But, even I've often wondered how accurate contrarian investing can be, or whether going against the grain has had its benefits over time.\n\nDoes going against the grain have its benefits?\n\nAccording to a poll conducted by research firm Gallup a little more than a week ago, there may indeed be some merit to doing the exact opposite of what the majority of investors are doing.\n\nGallup's poll of more than 1,000 adults across the U.S. asked each individual the following question:\n\nIf you had a thousand dollars to spend, do you think investing it in the stock market would be a good or bad idea?\n\nThe results from the prior week's poll showed that 50% of respondents believe that investing in the market would be a bad idea right now, while 46% think it'd be a good idea. This is the tightest the good-versus-bad range has been in nearly a decade, which you can see by reviewing Gallup's data from 1990 through 2014. But what really stands out is just how wrong the consensus opinion has been since 1990!\n\nThe proof is in the responses\n\nSince 1990, there have been three recessions in the United States -- July 1990 through March 1991, March through November 2001, and the Great Recession from December 2007 through June 2009. In similar polls conducted by Gallup in 1990, shortly after the 2001 recession in late 2002, and in early 2008, which asked the same good idea-versus-bad idea type of question, the number of respondents who believed investing $1,000 into the stock market was a good idea stood at just 26%, approximately 30%, and 33%, respectively -- essentially the three lowest points over the past 24 years.\n\nHowever, these time periods also corresponded with an enormous opportunity for investors to make money. Using some rough approximations -- because I don't have the precise date some of these polls were conducted -- the S&P 500 (SNPINDEX:^GSPC) returned around 250% between the beginning of 1990 and the start of the March 2001 recession, a 64% return between November 2002 and the December 2007 recession, and has returned nearly 35% since March 2008 through Friday's close. In other words, when the percentage of respondents who believe that investing in the stock market is a good idea has dipped below 35% since 1990, it's been a signal to buy!\n\nThe flipside hasn't delivered as perfect of a tale, but it still heavily favors going against the grain. The four highest readings registered by Gallup's polls are from early 1997, early 1998, January 2000, and late 2006, in which 62%, approximately 65%, 67%, and 54% of respondents, respectively, said that investing in the stock market was a good idea. Keep in mind, though, that the S&P 500 lost 33% of its value from the January 2000 poll through September 2001. Similarly, the S&P 500 would go onto to lose more than 50% of its value from the late 2006 poll, when 54% supported investing in the market through March 2009. While not a perfect science, it would appear that anytime more than 50% of respondents view the market as a good investment, the S&P 500 is nearing a top.\n\nWhere are we headed?\n\nWith 46% of respondents claiming, even with the S&P 500 just a few percentage points away from its all-time high, that investing in the stock market would be a great idea, our guard as investors should potentially be heightened, given Gallup's clearly contrarian data.\n\nJust two weeks ago, being the noted contrarian and skeptic that I am, I pointed out a combination of three factors that have come together to add a bit of frosting onto the United States' economic recovery. Remove these economic aids, and the U.S. economy isn't nearly as healthy as it appears.\n\nAlthough you can read about my synopsis in more detail here, my argument urging investing caution revolves around three points.\n\nFirst, a falling labor participation rate has masked the fact that there's been no real job creation over the past five years. Instead, fewer people are looking for work, with some going back to school and retiring, while others have simply given up on finding a job. This is artificially lowering the unemployment rate and not giving us a true representation of the current job market.\n\nSecond, the continuation of the Federal Reserve's economic stimulus known as QE3 has artificially pushed interest rates lower and spoiled the American consumer to the point where any bump up in interest rates could cause a catastrophic drying up of lending activity. Loan originations, for example, hit a nearly two-decade low in December, even as 30-year mortgage rates still hover near historic lows.\n\nFinally, U.S. corporations have been turning to steep cost cuts and share repurchases in an effort to mask weak organic growth. It's still early, but we've seen quite a few S&P 500 companies lowering their EPS or revenue forecasts this earning season.\n\nThese points could very well portend that a near-term market top is coming. Obviously, pinpointing exactly when that might occur is a fruitless task, but if Gallup's data holds true, a shift could be coming sooner rather than later!", "article_metadata": {"publish_time": "15:15", "date": "2014-01-26T20:15:00Z", "description": "According to a recent poll by Gallup, your best investing strategy might be to do the exact opposite of what everyone else is doing!", "ResponsiveALP": "1Ses_control-21_control_100", "author": "Sean Williams", "promo": "According to a recent poll by Gallup, your best investing strategy might be to do the exact opposite of what everyone else is doing!", "twitter": {"site": "@themotleyfool", "description": "According to a recent poll by Gallup, your best investing strategy might be to do the exact opposite of what everyone else is doing!", "title": "Is Contrarian Investing Truly the Best Strategy? --  The Motley Fool"}, "pitch": 447, "og": {"site_name": "The Motley Fool", "description": "According to a recent poll by Gallup, your best investing strategy might be to do the exact opposite of what everyone else is doing!", "title": "Is Contrarian Investing Truly the Best Strategy? --  The Motley Fool", "url": "http://www.fool.com/investing/general/2014/01/26/is-contrarian-investing-truly-the-best-strategy.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F98892%2Fbull-and-bear.jpg&h=630&w=1200&op=resize", "type": "article"}, "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-markets", "STORY_UID": "4a9a9626-866b-11e3-be12-0050569d4be0", "headline": "Is Contrarian Investing Truly the Best Strategy?", "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2014 01 26", "tickers": "^GSPC", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fcc24c\"", "article_summary": "It's still early, but we've seen quite a few S&P 500 companies lowering their EPS or revenue forecasts this earning season.\nKeep in mind, though, that the S&P 500 lost 33% of its value from the January 2000 poll through September 2001.\nBut, even I've often wondered how accurate contrarian investing can be, or whether going against the grain has had its benefits over time.\nAlthough you can read about my synopsis in more detail here, my argument urging investing caution revolves around three points.\nIn other words, when the percentage of respondents who believe that investing in the stock market is a good idea has dipped below 35% since 1990, it's been a signal to buy!"}