{"article_title": "Will it be IRS to the rescue for Obamacare?", "article_keywords": ["customers", "irs", "court", "rescue", "normal", "tax", "subsidies", "practice", "obamacare", "regulation", "susswein"], "article_url": "http://www.cnbc.com/2015/03/06/will-it-be-irs-to-the-rescue-for-obamacare.html", "article_text": "About 7.5 million HealthCare.gov customers are at risk of losing those subsidies, which help them pay monthly premiums for health insurance plans purchased through that federally run marketplace that serves 37 states. Experts predict that more than 8 million people would become uninsured next year after finding their plans too expensive without the subsidies, and after plan prices rise to compensate for the loss of customers.\n\nRead More GOP advances on Obamacare replacement\n\n\n\nPlaintiffs in a case known as King v. Burwell argued at the Supreme Court on Wednesday that only customers of state-run Obamacare exchanges are eligible to receive such financial assistance, which comes in the form of federal tax credits.\n\nBut the Obama administration argues that an IRS regulation that explicitly authorizes subsidies for HealthCare.gov customers is legal under the Affordable Care Act. The subsides are available to people with low and moderate incomes.\n\nDon Susswein, a principal in the national tax practice of the consulting firm McGladrey, said that the IRS has a long-standing practice of giving grace periods to people affected by court rulings that say an IRS rule or regulation is illegal.\n\n\"It is entirely normal practice,\" said Susswein, while acknowledging the current case \"isn't a normal situation.\"\n\n\"Court cases more commonly curb the IRS' power to take things away, and here it would be curbing the IRS' power to give something away,\" he said.\n\nRead MoreTough questions for Obamacare foes\n\n\n\n\"Generally speaking, regulations, rulings or positions are changed and struck down and invalidated all the time,\" Susswein said. But if taxpayers have benefited from the IRS regulation before it was invalidated by the court, \"it's normal practice of theirs to tell the taxpayer that they can rely on [the struck-down regulation], even though it's wrong.\"", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "The IRS can, and likely will, continue subsidies for HealthCare.gov customers temporarily if the Supreme Court says they're illegal, a tax expert says.", "author": "Dan Mangan", "og": {"site_name": "CNBC", "description": "The IRS can, and likely, will continue subsidies for HealthCare.gov customers temporarily if the Supreme Court says they're illegal, a tax expert says.", "title": "IRS to the rescue for Obamacare? Maybe soon", "url": "http://www.cnbc.com/2015/03/06/will-it-be-irs-to-the-rescue-for-obamacare.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/03/06/102484494-irs-building-1.1910x1000.jpg", "type": "article"}, "twitter": {"description": "The IRS can, and likely, will continue subsidies for HealthCare.gov customers temporarily if the Supreme Court says they're illegal, a tax expert says.", "title": "Will it be IRS to the rescue for Obamacare?", "url": "http://www.cnbc.com/2015/03/06/will-it-be-irs-to-the-rescue-for-obamacare.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2015/03/06/102484494-irs-building-1.1910x1000.jpg"}, "creator": "@_DanMangan", "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Health Insurance, Health Care, Health Insurance, Obamacare, Supreme Court (U.S.), Taxes, Politics, US: News, IRS, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2015-03-06T16:26:21-0500", "author": "https://www.facebook.com/dan.mangan.54", "section": "Health Insurance", "modified_time": "2015-03-06T19:45:12-0500", "tag": "IRS"}, "pageNodeId": 102484488, "news_keywords": "Obamacare, Supreme Court, IRS, continue, extend, rescue, illegal"}, "_id": "\"57477af36914bd0286fc9643\"", "article_summary": "But the Obama administration argues that an IRS regulation that explicitly authorizes subsidies for HealthCare.gov customers is legal under the Affordable Care Act.\n\"Court cases more commonly curb the IRS' power to take things away, and here it would be curbing the IRS' power to give something away,\" he said.\n\"It is entirely normal practice,\" said Susswein, while acknowledging the current case \"isn't a normal situation.\"\nBut if taxpayers have benefited from the IRS regulation before it was invalidated by the court, \"it's normal practice of theirs to tell the taxpayer that they can rely on [the struck-down regulation], even though it's wrong.\"\nRead MoreTough questions for Obamacare foes\"Generally speaking, regulations, rulings or positions are changed and struck down and invalidated all the time,\" Susswein said."}