{"article_title": "Genocide and Slavery: The Evil Twins of Colonialism", "article_keywords": ["colonialism", "blacks", "indians", "history", "slavery", "evil", "american", "indian", "genocide", "twins", "white", "native", "black"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/02/23/genocide-and-slavery-evil-twins-colonialism", "article_text": "February is Black History Month, a time to acknowledge African American contributions to the United States and celebrate black identity. It also inevitably means revisiting the very troubling history of this country to understand how European and American power was used to build the United States based on an ideology of the inferiority of non-white peoples. Colonization at its very core is the exploitation of non-white others to advance the economic and political agendas of those who deem themselves superior. Colonialism’s evil twins are genocide and slavery; blacks and Indians paid the highest price in the building of the United States, and we know all too well the legacy of that exploitation is still very much alive today.\n\nAn image circulating on the Internet recently succinctly depicts colonialism’s impact on blacks and Indians. It shows a black and white vintage photo containing two faces blended into one. One half shows the face of a black man (presumably a slave, or perhaps a freed slave) while the other half shows a famous photo of Sitting Bull. The caption on the image reads:\n\n“Name the Country Built on the Genocide of One Race and the Enslavement of Another.” The image reminds us not only of the devastation colonial processes brought to Africans and Indians, but that colonization and the historic trauma it inflicted on both groups signifies a common bond borne of oppression and its enduring legacy.\n\nColonialism necessitated genocide to clear the land for white settlement while slavery provided the labor to remake the land in the white man’s image. America’s history of slavery is not controversial, in that the fact of its occurrence is indisputable. Genocide, on the other hand, has not been widely acknowledged, and certainly not as a history officially recognized by the government. The United States has passed various resolutions and declarations acknowledging its “mistreatment” of and violence against Indians, and even an official apology (laughably buried on page 45 of a defense appropriations bill), but nowhere will you find the word “genocide.”\n\nScholars view genocide as one aspect of settler colonialism’s goal to eliminate the Native. But overall the elimination of the Native takes many forms built into settler society. Historically, it put Native people in complicated relationships with blacks. The most obvious example of this is how chattel slavery became integrated into Native nations in the south. The so-called Five Civilized Tribes came to be known by that name because of their adoption of white practices that included large-scale farming and slavery. If they could be seen as “civilized,” the tribes reasoned, perhaps they would not be forced off their lands like so many other nations had been. Slave-owning thus was adopted at least partly as a survival mechanism in 18th century Southern Indian nations.\n\nAn in-depth look at slavery as it was practiced in the Cherokee, Creek, Chickasaw, Seminole, and Choctaw nations reveals differences compared to whites. Scholars have argued that Indian slave-owners tended to be less cruel than their white counterparts. They also incorporated traditional tribal customs based on kinship relations so that the distinction between a slave and a family member could be quite blurry, as was true in the famous Shoe Boots case.\n\nShoe Boots was a full-blood Cherokee of the small but wealthy, propertied class who in 1794 acquired an African woman named Doll. Not only was she considered his property, but they also had an intimate, consensual relationship that was sometimes referred to as a marriage. The decades-long relationship produced five children who would get caught up in the complex histories of Indian removal, Cherokee politics, the Civil War, and emancipation, at times experiencing freedom and other times slavery based on their mixed race status. Descendents of Shoe Boots and Doll today count themselves among the Freedman still fighting for inclusion in the Cherokee Nation.\n\nThe U.S. government exploited black and Indian peoples’ need for survival. Just as Indian survival depended in part on slavery, so too did black survival during and after the Civil War depend on jobs offered by the U.S. Cavalry. More than 200,000 blacks fought in the Civil War. After emancipation, blacks that enlisted for five years could earn $13 a month, far more than was possible as civilians. The Buffalo Soldier units were created specifically to support Western expansion, and because they were only allowed west of the Mississippi River, they were instrumental to protecting settlers during the Indian wars. One group of historically oppressed people were thus pit against another.\n\nContentious relationships between blacks and Indians have persisted since the Civil War and the ongoing Freedmen issue illustrates the complexities people of mixed ancestry face, especially those with both Indian and black heritage. Although according to Henry Louis Gates this constitutes a small percentage of blacks today, the effort to build bridges of understanding is being taken seriously by members of the National Congress of Black Indians who in 2014 held their first annual gathering in Washington, D.C.\n\nThose whose genetics cross both cultures are the bellwethers for unity between African American and Native American peoples. They embody an important truth: in the big picture, because of our histories with colonialism, we have more in common with each other than we have differences. So to all of our black brothers and sisters, Indian country stands in solidarity with you this Black History Month. We all have much to be proud of.\n\nDina Gilio-Whitaker (Colville) is a freelance writer and Research Associate at the Center for World Indigenous Studies. She was educated at the University of New Mexico and holds a bachelor’s degree in Native American Studies and a master’s degree in American Studies. Follow her blog at DinaGWhitaker.wordpress.com.", "article_metadata": {"dcterms.creator": "mazecyrus", "description": "February is Black History Month, a time to acknowledge African American contributions to the United States and celebrate black identity.", "generator": "Drupal 7 (http://drupal.org)", "rdfs": {"label skos": {"prefLabel": "Dina Gilio-Whitaker"}}, "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/02/23/genocide-and-slavery-evil-twins-colonialism", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/styles/author_thumbnail_medium/public/author/dina_gilio-whitaker.jpg?itok=UHut16AJ", "site_name": "Indian Country Today Media Network.com", "title": "Genocide and Slavery: The Evil Twins of Colonialism"}, "dcterms.date": "2015-02-23T09:19-05:00", "keywords": "Dina Gilio-Whitaker, Colonialism, Racism, Slavery, Genocide, Black History Month", "robots": "follow, index", "dc": {"title": "Genocide and Slavery: The Evil Twins of Colonialism"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/02/23/genocide-and-slavery-evil-twins-colonialism", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "dcterms.format": "text/html", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 2}, "dcterms.title": "Genocide and Slavery: The Evil Twins of Colonialism"}, "article_summary": "Colonialism’s evil twins are genocide and slavery; blacks and Indians paid the highest price in the building of the United States, and we know all too well the legacy of that exploitation is still very much alive today.\nColonialism necessitated genocide to clear the land for white settlement while slavery provided the labor to remake the land in the white man’s image.\nFebruary is Black History Month, a time to acknowledge African American contributions to the United States and celebrate black identity.\nShe was educated at the University of New Mexico and holds a bachelor’s degree in Native American Studies and a master’s degree in American Studies.\nSo to all of our black brothers and sisters, Indian country stands in solidarity with you this Black History Month."}