{"article_title": "BBB Tip of the Week: Illegal robocalls about health insurance", "article_keywords": ["week", "information", "scammers", "illegal", "learn", "tip", "bbb", "number", "person", "prerecorded", "health", "robocalls", "visit", "press", "insurance"], "article_url": "http://www.spokesman.com/stories/2016/mar/06/bbb-tip-of-the-week-illegal-robocalls-about-health/", "article_text": "Now that the Affordable Care Act is well-known, scammers are using robocalls to scare consumers and phish for sensitive personal information.\n\nRobocalls are automated prerecorded messages directing you to press a button on your phone to connect with a live person, remove yourself from the call list or for some other reason. But unless you’ve given your consent ahead of time, robocalls are illegal.\n\nScammers are robodialing phones around the country claiming to be from the Health Insurance Marketplace. Using a scare tactic, the prerecorded message states that under the law you must buy health insurance or face a fine and asks you to press 1 to talk to a live person. Those who do press 1 reach an “operator” who claims to work with the law and asks for a slew of personal information, including date of birth and Social Security number.\n\nPressing 1 or another number to remove your phone number from the caller’s telemarketing list doesn’t help either. It makes it worse. The scammers behind the robocalls now know that a real person is at the other end of the call, so they increase the robocalls to that number.\n\nBetter Business Bureau offers the following tips when you encounter a robocall:\n\nThe best thing you can do is hang up on robocalls. Don’t press 1 or any other option, no matter what the prerecorded voice promises or threatens.\n\nIf you were tricked into sharing your Social Security number or other sensitive information, visit www.identitytheft.gov to learn what you should do next to protect yourself from identity theft.\n\nYou can report robocalls to the FTC at www.ftccomplaintassistant.gov to assist them with thwarting these scammers. You can learn more about what the FTC is doing to stop robocalls at www.ftc.gov/robocalls.\n\nTo learn more about the Telephone Consumer Protection Act (TCPA), you can visit the Federal Communications Commission website at www.fcc.gov/consumers.\n\nFor information regarding health insurance in Washington state, you can visit the Washington Healthplan Finder website at www.wahealthplanfinder.org or call directly at 1-855-WAFINDER.\n\nFor more tips you can trust or to check out a BBB Business Review, visit BBB online at www.bbb.org or call (509) 455-4200.", "article_metadata": {"description": "Now that the Affordable Care Act is well known, scammers are using robocalls to scare consumers and phish for sensitive personal information.", "og": {"site_name": "Spokesman.com", "description": "Now that the Affordable Care Act is well known, scammers are using robocalls to scare consumers and phish for sensitive personal information.", "title": "BBB Tip of the Week: Illegal robocalls about health insurance", "url": "http://www.spokesman.com/stories/2016/mar/06/bbb-tip-of-the-week-illegal-robocalls-about-health/", "image": "https://media.spokesman.com/img/logos/sr200.png", "updated_time": "2016-03-04T16:45:16.394644", "type": "article"}, "twitter": {"site": "@SpokesmanReview", "card": "summary"}, "robots": "index, follow", "fb": {"app_id": 316254480466}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=yes", "googlebot": "index, follow"}, "article_summary": "For information regarding health insurance in Washington state, you can visit the Washington Healthplan Finder website at www.wahealthplanfinder.org or call directly at 1-855-WAFINDER.\nNow that the Affordable Care Act is well-known, scammers are using robocalls to scare consumers and phish for sensitive personal information.\nFor more tips you can trust or to check out a BBB Business Review, visit BBB online at www.bbb.org or call (509) 455-4200.\nScammers are robodialing phones around the country claiming to be from the Health Insurance Marketplace.\nThe scammers behind the robocalls now know that a real person is at the other end of the call, so they increase the robocalls to that number."}