{"article_title": "'I Am Eleven' Documentary Explores The World Through Children's Eyes", "article_keywords": ["11", "eyes", "explores", "childrens", "life", "young", "lot", "way", "bailey", "world", "documentary", "childhood", "today", "told"], "article_url": "http://www.medicaldaily.com/i-am-eleven-documentary-explores-world-through-childrens-eyes-303012", "article_text": "If you were to ask 33-year-old Genevieve Bailey when the happiest time of her life was, she would tell you it was when she was 11 years old. The young Australian filmmaker reflected on the happiest moments of her life, as she battled her own case of depression after recovering from a serious car accident and losing her father to cancer. She found that it was 11 years old.\n\nAs an Australian native, Bailey, had never gone overseas until she decided to explore 15 countries at the age of 24, filming the world through the eyes of 11-year-olds. After nine years of work, I Am Eleven was born to serve as an inspirational and candid look into the golden year bridging childhood and adolescence. Since its release, it has collected numerous awards at film festivals throughout the world and was released in the United States Sept. 12.\n\n“I thought it was a great way to understand the culture, rather than hanging out with backpackers,” Bailey told TODAY. “The easiest way was to go through schools, but I didn’t want adults in the filtering process. I wanted really honest portrayals, so I hit the streets and found kids. It’s a snapshot of a generation. At 11, they have a lot of clarity to their ideas. They don’t think like teens, acting cool and trying to make an impression. At 11, they are free of that.”\n\nThe children range from a young New York City ballet dancer to an autistic boy in London with a photographic memory. Bailey found children in orphanages from India to New Jersey, and found incredible similarities despite their cultural and socioeconomic boundaries. The age is a magical place called “middle childhood” where complex friendships, the advents of puberty, and peer pressure begin to lace their way through their little lives, according to the Centers for Disease Control and Prevention.\n\n“Eleven-year-olds are a combination of silliness and seriousness,” Dr. Ann Goering of Winooski Family Health in Vermont, told TODAY. “With hormonal changes in girls particularly, there is internal turmoil as well. They have one foot in childhood and one foot in the pre-teens. But it’s still a time of a lot of curiosity and excitement.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "i, am, eleven, documentary, explores, world, through, childrens, eyes", "og": {"site_name": "Medical Daily", "description": "A new documentary takes a close look at what it's like to be 11 years old, through the eyes of the children.", "title": "'I Am Eleven' Shows Children's Perspectives From Around The World [VIDEO]", "url": "http://www.medicaldaily.com/i-am-eleven-documentary-explores-world-through-childrens-eyes-303012", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/14/documentary-i-am-eleven-explores-world-through-childs-eyes.png", "type": "article"}, "twitter": {"description": "A new documentary takes a close look at what it's like to be 11 years old, through the eyes of the children.", "title": "'I Am Eleven' Shows Children's Perspectives From Around The World [VIDEO]", "url": "http://www.medicaldaily.com/i-am-eleven-documentary-explores-world-through-childrens-eyes-303012", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/14/documentary-i-am-eleven-explores-world-through-childs-eyes.png", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/09/14/documentary-i-am-eleven-explores-world-through-childs-eyes.png"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-09-14T13:25:59-04:00", "modified_time": "2014-09-14T13:25:58-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A new documentary takes a close look at what it's like to be 11 years old, through the eyes of the children."}, "_id": "\"57477af36914bd0286fcc258\"", "article_summary": "“I thought it was a great way to understand the culture, rather than hanging out with backpackers,” Bailey told TODAY.\n“Eleven-year-olds are a combination of silliness and seriousness,” Dr. Ann Goering of Winooski Family Health in Vermont, told TODAY.\nAs an Australian native, Bailey, had never gone overseas until she decided to explore 15 countries at the age of 24, filming the world through the eyes of 11-year-olds.\nSince its release, it has collected numerous awards at film festivals throughout the world and was released in the United States Sept. 12.\nBailey found children in orphanages from India to New Jersey, and found incredible similarities despite their cultural and socioeconomic boundaries."}