{"article_title": "Obamacare Options For The Self-Employed And Small Business Owners: Which Are You?", "article_keywords": ["shop", "owners", "business", "employees", "obamacare", "state", "individuals", "health", "coverage", "small", "options", "selfemployed"], "article_url": "http://www.medicaldaily.com/obamacare-options-self-employed-and-small-business-owners-which-are-you-255497", "article_text": "Different marketplaces have been established for small business owners and individuals. If you are self-employed, will you be considered an individual or a business owner under Obamacare?\n\nDifferent marketplaces have been established for small business owners and individuals. If you are self-employed, will you be considered an individual or a business owner under Obamacare? NIH, Creative Commons\n\nAs is widely known, the Affordable Care Act mandates all individuals purchase health insurance or pay a penalty beginning in 2014. In a recent “Smart Answers” advice column, a couple who owns an S corporation wrote in to ask whether they should categorize themselves as employees of their company or self-employed under Obamacare.\n\nThose who run an income-generating business with no employees — even those who hire independent contractors to do some work — will be considered ‘self-employed’ under Obamacare, and so they will apply for coverage via the Healthcare Exchange set up in each state. On the other hand, small business employers — generally, those who report income for 50 or less employees on a W-2 at the end of the year — can purchase insurance coverage for themselves and their employees through the Small Business Health Options Program (SHOP) Marketplace.\n\nThe SHOP Marketplace is designed for small employers with 50 or fewer full-time equivalent employees. (In coming years, SHOP will include small business owners with 100 or fewer full-time employees.) Just as a Healthcare Exchange will be established in each state, a SHOP Marketplace will also be created in each state so that small business owners can compare prices, coverage options, and quality among a variety of plans. Small business owners will enroll through SHOP beginning in Oct. 1, 2013 for coverage starting as soon as Jan. 1, 2014. They also can enroll and begin coverage any time after Jan. 1, 2014.\n\nSHOP allows small business owners to control how much they pay toward employee premiums. SHOP also offers to those who qualify a small business health care tax credit worth up to half of premium costs, while premium costs not covered by the tax credit can still be deducted. Beginning in 2014, the tax credit will only be available for plans purchased through SHOP. Further down the road, though, SHOPs in each state will be open to small business owners who employ up to 100 full-time workers.\n\nIt is important to remember: those who are self-employed without full-time employees will be counted as individuals, and so they will be purchasing individual coverage beginning in October through their state's Health Insurance Marketplace and not through SHOP.\n\nFor more information about puchasing coverage through SHOP, please click here.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "obamacare, affordable care act, self-employed, individual insurance, small business owners", "og": {"site_name": "Medical Daily", "description": "Different marketplaces have been established for small business owners and individuals. If you are self-employed, will you be considered an individual or a business owner under Obamacare?", "title": "Obamacare Options For The Self-Employed And Small Business Owners", "url": "http://www.medicaldaily.com/obamacare-options-self-employed-and-small-business-owners-which-are-you-255497", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/04/routine-healthcare-visit.jpg", "type": "article"}, "twitter": {"description": "Different marketplaces have been established for small business owners and individuals. If you are self-employed, will you be considered an individual or a business owner under Obamacare?", "title": "Obamacare Options For The Self-Employed And Small Business Owners", "url": "http://www.medicaldaily.com/obamacare-options-self-employed-and-small-business-owners-which-are-you-255497", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/04/routine-healthcare-visit.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/09/04/routine-healthcare-visit.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Policy/Biz", "published_time": "2013-09-04T14:11:09-04:00", "modified_time": "2013-09-04T14:11:08-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Different marketplaces have been established for small business owners and individuals. If you are self-employed, will you be considered an individual or a business owner under Obamacare?"}, "_id": "\"57477af46914bd0286fdab67\"", "article_summary": "Different marketplaces have been established for small business owners and individuals.\nSHOP allows small business owners to control how much they pay toward employee premiums.\nFurther down the road, though, SHOPs in each state will be open to small business owners who employ up to 100 full-time workers.\nSmall business owners will enroll through SHOP beginning in Oct. 1, 2013 for coverage starting as soon as Jan. 1, 2014.\n(In coming years, SHOP will include small business owners with 100 or fewer full-time employees.)"}