{"article_title": "Obamacare site still vulnerable to hackers", "article_keywords": ["hackers", "healthcaregov", "kennedy", "personal", "vulnerabilities", "obamacare", "site", "experts", "committee", "security", "technology", "vulnerable", "consumers"], "article_url": "http://www.cnbc.com/2014/01/16/obamacare-site-still-vulnerable-to-hackers-experts.html", "article_text": "A group of cyber security professionals is warning that the U.S. government has failed to implement fixes to protect the HealthCare.gov website from hackers, some three months after experts first pointed out the problem.\n\nDavid Kennedy, head of computer security consulting firm TrustedSec LLC, told Reuters that the government has yet to plug more than 20 vulnerabilities that he and other security experts reported to the government shortly after HealthCare.gov went live on October 1.\n\nHackers could steal personal information, modify data or attack the personal computers of the website's users, he said. They could also damage the infrastructure of the site, according to Kennedy, who is scheduled to describe his security concerns in testimony on Thursday before the House Science, Space and Technology Committee.\n\n\"These issues are alarming,\" Kennedy said in an interview on Wednesday.\n\nThe Centers for Medicare & Medicaid Services, the federal agency that oversees the site's operations, provided Reuters with a statement saying it takes the concerns seriously.\n\n\"To date there have been no successful security attacks on HealthCare.gov and no person or group has maliciously accessed personally identifiable information from the site,\" the statement said.\n\n\"Security testing is conducted on an ongoing basis using industry best practices to appropriately safeguard consumers' personal information.\"\n\nHealthCare.gov lets consumers shop for insurance plans under President Barack Obama's Affordable Care Act, which mandates health insurance for all Americans.\n\nThe site, which is meant to serve millions of consumers in 36 states, was crippled by technology errors in the first two months after its launch on October 1. The Obama administration's efforts to repair the site helped it to work more smoothly beginning in December, but problems with data transmission remain.\n\nKennedy said he last week presented technical details describing the vulnerabilities in the site to seven independent cyber security experts, who reviewed videos of potential attack methods as well as logs and other documentation.\n\nThey wrote notes to the House Committee saying they were concerned about the site's security, which Kennedy provided to Reuters and will be released on Thursday to the committee led by Republicans who oppose the Affordable Care Act.\n\nMembers of the security community have been publicly pointing out problems with the site and say they have been privately providing the government with technical details of those issues since early October.\n\nAt a November Science Committee hearing, Kennedy and three other expert witnesses said they believed the site was not secure and three of them said it should be shut down immediately.\n\n(Read more: Obamacare)\n\n", "article_metadata": {"AssetType": "cnbcnewsstory", "description": "A group of cyber security professionals is warning the US government has failed to implement fixes to protect the HealthCare.gov site from hackers.", "author": "CNBC", "og": {"site_name": "CNBC", "description": "A group of cyber security professionals is warning the US government has failed to implement fixes to protect the HealthCare.gov site from hackers.", "title": "Obamacare site still vulnerable to hackers: Experts", "url": "http://www.cnbc.com/2014/01/16/obamacare-site-still-vulnerable-to-hackers-experts.html", "image": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2013/12/30/101301575-459137759r.1910x1000.jpg", "type": "article"}, "twitter": {"description": "A group of cyber security professionals is warning the US government has failed to implement fixes to protect the HealthCare.gov site from hackers.", "title": "Obamacare site still vulnerable to hackers: Experts", "url": "http://www.cnbc.com/2014/01/16/obamacare-site-still-vulnerable-to-hackers-experts.html", "image": {"src": "http://fm.cnbc.com/applications/cnbc.com/resources/img/editorial/2013/12/30/101301575-459137759r.1910x1000.jpg"}, "site": "@CNBC", "card": "summary_large_image"}, "al": {"ios": {"app_name": "CNBC Business News and Finance", "app_store_id": 398018310}}, "apple-itunes-app": "app-id=398018310", "GOOGLEBOT": "unavailable_after: 31 Dec 9999 23:59:59 GMT", "keywords": "Obamacare, US: News, Obamacare, business news", "article": {"publisher": "https://www.facebook.com/cnbc", "published_time": "2014-01-16T08:47:26-0500", "author": "https://www.facebook.com/CNBC", "section": "Obamacare", "modified_time": "2014-01-16T08:47:26-0500", "tag": "Obamacare"}, "pageNodeId": 101341448, "news_keywords": "Obamacare hackers, Healthcare.gov hackers"}, "_id": "\"57477af36914bd0286fcc267\"", "article_summary": "Hackers could steal personal information, modify data or attack the personal computers of the website's users, he said.\n\"Security testing is conducted on an ongoing basis using industry best practices to appropriately safeguard consumers' personal information.\"\nThey could also damage the infrastructure of the site, according to Kennedy, who is scheduled to describe his security concerns in testimony on Thursday before the House Science, Space and Technology Committee.\nThe Obama administration's efforts to repair the site helped it to work more smoothly beginning in December, but problems with data transmission remain.\nHealthCare.gov lets consumers shop for insurance plans under President Barack Obama's Affordable Care Act, which mandates health insurance for all Americans."}