{"article_title": "Bobby Jindal's State Was \"Most Pro-Life\" for Five Years, Imagine What He Could Do as President", "article_keywords": ["jindal", "life", "right", "prolife", "jindals", "bobby", "legislation", "abortion", "state", "abortions", "imagine", "president", "louisiana"], "article_url": "http://www.lifenews.com/2015/02/17/bobby-jindals-state-was-most-pro-life-for-five-years-imagine-wat-he-could-do-as-president/", "article_text": "In January, for the fifth year in a row, Louisiana was declared the most pro-life state in the nation by American’s United for Life (AUL). Since pro-life Governor Bobby Jindal has been in office for the past six years, it would be fair to say his leadership, at least in part, has created a more pro-life Louisiana.\n\nAfter AUL made their announcement, Jindal said, “Louisiana was named the most pro-life state for the fifth year in a row. In Louisiana, we promote a culture of life and protect the weakest and most vulnerable among us.”\n\nDuring Jindal’s time in office he’s signed countless pieces of pro-life legislation as well as limited Obamacare by prohibiting the coverage of elective abortion in health care plans. This is exactly why many pro-life advocates and Republican voters would be thrilled if Jindal ran for president in 2016. In the Decatur Daily, journalist Cal Thomas reported that Jindal said he’d decide in “two to three months” whether to run for president.\n\nThe pro-life legislation Jindal’s signed include everything from bills that ban abortion at 20-weeks and stop coerced abortions— to legislation that requires abortion facilities to provide ultrasounds prior to an abortion and ensures that medical professionals don’t have to participate in abortion.\n\nClick here to sign up for daily pro-life news alerts from LifeNews.com\n\nIn 2014, Jindal signed Louisiana Right to Life’s flagship legislation, the Unsafe Abortion Protection Act (HB 388), which could close three of the five abortion clinics in the state. HB 388 requires that abortion providers have admitting privileges within 30 miles of a local hospital; clarifies that informed consent protections apply to both surgical abortion, as well as to RU-486 chemical abortions; and that facilities that perform more than five abortions maintain proper licensing. After the passage of the HB 388 through the Louisiana Legislation, Gov. Jindal said, “This bill will give women the health and safety protections they deserve.”\n\nEarlier this year, The Washington Times reported that Jindal blasted U.S. House Republicans after they pulled a bill that bans abortions after 20 weeks of pregnancy. He said, “The American people elected a Republican majority to support the pro-life movement and champion conservative principles. I hope they reconsider.”\n\nIn January, the Louisiana Department of Health and Hospitals, which serves under Jindal’s administration, announced that they are blocking abortions at an abortion facility Planned Parenthood is building in New Orleans. Originally, their facility was supposed to open by the end of 2014; however, due to opposition from pro-life Louisianans, including Louisiana Right to Life, the Jindal administration and the Archdiocese of New Orleans, their efforts have been stalled.\n\nThe Executive Director of Louisiana Right to Life, Benjamin Clapper, told the Washington Post more about Jindal’s commitment to protecting unborn life. He said, “He’s not just been pro-life behind closed doors. He’s also been proudly pro-life across our state.” American’s United for Life also told the Post that during Jindal’s time in office, Louisiana has been the most pro-life it has ever been.\n\nRemarkably, Jindal has always been completely honest about his pro-life views.\n\nIn 2003, he said, “In my first race in 2003, at one of my first fundraisers, my first question was from a fairly liberal woman who asked me my position on abortion. I told her I was pro-life. I remember thinking I was going to have to return all the money I had raised! But amazingly, she became a financial supporter despite our differences over abortion. It turns out she already knew I was pro-life; she just wanted to see if I would be honest about my position or if I would waffle in order to get her money.”\n\nAccording to the National Right to Life Committee, Jindal had a 100-percent voting record during three years as member of the U.S. House of Representatives. Additionally, Louisiana Right to Life has honored Gov. Jindal on numerous occasions for his pro-life stand in the Pelican State. In January, as Jindal left the stage after speaking at their annual pro-life rally Clapper said, “Bobby Jindal is the most pro-life governor in the history of Louisiana.”", "article_metadata": {"description": "Bobby Jindal's State Was \"Most Pro-Life\" for Five Years, Imagine What He Could Do as President", "og": {"site_name": "LifeNews.com", "description": "In January, for the fifth year in a row, Louisiana was declared the most pro-life state in the nation by American’s United for Life (AUL). Since pro-life Gove", "title": "Bobby Jindal’s State Was “Most Pro-Life” for Five Years, Imagine What He Could Do as President", "url": "http://www.lifenews.com/2015/02/17/bobby-jindals-state-was-most-pro-life-for-five-years-imagine-wat-he-could-do-as-president/", "image": "http://www.lifenews.com/wp-content/uploads/2015/02/bobbyjindal2-190x127.jpg", "locale": "en_us", "type": "article"}, "fb": {"app_id": 204509779594999}, "OBKey": "avejq02j7xRr+0owuq+Pcw==", "keywords": "bobby jindal\\'s state was \"most pro-life\" for five years,imagine what he could do as president,bobby jindal\\'s state was most pro-life for five years", "google-site-verification": "PPPx-GD0i7nWjUFAYnFdOYorAAJLuNyKOl23JCeXyrQ", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdab6f\"", "article_summary": "After AUL made their announcement, Jindal said, “Louisiana was named the most pro-life state for the fifth year in a row.\nSince pro-life Governor Bobby Jindal has been in office for the past six years, it would be fair to say his leadership, at least in part, has created a more pro-life Louisiana.\nIn January, for the fifth year in a row, Louisiana was declared the most pro-life state in the nation by American’s United for Life (AUL).\nThe Executive Director of Louisiana Right to Life, Benjamin Clapper, told the Washington Post more about Jindal’s commitment to protecting unborn life.\nThis is exactly why many pro-life advocates and Republican voters would be thrilled if Jindal ran for president in 2016."}