{"article_title": "Obamacare, Failing Ahead of Schedule", "article_keywords": ["end", "ahead", "exchange", "failing", "obamacare", "schedule", "premiums", "health", "exchanges", "white", "care", "insurance", "obama"], "article_url": "http://www.nytimes.com/2013/10/20/opinion/sunday/douthat-obamacare-failing-ahead-of-schedule.html", "article_text": "THIS is not the column about the Obamacare rollout I expected to write.\n\nIf you had told me, months ago, that weeks after the health care law’s coverage expansion went into effect I would be writing about the problems its launch had exposed, I would have assumed I’d be writing about rate shock, rising premiums and the disappearance of many cheap insurance plans — basically, all the problems conservatives have worried will make Obamacare a ruinously expensive failure if they play out as we fear they might.\n\nI may be writing about those issues soon enough. But for now there is a more pressing subject: The online federal health care exchange, the heart of the Obamacare project, is such a rolling catastrophe that it may end up creating a major policy fiasco immediately rather than eventually.\n\nThis fiasco has always been a possibility, for reasons inherent in the architecture of the law. When The New Republic’s Jonathan Cohn, the most rigorous defender of the entire reform project, wrote up his “five Obamacare anxieties” in May, the first one was structural: The system’s sustainability depends on getting enough healthy people to sign up, he pointed out, and if they don’t then insurers “will have to raise everyone’s premiums,” which “could create what actuaries call a ‘death spiral’: Rising premiums prompt people to drop out, causing premiums to increase even more.”\n\nCohn thought such a death spiral was unlikely, and frankly so did I. Between the stick of the mandate, the carrot of subsidies and the planned P.R. blitz, it seemed as if enough Americans would sign up to at least postpone the cost problem and get the system off the ground.\n\nAdvertisement Continue reading the main story\n\nBut it seemed that way because it was hard to imagine the Obama White House botching the design and execution of its national health care exchange. Building Web sites, mastering the Internet — this is what Team Obama does!\n\nExcept this time Team Obama didn’t. Like the Bush administration in Iraq, the White House seems to have invaded the health insurance marketplace with woefully inadequate postinvasion planning, and let the occupation turn into a disaster of hack work and incompetence. Right now, the problems with the exchange Web site appear to be systemic — a mess on the front end, where people are supposed to shop for plans, and also a thicket at the back end, where insurers are supposed to process applications.\n\nPhoto\n\nThe disaster can presumably be fixed. As Cohn pointed out on Friday, many of the state-level exchanges are working better than the federal one, and somewhere there must be a tech-world David Petraeus capable of stabilizing HealthCare.gov. And the White House has some time to work with: weeks before the end-of-year enrollment rush, and months before the mandate’s penalty is supposed to be levied.\n\nBut if the fix-it effort moves too slowly, it’s possible to envision a worst-case scenario unfolding. If the Web site doesn’t work soon, even liberals concede that the mandate would have to be delayed, because you can’t very well fine people for failing to buy a product they can’t access. And that combination — a hard-to-navigate online portal and no penalty for staying uninsured — could effectively discourage all but the most desperate customers from shopping, which in turn would create an unsustainably expensive insurance pool, driving prices up and driving people away, and potentially wrecking the entire individual insurance market in short order.\n\nIf this happens, there will be a lot of schadenfreude on the right at the spectacle of technocratic failure. But the wreck of the exchanges may actually be worse for conservative policy objectives than a more successful rollout would have been.\n\nThat’s because while conservatives think the Obamacare exchanges are overregulated and oversubsidized, they are actually closer to the right-of-center vision for health care reform than the Obamacare Medicaid expansion, which is happening no matter what transpires with Healthcare.gov. So if the exchanges fail and the Medicaid expansion takes effect (and, inevitably, becomes difficult to roll back), we’ll be left with an individual market that’s completely dysfunctional and a more socialized system over all.\n\nIn that scenario, the Democratic Party would probably end up pushing, not for the pipe dream of true single payer, but for a further bottom-up/top-down socialization, in which Medicare is offered to 55- to 65-year-olds and Medicaid is eventually expanded even more.\n\nMeanwhile, the task for serious conservative reformers — already not the most politically effective bunch — might actually become harder, because they would have to explain how their plan to build an effective, exchange-based marketplace differed from the Obama White House’s exchange fiasco.\n\nSo while Republican politicians may be salivating over a potential Obamacare crisis, the conservative policy thinkers I know are not. They’re hoping, as I’m hoping, that this isn’t as bad as it looks. The chance to say “I told you so” is always nice, but not if the price is a potentially irrecoverable disaster.", "article_metadata": {"tone": "opinion", "ptime": 20131019143008, "twitter": {"description": "A surprising tech disaster from Team Obama.", "title": "Obamacare, Failing Ahead of Schedule", "url": "http://www.nytimes.com/2013/10/20/opinion/sunday/douthat-obamacare-failing-ahead-of-schedule.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000002507442"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "creator": "@DouthatNYT", "site": "@nytimes", "image": "https://static01.nyt.com/images/2014/11/01/opinion/douthat-circular/douthat-circular-thumbLarge-v4.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2013/10/20/opinion/sunday/douthat-obamacare-failing-ahead-of-schedule.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000002507442", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2013/10/20/opinion/sunday/douthat-obamacare-failing-ahead-of-schedule.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "opinion/sunday", "hdl_p": "Obamacare, Failing Ahead Of Schedule", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "DISPLAYDATE": "Oct. 19, 2013", "edt": "NewYork", "org": "HealthCare.gov", "keywords": "Health Insurance and Managed Care,Patient Protection and Affordable Care Act (2010),Computers and the Internet,Obama  Barack,HealthCare.gov,Medicaid", "news_keywords": "HealthCare.gov,Medicaid", "applicationName": "article", "PT": "article", "author": "Ross Douthat", "SCG": "sunday", "sourceApp": "nyt-v5", "per": "Obama, Barack", "thumbnail_150_width": 150, "byl": "By ROSS DOUTHAT", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "A surprising tech disaster from Team Obama.", "tom": "Op-Ed", "dfp-amazon-enabled": "false", "CT": "column", "thumbnail": "https://static01.nyt.com/images/2014/11/01/opinion/douthat-circular/douthat-circular-thumbStandard-v3.jpg", "thumbnail_150": "https://static01.nyt.com/images/2014/11/01/opinion/douthat-circular/douthat-circular-thumbLarge-v4.jpg", "description": "A surprising tech disaster from Team Obama.", "CN": "ross-douthat", "CG": "opinion", "robots": "noarchive", "dat": "Oct. 19, 2013", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "Op-Ed", "article": {"author": "http://topics.nytimes.com/top/opinion/editorialsandoped/oped/columnists/rossdouthat/index.html", "section_url": "http://www.nytimes.com/pages/opinion/index.html", "section": "Opinion", "modified": "2016-01-01", "collection": "https://static01.nyt.com/services/json/sectionfronts/opinion/index.jsonp", "tag": "Medicaid", "published": "2013-10-19", "section-taxonomy-id": "AD8090D7-4137-4D71-84C8-70DA3BD89778"}, "thumbnail_height": 75, "slug": "20douthat", "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20160101134814, "og": {"url": "http://www.nytimes.com/2013/10/20/opinion/sunday/douthat-obamacare-failing-ahead-of-schedule.html", "image": "https://static01.nyt.com/images/2014/11/01/opinion/douthat-circular/douthat-circular-facebookJumbo-v2.jpg", "type": "article", "description": "A surprising tech disaster from Team Obama.", "title": "Obamacare, Failing Ahead of Schedule"}, "pdate": 20131019, "des": "Medicaid", "nyt-collection": {"tone": "opinion", "url": "http://www.nytimes.com/column/ross-douthat", "tagline": "Politics, religion, moral values and higher education.", "uri": "/column/ross-douthat", "display-name": "Ross Douthat", "identifier": "ross-douthat", "type": "column"}, "articleid": 100000002507442, "cre": "The New York Times", "hdl": "Obamacare, Failing Ahead of Schedule", "col": "Op-Ed Columnist", "PST": "Op-Ed"}, "_id": "\"57477af36914bd0286fcc27c\"", "article_summary": "That’s because while conservatives think the Obamacare exchanges are overregulated and oversubsidized, they are actually closer to the right-of-center vision for health care reform than the Obamacare Medicaid expansion, which is happening no matter what transpires with Healthcare.gov.\nSo while Republican politicians may be salivating over a potential Obamacare crisis, the conservative policy thinkers I know are not.\nAdvertisement Continue reading the main storyBut it seemed that way because it was hard to imagine the Obama White House botching the design and execution of its national health care exchange.\nTHIS is not the column about the Obamacare rollout I expected to write.\nBut for now there is a more pressing subject: The online federal health care exchange, the heart of the Obamacare project, is such a rolling catastrophe that it may end up creating a major policy fiasco immediately rather than eventually."}