{"article_title": "", "article_keywords": ["school", "institute", "parenthood", "women", "health", "planned", "womens", "public", "issues", "care"], "article_url": "http://www.newswise.com/articles/women-s-health-issues-commentary-proposed-planned-parenthood-funding-cuts-would-harm-women-in-medically-underserved-communities", "article_text": "Women’s Health Issues Commentary: Proposed Planned Parenthood Funding Cuts Would Harm Women in Medically Underserved Communities\n\nAdd to Favorites\n\nContact Information Available for logged-in reporters only\n\nNewswise — WASHINGTON, DC (October 20, 2015) — Eliminating federal funding for Planned Parenthood, as some members of Congress urge, would only make it harder for low-income women in medically underserved communities to obtain healthcare, warns a new commentary in the journal Women’s Health Issues. The piece notes that while the Affordable Care Act has allowed many women to gain insurance that covers contraception and other preventive care without cost-sharing, accessing healthcare services is still difficult for those in areas with few healthcare providers. The authors explain that if Planned Parenthood clinics were to close, many communities’ remaining providers would be unable to serve all of the clinics’ former patients – and some communities would be left without any safety-net provider at all.\n\nWomen’s Health Issues is the official journal of the Jacobs Institute of Women’s Health, which is based at the Milken Institute School of Public Health (Milken Institute SPH) at the George Washington University. The commentary, \"Turning Back the Clock on Women’s Health in Medically Underserved Communities,\" was co-authored by Sara Rosenbaum, JD, the Harold and Jane Hirsh Professor of Health Law and Policy at Milken Institute SPH, and Susan F. Wood, PhD, the Executive Director of the Jacobs Institute of Women’s Health at Milken Institute SPH.\n\n\n\n“Underserved communities need more healthcare providers, not fewer,” Rosenbaum said. “I have been working with community health centers for almost four decades, and I know how much they have achieved. But they don’t have the capacity to replace the high-quality reproductive healthcare that millions of women get from Planned Parenthood clinics today.”\n\nIn the commentary, Rosenbaum and Wood highlight two federally funded providers that promote access to care for those with low incomes: Community health centers and Title X–funded family planning centers. Community health centers provide comprehensive primary care in medically underserved areas, while Title X centers offer family planning and other preventive reproductive health services. Both charge fees on a sliding scale to accommodate low-income patients. While both of these safety-net providers are present in some areas, many poorer communities have only one or the other. Funding cuts that result in Planned Parenthood clinics’ closures would leave many low-income women without a source of reproductive healthcare, the authors say.\n\n“Title X plays an essential role in US women’s health, and Planned Parenthood plays an essential role in Title X,” said Wood, who also noted that a US House of Representatives proposal would eliminate the Title X program completely. “Cutting federal funding for Planned Parenthood – or, even worse, for the entire Title X program – would be catastrophic for millions of women.”\n\nAbout Women’s Health Issues:\n\n\n\nWomen's Health Issues is the official publication of the Jacobs Institute of Women's Health, and the only journal devoted exclusively to women's health care and policy issues. The journal has a particular focus on women's issues in the context of the U.S. health care delivery system and policymaking processes, although it invites submissions addressing women's health care issues in global context if relevant to North American readers. It is a journal for health professionals, social scientists, policymakers, and others concerned with the complex and diverse facets of health care delivery and policy for women. For more information about the journal, please visit http://www.whijournal.com.\n\nAbout Milken Institute School of Public Health at the George Washington University:\n\n\n\nEstablished in July 1997 as the School of Public Health and Health Services, Milken Institute School of Public Health is the only school of public health in the nation’s capital. Today, more than 1,700 students from almost every U.S. state and 39 countries pursue undergraduate, graduate and doctoral-level degrees in public health. The school also offers an online Master of Public Health, MPH@GW, and an online Executive Master of Health Administration, MHA@GW, which allow students to pursue their degree from anywhere in the world.\n\nReporters: follow Looking for a different expert? Reporters can submit an\n\nExpert Query. follow @Expert_Pitch to receive instant updates via TwitterLooking for a different expert? Reporters can submit an Promote your organization’s experts with Expert Pitch\n\nComment/Share", "article_metadata": {"keywords": "Planned Parenthood,Medically Underserved Areas And Populations,Women's Health,Access To Health Care,affordable health care,Title X,Family Planning Services,preventive services,Reproductive Health", "verify-v1": "G6V3B5za6BYmoQM4QGo6vP95BavX+zDyot3ZErFSVpQ=", "description": "Eliminating federal funding for Planned Parenthood, as some members of Congress urge, would only make it harder for low-income women in medically underserved communities to obtain healthcare, warns a new commentary in the journal Women’s Health Issues.", "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdab77\"", "article_summary": ""}