{"article_title": "No. 1 Kentucky beats Cincinnati 64-51 to reach Sweet 16 – The Denver Post", "article_keywords": ["cincinnati", "16", "sweet", "straight", "reach", "second", "denver", "6451", "beats", "wildcats", "kentucky", "half", "bearcats", "post", "throw", "shot", "points"], "article_url": "http://www.denverpost.com/colleges/ci_27760690/no-1-kentucky-beats-cincinnati-64-51-reach-sweet-16", "article_text": "LOUISVILLE, Ky. — Aaron Harrison scored 13 points, Trey Lyles added 11 with 11 rebounds and top-ranked Kentucky outworked eighth-seeded Cincinnati for a 64-51 victory Saturday to remain undefeated and reach the Sweet 16 for the second straight season.\n\nDespite the Wildcats’ sixth straight double-digit win, they faced their toughest test in a while and didn’t seem totally in control until the final minutes. Kentucky certainly expected a battle from the physical, pesky Bearcats and worked hard for every shot and rebound in an intense contest.\n\nBut the Wildcats (36-0) succeeded by making life difficult on both ends for Cincinnati, holding the Bearcats to 32 percent shooting including just 24 percent in the second half. Kentucky blocked six shots after halftime and came up with several key rebounds.\n\nThe Wildcats move on to face the Maryland-West Virginia winner in the Midwest Regional on Thursday in Cleveland.\n\nWATCH: Why is there more parity in college basketball?\n\nTroy Caupain had 13 points for Cincinnati (23-11).\n\nKentucky sought a faster start than in its NCAA Tournament opener against Hampton, when the Wildcats needed about 10 minutes to get rolling. They rarely let up after that against the smaller Pirates, leading by 35 points in the second half.\n\nOn the other hand, Cincinnati went against Kentucky’s third-ranked scoring defense (54 points per game) coming off a 20-rebound domination of Hampton.\n\nThings figured to be much tougher against the Bearcats, whose campus is about 85 miles north of the Wildcats off I-75. Cincinnati entered the tournament with the nation’s No. 6 scoring defense (55.3 points) and was coming off a 66-65 overtime victory over Purdue, the 32nd opponent it had held under 70 points.\n\nFor sure, the Bearcats weren’t afraid of the longer, deeper Wildcats and even led several times in an entertaining first half thanks to several putbacks weaved in with a couple of 3-pointers. Cincinnati definitely made Kentucky work for its opportunities, contesting most every shot while disrupting passes and cutting off drives to the basket.\n\nKentucky shot just 10 of 29 (35 percent) in the first half as a result but made up for it with 9-of-11 shooting at the free throw line that allowed the Wildcats to stay close before closing the first half with 10 straight points over 2 1/2 minutes for a 31-24 lead. Willie Cauley-Stein’s flying dunk and free throw brought another sea of blue to its feet, and the roar got louder with Aaron Harrison’s 3-pointer with 42 seconds left in the half.\n\nIn an instant, Kentucky had the momentum it needed and the issue was keeping it up against a Bearcats squad that did not go meekly.\n\nCincinnati got within three points several times early in the second half, the last time at 35-32 on Octavious Ellis’ jumper. Hard-fought offensive rebounds created more opportunities, but the Bearcats just couldn’t convert as Kentucky came up with timely rebounds.\n\nMost important, the Wildcats took advantage and took control down the stretch to become the first men’s team to ever go 36-0.\n\nTIP-INS:\n\nCincinnati: Ellis made the Bearcats’ first free throw attempt 10 seconds into the second half and finished 9 of 14.\n\nKentucky: The Wildcats improved to 28-10 against Cincinnati.\n\nUP NEXT:\n\nCincinnati: Season ends.\n\nKentucky: Sweet 16 in Cleveland.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "No. 1 Kentucky beats Cincinnati 64-51 to reach Sweet 16", "title": "No. 1 Kentucky beats Cincinnati 64-51 to reach Sweet 16", "url": "http://www.denverpost.com/2015/03/21/no-1-kentucky-beats-cincinnati-64-51-to-reach-sweet-16/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150321_034130_kentucky.jpg", "height": 448}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150321_034130_kentucky.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-03-21T15:38:51+00:00", "modified_time": "2016-04-24T19:57:41+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdab7b\"", "article_summary": "Cincinnati got within three points several times early in the second half, the last time at 35-32 on Octavious Ellis’ jumper.\nThey rarely let up after that against the smaller Pirates, leading by 35 points in the second half.\nLOUISVILLE, Ky. — Aaron Harrison scored 13 points, Trey Lyles added 11 with 11 rebounds and top-ranked Kentucky outworked eighth-seeded Cincinnati for a 64-51 victory Saturday to remain undefeated and reach the Sweet 16 for the second straight season.\nTIP-INS:Cincinnati: Ellis made the Bearcats’ first free throw attempt 10 seconds into the second half and finished 9 of 14.\nCincinnati definitely made Kentucky work for its opportunities, contesting most every shot while disrupting passes and cutting off drives to the basket."}