{"article_title": "Stefanik's deep Washington ties clash with campaign message", "article_keywords": ["elise", "clash", "campaign", "stefanik", "washington", "ideas", "deep", "conservative", "ryan", "stefaniks", "policy", "ties", "message", "foreign"], "article_url": "http://www.northcountrypublicradio.org/news/story/26382/20141021/stefanik-s-deep-washington-ties-clash-with-campaign-message", "article_text": "Over the last couple of weeks, our reporters have asked a basic question about the front runner in the North Country’s House race.\n\nJust how new a political voice is Elise Stefanik, the Republican who moved to Willsboro last year?\n\nOne of her major claims on the campaign trail is that she’s a fresh face, a new kind of politician. She has promised a real break with the divisive politics that shaped Washington over the last 20 years.\n\nBut our in-depth look at Stefanik’s career found a very different picture. We didn't find anything scandalous. In fact, we found Stefanik has had a remarkable career in Washington, working with some of the country's most powerful conservative leaders.\n\nBut the team assigned to this special report, Brian Mann in Saranac Lake and Julia Botero in Watertown, also couldn't find evidence of Stefanik differing with Republican leaders, advocating for bipartisanship, or offering new ideas on major issues.\n\nIn many cases Stefanik supported politicians and organizations that backed some of the most fiercely debated conservative ideas, from the wars in the Middle East to social programs here at home.\n\nRelated link: Read a detailed timeline of Elise Stefanik's 8-year career in Washington, D.C.\n\n\n\nVISIONS OF A NEW KIND OF POLITICIAN\n\nJULIA: This is the way Elise Stefanik talks about herself now.\n\nSTEFANIK CAMPAIGN AD: I’m Elise Stefanik and I’m running for congress to bring new ideas to Washington.\n\nJULIA: In her latest TV ad, Stefanik is driving through the North Country, offering herself as a new type of Republican.\n\nWhat complicates this story for Elise Stefanik is the fact that she worked in Washington for most of the last decade. And she wasn’t on the fringe. BRIAN: This is a big part of Stefanik's message. She's new, she's different, she’s a young woman–just 30 years old. She's not part of that broken system in Washington.\n\nJULIA: Here she is a couple of weeks ago, when she sat down with North Country Public Radio.\n\nSTEFANIK: My name is on the ballot, I’m going to be an independent voice and we have not only support from Republicans, conservative sand independents in the district, but also Democrats who are increasingly looking for that next generation of leadership.\n\nBRIAN: It’s really common these days for politicians to want to distance themselves from Washington. Voters hate Washington. Barack Obama is unpopular. Congress is unpopular. Both parties are unpopular.\n\nA CAMPAIGN NARRATIVE THAT CLASHES WITH A DEEP WASHINGTON, D.C. RESUME\n\nJULIA: What complicates this story for Elise Stefanik is the fact that she worked in Washington for most of the last decade. And she wasn’t on the fringe. Our reporting found that even before leaving Harvard in 2006, she worked with some of the most high-powered politicians and activists in the country.\n\nHer big move came right after graduation, when Stefanik jumped from Harvard smack into the West Wing of the White House. Here she is talking with NPR.\n\nSTEFANIK: I worked on the domestic policy council and in the chief of staff’s office. So I was there from 2006 through 2009, so it was an amazing experience to have as a young person to see policy making at its most senior levels, but also to see what is wrong with Washington.\n\nJULIA: So there it is again. That argument Stefanik makes over and over that she went to Washington, saw that it was kind of broken and now she has new ideas about how to fix it.\n\nBut here’s where our reporting found a different picture. After leaving the White House in 2009, Stefanik stayed in Washington for years. She bought a part-share in a Washington, D.C. townhouse and kept working for think-tanks and politicians that supported many of the same conservative ideas that defined the Bush years.\n\nJULIA: We couldn’t find any record of her before this campaign talking about things like bipartisanship or raising big questions about her party’s ideas. To get why that’s kind of a big deal, it’s important to remember some of the context.\n\nLESSONS LEARNED DURING THE BUSH YEARS?\n\nBRIAN: Stefanik worked in the White House through about a third of Bush's presidency. She saw some of the roughest years.\n\nBRIAN: She took the job not long after Hurricane Katrina. Public support for the war and for President Bush himself was plummeting. Here he is talking about Iraq in 2006, the year Stefanik joined his staff.\n\nPRESIDENT BUSH: The situation on the ground remains tense and in the face of continued reports about killings and reprisals, I understand how some Americans have had their confidence shaken.\n\nJULIA: Those were really dark days. It wasn't just Iraq. By the time Stefanik left the White House, she'd been part of the domestic policy team led Bush's chief of staff. They were dealing with the worst financial meltdown in modern American history.\n\nSKY NEWS REPORT: We're just waking up to the American investment bank Lehman Brothers has filed for bankruptcy in New York.\n\nBRIAN: In those days, even many conservatives were publicly blasting President Bush’s foreign policy ideas and also domestic programs like TARP–that’s the program that funneled hundreds of billions of dollars to bail out Wall Street.\n\nJULIA: Stefanik says now that she didn't like the TARP program. But going back through Stefanik’s writing and public statements, and we found a lot of them, we couldn’t find any evidence of Stefanik questioning any of Bush's ideas or asking how things went so wrong. So far as we could tell, before this campaign, she never questioned President Bush or criticized his policies. Here she is talking with NPR this fall.\n\nSTEFANIK: Regardless of whether you agree or disagree with all of President Bush’s decisions, he was a leader of conviction; he was a leader of courage. He was a much stronger leader than we have today.\n\nBRIAN: It's not just that Stefanik didn't question those Bush-era policies. The record suggests that she went on supporting them.\n\nSTEFANIK'S FOREIGN POLICY RECORD IN WASHINGTON\n\nJULIA: A couple of years after leaving the White House, Stefanik took a job as communications director with a think-tank called the Foreign Policy Initiative.\n\nBRIAN: FPI was founded by Bill Kristol, one of the most vocal and prominent advocates for the Iraq War.\n\nJULIA: Stefanik hosted a podcast for FPI. She interviewed some of the most prominent neo-conservative intellectuals, politicians, and activists.\n\nBRIAN: In that job, she helped promote FPI’s arguments, including the idea that the Obama administration was showing a lot of weakness overseas. FPI wanted Obama to consider a much more active military intervention in the Middle East, including possible military strikes in places like Iran and Syria.\n\nJULIA: During a debate earlier this month in Albany, Stefanik talked about her foreign policy views in this exchange with Aaron Woolf. He's the Democrat in the race.\n\nWOOLF: My opponent Elise Stefanik was a director of the Foreign Policy Initiative, one of the most hawkish foreign policy think-tanks in Washington and they advocate right now for boots on the ground.\n\nSTEFANIK: We are in this position today because of President Obama’s failed leadership and my opponent here Aaron Woolf, is another vote for the failed foreign policy of President Obama.\n\nJULIA: So to recap, Stefanik arrived in Washington during the Bush years and on foreign policy there's little evidence that she ever broke ranks or seriously questioned the major ideas that defined his administration. We reached out to her campaign and asked her to clarify some of this history, but Stefanik declined to be interviewed or to answer emailed questions.\n\nWORKING WITH TOP CONSERVATIVES ON DOMESTIC ISSUES\n\nBRIAN: On domestic issues, things like taxes and Social Security, and health care, it's pretty much the same story. During her years in Washington, Stefanik worked for some of the most powerful Republicans, people like Tim Pawlenty and Paul Ryan. These are politicians who've pushed for huge changes to the way America deals with issues like poverty and care for seniors.\n\nJULIA: Her most high profile role came in 2012. Stefanik was hired to serve as policy director for the Republican National Convention in Tampa Florida.\n\nBRIAN: This was the launching pad for Mitt Romney and Paul Ryan’s bid for the White House. According to Republican Party documents, Stefanik was second in command on the staff committee that worked to refine and polish the party’s platform.\n\nJULIA: Here again, the context is important. That platform became really controversial, in part because of its hard-line stance on abortion. Here's NPR's Greg Allen reporting in 2012”\n\nGREG ALLEN, NPR: The [Republican platform] resolution contains no language providing exceptions in cases of rape, incest or to save the life of the woman. Those are exceptions Romney supports.\n\nBRIAN: So abortion was one hot-button issue. The platform also called for repeal of the Affordable Care Act and the partial privatization of Social Security and Medicare. Stefanik's work on that project also came up during the debate in Albany. Here’s Aaron Woolf.\n\nWOOLF: She directed the plan to privatize social security. She also recommended voucherizing Medicare in that plan.\n\nSTEFANIK: Aaron, my name is on the ballot and it is 2014, you and I both know that I didn’t write the platform and I have been very specific. Voters deserve to know where I stand on these issues.\n\nBRIAN: Stefanik now says she supports allowing abortions in rare cases involving rape, incest, or the health of the mother. But we could find no evidence that Stefanik raised any of those concerns about the GOP’s platform in 2012 or really at any time before this year’s campaign.\n\nJULIA: After leaving the convention in Tampa, Stefanik actually took another job with the Republican presidential campaign, this time with Paul Ryan himself. Ryan was famous at the time because he'd crafted a sharply conservative budget, proposing deep tax cuts, and deep cuts to social programs.\n\nBRIAN: Ryan had become kind of a lightning rod. According to Stefanik's bio, the thing she was hired to do, was prepare Ryan to articulate and defend his ideas about things like Social Security and Medicare and the Affordable Care Act in debates with Vice President Joe Biden.\n\nJULIA: Here’s how that played out during a debate broadcast on ABC, with Paul Ryan speaking first.\n\nPAUL RYAN: Choice and competition, we would rather have 50 million future seniors determine how their Medicare is delivered to them, instead of 15 bureaucrats deciding what, if, where, and when they get it.\n\nVICE PRESIDENT JOE BIDEN: I heard that death panel argument from Sarah Palin. It seems like every vice presidential debate I hear this kind of stuff about panels.\n\nJULIA: So here again, on the campaign trail, Stefanik has seemed to distance herself from many of the ideas held by her former employers—ideas that she once worked to support and advance. Here she is speaking in a debate last week in Plattsburgh.\n\nSTEFANIK: When it comes to the Ryan budget, I said on the primary debate stage in the first debate that I would have voted no. I believe that when it comes to Social Security, we need to protect and preserve these programs, not only for seniors of today, but for seniors of future generations.\n\nSTEFANIK BRINGS WASHINGTON DC FIREPOWER TO NORTH COUNTRY\n\nBRIAN: So this is where we get to the campaign that's underway now. Mitt Romney and Paul Ryan lost the presidential election in November 2012 and the next year Elise Stefanik moved to Willsboro in Essex County.\n\nJULIA: But after arriving in the North Country, Stefanik maintained those strong ties to her political network in Washington. She announced her run for Congress in August last year and won big endorsements from Romney and other conservative leaders.\n\nHere again, there's kind of a tension between her career in Washington and her message during the campaign. Stefanik describes herself as new and different and independent. But a parade of some of the most powerful conservative leaders in Washington has come to the North Country to support her. Paul Ryan attended a fundraiser for Stefanik in Watertown.\n\nJULIA: House Speaker John Boehner came to Glens Falls. And during the GOP primary, Stefanik’s former White House colleague Karl Rove spent more than $770,000 attacking her Republican opponent Matt Doheny. In his Campaign Crossroads PAC advertisements, Rove called Doheny a “perennial loser.”\n\nBRIAN: Doheny tried to make Stefanik's career in Washington and her support from D.C. insiders an issue during the primary. Here he is during one of the debates.\n\nDOHENY: Karl Rove and his friends are all here on behalf of Elise Stefanik, it’s right here in the 21st District. Right here in the North Country you [voters] can make a very clear statement, enough; you’re not going to buy this seat.\n\nBRIAN: But Doheny lost in a landslide. And that support for Stefanik from Washington has continued through the general election. Conservative leaders like John Bolton, the neo-conservative foreign policy activist and former United Nations ambassador have donated to her campaign. The Koch Brothers and some of their affiliated groups have chipped in thousands of dollars.\n\nJULIA: Stefanik also continues to draw glowing press from the national conservative media. Here she is earlier this month on the program Fox and Friends.\n\nFOX NEWS: Well, she could become the youngest woman ever elected to Congress. I’m talking about Republican Elise Stefani, who was recently asked by party leaders to deliver their weekly [national] address.\n\nA RECORD OF COMPETENCE AND EXPERIENCE\n\nBRIAN: It’s important to say that none of our reporting turned up any positions or ideas from Stefanik that were scandalous. There were no gotcha moments. Stefanik left Harvard and plunged full-steam into a successful, ambitious really, kind of remarkable career.\n\nJULIA: In fact, the details of Stefanik's career in Washington suggest that if elected, she would arrive in Congress with much deeper experience than most freshman lawmakers. She already has strong ties to powerful GOP leaders. That could play a big role in advocating for things like the future of Fort Drum or farm bill measures.\n\nBRIAN: But we also found no evidence for Stefanik's argument that her campaign reflects a significant break from past Republican and conservative thinking. Really it's just the opposite. Stefanik appears to have been a committed aide and policy activist who embraced and worked to advance and communicate many of the core ideas of the modern conservative movement, including ideas about social programs and foreign policy that remain deeply controversial.\n\nJULIA: In a mostly positive profile published this summer, the magazine Politico called Stefanik a “George Bush insider.” The magazine concluded that Stefanik's bid for congress here in the North Country is the “next logical move” in a career that's already taken her to the highest levels of political power.", "article_metadata": {"description": "Over the last couple of weeks, our reporters have asked a basic question about the front runner in the North Country&rsquo;s House race.   Just how new a political voice is Elise Stefanik, the Republican who moved to Willsboro last year? One of her...", "og": {"site_name": "NCPR", "description": "Over the last couple of weeks, our reporters have asked a basic question about the front runner in the North Country&rsquo;s House race.   Just how new a political voice is Elise Stefanik, the Republican who moved to Willsboro last year? One of her...", "title": "Stefanik's deep Washington ties clash with campaign message", "url": "http://www.northcountrypublicradio.org/news/story/26382/20141021/stefanik-s-deep-washington-ties-clash-with-campaign-message", "image": "http://www.northcountrypublicradio.org/news/images/EliseStefanik.jpg", "audio": {"url": "http://www.northcountrypublicradio.org/news/audio/141021stefanik.mp3", "secure_url": "https://www.northcountrypublicradio.org/news/audio/141021stefanik.mp3"}, "type": "article"}, "apple-itunes-app": "app-id=467968857", "fb": {"app_id": 220190691343406}, "keywords": "election14, stefanik, [loc:43.9747838 -75.9107565], politics", "date": "10/21/2014", "viewport": "initial-scale=1"}, "_id": "\"57477af36914bd0286fcc283\"", "article_summary": "STEFANIK CAMPAIGN AD: I’m Elise Stefanik and I’m running for congress to bring new ideas to Washington.\nWhat complicates this story for Elise Stefanik is the fact that she worked in Washington for most of the last decade.\nRelated link: Read a detailed timeline of Elise Stefanik's 8-year career in Washington, D.C.\nA CAMPAIGN NARRATIVE THAT CLASHES WITH A DEEP WASHINGTON, D.C. RESUMEJULIA: What complicates this story for Elise Stefanik is the fact that she worked in Washington for most of the last decade.\nVISIONS OF A NEW KIND OF POLITICIANJULIA: This is the way Elise Stefanik talks about herself now."}