{"article_title": "Maine Guard general takes flak for leadership style", "article_keywords": ["133rd", "style", "takes", "national", "say", "general", "units", "guard", "leadership", "officer", "way", "campbell", "maine", "flak", "adjutant"], "article_url": "http://www.pressherald.com/2014/06/08/guard-general-takes-flak-for-leadership-style/", "article_text": "Brig. Gen. James Campbell hadn’t even started his job as adjutant general of the Maine National Guard when he summoned staff members to Florida, where he was finishing a stint as deputy operations chief at MacDill Air Force Base in Tampa, one of many stops in his 27-year military career.\n\nHe wanted to talk about helicopters.\n\nAdditional Images Brig. Gen. James Campbell addresses members of the Maine Army National Guard. Campbell was relieved of his duties Tuesday by Gov. Paul LePage. 2013 Press Herald file photo Gov. Paul LePage, accompanied by Brig. Gen. James Campbell, participates in a wreath-laying ceremony at the Twentieth Maine memorial at Gettysburg National Military Park in Pennsylvania last July. Some critics of Campbell’s leadership style say he rules like a drill sergeant and has a “my way or the highway” mentality reminiscent of LePage, the man who appointed him to lead the Maine National Guard in 2012. 2013 Telegram file photo by John Boal Search photos available for purchase: Photo Store →\n\nCampbell’s predecessor, Maj. Gen. John “Bill” Libby, had brokered a deal with his counterpart at the Oregon National Guard, Raymond Rees, to share a fleet of new Black Hawk medevac helicopters. Both states would receive six helicopters and effectively merge their medevac units while still maintaining autonomy.\n\nCampbell was sour on the deal, although it’s not clear why. One of his first actions when he took over in Maine in August 2012 was to undo it.\n\nAnd, according to one of his staffers, Campbell undid it in a way that made it seem like the fault was Oregon’s, not Maine’s.\n\n“He basically made a counterproposal to Oregon that he knew would be rejected,” said retired Col. Dave Smith, a former state aviation officer for the Maine Army National Guard who helped persuade Libby to make the deal. “But at least (Campbell) could say, ‘They rejected it. Not us.’ That’s the kind of leader he is.”\n\nCampbell, who has led the Guard quietly for nearly two years, has come under increased scrutiny since news surfaced in April of his plans to swap the 133rd Engineer Battalion – and its legacy of community projects and emergency services to Maine people – for an infantry unit from out of state. Those who have served with him say he is intelligent and confident but also a polarizing leader who has been seeking to reshape the Guard for the modern military landscape but hasn’t always been clear and transparent about how he plans to do that.\n\nCampbell has declined numerous interview requests by the Telegram over the last several weeks.\n\nHowever, interviews with more than a dozen current and former Guard members – many of whom requested anonymity because they fear retribution – provide a glimpse into the rarely seen and closely controlled world of Maine’s adjutant general.\n\nThe proposal for the 133rd swap offers an example of what critics see as Campbell’s lack of transparency.\n\nWhen news of a swap was leaked to the Maine Sunday Telegram, officials from the Guard and the office of Gov. Paul LePage first confirmed the plan, then denied it, then said no decision had been made, then said the decision would be made at the federal level and only because of overall cuts pushed by the Obama administration.\n\nIt’s true that automatic budget cuts known as sequestration, coupled with the Department of Defense’s desire to share those cuts across active duty and reserve units, mean there will be fewer guardsmen and women, both in Maine and across the country. In recent remarks, Campbell has said that he is just trying to stay ahead of those cuts to ensure Maine is not left behind.\n\nStill, he has yet to reconcile conflicting accounts of the plan. The first is an email he sent to members of Maine’s congressional delegation (and to the governor’s office) April 29 in which he wrote that a swap was “highly likely … regardless” of whether federal cuts went through or not. The second is a set of slides on force structure shown to senior officers that indicated a decision on the 133rd was to be made in May of this year, not 2017 or later, as Campbell has said since.\n\n‘MY WAY OR THE HIGHWAY’ STYLE\n\nThose who spoke agree that, for better or worse, Campbell has been remaking the Guard in his image since day one.\n\nFrom appointing an all-new senior leadership team to renovating and closing off his office at Camp Keyes, the Guard’s headquarters, to reversing the medevac helicopter deal, to analyzing ways to bring more infantry to Maine, Campbell has made decisions that have alienated some rank-and-file soldiers.\n\nSome, like Smith, say Campbell rules like a drill sergeant and has a “my way or the highway” style reminiscent of LePage, the man who appointed him.\n\nOthers are more diplomatic. They say Campbell is doing his best to lead the roughly 3,500-member Maine National Guard during a time of uncertainty. They say he’s making the tough decisions that this transitional period calls for.\n\n“I don’t expect him to defend his leadership style. He is who he is,” said Lt. Col. Dwayne Drummond, the former commander of the 133rd Engineer Battalion who is currently enrolled in a military fellowship at Tufts University. “But I can tell you this: There is no adjutant general training program.”\n\nTHE ROAD TO GENERAL\n\nCampbell was born in New York and raised in Newton, Massachusetts, but Maine has been his home since he attended Colby College in the 1980s.\n\nHe enrolled in the Reserve Officers’ Training Corps while at Colby and, following graduation, served nine years of active duty in the U.S. Army, all in infantry positions.\n\nHe returned to Maine in 1995 to join the Maine Army National Guard and has had 14 different assignments in the last 19 years.\n\nHe also has a master’s degree in European history and a Ph.D. in British history, both from the University of Maine.\n\nCampbell’s military career has been varied but light on actual deployments. His only time in combat was a seven-month tour in Afghanistan from November 2006 to May 2007.\n\nAlthough Campbell was a planning officer, he received the coveted combat infantryman’s badge, reserved for soldiers who have either engaged or have been engaged by an enemy in ground combat.\n\nAfter Afghanistan, he spent a year at Tufts in the same fellowship program Drummond is now attending. He came back to Maine and was stationed at Camp Keyes for two years in operations and then for two years as the brigade executive officer of a troop command based in Bangor.\n\nIn June 2011, Campbell left Maine for Florida, only to return a year later when LePage appointed him Libby’s successor. One officer said Campbell went to Florida because he had been passed over twice for a promotion to colonel and received that promotion with his transfer.\n\nWhen LePage was looking for Libby’s replacement, he actually opened up the application qualifications so that colonels, not just brigadier generals, could apply.\n\nCampbell emerged ahead of other higher-ranking officers. The governor, in a statement announcing the appointment, said he “has distinguished himself as a soldier and a scholar. He is the right man to lead our soldiers and airmen in the years to come.”\n\nCampbell has often referred to the Guard in public comments as the state’s militia. In his first leadership conference when he took over, Campbell summed up the Guard’s missions this way: “We kill people. That’s what we do,” according to officers who were present.\n\nAlthough Maine Guard units have been deployed multiple times since the Sept. 11, 2001, terrorist attacks, its units have great value in support functions in peacetime. The 133rd, in particular, often assists in civil emergencies such as floods and hurricanes and also provides significant training opportunities for women, which some fear will be diminished if a transition is made to a combat battalion.\n\nOne of the biggest criticisms of Campbell has been that his loyalty is to infantry units at the expense of engineer units, such as the 133rd.\n\nDrummond, the former 133rd commander, said Campbell and his top advisers, especially his chief of staff, Col. Jack Mosher, have “loyalties to infantry.”\n\n“But I have loyalty to engineers, so I get it,” Drummond said. “The top job is to not take care of one or the other but to manage all personalities.”\n\nKevin McDougal, former lieutenant colonel and director of information management for the Maine National Guard, said things were not so different 10 years ago when Libby became adjutant general.\n\n“(Libby) came out and said, ‘The engineers are in charge,’ ” McDougal said. “I think the fact that (the 133rd) is at the center of this possible change, and the fact that Campbell is an infantry guy, that’s what raised so much attention.”\n\nLibby said he has paid close attention to the coverage of the issues involving the Guard but has remained mostly silent.\n\n“It seems to me that the story has come out with the last chapter first,” he said in an interview last week. “These things that are happening, these contingency plans, are happening everywhere.”\n\nStill, Libby said the email and the force structure slides “certainly created the impression that a decision had been made.”\n\nLibby said he has talked to Campbell recently and doesn’t believe the 133rd swap is a done deal.\n\n“I have no reason to believe things are further along,” he said. “But I also have no way of knowing if they are.”\n\nSTYLE OR SUBSTANCE?\n\nSmith, the former aviation officer, said he still doesn’t understand why Campbell unwound the helicopter partnership with Oregon.\n\nThe helicopters are used in wartime to transport injured soldiers and in peacetime for such missions as rescuing stranded hikers on the Knife’s Edge of Mount Katahdin.\n\nSix of the helicopters arrived in Maine in the summer of 2012, and guardsmen and women had begun training on them.\n\nSmith said it was a great deal for Maine, whose medevac fleet was more than 30 years old.\n\n“I think he just didn’t care about aviation,” Smith said when asked about Campbell’s motivation.\n\nMore important, though, Smith said, “It wasn’t his deal.”\n\nWhen Campbell assumed command of the Maine National Guard, many senior officers were at or near retirement age. Many, including Smith, left. Others were not offered extensions.\n\nThose who stayed behind but don’t support Campbell 100 percent have had to keep quiet.\n\nOne senior officer stationed at Camp Keyes said recently of talking to the news media about the Guard climate: “Right now, that would be like touching a live grenade ready to blow up.”\n\nRob McAleer, former director of the Maine Emergency Management Agency under Campbell and a 30-year U.S. Marine, said he thinks it’s natural for any organization to have people who are unhappy with leadership.\n\n“But some of these people that are speaking out, they are breaking a military code and I find that to be less than professional,” said McAleer, who retired last year. “He’ll make some tough decisions. Some will like them, others may not, but they should all try and execute the policy he develops.”\n\nOthers, though, say Campbell has simply done what any adjutant general would do – bring in advisers whom he trusts.\n\nBut in Smith’s view, Campbell has also isolated himself.\n\nPrior to Campbell’s arrival at Camp Keyes, the adjutant general’s office was refurbished “on the cheap,” according to one officer who was involved. The headquarters was likely moving within a couple of years, so it didn’t make sense to invest a lot of money, especially at a time when funds were scarce.\n\nWhen Campbell came in, though, he decided to renovate anyway. He tore out the rug. He knocked down a wall to double the size of his office. He overhauled the bathroom. He bought new furniture.\n\nA senior Guard official said the office renovation cost tens of thousands of dollars – at a time when armories all over the state were crumbling. The Maine Sunday Telegram filed a Freedom of Access Act request in early May seeking information about the renovations. A Guard official initially said the request would be fulfilled by May 29, then replied on May 29 to say that it had not been completed.\n\nDuring the renovations, Campbell also closed off the top floor at Camp Keyes, where his office is located. People can gain access only by appointment.\n\nLibby, by contrast, had an open-door policy.\n\nEven Campbell’s supporters say he differs greatly from Libby, who was appointed by Democratic Gov. John Baldacci in 2004 and asked by LePage in 2010 to stay on.\n\n“Gen. Libby, he wanted you to challenge him. He wanted to hear other ideas,” said Smith, who served under both men. “Campbell has already made up his mind. He just wants you to say, ‘Yes, sir.’ ”\n\nMcDougal, the retired lieutenant colonel and information officer, characterized Campbell as “traditional military,” whereas Libby’s command was more “administrative.” He said discord is common, particularly in times of change.\n\n“The military has a lot of Type A personalities,” he said. “And it gets pretty narrow at the top.”\n\nCHANGING GUARD LANDSCAPE\n\nAlthough Campbell has declined to speak with the Maine Sunday Telegram about his plans for remaking the Guard, he has said publicly that it’s his job to plan for contingencies.\n\nThat’s what he’s doing with the 133rd, and also with the 265th Combat Communications squadron, an Air Guard unit based in South Portland. According to senior Guard sources, Campbell went to Washington, D.C., last August to propose swapping the 265th for a cybersecurity unit. The plan was rejected by the National Guard Bureau.\n\nSupporters of Campbell have said the adjutant general is being smart. If Maine is going to lose Guard units like the 133rd or 265th – something that is likely given the national climate – Campbell should be looking at ways to at least get something in return.\n\n“He’s trying to be strategic in how we position ourselves, and that’s a tough spot,” Drummond said. “There has been an environment that has been a certain way and when there is change, there is resistance. But I don’t think he would do anything that he didn’t think was in the best interest of the Guard.”\n\nDrummond acknowledged that some of the changes that could be coming to the Guard could probably have been communicated in a more transparent way – not just in Maine but at the federal level.\n\nBrig. Gen. Stephen Atkinson, retired commander of the Maine Air National Guard, served with Campbell for about a year but said they were not close. He agreed that Campbell is doing his job.\n\n“Each state has its own individual needs,” Atkinson said. “He needs to figure out what is the best fit? What makes sense? What is affordable?”\n\nBut others say Campbell should be fighting harder for Maine’s units and should be more open about his intentions.\n\nMaj. Gen. Earl Adams, a former Maine adjutant general before Libby, said engineer units have enormous value because of their ability to respond to natural disasters and the transferable skills they teach.\n\n“To put it bluntly, the skills required of an infantry unit is to kill,” he said. “We changed from infantry to engineers because we wanted those skill sets available in Maine.”\n\nLibby, though, said the Guard’s rebranding toward infantry and away from engineers doesn’t bother him, although he hopes the engineers survive.\n\n“What I would like to see happen is: Let’s all take a deep breath and go back and look at the events that required (Campbell) to have this discussion in the first place,” he said.\n\nSmith doesn’t buy the argument that Campbell is responding to forces outside his control. He said he has “no doubt” that the 133rd swap was coordinated by Campbell and Mosher.\n\n“I know how this works and this whole thing just doesn’t read right,” he said.\n\nSmith also doesn’t think Campbell has the best interests of the Guard in mind.\n\n“He’s always building his resume, always looking for the next thing,” he said. “I wouldn’t be surprised if he was looking for another job right now.”\n\nSo far, Campbell has had the governor’s full support, but even his allies say the adjutant general has work to do to restore trust both inside the Guard ranks and out.\n\nSaid Atkinson: “It’s never helpful when you’re constantly having to defend yourself.”", "article_metadata": {"description": "James Campbell's plans to swap a Maine engineering battalion for an out-of-state infantry unit put him in the cross hairs.", "generator": "WordPress 4.3.4", "og": {"site_name": "The Portland Press Herald / Maine Sunday Telegram", "description": "James Campbell's plans to swap a Maine engineering battalion for an out-of-state infantry unit put him in the cross hairs.", "title": "Maine Guard general takes flak for leadership style - The Portland Press Herald / Maine Sunday Telegram", "locale": "en_US", "image": {"width": 998, "identifier": "http://www.pressherald.com/wp-content/uploads/2014/06/447412_876923-20130717_20thMaine-1.jpg", "height": 626}, "updated_time": "2014-06-08T07:18:50-04:00", "url": "http://www.pressherald.com/2014/06/08/guard-general-takes-flak-for-leadership-style/", "type": "article"}, "twitter": {"description": "James Campbell's plans to swap a Maine engineering battalion for an out-of-state infantry unit put him in the cross hairs.", "creator": "@pressherald", "image": "http://www.pressherald.com/wp-content/uploads/2014/06/447412_876923-20130717_20thMaine-1.jpg", "title": "Maine Guard general takes flak for leadership style - The Portland Press Herald / Maine Sunday Telegram", "site": "@pressherald", "card": "summary_large_image"}, "robots": "noodp", "apple-itunes-app": "app-id=951845858", "fb": {"admins": 769488179, "app_id": 178078215650057}, "article": {"publisher": "https://www.facebook.com/pressherald", "section": "News", "published_time": "2014-06-08T00:01:00-04:00", "modified_time": "2014-06-08T07:18:50-04:00"}, "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdab83\"", "article_summary": "They say Campbell is doing his best to lead the roughly 3,500-member Maine National Guard during a time of uncertainty.\nAlthough Maine Guard units have been deployed multiple times since the Sept. 11, 2001, terrorist attacks, its units have great value in support functions in peacetime.\nHe returned to Maine in 1995 to join the Maine Army National Guard and has had 14 different assignments in the last 19 years.\nMore important, though, Smith said, “It wasn’t his deal.”When Campbell assumed command of the Maine National Guard, many senior officers were at or near retirement age.\nGen. James Campbell addresses members of the Maine Army National Guard."}