{"article_title": "Connecticut Senate leaders back cap on hospital facility fees", "article_keywords": ["bill", "group", "leaders", "facility", "senate", "quality", "hospital", "cap", "connecticut", "cost", "health", "fees", "hospitals", "care"], "article_url": "http://www.middletownpress.com/article/MI/20150202/NEWS/150209927", "article_text": "HARTFORD >> Bills that would limit and cap facility fees, reward lower medical costs, get a measurement of quality care and protect consumers have the bipartisan support of the state Senate leadership.\n\nState Senate Pro Tempore Martin Looney, D-New Haven, and Senate Minority Leader Leonard Fasaso, R-North Haven, led a roundtable discussion that has been examining these issues since last October with a separate report due out soon from Comptroller Kevin Lembo.\n\nFacility fees are charges added to a procedure after a hospital has bought a private physician practice. It has resulted in numerous complaints to the Office of Healthcare Advocate by patients receiving the same care at the same facility by the same practitioner, but with an added charge.\n\nA 2014 report by the state attorney general’s office found that 22 out of the 29 hospitals in the state are imposing facility fees ranging from $100 to $1,000.\n\nAdvertisement\n\nThe proposed bill would ban such fees from a list of 24 procedures that are part of 66 the Medicare Payment Advisory Commission recommended Medicare not cover. The bill also would cap a facility fee at $100 and require insurers to cover these costs as part of a medical expense.\n\nFasano said adding coverage by an insurer “adds a watchdog” to the mix and another component of enforcement. He said one study estimates facility fees could cost $2.3 billion by 2021.\n\nStephen A. Frayne, senior vice president for health policy at the Connecticut Hospital Association, said he hasn’t reviewed the proposed facility bill yet.\n\nMichele Sharp, spokeswoman for the CHA, said the organization appreciates efforts to improve health care.\n\n“We are reviewing the proposed bills from Senators Fasano and Looney through the lens of how they align with federal government requirements, current law, and best practices. Patients, and all Connecticut residents, will benefit if the state is focused is on providing high-quality, cost-effective, integrated health care for everyone in Connecticut and achieving a sustainable environment for health care in our state. We look forward to seeing the fully drafted bills and collaborating with legislators to improve health care,” Sharp said.\n\nVicki Veltri, the health care advocate, testified before the Bipartisan Roundtable on Hospitals and Healthcare that eliminating fees for the 66 procedures recommended by the Medicare Payment Advisory Commission was a good place to start.\n\nThe two senators also want to make it easier for independent doctors to have access to hospitals’ electronic medical records.\n\nThey have submitted a bill that proposes establishing an interoperable electronic health records system in all health care provider settings to enable the exchange of information.\n\nLooney said community physicians want to continue to follow their patients, whose care more and more is turned over to physicians called “hospitalists” who work for a hospital.\n\nKeeping the primary care doctor in the loop only works well if there is good communication, and that includes access to electronic records, Looney said.\n\nFasano said physicians who are not part of a hospital network can’t upload or download these records. He said in Vermont and Massachusetts this isn’t an issue.\n\nThe Senate minority leader said insurers would also benefit in that it would be a way to stop costly duplicate tests.\n\nThe Value Care Alliance hospitals in Connecticut have made their systems more available, according to officials.\n\nThis group includes Griffin Hospital (Derby), Lawrence + Memorial Hospital (New London), Middlesex Hospital (Middletown), St. Vincent’s Medical Center (Bridgeport) and Western Connecticut Health Network, which is comprised of Danbury Hospital (Danbury), New Milford Hospital (New Milford) and Norwalk Hospital (Norwalk\n\nThe Affordable Care Act allows hospitals to fund up to 85 percent of the cost of independent physicians accessing their electronic records and one proposed bill asks hospitals to do this. It would offset the cost by establishing a tax credit against a hospital’s provider tax. It also would provide for low cost loans for providers picking up the remaining cost.\n\nThe senators looked at practices in place in Massachusetts and Rhode Island and borrowed freely in proposing some bills for Connecticut, including the electronic records bill.\n\nA number of bills would monitor health care costs and make recommendations on reducing those costs and improving quality. One would establish statewide benchmarks and identify practitioners who exceed health care cost growth.\n\nIt also would analyze each proposed merger involving a health care provider. If the merger significantly impacted competition, it would provide that study to the attorney general’s office, something already in effect in Massachusetts.\n\nAnother bill would have a new commission look at provider price variations and report back by January 2016 on policy changes that would curtail prices unrelated to actual cost or quality differences.\n\nBoth senators are on the same page on requiring hospitals to join the Leapfrog Group for purposes of price and quality transparency with the Connecticut Health Insurance Exchange establishing a consumer health information website that compares the quality, price and cost of health care services.\n\nThis bill also would require data on health care-associated infections and factors consumers should consider in choosing an insurance product or provider group. It further would require all health care providers, within two business days of a procedure, to make clear what the charges will be.\n\nThe Leapfrog Group was formed in 1998 when a group of employers wanted a method to influence quality and affordability in health care. They found that they were spending billions without a way of comparing providers, according to its website.\n\nA 1999 report by the Institute of Medicine found that 98,000 Americans died every year from preventable medical errors in hospitals. The group said it rewards hospitals that improve on safety and, in 2013, the organization had 1,437 hospitals across the country complete its hospital survey.\n\nThe survey assigns A,B,C,D and F grades to hospitals, depending on their ability to prevent errors and infections.\n\nTo compete against the consolidation of hospitals, a bill supports a three-year pilot, based on a Massachusetts model, requiring insurers that offer small business and individual plans to provide at least one tiered network where premiums are at least 10 percent lower than actuarially similar non-tiered plans.\n\nThis bill also would require hospitals located in the same market to negotiate separately if commonly owned, something that has been recommended by Lembo. It would further prohibit health systems from requiring that insurers pay the same hospital rate for services rendered in doctors’ offices.\n\nLooney said the “surprise billing” proposal would prevent what happened at a New York hospital, when a surgeon brought in an out-of-network assistant, without the patient’s knowledge. The assistant then added $117,000 to the bill, according to the New York Times.\n\nSurprise out-of-network charges, according to the story, are the top complaint to New York state’s insurance regulator.\n\nAll the bills are just proposals at this point that are expected to be amended or fleshed out further after input from public hearings.", "article_metadata": {"news_keywords": "Health, Health news, Middletown Health news, CT Health news, US Health news, world Health news.", "title": "Connecticut Senate leaders back cap on hospital facility fees", "og": {"url": "http://www.middletownpress.com/article/MI/20150202/NEWS/150209927", "image": {"width": "600px", "identifier": "http://local.middletownpress.com/common/dfm/assets/logos/small/middletownpress.png?052016", "height": "600px"}, "type": "article", "title": "Connecticut Senate leaders back cap on hospital facility fees"}, "twitter": {"domain": "middletownpress.com", "description": "HARTFORD >> Bills that would limit and cap facility fees, reward lower medical costs, get a measurement of qual", "title": "Connecticut Senate leaders back cap on hospital facility fees", "url": "http://www.middletownpress.com/article/MI/20150202/NEWS/150209927", "image": {"src": "http://local.middletownpress.com/common/dfm/assets/logos/small/middletownpress.png?052016"}, "site": "@Middletownpress", "app": {"id": {"ipad": "id569948531", "iphone": "id520204340", "googleplay": "com.spreedinc.providers.digitalfirstmedia.middletownpress"}}, "card": "summary_large_image"}, "keywords": "Health, Health news, Middletown Health news, CT Health news, US Health news, world Health news.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "description": "HARTFORD >> Bills that would limit and cap facility fees, reward lower medical costs, get a measurement of qual"}, "_id": "\"57477af36914bd0286fcc297\"", "article_summary": "Stephen A. Frayne, senior vice president for health policy at the Connecticut Hospital Association, said he hasn’t reviewed the proposed facility bill yet.\nHARTFORD >> Bills that would limit and cap facility fees, reward lower medical costs, get a measurement of quality care and protect consumers have the bipartisan support of the state Senate leadership.\nPatients, and all Connecticut residents, will benefit if the state is focused is on providing high-quality, cost-effective, integrated health care for everyone in Connecticut and achieving a sustainable environment for health care in our state.\nWe look forward to seeing the fully drafted bills and collaborating with legislators to improve health care,” Sharp said.\nOne would establish statewide benchmarks and identify practitioners who exceed health care cost growth."}