{"article_title": "Top 10 Everything of 2013 - Health and Society", "article_keywords": ["eating", "dont", "food", "fish", "stretching", "evidence", "fats", "society", "supplements", "health", "trans", "university"], "article_url": "http://healthland.time.com/2013/12/04/health-and-society/", "article_text": "See the rest of TIME’s Top 10 of Everything 2013 lists here\n\nGetty Images\n\n10. Say goodbye to trans fats\n\nYour donut is about to get a little bit healthier. In early November, the Food and Drug Administration (FDA) took the first step toward potentially banning trans fats from U.S. foods.\n\nTrans fats are a byproduct of partially hydrogenated oils (PHOs), which are created by bubbling hydrogen gas through oil under certain conditions. What results are liquid oils that turn into fats of varying thickness and can provide better texture for certain foods. Since the 1950s, these fats have also helped to extend the shelf life of many processed products.\n\nBut based on evidence that trans fats are linked to heart disease, the FDA concluded that PHOs are no longer “generally recognized as safe” (GRAS). If the determination holds, trans fats will no longer be legally allowed in the U.S. food supply.\n\n9. Introducing Satisfries, the world’s first healthy (sort of) French fry\n\nIn an effort to provide healthier fare for consumers—without turning them off—Burger King developed Satisfries, a new brand of crinkle cut French fries with 40% less fat and 30% fewer calories than the chain’s normal fried spuds. The secret? Burger King developed a new batter that’s less porous, and absorbs less oil when deep-fried. How do they taste? They maintain the same salty, crispy goodness of a good fry, but without the extra grease.\n\n8. We are getting closer to guilt-free chocolate\n\nChocoholics rejoice! Researchers from the University of Warwick in Britain are developing a chocolate with 50% the fat, but the same great taste as the regular kind. What’s replacing the fat? Fruit juice, vitamin C, water, and even diet coke. The process of infusing this concoction, called Pickering emulsion, allows food scientists to replace the fats from cocoa butter and milk with tiny droplets of juice that are less than 30 micrometers in diameter. The emulsion keeps the juice droplets from merging together into large drops, and maintains the structure and “mouth feel” of the fat, which means it still tastes and creamy as the real thing.\n\n\n\n7. Expiration date confusion: Why we are throwing out so much food\n\nDid you know you can still eat eggs 5 days after the purchase-by date? Or that a box of mac-and-cheese with a ‘use-by’ date of April 2013 will taste the same in 2014? Probably not, because the majority of Americans take expiration dates literally. But according to a new report from the Natural Resources Defense Council (NRDC) and Harvard Law School’s Food Law and Policy Clinic, more than 90% of Americans throw out food too early, and 40% of the U.S. food supply is thrown away unused every year because of food dating confusion. Expiration dates aren’t an alert for when foods go bad – instead, they are merely an indication of freshness, for when manufacturers believe their product is at its best.\n\n6. Fishgoat: Stop blaming fish as major source of mercury exposure\n\nPregnant women know to avoid eating fish, especially those from deep ocean waters, since they tend to be high in mercury that can harm the brain of their fetus. But researchers at the University of Bristol questioned that advice; after examining 103 food and beverage items consumed by 4,484 women during pregnancy, the scientists reported that fish may account for only 7% of dietary mercury in the human body. Instead of avoiding fish all together, the researchers say that choosing fish at the lower end of the mercury spectrum, like light tuna, may make more sense.\n\nGetty Images\n\n5. Don’t waste your money: Vitamins and supplements don’t prevent chronic disease\n\nAmericans spend about $12 billion every year on vitamin and supplements, but research shows that healthy people probably shouldn’t bother.\n\nThe U.S. Preventive Services Task Force studied all the available evidence on the effects of vitamins, minerals and supplements, and concluded that for most, there is not enough evidence to determine whether the pills can lower risk of heart disease or cancer. When it comes to beta-carotene (found in carrots and tomatoes) and vitamin E, there’s actually no evidence that they’re protective against heart disease or cancer. Omega-3 fatty acids may also not be as beneficial as some manufacturers claim for improving brain function.\n\nAlthough more research is needed to determine whether supplements are truly useless, the best way to take advantage of the healthy perks of nutrients is to get them naturally — by eating a healthy and balanced diet, that includes like fruits, vegetables, and lean proteins.\n\n4. We don’t care about calorie labels, but industry does\n\nIn the new year, restaurant chains in the U.S. with over 20 locations will be required to post their calories counts on menus as part of the Patient Protection and Affordable Care Act. Some venues, such as Starbucks, have already started adding the information to its beverages and pastries at over 11,000 locations.\n\nBut how useful will the numbers be in helping Americans curb our calories? The research isn’t encouraging; calorie counts don’t seem to impact eating habits in a significant way. In a study published in the American Journal of Public Health, researchers recruited over 1100 McDonald’s customers in New York City who handed over their receipts for review, and they revealed that even when customers are educated about calories and how much they should be eating in a day, they still over-order.\n\nSo what’s the point? Even if consumers don’t care, the food industry does, and major fast food chains like McDonald’s, Wendy’s and Applebee’s are starting to serve more lower-calorie options. Hopefully, with more of these choices, consumers will start to change their eating habits too.\n\n\n\n3. Ditch the pills, hit the gym\n\nIf you needed any more convincing, there’s more evidence that when it comes to preventing certain diseases, such as diabetes high blood pressure, eating well and breaking a sweat are better than taking medications. A study published in the Annals of Internal Medicine found that among a group of people with prediabetes, those who made over their diets, got daily exercise, quit smoking and managed their stress lowered their glucose levels so much that they didn’t progress on to type 2 diabetes.Prescription drugs may seem like an easy fix to chronic diseases, but they do nothing to change what’s causing the illness in the first place. And in some cases, the medications may even cause more problems in the form of side effects. It’s not that prescription medicines aren’t doing their job, or that they’re not important to modern medicine. They do, and they are effective in managing symptoms once they emerge. But if it’s possible to avoid disease altogether, and if patients can do it without expensive medications that can cause complications, why wouldn’t they?\n\n2. Stretching the truth\n\nTwo studies seriously questioned the benefits of stretching before exercise, something many trainers have been recommending against for years. One study from a team at the University of Zagreb reviewed 104 studies of people who did static stretching to warm-up and reported that stretching lowered their muscle strength by 5.5%. A second study of fit men completing basic squats while lifting barbells found that stretchers lifted 8.3% less weight than those who did not loosen up beforehand. Static stretching, which involves slowly moving the muscles to the point where they start to hurt and then briefly holding that position—does not prevent injuries, the studies show, and can sometimes impair strength and speed. Most trainers suggest only a light brief stretch before a run or workout and spending more time on recovery stretching afterward.\n\nGetty Images\n\n1. Exercise during pregnancy boosts babies’ brains\n\nMoms who remain fit while pregnant may be doing their babies’ brains a favor.\n\nResearchers at the University of Montreal stuck 124 electrodes on the heads of babies who were only a couple of days old and found that women who were randomly asked to exercise and stay fit while pregnant had babies with more active brains eight to 12 days after they were born compared to moms who didn’t break a sweat.\n\nNot only were their brains more active after birth, but the scientists continued to monitor the infants’ brains while they slept, and found that those whose mothers exercised more were better able to process repeated sounds, a sign of more mature brain functions.\n\nThink we missed something? Tell us using hashtag #TIME2013\n\nFollow @TIME\n\nNext Top 10 Medical Breakthroughs", "article_metadata": {"description": "...", "generator": "WordPress.com", "og": {"site_name": "TIME.com", "description": "In 54 wide-ranging lists, TIME surveys the highs and lows, the good and the bad of the past 12 months.", "title": "Top 10 diet and fitness stories of 2013", "url": "http://healthland.time.com/2013/12/04/health-and-society/", "image": "https://timewellness.files.wordpress.com/2013/11/diet_01.jpg?w=600", "type": "article"}, "msapplication-tooltip": "A healthy balance of the mind, body and spirit", "fb": {"admins": "1124331582,512158401,808970553,100000018008769", "app_id": 53177223193}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://healthland.time.com/feed/;icon-uri=http://1.gravatar.com/blavatar/194a778cd1dd9902e6f9e692b3a53f8f?s=16", "application-name": "Health & Family", "keywords": "diet & fitness, medicine,", "article": {"publisher": "https://www.facebook.com/TIMEHealthland"}, "viewport": "width=device-width,initial-scale=1"}, "_id": "\"57477af36914bd0286fd30d7\"", "article_summary": "Trans fats are a byproduct of partially hydrogenated oils (PHOs), which are created by bubbling hydrogen gas through oil under certain conditions.\nIn early November, the Food and Drug Administration (FDA) took the first step toward potentially banning trans fats from U.S. foods.\nIf the determination holds, trans fats will no longer be legally allowed in the U.S. food supply.\nBut based on evidence that trans fats are linked to heart disease, the FDA concluded that PHOs are no longer “generally recognized as safe” (GRAS).\nDon’t waste your money: Vitamins and supplements don’t prevent chronic diseaseAmericans spend about $12 billion every year on vitamin and supplements, but research shows that healthy people probably shouldn’t bother."}