{"article_title": "How Women Get More Than Men Do From Obamacare", "article_keywords": ["mental", "family", "men", "obamacare", "states", "likely", "health", "medicaid", "conditions", "women"], "article_url": "http://www.theatlantic.com/health/archive/2014/02/how-women-get-more-than-men-do-from-obamacare/283728/", "article_text": "Please consider disabling it for our site, or supporting our work in one of these ways\n\nWomen are more likely to have mental health diagnoses, more likely to be unable to afford healthcare, and more likely to experience healthcare-related \"marriage lock.\"\n\nBy now, Obamacare's crafters have tried to appease everyone, flinging perks and accommodations at countless different sub-beneficiaries. In the wake of a recent report showing that about 2 million additional people may stay out of the workforce because of Obamacare, for example, the law was heralded/derided as a win for the lazies. And yesterday, when the White House announced it would give mid-sized businesses an extra year to offer coverage to their employees, some saw it as a concession to smaller employers. People will also now be able to switch their exchange-bought plans, as the administration quietly announced last weekend, to make things easier for the individual market's dissatisfied freelancers and artists. And those infamous \"brosurance\" ads allege that the law will free up beer money for the uninsured frat boys. Young men will probably pay more for coverage than they did previously, though. And if we look at a breakdown of the actual conditions that the Affordable Care Act will cover, it looks like the law will disproportionately help, yes, the ladies.\n\nSome of the benefits are well-known: Private insurance is now required to cover birth control free of charge. And health insurers can no longer discriminate against people with pre-existing conditions by charging them extra. Such “conditions,” in extreme cases in the past, have included pregnancy and being the victim of spousal abuse. But there are other, hidden ways women benefit from Obamacare: 1. Women are more likely to skimp on healthcare Because women earn less than men, and women are more likely to live in poverty than men, they are also more likely to say that they or a family member had to postpone various types of medical treatment because of financial issues. Kaiser Family Foundation The ACA's subsidies might help women in particular because they also tend to go to doctors more: They live longer, have reproductive needs, and often manage the health of their children and aging parents in addition to their own, according to Alina Salganicoff, the director of women’s health at the Kaiser Family Foundation. 2. Women are more likely to have the mental health issues that Obamacare covers. Other than substance abuse, nearly every type of common mental health problem is more prevalent in women than in men: Kaiser Family Foundation Obamacare requires insurance plans to cover mental health screenings without co-pays, which may help patients catch these conditions early. And in the past, only 18 percent of health insurance plans on the individual market covered mental health, but now they are now all required to do so. 3. Pregnant women will be able to stay insured after they give birth Before the Obamacare era, in many states Medicaid only insured adult women while they were pregnant, so mothers were often kicked off Medicaid two months after giving birth. But now, Medicaid, in the states that are expanding it, will be income-based: Everyone who earns less than 138 percent of the poverty line will qualify. That means more continuous care for low-income women, except in the 20-some states where Medicaid expansion isn’t going forward.", "article_metadata": {"description": "Women are more likely to have mental health diagnoses, more likely to be unable to afford healthcare, and more likely to experience healthcare-related \"marriage lock.\"", "author": "Olga Khazan", "og": {"site_name": "The Atlantic", "description": "Women are more likely to have mental health diagnoses, more likely to be unable to afford healthcare, and more likely to experience healthcare-related \"marriage lock.\"", "title": "How Women Get More Than Men Do From Obamacare", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2014/02/woman.avrene.flickr/lead_large.jpg", "url": "http://www.theatlantic.com/health/archive/2014/02/how-women-get-more-from-obamacare-than-men-do/283728/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "article": {"author": "https://www.facebook.com/olgakhazan"}, "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af46914bd0286fdab94\"", "article_summary": "Women are more likely to skimp on healthcare Because women earn less than men, and women are more likely to live in poverty than men, they are also more likely to say that they or a family member had to postpone various types of medical treatment because of financial issues.\nWomen are more likely to have the mental health issues that Obamacare covers.\nPregnant women will be able to stay insured after they give birth Before the Obamacare era, in many states Medicaid only insured adult women while they were pregnant, so mothers were often kicked off Medicaid two months after giving birth.\nOther than substance abuse, nearly every type of common mental health problem is more prevalent in women than in men: Kaiser Family Foundation Obamacare requires insurance plans to cover mental health screenings without co-pays, which may help patients catch these conditions early.\nThat means more continuous care for low-income women, except in the 20-some states where Medicaid expansion isn’t going forward."}