{"article_title": "State retirees should pay half of health premiums", "article_keywords": ["wants", "brown", "retiree", "pay", "workers", "premiums", "public", "state", "health", "half", "employees", "california", "retirees", "care"], "article_url": "http://www.dailynews.com/government-and-politics/20150118/gov-jerry-brown-state-retirees-should-pay-half-of-health-premiums", "article_text": "SACRAMENTO — After tackling pension changes for public employees and teachers, Gov. Jerry Brown is now setting his sights on another big debt: retiree health care benefits.\n\nCalifornia faces an estimated $72 billion unfunded liability for more than 800,000 state employees and their families to provide health coverage once workers retire from civil service and for those who have already retired. The benefit, which has been phasing out of the private sector but remains a recruitment tool for government workers, has grown increasingly burdensome to taxpayers. State costs have quadrupled since 2001.\n\nThe Democratic governor announced this month that he wants to negotiate with state workers to start chipping in half of the cost to bring down that liability. Brown wants new employees to work longer in order to qualify for full retiree health benefits. California has one of the biggest retiree health liabilities, along with New York and New Jersey, according to the National Association of State Retirement Administrators.\n\nAnd he wants to look for savings by offering high-deductible health plans so the state doesn’t get hit with the Affordable Care Act’s so-called Cadillac tax, a tax penalty on employers that offer overly generous plans.\n\n“If we don’t rein things in, then down the road there will be drastic cuts just like there were over the last 10 years,” Brown said at his budget release.\n\nEven if Brown succeeds at the bargaining table, it won’t put much of dent in the state’s long-term liability because the state hasn’t prepared much at all. That’s because even if all state workers fund half the cost and the state makes investment gains, California will still face tens of billions of dollars in liability for decades.\n\n“In a world where the government’s making the promises ... and no one’s willing to pay for them, then I’ve got to ask the question: Why are we offering the benefit?” said David Crane, a lecturer at Stanford University and former economic adviser to Gov. Arnold Schwarzenegger.\n\nSome alternative solutions, Crane said, would be to move retirees to individual plans sold under the Affordable Care Act to take advantage of federal subsidies. Another would seek contributions to pay off existing debt.\n\nWithout bold moves, Crane said state services will continue to go down while taxes and fees continue to rise because of these growing obligations.\n\nFellow Democrats who have warned about the problem praised Brown for sounding the alarm. State Treasurer John Chiang said he hopes for “a robust debate on how to pay for retiree health benefits in a manner that preserves quality of care but also minimizes costs for taxpayers and the civic workforce who serves them.”\n\nAdvertisement\n\nUntil now, California, like many governments, has been using a pay-as-you-go system. But health care costs, which took a backseat to the recent pension crisis, have now become one of the state’s fastest-growing expenses. In 2001, the state spent $458 million on retiree health care. But today, the state is spending nearly $2 billion.\n\nBrown is proposing to slow down that cost by having workers make contributions similar to the way they already do for pensions. He plans to start by negotiating with labor unions. Currently, only three of the state’s 21 bargaining units, including highway patrol officers, operating engineers, and physicians and dentists, make some contribution on retiree health.\n\nGenerally, workers receive 50 percent of state contributions after 10 years and 100 percent after 20 years, according to the California Public Employees’ Retirement System, which administers health plans for the state. Brown says he wants to limit the benefit to career employees who work 15 to 25 years.\n\nOne labor leader said employees may be open to the proposal because people are used to paying monthly premiums for health care. For 2015, the state will contribute $655 a month to cover a retiree’s health care premium and up to $1,605 a month for a family of three or more.\n\n“You don’t normally say we want the working men and women who serve the public for their careers to pick up the debt that really is the employer’s debt,” said Bruce Blanning of the Professional Engineers in California Government, which represents 10,000 state workers. “But, having said that, these things can be worked out and probably will.”\n\nBlanning’s union will be among four bargaining units that will be the first to negotiate with Brown this summer.\n\nNew state employees like Robert Lipton, 55, an epidemiologist with the Department of Public Health, said he’s weary of the governor’s proposal because state public health workers are typically paid 30 percent less than local government workers.\n\n“My sense is, I’m deeply suspicious of attempts to curtail those things,” he said, adding that it would be hard to recruit qualified skilled workers at lower salaries without such retirement benefits.\n\nJim Zamora, a spokesman for Service Employees International Union, Local 1000, the largest state employee union, declined to comment.", "article_metadata": {"description": "SACRAMENTO — After tackling pension changes for public employees and teachers, Gov. Jerry Brown is now setting his sights on another big debt: retiree health care benefits.California faces an estimated $72 billion unfunded liability for", "title": "Gov. Jerry Brown: State retirees should pay half of health premiums", "og": {"url": "http://www.dailynews.com/government-and-politics/20150118/gov-jerry-brown-state-retirees-should-pay-half-of-health-premiums", "image": {"width": "1000px", "identifier": "http://www.dailynews.com/apps/pbcsi.dll/storyimage/LA/20150118/NEWS/150119451/AR/0/AR-150119451.jpg?Maxh=1500&Maxw=1500", "height": "1500px"}, "type": "article", "title": "Gov. Jerry Brown: State retirees should pay half of health premiums"}, "twitter": {"domain": "dailynews.com", "description": "SACRAMENTO — After tackling pension changes for public employees and teachers, Gov. Jerry Brown is now setting his sights on another big debt: retiree health care benefits.California faces an estimated $72 billion unfunded liability for", "title": "Gov. Jerry Brown: State retirees should pay half of health premiums", "url": "http://www.dailynews.com/government-and-politics/20150118/gov-jerry-brown-state-retirees-should-pay-half-of-health-premiums", "image": {"src": "http://www.dailynews.com/apps/pbcsi.dll/storyimage/LA/20150118/NEWS/150119451/AR/0/AR-150119451.jpg?Maxh=900&Maxw=900"}, "site": "@ladailynews", "app": {"id": {"ipad": "id551745144", "iphone": "id502957174", "googleplay": "com.spreedinc.providers.digitalfirstmedia.ladailynews"}}, "card": "summary_large_image"}, "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "keywords": "Gov. Jerry Brown,jerry brown, State budgets", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0", "news_keywords": "Gov. Jerry Brown,jerry brown, State budgets"}, "_id": "\"57477af46914bd0286fdab9c\"", "article_summary": "New state employees like Robert Lipton, 55, an epidemiologist with the Department of Public Health, said he’s weary of the governor’s proposal because state public health workers are typically paid 30 percent less than local government workers.\nIn 2001, the state spent $458 million on retiree health care.\nBut health care costs, which took a backseat to the recent pension crisis, have now become one of the state’s fastest-growing expenses.\nJerry Brown is now setting his sights on another big debt: retiree health care benefits.\nOne labor leader said employees may be open to the proposal because people are used to paying monthly premiums for health care."}