{"article_title": "Ct. Police Department Trying to Do Right, Terminates Cop Involved in Beating That State's Attorney Refused to Handle", "article_keywords": ["cop", "right", "handle", "fired", "worden", "involved", "officers", "refused", "states", "arrest", "incident", "investigation", "video", "terminates", "sferrazza", "department", "termination", "trying", "ct"], "article_url": "http://reason.com/blog/2014/10/06/ct-police-department-trying-to-do-right", "article_text": "In late July police officers in Enfield, Ct. wanted to arrest one of their own, Matthew Worden, and charge him with assault and fabricating evidence related to his beating a man, Mark Maher, he claimed was resisting arrest (on charges eventually dropped). Although the incident was caught on dashcam, the state’s attorney rejected the department’s request for an arrest warrant against Worden because the video was “extremely difficult to keep up with.” You can watch the video here.\n\nNeverthleess, the police investigation into the incident, at the town’s April boat launch, continued, and last week Worden was fired. The Hartford Courant reports:\n\n\"The police department conducted a very fair, thorough, exhaustive investigation and we believe the proper conclusion - the termination of Officer Worden - has been reached in this case,\" Sferrazza said. The chief said the internal affairs report was reviewed by two captains and Deputy Chief Gary Collins who all agreed that Worden should be fired. Sferrazza said he also agreed that Worden needed to be fired for his actions on April 1. Sferrazza said that he doesn't want Worden's actions to taint the entire department. \"We have 99 sworn police officers who responded to 50,000 calls last year alone and we have had only 16 citizens complaints in the past three years,\" Sferrazza said. \"I would ask that residents of the community not allow this unprecedented incident to overshadow the fine work done by the men and women of our department.\"\n\nWorden had been the target of 14 complaints in the last seven years, and has one more investigation pending. The city of Enfield has recieved eight notices of intent to sue based on accusations against the cop. Worden can appeal the decision to a labor board, according to Sferraza, who confirmed to us that as far as the department was concerned Worden was terminated.\n\nTwo other cops were suspended for their role in the incident, helping Worden. One of them signed a “last chance” agreement that means he’ll be fired and forfeit his right to appeal termination if an internal investigation upholds another claim of police brutality against him in the next five years.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "In late July police officers in Enfield, Ct. wanted to arrest one of their own, Matthew Worden, and charge him with assault and fabricating evidence related", "title": "Ct. Police Department Trying to Do Right, Terminates Cop Involved in Beating That State's Attorney Refused to Handle", "url": "http://reason.com/blog/2014/10/06/ct-police-department-trying-to-do-right", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14126160709419.jpg", "type": "article"}, "twitter": {"description": "In late July police officers in Enfield, Ct.\n\nwanted to arrest one of their own, Matthew Worden, and charge\nhim with assault and fabricating evidence related to his beating a\nman, Mark Maher, he claimed was resisting arrest (on charges\neventually dropped). Although the incident was caught on dashcam,\nthe state’s attorney rejected the department’s request for an\narrest warrant against Worden because the", "title": "Ct. Police Department Trying to Do Right, Terminates Cop Involved in Beating That State's Attorney Refused to Handle", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14126160709419.jpg", "creator": "@edkrayewski", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Connecticut", "published_time": "2014-10-06T17:38:00+00:00", "author": "http://reason.com/people/ed-krayewski"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Neverthleess, the police investigation into the incident, at the town’s April boat launch, continued, and last week Worden was fired.\nTwo other cops were suspended for their role in the incident, helping Worden.\nSferrazza said he also agreed that Worden needed to be fired for his actions on April 1.\nWorden had been the target of 14 complaints in the last seven years, and has one more investigation pending.\nThe city of Enfield has recieved eight notices of intent to sue based on accusations against the cop."}