{"article_title": "‘Still Human’: Sudanese ‘Lost Boy’ Reflects On The Syrian Refugee Crisis", "article_keywords": ["south", "boy", "family", "lost", "food", "country", "refugee", "camp", "children", "sudan", "sudanese", "refugees", "human", "camps", "syrian", "crisis", "reflects"], "article_url": "http://cognoscenti.wbur.org/2013/09/11/syrian-refugees-seaton-deng", "article_text": "Children walk past tents of a Syrian refugee camp in Yayladagi, Turkey, Tuesday, Sept. 3, 2013. U.N. officials say the civil war in Syria has forced over 2 million people out of the country and over 4 million others are displaced within its borders, making Syrians the nation with the largest number of people torn from their homes. (Gregorio Borgia/AP)\n\nLast week, the United Nations reported that the number of Syrian refugees registered in camps has risen above 2 million and that half of these people are children, many of them under the age of 11.\n\nAs I read about this my thoughts and prayers went to those children, many of whom must be what I once was: a child arriving alone — without parents or other family members — in a foreign country after a long and dangerous journey.\n\nWe walked for four months and researchers now estimate that half of us died on the way.\n\nIn 1987, North Sudanese soldiers systematically attacked the villages of what was then the south of Sudan, shooting people and burning them in their homes. I ran away and hid from the soldiers, and eventually joined a massive exodus from the country. There were hundreds of boys in my group and tens of thousands who traveled across the country to reach Ethiopia. We walked for four months and researchers now estimate that half of us died on the way. I still remember walking all day, and hearing our group leaders telling us that everything would be wonderful once we reached the camps. They told us we would have so much food in the camps. They told us our families were waiting to welcome us. They told us any lie they could think of to keep us moving, which was keeping us alive. A child fleeing in these conditions needs this kind of irrational hope to keep from being consumed by despair.\n\nWhen we arrived, we found that there was no family waiting for us and that we could expect to receive food no more than once a day. On some days, there was no food at all. This was when I was closest to death, because at first I could not adjust to the routine of the camp. I arrived suffering from a snake bite that left me struggling to walk. I didn’t socialize or speak to anyone. I think I was ready to die. Those first weeks inside the camp must be when every child understands all that has been lost. It’s a dangerous time. I was fortunate in that I dreamed of my parents during this time, and in the dream they scolded me for my attitude. They seemed so present to me in the dream and I have never been so disappointed to wake up. But I knew they were right and that I had to work to adapt to my new life in this giant mass of lost and anxious people.\n\nToday, about 5,000 Syrians flee their country every day, even though the camps across their borders are already overpopulated. The camp called Zatari in Jordan would be the country’s fourth largest city, if only it were a city instead of a massive group of tents connected by dirt roads. The countries surrounding Syria are crying out for more help in providing refugees with critical necessities such as food, medical care, and education. These governments are under intense pressure from their citizens to resist giving so many resources to the camps.\n\nHumanitarian aid offers a profound sense of hope for displaced people. It reminds them that they are still human, that they are part of a human community. It was more than 25 years ago that I arrived at a camp in Ethiopia, and yet I still remember waiting to receive a cup of cornmeal porridge. And what did I see on the side of the truck? I saw the label “USAID.” I know now that this stands for U.S. Agency for International Development, but at the time, as a young boy, I thought: This food is a gift from the people of the United States.\n\nEducation is also an essential form of aid in these camps, although it is available to just 10 percent of Syrian child refugees. In the Ethiopian camp, and in Kakuma in Kenya, I learned to read and write, and that helped me prepare to return to South Sudan, which is what displaced people wish to do most of all. Eventually, I was invited to resettle in the United States, which gave me even more educational opportunities and cultural challenges.\n\nHumanitarian aid offers a profound sense of hope for displaced people. It reminds them that they are still human, that they are part of a human community.\n\nIt’s true that education is expensive to provide, but let’s remember that refugees are not just victims of war. They are also citizens-in-waiting and family-members-in-waiting. It may take years for them to return home. Many of these children fleeing today could come of age before it is safe for them to seek out their villages and neighborhoods, and search for lost family members. For me, it was 20 years before I could return to my village in the new nation of South Sudan and see family again, and when I did, I resolved to use all my resources to build a school in my home village of Ariang. Today, 500 students attend the school.\n\nSyria’s future lives in these camps, just as the future of South Sudan was housed and sheltered in camps like Kakuma. The education and services these children receive in the refugee camps will determine how healthy they are when they go home and how well they are able to help rebuild their nation.\n\n\n\nRelated:", "article_metadata": {"description": "The services afforded to refugees now, help them rebuild their nation and their lives later.", "og": {"site_name": "cognoscenti", "description": "The services afforded to refugees now, help them rebuild their nation and their lives later.", "title": "‘Still Human’: Sudanese ‘Lost Boy’ Reflects On The Syrian Refugee Crisis", "url": "http://cognoscenti.wbur.org/2013/09/11/syrian-refugees-seaton-deng", "image": "http://s3.amazonaws.com/media.wbur.org/wordpress/16/files/2013/09/0911_Syria_refugees_cog-592x323.jpg", "type": "article"}, "twitter": {"url": "http://cognoscenti.wbur.org/2013/09/11/syrian-refugees-seaton-deng", "image": "//s3.amazonaws.com/media.wbur.org/wordpress/16/files/2013/09/0911_Syria_refugees_cog-592x323.jpg", "site": "@cogwbur", "card": "summary", "title": "'Still Human': Sudanese 'Lost Boy' Reflects On The Syrian Refugee Crisis"}, "DC.date.issued": "2013-09-11", "fb": {"admins": 1549080028, "app_id": 134067973330252}, "msvalidate.01": "D02D46BAEDB3F81FC1B1DE2A8CB69551"}, "_id": "\"57477af46914bd0286fdabaa\"", "article_summary": "Syria’s future lives in these camps, just as the future of South Sudan was housed and sheltered in camps like Kakuma.\nChildren walk past tents of a Syrian refugee camp in Yayladagi, Turkey, Tuesday, Sept. 3, 2013.\nIn 1987, North Sudanese soldiers systematically attacked the villages of what was then the south of Sudan, shooting people and burning them in their homes.\nIt reminds them that they are still human, that they are part of a human community.\nThere were hundreds of boys in my group and tens of thousands who traveled across the country to reach Ethiopia."}