{"article_title": "Marco Rubio doubles down on repetition in post-debate rally, vows not to change message", "article_keywords": ["president", "marco", "dont", "campaign", "vows", "obama", "say", "postdebate", "rubio", "going", "senator", "doubles", "rally", "message", "repetition", "debate", "change", "told"], "article_url": "https://www.washingtonpost.com/news/post-politics/wp/2016/02/07/marco-rubio-doubles-down-on-repetition-in-post-debate-rally-vows-not-to-change-message/", "article_text": "Marco Rubio holds a town hall in the Londonderry High School cafeteria on Sunday. (Chip Somodevilla/Getty Images)\n\nLONDONDERRY, N.H. — Sen. Marco Rubio took heat for repeating a talking point about President Obama, almost word for word, during Saturday night's debate.\n\nAt his first rally Sunday morning, the senator from Florida defiantly doubled down, reiterating the same point in the face of negative commentary across the conservative and mainstream press.\n\n[Rubio suffers a big setback in New Hampshire, as the governors strike back.]\n\n“People are tuned in because you know the truth: All of the things that made this country special are in trouble,” Rubio told a crowd of about 800 packed into a high school cafeteria. “You know, it’s interesting, right now, after last night’s debate, [people are saying,] ‘Oh, you said the same thing three or four times.’ Well, I’m going to say it again. The reason why these things are in trouble is because Barack Obama is the first president, at least in my lifetime, that wants to change the country. … Not fix its problems; he wants to make it a different kind of country.”\n\nOn ABC’s “This Week,” Rubio said, “Absolutely not,” when asked whether he will make any changes as a result of his debate performance.\n\nThe Florida senator has a few lines he goes back to--especially during debates. (The Washington Post)\n\nSenior Rubio campaign officials are equally adamant that there will be no recalibration as a result of his performance, which was widely described as robotic. They say they raised $600,000 during the debate, more than they hauled in during any of the previous ones.\n\nA fiery Rubio took the stage here 35 minutes behind schedule. He explained that Obama, like Rubio, a first-term senator when he ran for president, was never incompetent but instead a liberal ideologue who intentionally pushed through programs that are deeply unpopular among conservatives.\n\nNew Jersey Gov. Chris Christie ripped Rubio on Saturday night for giving what he called the same “25-second canned speeches.” \"This Week\" host George Stephanopoulos told Rubio it didn’t seem like a good moment and noted that Democrats are circulating videos mocking him.\n\n“Well, actually, I would pay them to keep running that clip because that's what I believe passionately,” Rubio replied. “It's what I believe. And it's what I'm going to continue to say because it happens to be one of the main reasons why I am running.”\n\nAt his rally here just outside Manchester, Rubio said that the Affordable Care Act, also known as Obamacare, and the Iran nuclear agreement were not accidents but strategic priorities.\n\n“Everything that makes us special is under attack,” he said. “If the next four years are anything like the last seven, we are in big-time trouble.”\n\nIt was the first public event in a busy Sunday for Rubio, who has found his campaign on the upswing after his surprisingly strong third-place finish in Iowa last week. At his third event of the day, Rubio didn’t explicitly mention his debate performance. But its lingering effect could be felt.\n\nSomeone placed photocopies of the Boston Herald’s stinging front page under the windshield wipers of cars parked in the lot outside. “Choke!” was the headline. Inside, Rubio, who running behind schedule, kicked off his remarks with a version of the line he repeated over and over Saturday night.\n\n“We have some very serious problems because we have a president that is trying to change our country,” said Rubio, who spoke at a school in Hudson. “A president that is trying to make America more like the rest of the world. We don’t want to be like the rest of the world.”\n\nRubio planned to wrap his day on the campaign trail with a stop at a Super Bowl watch party in Manchester. The main question now is whether, or to what degree, perceptions of the debate will dent his momentum.\n\nPlaying to the base, Rubio ratcheted up his criticism of not just Obama but also Democratic presidential candidates Hillary Clinton and Bernie Sanders.\n\nHe seized on a comment that former secretary of state Madeline Albright made during a rally with Clinton on Saturday. Albright had said Saturday, \"There’s a special place in hell for women who don’t help each other.”\n\nThe crowd here booed.\n\nThen Rubio presented himself as the GOP’s best hope to stop Clinton from becoming president.\n\n“I don’t think she’s qualified to be president,” he said. “If you nominate me, we will win this election. … No one else in this race can unite the conservative movement and the Republican Party faster than I can.”\n\nSpeaking in front of an American flag in Bow, N.H., Republican presidential candidate Marco Rubio said the GOP needs a candidate who can \"unify\" the party. (Reuters)\n\n“We’re going to win New Hampshire in the general election,” he added.\n\nFor good measure, Rubio also whacked at Sanders, considered the front-runner ahead of Tuesday’s Democratic primary.\n\n“The Bern’s a socialist,” he said. “I don’t want to be a socialist. If you want to be socialist, move to Scandinavia.”\n\nDuring a question-and-answer session, an undecided voter told Rubio that he was torn between him and Sen. Ted Cruz of Texas. Rubio responded that the two men each have among the most conservative voting records in Congress, but he accused Cruz of wanting to implement a value-added tax and to cut defense spending.\n\n“We get along,” he said. “I like him a lot. I think there are important areas of difference.”\n\nAnother supporter rose to thank Rubio for his “pro-life comments in last night’s debate.” The senator had defended his opposition to abortion in all cases, including rape and incest, saying he’s willing to lose an election because of his firm position on the issue.\n\nDuring the interview on ABC, Stephanopoulos pressed Rubio on his comments about abortion and immigration during the debate, as well as a quote from Sen. Lindsey O. Graham (R-S.C.), who said after the event, “The case that Marco Rubio is ready to be commander in chief took a hit.”\n\nRubio pointed out that Graham supports former Florida governor Jeb Bush. “I don’t expect that he's going to say positive things about me,” he quipped, adding confidently: “No one on that stage has a better understanding or has shown better judgment on foreign policy than I have, period.”\n\nWith his status in New Hampshire more in doubt after Saturday night, Rubio sought to play down expectations about how he needs to finish in the state. His close allies and a top fundraiser have told people for weeks that their strategy is to finish third in Iowa, second in New Hampshire and first in South Carolina.\n\nRubio denied that his campaign ever said that. All he would say on ABC is: “We want to get as many people to vote for me as possible.”\n\nRubio's campaign was aggressively trying to raise money online off his debate performance, sending out a string of emails in the hours after it asking for donations.\n\n\"Did you watch the debate last night?\" read one sent out Sunday afternoon. \"Every candidate came armed with attacks against Marco.\"\n\nThe note said the debate was only a \"preview of what the next 2 days are going to look like\" before asking for a $10 contribution.\n\nSullivan reported from Hudson, N.H.", "article_metadata": {"description": "Rubio took heat for repeating a talking point about President Obama during Saturday night's debate.", "author": "https://www.facebook.com/jhohmann", "og": {"site_name": "Washington Post", "description": "Rubio took heat for repeating a talking point about President Obama during Saturday night's debate.", "title": "Marco Rubio doubles down on repetition in post-debate rally, vows not to change message", "url": "https://www.washingtonpost.com/news/post-politics/wp/2016/02/07/marco-rubio-doubles-down-on-repetition-in-post-debate-rally-vows-not-to-change-message/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Images/2016-02-07/Getty/508913098.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@WaPoSean"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/post-politics/wp/2016/02/07/marco-rubio-doubles-down-on-repetition-in-post-debate-rally-vows-not-to-change-message/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "rubio, obama, debate, robot, donald trump, ted cruz, new hampshire primary", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/jhohmann"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "rubio, obama, debate, robot, donald trump, ted cruz, new hampshire primary"}, "article_summary": "(The Washington Post)Senior Rubio campaign officials are equally adamant that there will be no recalibration as a result of his performance, which was widely described as robotic.\n(Chip Somodevilla/Getty Images)LONDONDERRY, N.H. — Sen. Marco Rubio took heat for repeating a talking point about President Obama, almost word for word, during Saturday night's debate.\nIf you want to be socialist, move to Scandinavia.”During a question-and-answer session, an undecided voter told Rubio that he was torn between him and Sen. Ted Cruz of Texas.\n“People are tuned in because you know the truth: All of the things that made this country special are in trouble,” Rubio told a crowd of about 800 packed into a high school cafeteria.\nChris Christie ripped Rubio on Saturday night for giving what he called the same “25-second canned speeches.” \"This Week\" host George Stephanopoulos told Rubio it didn’t seem like a good moment and noted that Democrats are circulating videos mocking him."}