{"article_title": "Pamplona-Backed Charter Nex Buys Optimum Plastics from Huron", "article_keywords": ["purchase", "charter", "plastics", "pamplona", "partners", "capital", "plastic", "packaging", "nex", "buys", "huron", "optimum", "pamplonabacked"], "article_url": "http://www.themiddlemarket.com/news/financial_sponsors/-charter-nex-adds-optimum-plastics-from-huron-259147-1.html", "article_text": "Pamplona-Backed Charter Nex Buys Optimum Plastics from Huron\n\nThe purchase follows a slew of packaging deals, including Centor US, Hillside Plastics and Liqui-Box\n\nCharter Nex Films Inc., backed by private equity firm Pamplona Capital Management, has completed the acquisition of Optimum Plastics Inc. from Huron Capital Partners LLC.\n\nOptimum makes plastic films that are used in a range of products from food packaging to auto parts. Charter also produces plastic films.\n\n“Our strategy is to continue our focus on expanding both our process capabilities and our film portfolio,” says Charter CEO Kathy Bolhous. Pamplona bought Charter in December 2014 from Mason Wells. Huron invested in Optimum in 2012.\n\nCharter funded the purchase through a combination of cash and debt and has received financing from Guggenheim Corporate Funding LLC.\n\nHoulihan Lokey Inc. (NYSE: HLI) and Hogan Lovells US LLP advised Charter. Mesirow Financial and Honigman Miller Schwartz and Cohn LLP advised Charter.\n\nThere has been strong interest in the plastics and packaging sector recently. Carr Management Inc., backed by Behrman Capital, has acquired Hillside Plastics Inc.; Gerresheimer AG (FRA: GXI) added Centor US Holding Inc.; and Olympus Partners has completed the purchase of Liqui-Box Holdings Inc.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/financial_sponsors/-charter-nex-adds-optimum-plastics-from-huron-259147-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/optimum2cropped.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Pamplona-Backed Charter Nex Buys Optimum Plastics from Huron"}}, "article_summary": "Pamplona-Backed Charter Nex Buys Optimum Plastics from HuronThe purchase follows a slew of packaging deals, including Centor US, Hillside Plastics and Liqui-BoxCharter Nex Films Inc., backed by private equity firm Pamplona Capital Management, has completed the acquisition of Optimum Plastics Inc. from Huron Capital Partners LLC.\nOptimum makes plastic films that are used in a range of products from food packaging to auto parts.\nCharter funded the purchase through a combination of cash and debt and has received financing from Guggenheim Corporate Funding LLC.\nThere has been strong interest in the plastics and packaging sector recently.\n“Our strategy is to continue our focus on expanding both our process capabilities and our film portfolio,” says Charter CEO Kathy Bolhous."}