{"article_title": "Florida State-Johns Hopkins Study Shows Possible Link Between Zika Virus And Birth Defects", "article_keywords": ["johns", "statejohns", "hopkins", "study", "work", "florida", "possible", "professor", "virus", "state", "link", "defects", "shows", "university", "zika"], "article_url": "http://health.wusf.usf.edu/post/florida-state-johns-hopkins-study-shows-possible-link-between-zika-virus-and-birth-defects", "article_text": "Scientists are trying to understand whether and how the Zika virus might be causing birth defects. Now researchers at Florida State University in collaboration with Johns Hopkins, say their work has moved a step closer to determining if there is a link between the virus and microcephaly.\n\nFlorida State University Biological Sciences Professor Hengli Tang and Johns Hopkins University Professor of Neurology Guo-Li Ming say they’ve found evidence showing that once the Zika virus reaches the brain of a developing fetus, it infects certain cells, impairing their function. The virus also reproduces faster, Tan says, possibly resulting in birth defects.\n\n“In addition, it will slow down the growth, potentially providing a link to neurological defects, such as micocephaly,” Tang said.\n\nThe Zika virus was discovered in the 1940's, and it usually results in flu like symptoms for adults. But recently, it has recently is blamed for causing a spike in the birth defect called microcephaly—babies born with smaller heads and developmental delays. The U.S. Centers for Disease Control is focusing its work in Brazil, which has more than 4,000 suspected and confirmed cases of Zika-linked microcephaly. However scientists have not found any definitive proof the disease is the cause.\n\n“Potentially, this could explain why there is a link to microcephaly,\" said Guo-Li Ming, professor of neurology at Johns Hopkins University.\n\n\"But there is a lot more work needed to show the direct causal effect.”\n\nBrazil has become the epicenter of the outbreak, but Florida now has more than four dozen cases of confirmed infections, including four pregnant women. All of the cases are travel-related.\n\nThe Florida State University-Johns Hopkins study is published in the Journal Cell Stem Cell.\n\n", "article_metadata": {"category": "HNF Stories", "description": "Scientists are trying to understand whether and how the Zika virus might be causing birth defects. Now researchers at Florida State University in", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://health.wusf.usf.edu/post/florida-state-johns-hopkins-study-shows-possible-link-between-zika-virus-and-birth-defects", "image": "http://mediad.publicbroadcasting.net/p/shared/npr/styles/medium/nprshared/201603/469256255.png", "type": "article", "description": "Scientists are trying to understand whether and how the Zika virus might be causing birth defects. Now researchers at Florida State University in", "title": "Florida State-Johns Hopkins Study Shows Possible Link Between Zika Virus And Birth Defects"}, "story_id": 469199150, "twitter": {"site": "@HealthNewsFL", "card": "summary", "creator": "@HealthNewsFL"}, "author": "Lynn Hatter", "org_id": 390, "dc": {"title": "Florida State-Johns Hopkins Study Shows Possible Link Between Zika Virus And Birth Defects"}, "nid": 13862, "datePublished": "2016-03-06", "keywords": "Zika virus, test kits for Zika antibodies, Florida State University, Johns Hopkins", "wordCount": 425, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "Scientists are trying to understand whether and how the Zika virus might be causing birth defects.\nThe Zika virus was discovered in the 1940's, and it usually results in flu like symptoms for adults.\nThe Florida State University-Johns Hopkins study is published in the Journal Cell Stem Cell.\n“Potentially, this could explain why there is a link to microcephaly,\" said Guo-Li Ming, professor of neurology at Johns Hopkins University.\nNow researchers at Florida State University in collaboration with Johns Hopkins, say their work has moved a step closer to determining if there is a link between the virus and microcephaly."}