{"article_title": "Doonesbury Somehow Unaware That the UVA Gang Rape Story Was Debunked Weeks Ago", "article_keywords": ["ago", "student", "washington", "debunked", "jackie", "cartoon", "doonesbury", "trudeau", "unaware", "victim", "strip", "uva", "weeks", "theres", "went", "rape", "gang"], "article_url": "http://reason.com/blog/2014/12/29/doonesbury-cartoon-somehow-unaware-that", "article_text": "There's phoning it in, and then there's Doonesbury. The cartoon strip, which won a Pulitzer Prize for its incisive social commentary back in the Stone Ages (1975, to be precise), now seems to be paying very little attention to breaking news—or even last month's breaking news. Consider creator Garry Trudeau's latest attempt at relevancy, which was published just in time to make the last-minute journalism \"epic fails\" lists of 2014 (a parlance the old-fashioned Trudeau is probably unfamiliar with).\n\nHere is the cartoon, which depicts a character expressing her outrage that the University of Virginia would allow a student to be gang-raped. \"Who is this frat boy monster... Who tells his victim that he 'had a great time'?\"\n\nIf Trudeau had read the news recently—or any time in the last month—he would know that this \"frat boy monster\" doesn't even exist. Numerous reporters who (unlike Rolling Stone) believe in interviewing multiple sources, verifying facts, and scrutinizing incredible accounts have debunked virtually every aspect of the UVA gang-rape allegations. Most recently, friends of the alleged victim, Jackie, have come forward to present a highly plausible alternative explanation for her claims. They also demonstrated that Jackie went to great lengths to catfish them into believing she had a relationship with an older student who later raped her, even though that person does not exist and text messages allegedly sent by him were actually fake—and, in all likelihood, sent by Jackie herself.\n\nGiven that The Washington Post has proved the UVA rape story to be false, it's grossly irresponsible to craft a cartoon that uncritically recounts debunked details. I understand that Trudeau may have drawn it before Rolling Stone's credibility went to hell, but that was a long time ago. I first aired my doubts on December 1st, and numerous other outlets followed suit. Within a few days, The Washington Post dug up enough contradictory evidence to render much of the story false. But it seems Trudeau was too busy polishing his Pulitzer to bother fixing a clearly misleading and outdated cartoon. Hey, it's the holidays, I suppose.\n\nThe Washington Free Beacon's Sonny Bunch makes a similar point:\n\nAnyway, hopefully Garry Trudeau is embarrassed. I’d add to his embarrassment by sending him a piece of snail mail, but who knows how long it will take to get there. By the time he receives it, he’ll probably have penned a horribly out of date comic strip about the evils of Duke lacrosse or the travails of a poor young woman named Tawana Brawley.\n\nRead Jesse Walker's excellent account of the rise and fall of Doonesbury—which has grown less skeptical of authority and less funny over the years—here.\n\nHat tip: Popehat", "article_metadata": {"og": {"site_name": "Reason.com", "description": "There's phoning it in, and then there's Doonesbury. The cartoon strip, which won a Pulitzer Prize for its incisive social commentary back in the Stone", "title": "Doonesbury Somehow Unaware That the UVA Gang Rape Story Was Debunked Weeks Ago", "url": "http://reason.com/blog/2014/12/29/doonesbury-cartoon-somehow-unaware-that", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14198679102525.jpg", "type": "article"}, "twitter": {"description": "There's phoning it in, and then there's\nDoonesbury. The cartoon strip, which won a Pulitzer Prize\nfor its incisive social commentary back in the Stone Ages (1975, to\nbe precise), now seems to be paying very little attention to\nbreaking news—or even last month's breaking news. Consider creator\nGarry Trudeau's latest attempt at relevancy, which was published\njust in time to make the last-minute journalism \"epic fails\" lists\nof 2014 (a parlance the old-fashioned Trudeau is probably\nunfamiliar with).", "title": "<em>Doonesbury</em> Somehow Unaware That the UVA Gang Rape Story Was Debunked Weeks Ago", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14198679102525.jpg", "creator": "@robbysoave", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "HomePage", "published_time": "2014-12-29T17:16:00+00:00", "author": "http://reason.com/people/robby-soave"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "article_summary": "Most recently, friends of the alleged victim, Jackie, have come forward to present a highly plausible alternative explanation for her claims.\nGiven that The Washington Post has proved the UVA rape story to be false, it's grossly irresponsible to craft a cartoon that uncritically recounts debunked details.\nI understand that Trudeau may have drawn it before Rolling Stone's credibility went to hell, but that was a long time ago.\nThe cartoon strip, which won a Pulitzer Prize for its incisive social commentary back in the Stone Ages (1975, to be precise), now seems to be paying very little attention to breaking news—or even last month's breaking news.\nHere is the cartoon, which depicts a character expressing her outrage that the University of Virginia would allow a student to be gang-raped."}