{"article_title": "Poll: Democratic Support for ObamaCare Repeal Increases", "article_keywords": ["repeal", "support", "obamacare", "month", "increases", "kaiser", "health", "favorable", "unfavorable", "poll", "law", "democratic"], "article_url": "http://www.peoplespunditdaily.com/polls/2016/04/28/democratic-support-obamacare-repeal/", "article_text": "A new poll conducted by Kaiser Health finds Democratic support for the repeal of ObamaCare, otherwise known as the Affordable Care Act, increased in April. While the public remains split on what they want to see done with the president’s signature health care law, the percentage of Democrats who have an unfavorable opinion of the law increased to 25%, up 6 points from 19% the prior month.\n\nNow, as a result, 32% of Americans overall support a full repeal of the law and slightly less (30%) support expanding the law. However, 14% would like to see it implemented as is and 11% support scaling back the law’s role. In total, slightly more than not want to get rid of it to some degree than not.\n\nOf the Democrats who do not have favorable opinion of ObamaCare, 40% still want to expand what the law does. Yet, a sizable 19% said they want to repeal the entire law and another 9% want to scale it back further.\n\nThe survey continued to lean negative this month, with 38% saying they have a favorable view and 49% saying they have an unfavorable view. This month, UnitedHealth, the nation’s largest insurer, announced they would pull out of all but a “handful” of the ObamaCare state exchanges. While some economists, mainly those favorable to the law, argue the decision will have a minimal impact on cost, the truth is uncertain.\n\nOverall, the 49% unfavorable rating expressed this month is the highest measured by Kaiser Health since July 2014. That month the gauge clocked in at 53% unfavorable, which is the highest level of dissatisfaction with the law to date. As a caveat, since PPD first began tracking approval ratings and Americans views’ on ObamaCare, the Kaiser Health Tracking Poll has been among the most liberal-leaning, favorable surveys for the president and his healthcare overhaul.\n\nKaiser is one of only a handful of firms to release a few surveys showing positive views toward the law during some period.\n\nThe president’s signature health care law, which was supported by members of his party, remains deeply unpopular since its forced inception. It was passed when the party had a supermajority in both Houses of Congress, but they have since lost both to the Republican Party.\n\nWorth noting, and likely related, a recent Gallup Poll found the largest percentage of Americans cited healthcare cost as the most important financial problem facing their family. The cost of healthcare post-ObamaCare was followed by low wages, debt, college expenses and housing costs.", "article_metadata": {"news_keywords": "Politics, Healthcare, ObamaCare, Affordable Care Act, Democrats, Polls, Kaiser", "generator": "PPD News Network", "og": {"site_name": "People's Pundit Daily", "description": "A new poll conducted by Kaiser Health finds Democratic support for the repeal of ObamaCare, otherwise known as the Affordable Care Act, increased in April.", "title": "Poll: Democratic Support for ObamaCare Repeal Increases", "locale": "en_US", "image": {"width": 740, "identifier": "http://www.peoplespunditdaily.com/wp-content/uploads/2016/01/obamacare-generic-healthcare.jpg", "height": 400}, "updated_time": "2016-04-28T16:22:51-04:00", "url": "http://www.peoplespunditdaily.com/polls/2016/04/28/democratic-support-obamacare-repeal/", "type": "website"}, "twitter": {"description": "A new poll conducted by Kaiser Health finds Democratic support for the repeal of ObamaCare, otherwise known as the Affordable Care Act, increased in April.", "creator": "@PPDNews", "image": "http://www.peoplespunditdaily.com/wp-content/uploads/2016/01/obamacare-generic-healthcare.jpg", "title": "Poll: Democratic Support for ObamaCare Repeal Increases | People's Pundit Daily", "site": "@PPDNews", "card": "summary"}, "robots": "noodp", "al": {"web": {"url": "http://www.peoplespunditdaily.com/polls/2016/04/28/democratic-support-obamacare-repeal/", "should_fallback": "true"}, "android": {"url": "com.peoplespunditdaily.app://://post/39761", "app_name": "People\\'s Pundit Daily", "package": "com.zeen101.peoplespunditdaily.app.android"}, "ios": {"url": "com.peoplespunditdaily.app://://post/39761", "app_name": "People\\'s Pundit Daily", "app_store_id": 1019177493}}, "BridPlugin": "oauth_token:ef63637f2cb1a477b40092f3568d5f17a64208c9|user_id:1413|width:660|height:371|autoplay:0|site:1938|player:2077|question:1|upload:1|intro_enabled:1|ovr_yt:1|ovr_def:1|aspect:1|visual:0", "keywords": "Politics, Healthcare, ObamaCare, Affordable Care Act, Democrats, Polls, Kaiser", "article": {"section": "Polls", "tag": "polls", "published_time": "2016-04-28T15:34:07-04:00", "modified_time": "2016-04-28T16:22:51-04:00", "author": "https://www.facebook.com/PeoplesPunditDaily"}, "description": "A new poll conducted by Kaiser Health finds Democratic support for the repeal of ObamaCare, otherwise known as the Affordable Care Act, increased in April."}, "article_summary": "A new poll conducted by Kaiser Health finds Democratic support for the repeal of ObamaCare, otherwise known as the Affordable Care Act, increased in April.\nNow, as a result, 32% of Americans overall support a full repeal of the law and slightly less (30%) support expanding the law.\nOverall, the 49% unfavorable rating expressed this month is the highest measured by Kaiser Health since July 2014.\nOf the Democrats who do not have favorable opinion of ObamaCare, 40% still want to expand what the law does.\nYet, a sizable 19% said they want to repeal the entire law and another 9% want to scale it back further."}