{"article_title": "\"From Boyz To Gentlemen\" Summit teaches parents, young men keys to success", "article_keywords": ["school", "parent", "success", "keys", "dream", "men", "father", "young", "sellers", "gentlemen", "heyward", "summit", "parents", "boyz", "charleston", "teaches", "event"], "article_url": "http://www.postandcourier.com/article/20140125/PC16/140129555", "article_text": "A crowd of about 400 people attended Charleston County School District's Parent University's fifth annual \"From Boyz To Gentlemen\" Summit at West Ashley High School on Saturday. S.C. Rep. Bakari Sellers (center) served as the event's keynote speaker.\n\nThe violence erupted close to home.\n\nEarlier this month, three gunmen, possibly seeking money, stormed into a Greenland Road residence, assaulted the man who lived there and murdered his sister in a home invasion and shooting, authorities said. The first to be charged in the incident was a 19-year-old black man.\n\nThe melee unfolded just a few doors from Maurice Heyward's home in the Red Top community not far from Johns Island. And while he acknowledged the allure of the streets can be powerful, Heyward, a black man, said he hopes his own teenage son will never meet such a detrimental end.\n\nThe father sat beside his son, 14-year-old D'Maurier Heyward, on Saturday at Charleston County School District's Parent University's \"From Boyz To Gentlemen\" Summit at West Ashley High School.\n\nThe summit featured interactive parent workshops on issues related to raising young men of color and a resource fair that provided information from regional colleges and universities to help parents and young men prepare for higher education.\n\nThe fifth annual event, \"Raising successful sons in the 21st century,\" had a fundamental message: It all starts with a dream, a group of speakers and panelists reiterated. And then, with the necessary resources, guidance and motivation, success doesn't have to seem so far away.\n\nFor eighth-grader D'Maurier Heyward, that dream is to be an engineer.\n\n\"I think it will have a very good impact,\" he said, of the words of encouragement conveyed during the event. His father nodded in agreement.\n\n\"It's a positive thing for our young African-American males to hear,\" Maurice Heyward said.\n\nThe summit's mostly black and Hispanic crowd consisted of about 400 people.\n\nA panel that addressed parents' concerns included such community leaders as State Sen. Marlon Kimpson, North Charleston assistant Chief of Police Reginald Burgess and the Reverend Leonard Griffin. S.C. Rep. Bakari Sellers served as the event's keynote speaker.\n\nWhile addressing the crowd, Sellers alluded to the roots of his father, civil rights activist Dr. Cleveland Sellers, and touched on his own humble beginnings as one of the state's youngest Representatives.\n\nThat, too, started as a dream, Sellers said. And the same is possible for today's youth.\n\n\"For many of us sitting in this room, we can't help but to believe that we're on the brink of chaos. Whether it's a student being slain on a college campus, like (Friday) at South Carolina State, or classmates, like I had, who died in Iraq,\" Sellers said during his speech. \"The challenge for our generation, the young people and those who are young at heart, is to rebuild community. ... We've made progress, but we still have a long ways to go. Where we go from here lies fundamentally in our ability to dream with our eyes wide open.\"\n\nSaturday's event was free and open to any Charleston County School District parent.\n\nReach Christina Elmore at 937-5908 or at Twitter.com/ celmorePC.", "article_metadata": {"description": "The violence erupted close to home.", "og": {"url": "http://www.postandcourier.com20140125/140129555/-from-boyz-to-gentlemen-summit-teaches-parents-young-men-keys-to-success", "site_name": "Post and Courier", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20140125/PC16/140129555/AR/0/AR-140129555.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20140125/PC16/140129555/AR/0/AR-140129555.jpg"}, "type": "article", "description": "The violence erupted close to home."}, "twitter": {"app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "image": "http://www.postandcourier.com/storyimage/CP/20140125/PC16/140129555/AR/0/AR-140129555.jpg", "site": "@postandcourier", "card": "summary_large_image", "description": "The violence erupted close to home."}, "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 140129555}}, "article": {"published_time": "2014-01-25T19:39:40Z", "modified_time": "2014-01-25T19:39:00Z", "author": "Christina Elmore"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fdabcb\"", "article_summary": "A crowd of about 400 people attended Charleston County School District's Parent University's fifth annual \"From Boyz To Gentlemen\" Summit at West Ashley High School on Saturday.\nThe father sat beside his son, 14-year-old D'Maurier Heyward, on Saturday at Charleston County School District's Parent University's \"From Boyz To Gentlemen\" Summit at West Ashley High School.\nThat, too, started as a dream, Sellers said.\n\"The challenge for our generation, the young people and those who are young at heart, is to rebuild community.\nThe summit featured interactive parent workshops on issues related to raising young men of color and a resource fair that provided information from regional colleges and universities to help parents and young men prepare for higher education."}