{"article_title": "Colorado healthcare commission wants $100k that should go back to the General Fund", "article_keywords": ["wants", "hcpf", "needs", "100k", "colorado", "fund", "money", "general", "better", "commission", "state", "program", "healthcare", "rural", "cicp", "care"], "article_url": "http://completecolorado.com/pagetwo/2016/05/03/colorado-healthcare-commission-wants-100k-that-should-go-back-to-the-general-fund/", "article_text": "A major problem with giving money and power to government is that you seldom get either one back. And when state agencies end up with excess budget, there is no end to clever ways bureaucrats find to keep control over your tax dollars.\n\nThe current move to keep unused funds in Colorado’s Indigent Care Program (CICP) from reverting to the state treasury is a case in point.\n\nThe ObamaCare Medicaid expansion reduced the number of people eligible for help with acute medical care costs through CICP. The number of people using the program has fallen from 200,000 to 50,000. The Department of Health Care Policy and Financing (HCPF) administers the program, and if it cannot spend all the CICP funds by June 30, 2016, the money reverts to the General Fund.\n\nIn order to get the money spent, HCPF and the Colorado Commission on Affordable Healthcare plan to move it out of state government. HCPF will “spend” the money by contracting with the Commission to fund a study. The Commission is an independent entity chartered by state government but operating outside of it. The Commission wants $100,000 to hire a consultant to “assess the level and nature of the uncompensated care in Colorado’s rural areas (‘rural/frontier’) and then to consider a proposal on how to reconfigure CICP to better serve the needs of those communities.”\n\nThe wording is from the Commission proposal available here. It was approved on April 11, 2016. It shows that someone has already decided to “reconfigure” CICP to “better serve the needs” of rural communities. Specifically the “unmet needs” of rural hospitals, entities which are already heavily subsidized by the state through Medicaid and the Hospital Provider Fee Cash Fund.\n\nIs this a better use of $100,000 in state money than fixing roads? Neither HCPF nor the Commission want your elected representatives to have the chance to decide.\n\nLinda Gorman directs the Health Care Policy Center at the Independence Institute, a free market think tank in Denver. She is a member of the Colorado Commission on Affordable Healthcare. She voted against the proposal.\n\nComments\n\ncomments", "article_metadata": {"description": "Is this a better use of $100,000 in state money than fixing roads? Neither HCPF nor the Commission want your elected representatives to have the chance to decide.", "generator": "WPZOOM Framework 1.4.6", "og": {"site_name": "Complete Colorado - Page Two", "description": "Is this a better use of $100,000 in state money than fixing roads? Neither HCPF nor the Commission want your elected representatives to have the chance to decide.", "title": "Colorado healthcare commission wants $100k that should go back to the General Fund", "locale": "en_US", "image": {"width": 800, "identifier": "http://completecolorado.com/pagetwo/wp-content/uploads/2015/05/stethescopemoney2.jpg", "height": 1032}, "url": "http://completecolorado.com/pagetwo/2016/05/03/colorado-healthcare-commission-wants-100k-that-should-go-back-to-the-general-fund/", "type": "article"}, "robots": "index, follow", "fb": {"app_id": 221004171379840}, "article": {"section": "Blog note", "tag": "Linda Gorman", "published_time": "2016-05-03T19:16:09+00:00", "modified_time": "2016-05-03T19:16:09+00:00", "author": "http://completecolorado.com/pagetwo/author/admin/"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdabce\"", "article_summary": "The current move to keep unused funds in Colorado’s Indigent Care Program (CICP) from reverting to the state treasury is a case in point.\nIn order to get the money spent, HCPF and the Colorado Commission on Affordable Healthcare plan to move it out of state government.\nIs this a better use of $100,000 in state money than fixing roads?\nHCPF will “spend” the money by contracting with the Commission to fund a study.\nIt shows that someone has already decided to “reconfigure” CICP to “better serve the needs” of rural communities."}