{"article_title": "The Hobby Lobby Case Explained", "article_keywords": ["case", "rfra", "court", "explained", "administration", "religion", "corporations", "hobby", "law", "religious", "lobby"], "article_url": "http://freebeacon.com/issues/the-hobby-lobby-case-explained/", "article_text": "BY: Follow @anevans12\n\n\n\nWhen the Supreme Court agreed last week to hear Hobby Lobby’s lawsuit against the Obama administration over the Affordable Care Act’s contraception mandate, conservatives hoped the court would blow another deal to the president’s signature legislation.\n\nThe case appeared to concern a clear First Amendment principle, freedom of religion. Additionally, the uproar over the mandate requiring that all insurance plans cover contraception—including abortifacient drugs that many Christians see as immoral—has been steady and strong. And Hobby Lobby won before an appeals court recently.\n\nHowever, despite its rather simple appearance, Kathleen Sebelius v. Hobby Lobby is far from a simple case. While the core issue at stake is protected in the First Amendment, this case ultimately revolves around a law passed by Congress in 1993. Additionally, the result will likely be close, as the case affects core liberal priorities that several justices will likely be loath to compromise.\n\nFacts of the Case\n\nHobby Lobby is a family-owned arts-and-crafts store based in Oklahoma with branches throughout the country. The owners, the Green family, are devout Evangelical Christians who believe that life begins at fertilization. Unlike Catholics, the Greens are not opposed to all forms of contraception, but they are opposed to contraception that prevents a fertilized egg from implanting in the womb.\n\nThe Affordable Care Act requires all health insurance plans to cover preventative care at no cost to the insured individual, and the Obama administration decided to include all forms of contraception under this requirement. Among these are four contraceptive methods and drugs such as the morning-after pill (called “ella”) that prevent a fertilized egg from implanting in the uterus.\n\nObamacare further requires all employers with over 50 employees to provide “qualifying” health insurance to their employees, meaning that in order to comply with the law, employers have to provide insurance that covers abortifacient drugs like ella.\n\nThe Greens and Hobby Lobby are left with three choices: comply with the law and violate their conscience, break the law and face crippling fines, or sell or close the business.\n\nWhy Not the First Amendment?\n\nNeither Hobby Lobby nor the Obama administration appealed to the First Amendment’s protection of religion in their briefs to the court. Their arguments instead focus on the Religious Freedom Restoration Act (or RFRA), which President Bill Clinton signed into law in 1993.\n\nCongress passed RFRA in response to a Supreme Court decision in 1990 that severely curtailed the priority of religious freedom over other federal laws. In Employment Division v. Smith, the Supreme Court ruled that people must comply with “neutral, generally applicable regulatory law” even if the law incidentally burdens their exercise of religion. Laws cannot single out religious groups, but religious people cannot claim a right to be exempt from a law that applies equally to them and everybody else.\n\nCongress passed RFRA nearly unanimously in response following public outcry. RFRA prohibits the government from burdening people’s exercise of religion, even with a generally applicable law, unless the law furthers “a compelling governmental interest” by the “least restrictive means” possible.\n\nWhat the Supreme Court precedent and RFRA both demonstrate is that religious freedom is not an absolute right. It takes priority over many things, and the government should make every effort to protect it, but religious freedom cannot trump every law. What’s more, the current protection of religious freedom that Hobby Lobby is claiming exists under a statute, not under the Constitution, meaning that it is necessarily much more tenuous than it would be if it had Constitutional protection.\n\nWhat is perhaps most surprising about Employment Division v. Smith is that it was written by perhaps the most outspoken conservative on today’s court, Justice Antonin Scalia, who would likely have to join any majority ruling in favor of Hobby Lobby.\n\nAre Corporations People?\n\nThe Greens have asked for an exemption from the regulation requiring them to provide what they consider to be abortion-inducing drugs. While the Obama administration has granted exemptions to houses of worship and other nonprofit organizations, it refused to grant an exemption to Hobby Lobby because it is a for-profit corporation.\n\nThe administration drew a distinction between nonprofit corporations and for-profit corporations in its brief. Nonprofits often exist to allow people to exercise their religion (churches, for example, are nonprofit organizations), but businesses are intended to generate a financial profit. To support its case, the administration pointed to numerous federal laws and court decisions that grant exemptions to nonprofits but never explicitly to for-profit businesses.\n\nAt question is whether corporations can exercise religion at all—that is, whether corporations have legally recognizable rights. The administration argues that they cannot, and points to the legal history of the last half-century to bolster its point. Other liberals have argued that businesses cannot claim the same rights as individuals when they enter the public marketplace, simply by virtue of pursuing a financial profit.\n\nHowever, Hobby Lobby argues that it, as a corporation, can legally exercise religion, and it appeals to RFRA and the Dictionary Act to prove its case. RFRA protects “a person’s exercise of religion,” and although RFRA does not define a legal “person,” the Dictionary Act defines a legal person to include “corporations, companies, associations, firms, partnerships, societies, and joint stock companies, as well as individuals.”\n\nThe 10th Circuit Court of Appeals sided with Hobby Lobby because of the RFRA and the Dictionary Act: A corporation is a person according to law, and the law protects the religious expression of all people, therefore the law protects the religious expression of a corporation, within certain limits.\n\nRFRA does allow the government to burden people’s expression of religion if it has a good enough reason to do so, and the administration asserts three primary interests.\n\nFirst, it argues that making contraception available is a matter of public health. Second, it argues that the state has an interest in ensuring that all of its citizens, including women, “have equal access to health-care services.” And third, the government asserts an interest in ensuring that everybody has access to a comprehensive healthcare system.\n\nHobby Lobby argues that the government does not think that all of these interests are compelling because the law grants so many carve-outs and exemptions to other organizations, including the aforementioned exemptions for religious nonprofits. The 10th Circuit also rejected the administration’s claims for the same reason.\n\nGuided by Citizens United\n\nThe issue at stake here—whether corporations are people and qualify for rights—is not new. The Supreme Court ruled on the legal rights of corporations in its Citizens United v. Federal Election Commission decision in 2010. Citizens United may be the best analogue to the current Hobby Lobby case, although the rights at issue in the two cases—freedom of speech and freedom of religion, respectively—are different.\n\nIn Citizens United, a liberal priority—campaign finance reform that prevents the rich from gaining an advantage in elections—was at stake. In Hobby Lobby, a liberal priority is also at stake, this time gender equality and access to contraception and both cases deal with the rights of corporations.\n\nCitizens United was a tightly decided case, with a 5-4 split on the court. The five conservatives—Scalia, Thomas, Alito, Roberts, and Kennedy—overruled the four liberals—Breyer, Ginsburg, Stevens, and Sotomayor. The makeup of the court is very similar today, with Justice Elena Kagan replacing Stevens after Citizens United.\n\nLegal experts do not know which way the court will head on this case. The lower courts are split on the issue, with other circuit courts deciding that businesses do not have a right to an exemption based on religious beliefs. But if Citizens United is a guide, as the parallels between the two cases suggest it could be, the Hobby Lobby case will be close.", "article_metadata": {"description": "Religious freedom, contraceptive mandates, and Obamacare head to the Supreme Court", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "When the Supreme Court agreed last week to hear Hobby Lobby’s lawsuit against the Obama administration over the Affordable Care Act’s contraception mandate, conservatives hoped the court would blo", "title": "The Hobby Lobby Case Explained", "url": "http://freebeacon.com/issues/the-hobby-lobby-case-explained/", "image": "http://freebeacon.com/wp-content/uploads/2013/12/HobbyLobbyObamacare-150x150.jpg", "type": "article"}, "twitter": {"description": "When the Supreme Court agreed last week to hear Hobby Lobby’s lawsuit against the Obama administra", "creator": "@anevans12", "image": "http://freebeacon.com/wp-content/uploads/2013/12/HobbyLobbyObamacare-150x150.jpg", "title": "The Hobby Lobby Case Explained", "site": "@freebeacon", "card": "summary"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdabd3\"", "article_summary": "But if Citizens United is a guide, as the parallels between the two cases suggest it could be, the Hobby Lobby case will be close.\nHowever, despite its rather simple appearance, Kathleen Sebelius v. Hobby Lobby is far from a simple case.\nCitizens United may be the best analogue to the current Hobby Lobby case, although the rights at issue in the two cases—freedom of speech and freedom of religion, respectively—are different.\nHowever, Hobby Lobby argues that it, as a corporation, can legally exercise religion, and it appeals to RFRA and the Dictionary Act to prove its case.\nNeither Hobby Lobby nor the Obama administration appealed to the First Amendment’s protection of religion in their briefs to the court."}