{"article_title": "1,300-pound show horse slaughtered on Florida farm", "article_keywords": ["horses", "horse", "meat", "farm", "illegal", "ranch", "florida", "1300pound", "county", "officials", "probably", "slaughtered"], "article_url": "http://www.washingtontimes.com/news/2015/oct/26/officials-champion-show-horse-killed-butchered-in-/?page=all", "article_text": "ST. PETERSBURG, Fla. (AP) - Just days ago, the nearly 1,300-pound, powerful jumping horse with a shiny chestnut coat named Phedras de Blondel arrived at his new home in the U.S., a farm owned by a champion rider in Florida.\n\nOn Sunday morning, his owner discovered a horrific scene near his stall: the 12-year-old gelding had been slaughtered and butchered, most likely for his meat. Only his head and neck were left intact. Now, detectives are trying to find the perpetrators.\n\n“What they did to this horse had nothing to do with his value,” Debbie Stephens, who owns the 27-acre ranch in Palmetto, said Monday. She would not disclose the price she paid for the horse, but show horses can sell for tens of thousands of dollars. “It’s one of the cruelest things that could happen to any horse. This just turned my life around.”\n\nStephens is a veteran show jumper and holds the women’s high jump record of 7 feet, 8 inches. Her husband was a co-designer of the show jumping courses for the 2008 Olympic Games in China.\n\nThe couple and others have raised more than $18,000 toward a reward they hope will lead to an arrest. Manatee County Sheriff’s deputies say that’s what it will take to crack the case.\n\nHorse meat is illegal in Florida, but a black market for it exists, said Nick Atwood, a spokesman for the Animal Rights Foundation of Florida. During the 2010 Florida Legislative Session, he said, a bill passed that strengthened the state’s restrictions on the sale of horse meat for human consumption. It is now illegal in Florida to sell, purchase, distribute, transport or possess horse meat unless “it is clearly stamped, marked, or described as horse meat for human consumption.”\n\nThere are currently no U.S. slaughterhouses that process horse meat, however, making it difficult to obtain legally.\n\nWhile eating horse meat is generally taboo in the U.S., it is common in dishes in some Caribbean and European countries. Atwood said there are some people living in the U.S. willing to pay top dollar.\n\nIt’s not the first time horses have been targeted for meat in Florida. In July, animal rescue officials said a competitive show horse named “Smart Amanda Whiz” was slaughtered for its meat in Hialeah. And earlier this month, officials in Palm Beach County raided three slaughterhouses accused of illegally selling horse meat.\n\n“The horses are slaughtered horribly,” Atwood said. “There’s no illusion of humane slaughter.”\n\nThat’s the case with Phedras, said Stephens, who said the horse was friendly and probably went with his killers willingly. She said he was likely still alive when they began to butcher him.\n\nShe said probably more than one person was involved in the slaughter because the horse was so big.\n\nThe horse was probably targeted because of his size, officials said.\n\n“It could be the suspects scoped out this ranch,” said Dave Bristow, a spokesman from the Manatee County Sheriff’s Office. The ranch is not far from the interstate.\n\nStephens said she’s reinforcing her ranch to protect the other 50 horses that live on the property - and she’s planning to raise more money for the reward and speak out about the problem of illegal horse slaughter. Florida is a popular state for show horses, and she wants to protect other animals and owners.\n\n“This can happen to anyone’s horse,” she said.\n\n___\n\nFollow Tamara Lush on Twitter at http://twitter.com/tamaralush", "article_metadata": {"description": "Just days ago, the nearly 1,300-pound, powerful jumping horse with a shiny chestnut coat named Phedras de Blondel arrived at his new home in the U.S., a farm owned by a champion rider in Florida.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Just days ago, the nearly 1,300-pound, powerful jumping horse with a shiny chestnut coat named Phedras de Blondel arrived at his new home in the U.S., a farm owned by a champion rider in Florida.", "title": "1,300-pound show horse slaughtered on Florida farm", "url": "http://www.washingtontimes.com/news/2015/oct/26/officials-champion-show-horse-killed-butchered-in-/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/10/26/533b385a22b2f330850f6a7067000be1.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/10/26/533b385a22b2f330850f6a7067000be1.jpg", "description": "Just days ago, the nearly 1,300-pound, powerful jumping horse with a shiny chestnut coat named Phedras de Blondel arrived at his new home in the U.S., a farm owned by a champion rider in Florida.", "site": "@washtimes", "card": "summary", "title": "1,300-pound show horse slaughtered on Florida farm"}, "Author": "TAMARA LUSH", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes"}, "_id": "\"57477af36914bd0286fcacd2\"", "article_summary": "Horse meat is illegal in Florida, but a black market for it exists, said Nick Atwood, a spokesman for the Animal Rights Foundation of Florida.\nIt is now illegal in Florida to sell, purchase, distribute, transport or possess horse meat unless “it is clearly stamped, marked, or described as horse meat for human consumption.”There are currently no U.S. slaughterhouses that process horse meat, however, making it difficult to obtain legally.\nWhile eating horse meat is generally taboo in the U.S., it is common in dishes in some Caribbean and European countries.\nDuring the 2010 Florida Legislative Session, he said, a bill passed that strengthened the state’s restrictions on the sale of horse meat for human consumption.\nAnd earlier this month, officials in Palm Beach County raided three slaughterhouses accused of illegally selling horse meat."}