{"article_title": "Still Dodging Iowa Press, Joni Ernst Again Visits Fox News", "article_keywords": ["seeing", "iowa", "mitch", "senate", "obamacare", "fox", "repealing", "visits", "policy", "cavuto", "need", "press", "ernst", "joni", "think", "dodging"], "article_url": "http://www.newshounds.us/still_dodging_iowa_press_joni_ernst_again_visits_fox_news_11012014", "article_text": "U.S. Senate candidate Joni Ernst (R-IA) may be too chicken to talk to the editorial papers in her home state but she’s got no qualms about going on Fox News. Sure enough, she got no pesky challenges about her refusal to sit for questions from Iowans nor about her ObamaCare falsehoods.\n\nToday, the toughest questions Ernst got from host Neil Cavuto were whether she’d vote for Mitch McConnell as majority leader if she wins her senate race and whether repealing ObamaCare is really doable.\n\nSmiling through most of the interview, Ernst said, “We’re seeing a number of Iowans across the state that are having issues with ObamaCare. Policies have been cancelled. We’re seeing horrible increases in their insurance policy rates. Those policies that had to meet the Affordable Care Act requirements. So, we re seeing doctors going away. You can’t keep your doctor if you like your doctor. You certainly couldn’t keep your policy if you liked your policy. Iowans don’t like that. Their heath care options have been limited by ObamaCare.”\n\nCavuto asked, “If you made it to the United States Senate, Ms. Ernst, would you call for a vote on repealing ObamaCare outright, or would you dismantle it around the edges – either the medical device tax, the kind of stuff that Mitch McConnell was telling me a few days ago are more doable tactics?”\n\n”Well, first, I think we do need to repeal but replace ObamaCare with something that is more patient centered and addresses pre-existing conditions,” Ernst replied. ObamaCare already addresses pre-existing conditions, but Cavuto didn’t mention it.\n\nErnst continued, “Whatever we can do to get this bad law gone is what we need to do. …It’s not just hurting folks here in Iowa, it is hurting all of America. It’s unsustainable, unaffordable, and we can do better for the American people.”\n\nCavuto said, “But I got the impression when I was talking to Mitch McConnell that it wasn’t realistic.\" Cavuto added that McConnel had since \"dialed it back a little bit.\" However, Cavuto said, McConnell's \"initial impression was let’s remove the things we think we have a good shot at shooting down, like that medical device tax – maybe some other onerous provisions, the insurance provisions – but as far as repealing it outright, not doable.”\n\nErnst merely reiterated, “I do think we need to repeal the law. It’s a bad law, we can do better.”\n\nAccording to the New York Times, the percentage of uninsured has dropped to its lowest level since 2008, and health care costs have slowed dramatically. Cavuto didn’t point that out. He also didn’t ask Ernst about snubbing her home state’s newspapers.", "article_metadata": {"csrf-param": "authenticity_token", "google-site-verification": "google51c0b549f514d464.html", "csrf-token": "Hm4WSGwKbdO8u42k5xWFW8/Nz26eYqrpD0wb00lBS2o=", "og": {"url": "http://www.newshounds.us/still_dodging_iowa_press_joni_ernst_again_visits_fox_news_11012014", "site_name": "NewsHounds", "image": "http://d3n8a8pro7vhmx.cloudfront.net/newshounds/sites/1/meta_images/original/Newshound3_blue.png?1327001871", "type": "article", "title": "Still Dodging Iowa Press, Joni Ernst Again Visits Fox News"}, "Title": "Still Dodging Iowa Press, Joni Ernst Again Visits Fox News"}, "_id": "\"57477af36914bd0286fcc2fb\"", "article_summary": "Smiling through most of the interview, Ernst said, “We’re seeing a number of Iowans across the state that are having issues with ObamaCare.\nU.S. Senate candidate Joni Ernst (R-IA) may be too chicken to talk to the editorial papers in her home state but she’s got no qualms about going on Fox News.\nErnst continued, “Whatever we can do to get this bad law gone is what we need to do.\nToday, the toughest questions Ernst got from host Neil Cavuto were whether she’d vote for Mitch McConnell as majority leader if she wins her senate race and whether repealing ObamaCare is really doable.\nSure enough, she got no pesky challenges about her refusal to sit for questions from Iowans nor about her ObamaCare falsehoods."}