{"article_title": "Do buffer zones deter wars? Column", "article_keywords": ["ukraine", "turkey", "war", "zone", "column", "violence", "wars", "deter", "zones", "buffer", "place", "syria", "russia"], "article_url": "http://www.usatoday.com/story/opinion/2014/12/28/buffer-zones-war-ukraine-syria-ineffective-stall-delay-conflicts-band-aid-column/20975877/", "article_text": "Use in Syria or Ukraine would simply delay and not end the conflicts.\n\nPro-Russia territory controlled by rebels in eastern Ukraine. (Photo: Vasily Maximov, AFP/Getty Images)\n\nThe concept of the buffer zone is making a big comeback in international politics. These zones act as a Switzerland-like neutral territory or demilitarized no man's land, a kind of cordon sanitaire that avoids neighbors staring at each other eyeball to eyeball — the suburban equivalent of building a higher picket fence.\n\nConsider the crisis in Ukraine. Russia fears that Kiev might seek NATO membership, which would effectively put it in the West's sphere of influence and give Russia less leverage over a strategic chunk of land that has historically buffered it from the rest of Europe. One of its justifications for recently seizing the Crimea and much of Ukraine's eastern half is Vladimir Putin's desire for more cushion separating Russia from NATO.\n\nAs Notre Dame's Tanisha Fazal has argued, buffer states such as Ukraine are the country's most at risk of suffering \"state death.\"\n\n\"If (great powers) fail to act against the buffer,\" she writes, \"they fear that their opponent will take it over in their stead.\"\n\nTurkey-Syria overlap\n\nLikewise, Turkey sees the violence in Syria spilling over its border. Ankara has pressed Washington to provide a buffer zone across northern Syria, akin to the one installed in northern Iraq in 1991, which stemmed the tide of refugees and buffered Turkey from the Iraqi violence against the Kurdish minorities.\n\nBuffer zones, of course, are not new. Think back to the turn-of-the-century days of Pancho Villa, when cross-border incursions between Mexico and the United States were routine.\n\nHistorically, buffer zones range in scope. In some cases, they just entail a kind of gentlemen's agreement between neighbors to temporarily violate the other's border in \"pursuit\" of terrorists, outlaws or bandits. Iraq and Turkey struck such a deal in the late 1980s that allowed for a few-mile joint security zone into which both could march. Ditto Sudan and Uganda in the 1990s.\n\nYet these zones' historical record at keeping the peace is mixed.\n\nOn one hand, they can create political wiggle room to let tensions diffuse and act as a confidence-building measure. The DMZ that divides North Korea from South Korea has prevented war for more than a half-century. Buffer zones have tentatively worked to maintain the uneasy peace between Israel and Egypt and Syria over the past few decades. (Interestingly, the one place in the Middle East with no real buffer in place is within Israel itself, which is partly why violence with the Palestinians rekindles every few years.)\n\nOn the other hand, they can \"freeze\" conflicts in place, negating the need to negotiate peace. Nobody would argue the Korean Peninsula is a safe place. Moreover, to enact a no-fly zone is legally an act of war.\n\nA Band-Aid solution\n\nIn terms of diffusing the crises in Syria and Ukraine, a buffer zone, while attractive, is at best a Band-Aid solution. If Russia gobbles up Ukraine's eastern flank, that might prevent a wider war tomorrow, but it could just postpone conflict for another day.\n\nSimilarly in Syria, a no-fly zone might ease tensions with Turkey in the short term, but that does not arrest the violence or do anything to bring President Bashar Assad to the table.\n\nLast week, a Jordanian pilot on a mission in northern Syria to attack an Islamic State site was captured after his jet was shot down or had mechanical difficulty. The idea of wrapping states in bubble wrap merely creates the illusion of peace.\n\nOne might argue that the alternatives could be worse because they would entail providing one side — whether the regime in Ukraine or the rebels in Syria — with a military lifeline to tip the war in its favor, all the while tiptoeing around the awkward fact that nobody will put down boots on the ground. The logic by some is to just hand Russia its share of Ukraine and give Turkey its buffer zone as a way to stem the tide of refugees and to \"contain\" the conflict.\n\nThat might sound attractive. But consider our own troubled border with Mexico. We inked a treaty way back in 1882 allowing both sides to pursue marauding bands of Native Americans across the other's border. But that did nothing to prevent the U.S. from invading Mexico during its civil war in 1916. A buffer zone is no substitute for peace or a policy of deterrence.\n\nLionel Beehner, editor of Cicero Magazine, is a member of USA TODAY's Board of Contributors.\n\nIn addition to its own editorials, USA TODAY publishes diverse opinions from outside writers, including our Board of Contributors. To read more columns like this, go to the Opinion front page or sign up for the daily Opinion email newsletter.\n\nRead or Share this story: http://usat.ly/1AXTiNI", "article_metadata": {"google": "notranslate", "description": "Use in Syria or Ukraine would simply delay and not end the conflicts.", "og": {"site_name": "USA TODAY", "description": "Use in Syria or Ukraine would simply delay and not end the conflicts.", "title": "Do buffer zones deter wars? Column", "url": "http://www.usatoday.com/story/opinion/2014/12/28/buffer-zones-war-ukraine-syria-ineffective-stall-delay-conflicts-band-aid-column/20975877/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "Use in Syria or Ukraine would simply delay and not end the conflicts.", "title": "Do buffer zones deter wars? Column", "image": "http://www.gannett-cdn.com/-mm-/22f33760c11aaaf7d91e07f1ccabe6c00df5c796/c=244-0-897-653&r=x643&c=640x640/local/-/media/2014/12/28/USATODAY/USATODAY/635553850697494981-BEEHNER.JPG", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Events/Ukraine Crisis", "gci-asset-type": "story", "gci-categories": "Events/Ukraine Crisis", "title": "Do buffer zones deter wars? Column", "author": "Lionel Beehner", "pageclass": "article", "recs": {"category": "opinion", "image-3-4": "http://www.gannett-cdn.com/-mm-/a16c200e8b64b118d36531780ae7b32c37c609d8/c=393-0-883-653/local/-/media/2014/12/28/USATODAY/USATODAY/635553850697494981-BEEHNER.JPG", "image-1-1": "http://www.gannett-cdn.com/-mm-/f6691f39e4d2603642ae38ed9fe51564e6eec3f1/c=244-0-897-653/local/-/media/2014/12/28/USATODAY/USATODAY/635553850697494981-BEEHNER.JPG", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/f82423eef461fafd3868f6708f3bd807c865622b/c=78-0-946-653/local/-/media/2014/12/28/USATODAY/USATODAY/635553850697494981-BEEHNER.JPG", "image": "http://www.gannett-cdn.com/-mm-/af6a5769bbd8329f40a78069cd775167d187d9ba/c=0-37-1024-616&r=x633&c=1200x630/local/-/media/2014/12/28/USATODAY/USATODAY/635553850697494981-BEEHNER.JPG", "publishtime": "2014-12-28T17:39:59.813000-05:00", "shorthed": "Do buffer zones deter wars? Column", "articleid": 20975877, "image-16-9": "http://www.gannett-cdn.com/-mm-/dac33b1bff47f5700618a6ccd8675ecd38b4e4bc/c=0-37-1024-616/local/-/media/2014/12/28/USATODAY/USATODAY/635553850697494981-BEEHNER.JPG", "image-9-16": "http://www.gannett-cdn.com/-mm-/89ecfff2791d62e80919da2f48c6d0905d7f2b51/c=445-0-811-653/local/-/media/2014/12/28/USATODAY/USATODAY/635553850697494981-BEEHNER.JPG"}}, "news_keywords": "buffer zone ukraine, russia ukraine crimea buffer zone, korean peninsula dmz, korea buffer zone, no-fly zones war, turkey us no-fly zones, syria turkey buffer zone, iraq 1991 no-fly zone, pancho villa mexico us, mexican civil war us invasion"}, "_id": "\"57477af36914bd0286fcacd9\"", "article_summary": "(Photo: Vasily Maximov, AFP/Getty Images)The concept of the buffer zone is making a big comeback in international politics.\nBuffer zones have tentatively worked to maintain the uneasy peace between Israel and Egypt and Syria over the past few decades.\nBuffer zones, of course, are not new.\nHistorically, buffer zones range in scope.\nA buffer zone is no substitute for peace or a policy of deterrence."}