{"article_title": "Smokers And Coffee Drinkers 'Protected' Against Liver Disease, May Have Lower Risk Of Primary Sclerosing Cholangitis", "article_keywords": ["control", "lower", "risk", "drinkers", "factors", "psc", "study", "disease", "primary", "patients", "protected", "coffee", "liver", "smokers", "subjects", "researchers", "sclerosing"], "article_url": "http://www.medicaldaily.com/smokers-and-coffee-drinkers-protected-against-liver-disease-may-have-lower-risk-primary-sclerosing", "article_text": "Coffee and cigarettes may help protect against liver disease, according to a new study. Norwegian researchers at Oslo University have discovered that caffeine and nicotine consumption can delay and prevent the Primary Sclerosing Cholangitis (PSC) — a rare disease of the bile ducts in the liver. The findings illuminate new possible treatment strategies against the condition that currently accounts for the majority of liver transplants in Scandinavia.\n\nWhile most previous research efforts concerned with PSC have focused on genetic risk factors, scientists suspect that the disease can be influenced by environmental factors as well. However, these possible factors have received limited scholarly attention. The new study, which is published in the journal Clinical Gastroenterology and Hepatology, represents one of the first academic inquiries into some of these nongenetic factors. The researchers were particularly interested in the suggested relationship between PSC, coffee, and cigarette consumption.\n\nTo investigate, the team surveyed a sample of Norwegian PSC patients. “A questionnaire was distributed to patients with PSC, recruited from Rikshospitalet University Hospital in Oslo through 2011, and randomly chosen individuals from the Norwegian Bone Marrow Donor Registry (control subjects),” the researchers explained. “Data were analyzed from 240 patients with PSC and 245 control subjects, matched for gender and age.”\n\nThe team found that on average, a PSC subject’s coffee consumption was significantly lower than that of a non-PSC control subject. PSC subjects who did drink coffee exhibited lower levels of liver enzymes in their blood. According to the researcher, such values are indicative of a beneficial effect in the liver.\n\nSmoking was associated with similar statistics. Whereas 43 percent of the healthy control subjects said they had smoked daily at some point in their lives, only 20 percent of the PSC patients reported a history of regular nicotine use. In addition, PSC subjects who did smoke developed the disease on average 10 years later than non-smokers.\n\nTwo things should be noted about these results. First, the link is statistical rather than scientific, meaning that the study did not prove any causal relationship between smoking, coffee drinking, and PSC. Second, the discovery that cigarettes and coffee can conceivably act as protective agents against liver disease is no reason to consume more of either. Doctors will not begin to prescribe a smoke and an espresso as preventative treatment.\n\nBottom line, the implications of the study are scholarly rather than clinical. The new information will be used by researchers to investigate and isolate the protective properties that caffeine and nicotine may harbor. Hopefully, this will eventually lead to better treatments and fewer transplants.\n\nSource: Andersen IM, Tengesdal G, Lie BA, Boberg KM, Karlsen TH, Hov JR. “Effects of Coffee Consumption, Smoking, and Hormones on Risk for Primary Sclerosing Cholangitis.” Clinical Gastroenterology and Hepatology, 2013.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "smokers coffee drinkers liver disease, cigarettes, primary sclerosis cholangitis, psc", "og": {"site_name": "Medical Daily", "description": "Coffee and cigarettes may lower your risk of developing the rare liver disease primary sclerosing cholangitis.", "title": "Smokers And Coffee Drinkers Protected Against Liver Disease?", "url": "http://www.medicaldaily.com/smokers-and-coffee-drinkers-protected-against-liver-disease-may-have-lower-risk-primary-sclerosing", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/16/coffee-cigarette.jpg", "type": "article"}, "twitter": {"description": "Coffee and cigarettes may lower your risk of developing the rare liver disease primary sclerosing cholangitis.", "title": "Smokers And Coffee Drinkers Protected Against Liver Disease?", "url": "http://www.medicaldaily.com/smokers-and-coffee-drinkers-protected-against-liver-disease-may-have-lower-risk-primary-sclerosing", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/16/coffee-cigarette.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2013/12/16/coffee-cigarette.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2013-12-16T16:38:52-05:00", "modified_time": "2013-12-16T16:38:48-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Coffee and cigarettes may lower your risk of developing the rare liver disease primary sclerosing cholangitis."}, "_id": "\"57477af46914bd0286fdabfc\"", "article_summary": "Coffee and cigarettes may help protect against liver disease, according to a new study.\nSecond, the discovery that cigarettes and coffee can conceivably act as protective agents against liver disease is no reason to consume more of either.\nPSC subjects who did drink coffee exhibited lower levels of liver enzymes in their blood.\nIn addition, PSC subjects who did smoke developed the disease on average 10 years later than non-smokers.\nThe researchers were particularly interested in the suggested relationship between PSC, coffee, and cigarette consumption."}