{"article_title": "Obama has done more for clean energy than you think", "article_keywords": ["plants", "billion", "solar", "power", "energy", "thing", "program", "clean", "loan", "technology", "think", "projects", "obama"], "article_url": "http://www.salon.com/2015/09/12/obama_has_done_more_for_clean_energy_than_you_think_partner/", "article_text": "Topics: clean energy, Obama, Scientific American, Sustainability News, Technology News, Politics News\n\nThis article was originally published by Scientific American\n\nA blue-black field of 5.2 million solar panels tilted toward the Arizona sun might just be the Hoover Dam project of the Great Recession. The Agua Caliente Solar Power Project hosts nearly 300 megawatts of silicon photovoltaics (PV) that turn sunshine into electricity. That made the Yuma County facility the largest working solar farm in the world when it opened in April 2014. But when it comes to mega–energy projects, Agua Caliente has competition, including four of the world’s largest solar-power plants to use the sun’s heat and one of the largest wind farms on the planet. And its all thanks to billions in loans from the U.S. Department of Energy’s Loan Programs Office (LPO).\n\nThe most important thing the Obama administration has done to combat climate change may not end up being raised fuel-efficiency standards for cars and trucks or even its Clean Power Plan to cut carbon dioxide emissions from power plants. The most important thing may turn out to be the loans that enabled large power facilities that run on sunshine or Earth’s heat to break ground out west, wind farms to be built from coast to coast and construction of the nation’s first brewery for biofuels not made from food—as well as a host of other advanced manufacturing energy projects.\n\nThe loan program got its start a full decade ago with the Energy Policy Act of 2005—legislation that aimed to provide incentives to produce energy in the U.S., whether by drilling for oil in the Gulf of Mexico or building new power plants. Only companies with established credit histories, however, like utility giant Southern Co., could take advantage of the loan program created by that bill. Companies behind new, alternative energy projects, like electric-carmaker Tesla Motors, typically did not have the benefit of such track records, however. As a result, almost no one applied for a loan.\n\nSo in 2009, as part of the American Recovery and Reinvestment Act to deal with the economic fallout of the Great Recession, the loan program got new terms. Most importantly, the federal government agreed to take more of the financial risk for renewable energy projects. The result was a stampede of applications. “There were hundreds of applications and 15 people working as hard as they possibly could when I got there,” recalls Jonathan Silver, who became head of the LPO in 2009 and is now a managing director at Tax Equity Advisors and a clean-energy investor and consultant. “We were building this car as we drove it, which is not easy.”\n\nThe loan program still required innovative technology, defined as “new or significantly improved technologies as compared with commercial technologies” (with commercial defined as used in three or more other projects over more than five years), but suddenly had a lot more money, specifically some $16 billion to loan before September 2011 on top of the $56 billion already available. The program also had the full expertise of the Energy Department to evaluate projects and help new technologies overcome the hurdles to commercialization, often dubbed the “valley of death” by those in the finance and tech industries. Those innovations range from the basic layout of solar farms of more than 100 megawatts to storing sunshine in molten saltsand using lens to concentrate it and improve photovoltaic efficiency.\n\nBetween March 2009 and August 2010, when the window closed for new applications, the loan program received hundreds of submissions. By September 2011, the $16 billion had been loaned to various renewable energy projects. An additional $16 billion in loans, guarantees or commitments have been made since then, including $8 billion to help build the nation’s first new nuclear reactors in more than 30 years in Georgia.\n\nThe biggest challenge the loan program faced may not have been public criticism of failed deals like Solyndra, Fisker Automotive and Beacon Power or technology letdowns such as the Ivanpah solar-thermal power plant producing less electricity than expected. Rather, the biggest challenge came from within the Obama administration itself, particularly the White House Office of Management and Budget (OMB), which stood athwart greater ambition. For example, one deal, dubbedSolarStrong, would have loaned $344 million to put solar panels on housing on military bases across the country. But OMB axed the deal because budget rules require it to assume that the Department of Defense might not have the appropriations to repay the loan in future decades. “At which point, all you can do is go home and have a scotch,” Silver recalls.\n\n“Military appropriations are not considered permanent appropriations,” explains Peter Davidson, who oversaw the LPO from 2013 to June of this year. “It’s the environment we have to work in, we try and do what we can.”\n\nIn the end, the LPO’s successes helped kill off some of its own portfolio of projects. Building utility-scale solar photovoltaic plants like Agua Caliente and Antelope Valley helped render obsolete solar thermal power plants like Ivanpah and Solana as silicon technology improved dramatically and costs dropped whereas the price of steel and glass remained relatively high. Large photovoltaic installations also helped make solar panels so cheap that it drove companies like Solyndra—whose business model relied on PV remaining expensive—into bankruptcy. “We were simply financing the best deals available,” Silver says, noting that the program could not independently seek out good projects. “The single thing that bound all these applications together was not their size or technology or geography or financing structure. The single thing that bound them together is that they applied.”", "article_metadata": {"description": "Raising fuel-efficiency standards isn't the only way the president has tackled climate change head on", "title": "Obama has done more for clean energy than you think", "og": {"site_name": "Salon", "description": "Raising fuel-efficiency standards isn't the only way the president has tackled climate change head on", "title": "Obama has done more for clean energy than you think", "url": "http://www.salon.com/2015/09/12/obama_has_done_more_for_clean_energy_than_you_think_partner/", "image": "http://media.salon.com/2015/08/obama_solar.jpg", "type": "article"}, "twitter": {"description": "Raising fuel-efficiency standards isn't the only way the president has tackled climate change head on", "title": "Obama has done more for clean energy than you think", "image": "http://media.salon.com/2015/08/obama_solar.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "David Biello", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, clean energy, Obama, Scientific American", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdac03\"", "article_summary": "Companies behind new, alternative energy projects, like electric-carmaker Tesla Motors, typically did not have the benefit of such track records, however.\nMost importantly, the federal government agreed to take more of the financial risk for renewable energy projects.\nThe Agua Caliente Solar Power Project hosts nearly 300 megawatts of silicon photovoltaics (PV) that turn sunshine into electricity.\nBetween March 2009 and August 2010, when the window closed for new applications, the loan program received hundreds of submissions.\nOnly companies with established credit histories, however, like utility giant Southern Co., could take advantage of the loan program created by that bill."}