{"article_title": "A Pumpkin Shortage?! Act Now to Save Your Thanksgiving Pie", "article_keywords": ["canned", "million", "illinois", "contain", "lattes", "shortage", "pie", "crop", "thanksgiving", "pumpkins", "act", "save", "pies", "pumpkin"], "article_url": "http://www.thefiscaltimes.com/2015/10/07/Pumpkin-Shortage-Act-Now-Save-Your-Thanksgiving-Pie", "article_text": "You might want to start stocking up on canned pumpkin.\n\nDifficult summer weather in the Midwest has led to a smaller-than-usual crop of the orange gourds this year, and there may be a shortage of canned pumpkins after Halloween. The region experienced record rains in June and then drought-like conditions for the following two months.\n\n“I would not wait until Nov. 20,” Mohammad Babadoost, a professor in the crop sciences department in the University of Illinois told the Associated Press. “I would buy it whenever it comes to the store.”\n\nThe AP reports that canned pumpkin manufacturer Libby has said that the pumpkin harvest could be down by as much as a third in Illinois, where most U.S. pumpkins are grown.\n\nRelated: The 12 Hottest Food Trends for 2015\n\nPumpkin pies have long been a staple of the Thanksgiving table, whether homemade or store-bought. Costco alone sells more than a million pumpkin pies during Thanksgiving week.\n\nOf course, even if you can’t get real, canned pumpkins, there is an overabundance of ways to get your pumpkin flavor fix this fall, as grocery stores and coffee shop continue selling everything from pumpkin pasta sauce to pumpkin tortilla chips (yes, really). Starbucks has sold more than 200 million pumpkin spice lattes since their introduction in 2003.\n\nThis year, the coffee chain’s seasonal lattes contain actual pumpkin, but most pumpkin-spiced products contain a mixture of chemicals that mimic the taste of pumpkin, cinnamon, cloves and nutmeg. And no amount of rain can wash those away.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "You might want to start stocking up on canned pumpkin.", "title": "A Pumpkin Shortage?! Act Now to Save Your Thanksgiving Pie", "url": "http://www.thefiscaltimes.com/2015/10/07/Pumpkin-Shortage-Act-Now-Save-Your-Thanksgiving-Pie", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/10272011_Halloween_Pumpkins_slideshow.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/10/07/Pumpkin-Shortage-Act-Now-Save-Your-Thanksgiving-Pie", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/10272011_Halloween_Pumpkins_slideshow.jpg", "creator": "@bethbrav", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "You might want to start stocking up on canned pumpkin.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdac02\"", "article_summary": "Costco alone sells more than a million pumpkin pies during Thanksgiving week.\nThis year, the coffee chain’s seasonal lattes contain actual pumpkin, but most pumpkin-spiced products contain a mixture of chemicals that mimic the taste of pumpkin, cinnamon, cloves and nutmeg.\nYou might want to start stocking up on canned pumpkin.\nStarbucks has sold more than 200 million pumpkin spice lattes since their introduction in 2003.\nDifficult summer weather in the Midwest has led to a smaller-than-usual crop of the orange gourds this year, and there may be a shortage of canned pumpkins after Halloween."}