{"article_title": "No More Monkey Business in Copyright Law", "article_keywords": ["works", "animals", "monkey", "business", "photographer", "office", "selfies", "copyright", "owns", "images", "law", "defendants"], "article_url": "http://www.natlawreview.com/article/no-more-monkey-business-copyright-law", "article_text": "Saturday, February 27, 2016\n\nSince at least the 1950s, humans have taken an interest in the claimed artistic abilities of animals. Give a primate a paintbrush, and you may get a masterpiece in abstract creativity. Train an elephant to hold a paintbrush in its trunk, and you may even get a self-portrait. But who owns the copyrights to these works of art? Is it the human that owns the animal? Or the human that provides the art supplies? Now we know that it cannot be the artistic animal, said the Northern District of California last month in Naruto v. Slater, Case No. 15-cv-04324-WHO.\n\nA few years ago, a crested macaque named Naruto authored a series of so-called “Monkey Selfies” by manipulating a photographer’s unattended camera and “purposely pushing” the shutter release multiple times. The photographer who set up the camera claimed to be the author and sold copies of the images for profit. Last year, the People for the Ethical Treatment of Animals (PETA) filed a complaint alleging that the photographer and his publisher violated the monkey’s copyright, and the monkey was entitled to the defendants’ profits from the infringement. Imagine all of the bananas those profits could buy.\n\nThe defendants argued that the monkey lacked standing under the Copyright Act, and thus the case should be dismissed. The Court noted that in the few cases dealing with whether animals could bring lawsuits, courts had to examine the statute to determine whether it evidenced congressional intent to confer standing on animals.\n\nHere, there is no mention of animals in the Copyright Act. Further, the Copyright Office expressly stated that works created by animals are not entitled to copyright protection in the Compendium of U.S. Copyright Office Practices. In fact, the Compendium could not be clearer when it specifically gives the following example of works that cannot be registered: “[a] photograph taken by a monkey.” Thus, the Court agreed with the defendants and dismissed the case.\n\nThe Court also made clear that animals who want copyright rights are barking up the wrong tree when taking the issue to court:\n\nthat is an argument that should be made to Congress and the President, not to me.\n\nSo who owns the copyright to the Monkey Selfies? Does the photographer, who owned and set up the camera, and perhaps chose the background and did everything but push the shutter release? He would have liked to think so, when he demanded that Wikipedia pull the images from a repository of free-to-use images. However, the site refused and the Copyright Office confirmed when it released the new edition of the Compendium, mentioned above.\n\nThus, it appears this is one of those rare cases where the works actually are in the public domain from the outset. Two of the Monkey Selfies are posted here, for all to enjoy free of any licensing requirements.", "article_metadata": {"description": "But who owns the copyrights to these works of art  Is it the human that owns the animal  Or the human that provides the art supplies  Now we know that it cannot be the artistic animal, said the Northern District of California last month in Naruto v. Slater, Case No.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "The National Law Review", "description": "Since at least the 1950s, humans have taken an interest in the claimed&amp;nbsp;artistic abilities of animals. &amp;nbsp;Give a primate a paintbrush, and you may get a masterpiece in abstract creativity. &amp;nbs", "title": "No More Monkey Business in Copyright Law", "url": "http://www.natlawreview.com/article/no-more-monkey-business-copyright-law", "image": "http://www.iptechblog.com/files/2016/02/Macaca_nigra_self-portrait_large-217x300.jpg", "type": "article"}, "keywords": "Animal Artwork, Copyrights, human, art supplies, Northern District of California, Litigation, Naruto v Slater, monkey selfie", "msvalidate.01": "5493B547C0AB527FF4CF8C4D0127302A", "google-site-verification": "SAKcOmA6_i0E79oG2TjlPWfOSs9kMM6EWAZNaT0aBtA", "verify-v1": "nSkrvEqyOIUMGKMak3OBIKcpcABac4XWK5NJKMuMtBY=", "y_key": "fe6cd8bd83ff0c09", "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "legal, business, technology, Animal Artwork, Copyrights, human, art supplies, Northern District of California, Litigation, Naruto v Slater, monkey selfie"}, "article_summary": "However, the site refused and the Copyright Office confirmed when it released the new edition of the Compendium, mentioned above.\nFurther, the Copyright Office expressly stated that works created by animals are not entitled to copyright protection in the Compendium of U.S.\nTwo of the Monkey Selfies are posted here, for all to enjoy free of any licensing requirements.\nSo who owns the copyright to the Monkey Selfies?\nCopyright Office Practices."}