{"article_title": "Infants Given Sugar-Sweetened Beverages at Higher Risk for Obesity", "article_keywords": ["given", "risk", "chung", "beverages", "options", "water", "sugarsweetened", "beverage", "parents", "infants", "obesity", "drinks", "studies", "children", "higher"], "article_url": "http://ww2.kqed.org/stateofhealth/2014/09/03/infants-given-sugar-sweetened-beverages-more-at-risk-for-obesity/", "article_text": "By Brian Lau\n\nWere you at a Labor Day barbecue last weekend? Did you drink soda? Sweet tea? Or maybe vitamin water? Sugar-sweetened drinks are a known risk factor for obesity, and according to the U.S. Centers for Disease Control, one in four American adults consumes at least one sugar-sweetened beverage every day.\n\nNow, two new studies published Tuesday in the journal Pediatrics found that 80 percent of 6-year-olds drank sugar-sweetened beverages on a regular basis. (The studies can be found here and here.)\n\nAnd here’s the kicker: researchers found that 25 percent of infants also were given sugar-sweetened beverages at some point, and this consumption can be associated with health problems later.\n\nOne of the studies’ main findings was that babies given sugar-sweetened drinks during the first 6 months of life had a 92 percent greater risk of obesity by the time they were 6-years-old versus babies who were never given such drinks.\n\n“Infants do not need to drink sugar-sweetened beverages,” said lead author Dr. Lipang Pan of the U.S. Centers for Disease Control (CDC), “Infants should be exclusively breastfed until 6 months and fed with breast milk, infant formulas, and solid foods after 6 months of age.”\n\nThe two studies, both conducted by the CDC, include the largest longitudinal study of infant diets. Researchers surveyed parents of 1,333 U.S. children each month during the first year of life on sugar-sweetened beverage intake and again when the children were 6-years-old. They assessed the children for obesity prevalence, and researchers corrected for factors including the mother’s age, race or ethnicity of the children, education level, and breast-feeding duration.\n\nWhat babies eat can influence their taste preferences going forward, including leading to preferences for sweet-tasting foods and beverages throughout their lives.\n\nEven when parents know sugary drinks are bad, many of the drinks parents assume are not sugar-sweetened may well have often significant amounts of added sugar. This can include drinks that are labeled juice, but are not 100 percent fruit juice. So-called “energy” or “sports” drinks may also be high in sugar.\n\n“We’re doing a lousy job of teaching or convincing parents about sugar-sweetened beverages,” said Dr. Paul Chung in response to an email. He is chief of general pediatrics at the UCLA School of Medicine and was not affiliated with either study.\n\nParents should be making the immediate gratification of sugar-sweetened drinks less immediate and more inconvenient, he said. “Remove all sugar-sweetened beverages from the house; have filtered refrigerated tap water available at all times, and have family rules against ordering drinks other than water when eating out,” Chung said.\n\nStill, limiting exposure can be hard for parents and children alike. The bigger task, Chung said, “is trying to figure out how to help families do something that doesn’t come naturally to anyone, which is to actively deny themselves and their children pretty reliable immediate gratification.”\n\n“We are clearly failing to individually educate and persuade,” he said. “Policy options with real teeth really do need to be considered,” he said.\n\nChung outlined several policy approaches to decrease or restrict sugar-sweetened beverage consumption. One option includes taxes on sugar-sweetened beverages, as has been proposed in Berkeley and San Francisco. Another is warning labels on sugar-sweetened beverages. A bill to require labels failed in California earlier this year.\n\nOther options, Chung said, include providing water at schools and public places in hopes of displacing sugar-sweetened beverage consumption. Even more broadly, neighborhood redesign to emphasize healthier living is growing in popularity. But money and broad community support for these options are a challenge.\n\nThere likely is not one initiative to solve this problem, Chung said, but “ultimately an all-of-the above approach will probably be necessary and will require the active participation of the private sector in addition to public funds and rules.”\n\n“The goal should be to promote policies large and small that establish healthy eating and active living as the default option [and] make unhealthy options less convenient.”\n\nBrian Lau is a freelance writer and an orthopedic surgery resident at UCSF medical center. Follow him on Twitter.", "article_metadata": {"description": "Babies should only be given breastmilk or infant formula, unless directed differently by a doctor.", "contextly-page": "{\"title\":\"Infants Given Sugar-Sweetened Beverages at Higher Risk for Obesity\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2014\\/09\\/03\\/infants-given-sugar-sweetened-beverages-more-at-risk-for-obesity\\/\",\"pub_date\":\"2014-09-03 12:08:56\",\"mod_date\":\"2014-09-05 11:50:40\",\"type\":\"post\",\"post_id\":21124,\"author_id\":\"8344\",\"author_name\":\"State of Health\",\"author_display_name\":\"State of Health\",\"tags\":[\"Children's Health\",\"Science\",\"Sugar-Sweetend Beverage\"],\"categories\":[\"Living Healthy\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2014\\/09\\/4822437519_c449a79734_z.jpg\"}", "og": {"site_name": "State of Health", "description": "Babies should only be given breastmilk or infant formula, unless directed differently by a doctor.", "title": "Infants Given Sugar-Sweetened Beverages at Higher Risk for Obesity", "url": "http://ww2.kqed.org/stateofhealth/2014/09/03/infants-given-sugar-sweetened-beverages-more-at-risk-for-obesity/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2014/09/4822437519_c449a79734_z.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "children\\'s health,science,sugar-sweetend beverage", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcc31a\"", "article_summary": "Sugar-sweetened drinks are a known risk factor for obesity, and according to the U.S. Centers for Disease Control, one in four American adults consumes at least one sugar-sweetened beverage every day.\nAnd here’s the kicker: researchers found that 25 percent of infants also were given sugar-sweetened beverages at some point, and this consumption can be associated with health problems later.\nOne option includes taxes on sugar-sweetened beverages, as has been proposed in Berkeley and San Francisco.\nNow, two new studies published Tuesday in the journal Pediatrics found that 80 percent of 6-year-olds drank sugar-sweetened beverages on a regular basis.\n“We’re doing a lousy job of teaching or convincing parents about sugar-sweetened beverages,” said Dr. Paul Chung in response to an email."}