{"article_title": "Andrew Weibrecht, Bode Miller medal in super-G – again – The Denver Post", "article_keywords": ["olympic", "weibrecht", "cup", "miller", "superg", "andrew", "denver", "course", "bode", "world", "post", "alpine", "medal", "worth", "really"], "article_url": "http://www.denverpost.com/olympics/ci_25159386/andrew-weibrecht-bode-miller-medal-super-g-again", "article_text": "KRASNAYA POLYANA, Russia — Careening through a snowstorm with a run reminiscent of Franz Klammer’s death-defying Olympic downhill victory in 1976, Andrew Weibrecht first got the attention of the alpine world in a World Cup downhill at Beaver Creek in November 2007.\n\nWearing bib No. 53 and racing well after all of the top racers finished their runs, Weibrecht battled through poor visibility and accumulating snow on the track to finish 10th with an audacious performance in his first World Cup downhill. More than six years later, he still has not finished higher in a World Cup race.\n\nNow, however, the 28-year-old from Lake Placid, N.Y., is a double Olympic medalist. He was a surprise bronze medalist in super-G four years ago at Vancouver, and Sunday he claimed silver in the same event at the Sochi Games.\n\nPeople still talk about his hair-raising performance at Beaver Creek when he was an unknown. Coming off one jump, he got his left leg in the air and landed on the other leg to avoid disaster at more than 60 mph.\n\n“It showed his guts and courage, and that’s what you’ve seen in both of his Olympics,” said Sasha Rearick, U.S men’s head coach.\n\nAt the Vancouver Games, teammate Bode Miller took silver ahead of him. Sunday, they reversed positions. Miller tied for bronze with Jan Hudec of Canada, becoming the oldest Olympic alpine medalist at age 36. It was his sixth Olympic medal, putting him behind only Norway’s Kjetil Andre Aamodt (eight) in alpine. Miller also moved into a second-place tie among American medalists at the Winter Games with speedskater Bonnie Blair. Only short-track skater Apolo Ohno (eight) has more.\n\n“I’ve never been so stuck on counting them,” said Miller, who missed all of last season because of knee surgery. “This was a hard year, and a lot of effort coming back to get fit and get ready, just battle everything that life throws at you. To come out and ski hard, it’s almost therapeutic for me to be in these situations where I really have to test myself. I was happy for it to be on the right side of the hundredths. Some days, medals don’t matter. Today was one of the ones where it does matter.”\n\nDespite Weibrecht’s lack of success on the World Cup circuit, he is now the fourth American man to have multiple Olympic medals in alpine racing along with Miller, Phil Mahre and Tommy Moe. Mahre and Moe claimed two each.\n\nSince the Vancouver Games, Weibrecht endured four surgeries on shoulders and ankles, and there were times when he wondered if it was worth it to keep battling.\n\n“This is probably the most emotional day of ski racing I’ve ever had,” Weibrecht said. “All the issues and troubles that I’ve had, to come and be able to have a really strong result like this, it reminds me that all the work I did to come back from the injuries, dealing through the hard times, that’s all worth it. Now it makes sense.”\n\nNorway’s Kjetil Jansrud won with a time of 1 minute, 18.14 seconds. Weibrecht was 0.30 of a second behind. Miller and Hudec, who took Canada’s first alpine medal in 20 years, were 0.53 back.\n\nMiller said Weibrecht was the best man on the mountain with an “incredible” run, because the course was as much as 0.7 of a second slower when he ran with bib No. 29.\n\n“He’s so much better than his results show on the World Cup,” Miller said. “He’s one of the guys who could consistently win in three events. He’s just an unbelievable talent. He’s usually pretty reserved emotionally, and he doesn’t connect skiing with emotion. He just skis with huge intensity normally. Here (at the Olympics), he really connects the emotion to it. That’s why he gets such crazy performances out of himself.”\n\nWeibrecht joked that as recently as Saturday, he wondered whether it was worth it to continue in the sport.\n\n“There’s only so many times you can get kicked before you start to really feel it,” Weibrecht said. “I try not to focus on results, but I really needed a result to remind me that, more than anything, I’m capable of this and I belong here.”\n\nIf Weibrecht had slower course conditions, he benefited from course reports by Ted Ligety and Miller, who ran ninth and 13th respectively. Ligety finished 14th.\n\n“Ted threw down an amazing run, gave up a great course report to Bode,” Rearick said. “Bode threw down harder — where Ted had made a mistake, Bode skied that great. Bode made another little mistake that cost him on the bottom, radioed that up to Andrew, and Andrew put it all together by just going for it. Amazing skiing.”\n\nJohn Meyer: 303-954-1616, jmeyer@denverpost.com or twitter.com/johnmeyer", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Andrew Weibrecht, Bode Miller medal in super-G – again", "title": "Andrew Weibrecht, Bode Miller medal in super-G – again", "url": "http://www.denverpost.com/2014/02/16/andrew-weibrecht-bode-miller-medal-in-super-g-again/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140216__20140217_B5_SP17OLYSUPERGp1.jpg", "height": 442}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140216__20140217_B5_SP17OLYSUPERGp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-02-16T19:28:48+00:00", "modified_time": "2016-04-27T14:19:50+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdac05\"", "article_summary": "“He’s so much better than his results show on the World Cup,” Miller said.\nAt the Vancouver Games, teammate Bode Miller took silver ahead of him.\nMore than six years later, he still has not finished higher in a World Cup race.\nMiller tied for bronze with Jan Hudec of Canada, becoming the oldest Olympic alpine medalist at age 36.\nBode made another little mistake that cost him on the bottom, radioed that up to Andrew, and Andrew put it all together by just going for it."}