{"article_title": "Defending champion Petra Kvitova eliminated at Wimbledon – The Denver Post", "article_keywords": ["set", "champion", "lost", "kvitova", "beat", "denver", "petra", "second", "round", "64", "defending", "fourth", "post", "match", "eliminated", "wimbledon"], "article_url": "http://www.denverpost.com/tennis/ci_28433042/defending-champion-petra-kvitova-eliminated-at-wimbledon", "article_text": "LONDON — Petra Kvitova let her lead slip, and let her title go.\n\nFormer top-ranked player Jelena Jankovic beat the defending Wimbledon champion 3-6, 7-5, 6-4 Saturday on Centre Court, coming back from a set and a break down to reach the fourth round at the All England Club for the first time since 2010.\n\nKvitova, who also won the title in 2011 and was seeded second this year, had an easy time in her first two rounds, losing only three games. And it looked like more of the same while leading 6-3, 4-2 until Jankovic started her comeback.\n\nJankovic, who finished 2008 at No. 1 in the rankings after playing in her only Grand Slam final at that year’s U.S. Open, broke Kvitova to get back on serve at 4-4 in the second set, and then broke again to force a deciding set.\n\n“Playing on grass is very difficult for me. It does not come natural,” said Jankovic, a Serb seeded 28th at this year’s tournament. “I just tried to stay one point at a time, just hang in there, stay positive and fight, and I made it.”\n\nSince reaching the fourth round in 2010, Jankovic had lost in the first round three times and made the second round in 2013.\n\nFor Kvitova, it was her earliest exit at Wimbledon since losing in the first round in 2009. Besides her two titles, she has also reached the semifinals and twice made the quarterfinals.\n\nRoger Federer had no such trouble, despite losing a set. The seven-time champion beat Sam Groth of Australia 6-4, 6-4, 6-7 (5), 6-2 to reach the fourth round.\n\nGroth did have his moments, including a 147 mph (236 kph) serve that is the second fastest in Wimbledon history. Federer didn’t return it, but he managed to get some racket on it, making it a service winner instead of an ace.\n\n“I think it’s about keeping a short backswing on the return, trying to see it,” Federer said of his tactics against the big-serving Australian. “And then also sometimes guessing the right way at the right times, remembering patterns where he’s gone to, where he’s been successful, and where not.”\n\nLater Saturday, 2013 Wimbledon champion Andy Murray was playing Andreas Seppi of Italy on Centre Court.\n\nIn an early match, the curse of beating Rafael Nadal at Wimbledon struck again.\n\nDustin Brown, the German qualifier with the dreadlocks who surprisingly beat the two-time Wimbledon champion from Spain in the second round on Centre Court, lost in his very next match.\n\nHe is the fourth man in a row to eliminate Nadal early at the All England Club and then fail to advance in the next round. All four were ranked outside the top 100 in the world.\n\n“Obviously having the pleasure and being able to play on Centre Court and then to play a match like that (on Thursday), doesn’t make a difference if I lost today or not, no one will ever be able to take that away from me,” said Brown, who lost to 22nd-seeded Viktor Troicki of Serbia 6-4, 7-6 (3), 4-6, 6-3.\n\nBefore the 102nd-ranked Brown, Nadal lost to No. 100 Lukas Rosol in the second round in 2012, to No. 135 Steve Darcis in the first round in 2013, and to No. 144 Nick Kyrgios in the fourth round in 2014.\n\nBrown, whose father is Jamaican and mother is German, reached the third round at the All England Club for the second time in his career, but he has never been any further. He also made it that far in 2013.\n\nAlso Saturday, Wimbledon’s marathon man fell short this time. John Isner, the American who won the longest tennis match in history in 2010, lost 12-10 in the fifth set to U.S. Open champion Marin Cilic. The Croat beat Isner 7-6 (4), 6-7 (6), 6-4, 6-7 (4), 12-10 in a match that resumed Saturday at 10-10.\n\nIsner beat Nicolas Mahut 70-68 in the fifth set in that epic match five years ago.\n\nVasek Pospisil also advanced to the fourth round, as did No. 23 Ivo Karlovic and No. 20 Roberto Bautista Agut.\n\nAlso in the women’s draw, fifth-seeded Caroline Wozniacki advanced to the fourth round by beating Camila Giorgi of Italy 6-2, 6-2 and No. 20 Garbine Muguruza of Spain defeated 2012 semifinalist Angelique Kerber 7-6 (12), 1-6, 6-2. Wozniacki will face Muguruza on Monday.\n\nOther winners include No. 13 Agnieszka Radwanska, No. 15 Timea Bacsinszky, No. 21 Madison Keys, Olga Govortsova and Monica Niculescu.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Defending champion Petra Kvitova eliminated at Wimbledon", "title": "Defending champion Petra Kvitova eliminated at Wimbledon", "url": "http://www.denverpost.com/2015/07/04/defending-champion-petra-kvitova-eliminated-at-wimbledon/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150704_125221_wimbledon.jpg", "height": 514}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150704_125221_wimbledon.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "article": {"published_time": "2015-07-04T12:50:08+00:00", "modified_time": "2016-04-22T14:46:56+00:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The seven-time champion beat Sam Groth of Australia 6-4, 6-4, 6-7 (5), 6-2 to reach the fourth round.\nAlso in the women’s draw, fifth-seeded Caroline Wozniacki advanced to the fourth round by beating Camila Giorgi of Italy 6-2, 6-2 and No.\n100 Lukas Rosol in the second round in 2012, to No.\nVasek Pospisil also advanced to the fourth round, as did No.\n144 Nick Kyrgios in the fourth round in 2014."}