{"article_title": "New Bill Could Give Rewards For Information On Killer Of James Foley, Steven Sotloff", "article_keywords": ["foley", "information", "rewards", "million", "james", "killer", "rubio", "state", "program", "steven", "sen", "sotloff", "bill", "terrorism"], "article_url": "http://www.huffingtonpost.com/2014/09/09/marco-rubio-journalists-bill-james-foley_n_5790758.html", "article_text": "ASSOCIATED PRESS\n\nA new bill proposed by Sen. Marco Rubio (R-Fla.) on Monday could require the Secretary of State to give rewards of up to $10 million for any information on James Foley and Steven Sotloff's killers.\n\nThe reward would include details on anyone involved in \"committing, conspiring or attempting to commit, or aiding or abetting in the commission of the kidnapping and murder\" of the journalists.\n\nFoley and Sotloff were both beheaded by the militant Islamic State group while reporting as freelancers in Syria. The violent killings were recorded on video and released to the public, but the killer was unable to be identified. Both videos appeared to show the same masked jihadi, who is thought to be British, with his entire body dressed in black.\n\n“James Foley and Steven Sotloff nobly risked their lives in the pursuit of truth, and the United States will not stand idly by after two of its own were brutally murdered at the hands of fundamentally evil and freedom-hating extremists,\" Rubio said.\n\nAlongside Rubio were Senators Jeanne Shaheen (D-N.H.), Ted Cruz (R-Tex.), Bill Nelson (D-Fla.), and Sen. Kelly Ayotte (R-N.H.). The Hill noted on Monday that the Rewards for Justice Program is currently the major US program in place against international terrorism. Thus far, the program has rewarded more than $125 million to sources who helped prevent or solve acts of terrorism since its founding in 1984.\n\nBritish and American intelligence officials have said that they are getting closer to identifying the killer, and on Monday, authorities said that they could unveil his identity \"within days.\"", "article_metadata": {"description": "A new bill proposed...", "sailthru.expire_date": "2014-09-10 11:02:36 -0400", "og": {"site_name": "The Huffington Post", "description": "A new bill proposed...", "title": "What The Senate Is Doing To Find Journalists' Killer", "url": "http://www.huffingtonpost.com/2014/09/09/marco-rubio-journalists-bill-james-foley_n_5790758.html", "image": "http://i.huffpost.com/gen/1974626/images/o-JAMES-FOLEY-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "A new bill proposed...", "creator": "cathtaibi", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1974626/images/o-JAMES-FOLEY-facebook.jpg", "height": 1000}, "title": "What The Senate Is Doing To Find Journalists' Killer", "site": "@HuffPostMedia", "card": "summary_large_image"}, "sailthru.date": "2014-09-09 11:02:36 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5790758", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "media", "fb": {"app_id": 46744042133}, "keywords": "james foley killer,Marco Rubio,james foley bill,steven sotloff bill,senators james foley,James Foley", "article": {"section": "Media", "tag": "james foley killer,Marco Rubio,james foley bill,steven sotloff bill,senators james foley,James Foley", "published_time": "2014-09-09 11:02:36 -0400", "modified_time": "2014-09-09 11:59:06 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af46914bd0286fda5a9\"", "article_summary": "ASSOCIATED PRESSA new bill proposed by Sen. Marco Rubio (R-Fla.) on Monday could require the Secretary of State to give rewards of up to $10 million for any information on James Foley and Steven Sotloff's killers.\nFoley and Sotloff were both beheaded by the militant Islamic State group while reporting as freelancers in Syria.\nThe Hill noted on Monday that the Rewards for Justice Program is currently the major US program in place against international terrorism.\nThe violent killings were recorded on video and released to the public, but the killer was unable to be identified.\n“James Foley and Steven Sotloff nobly risked their lives in the pursuit of truth, and the United States will not stand idly by after two of its own were brutally murdered at the hands of fundamentally evil and freedom-hating extremists,\" Rubio said."}