{"article_title": "Why bipartisan compromises remain so elusive", "article_keywords": ["real", "compromises", "code", "elusive", "brady", "congress", "reform", "republican", "tax", "blah", "remain", "plan", "parties", "bipartisan"], "article_url": "http://www.msnbc.com/rachel-maddow-show/why-bipartisan-compromises-remain-so-elusive", "article_text": "On almost every issue, bipartisan compromises in Washington are effectively impossible. The parties are simply too far apart, and Congress’ Republican majority has come to believe compromises themselves are a betrayal of deeply held principles. The list of issues in which some kind of agreement is even imaginable is vanishingly small.\n\nBut if we were to make such a list, tax reform would probably be on it. After the 2014 midterms, Republican leaders in both the House and the Senate said tax reform would be a real priority in the 114th Congress, and a joint op-ed from John Boehner and Mitch McConnell said addressing “the insanely complex tax code” would be one near the top of the Republicans’ to-do list. President Obama said he was more than happy to work with GOP lawmakers on a deal, and there was reason for cautious optimism.\n\nAnd yet, nothing has actually happened, and chances are, nothing will happen. To understand why, consider this interview CNBC’s John Harwood conducted this week with Rep. Kevin Brady (R-Texas), chairman of the powerful House Ways and Means Committee. An excerpt from the transcript:\n\nHARWOOD: Do you agree, by the way, that tax reform can only be done with buy-in from both parties? BRADY: You know, I think at the end of the day, it will be bipartisan. Maybe not at every step in the process, as we lay this out, but at the end of the day, the major changes in American government almost always require buy-in from both parties. HARWOOD: Could you envision a tax reform that you could go along with that had many elements that you liked that did not decrease the top rate? BRADY: That’d be difficult to accept, because I think that holds back investment, both by businesses, small businesses, and by families.\n\nHarwood reminded the Texas Republican that even some conservatives believe, given the contentious political environment, focusing on the top rate makes success a lot less likely. “I’d have to disagree,” Brady replied.\n\nI can appreciate why tax reform seems like a dry topic, but this exchange helps capture why governing is so excruciatingly difficult right now at the federal level.\n\nRevisiting some of our previous coverage let’s take a quick look at recent history . It’s easy to forget, but soon after Obama’s re-election in 2012, Republican leaders agreed that tax reform was a real possibility. House Republicans gave the issue the special H.R. 1 designation, a symbolic bill number intended to convey its significance. Then-House Ways and Means Committee Chairman Dave Camp (R-Mich.), to his credit, invested three years of his life on a plan to overhaul the nation’s federal tax code, and unlike the usual Republican m.o., he actually presented a real reform plan.\n\nSoon after, Boehner and his team killed the bill , concluding that it’d be an unwelcome distraction from partisan priorities such as Benghazi and complaints about the Affordable Care Act.\n\nBy March 2014, Republican officials thanked Camp for working so diligently on tax reform, then declared his plan dead . According to Camp’s own GOP allies, his plan would receive no debate, no hearing, and no vote.\n\nAsked in the spring about the substance of Camp’s tax-reform bill, Boehner said, quite literally, “ Blah, blah, blah, blah .”\n\nThat was the last Congress. In this Congress, there’s been just as much progress – which is to say, none. Why is that? Because tax reform itself follows a simple blueprint:\n\n1. Both parties see value in cleaning up the tax code and scrapping loopholes.\n\n2. Cleaning up the tax code and scrapping loopholes would generate new revenue.\n\n3. The parties have diametrically opposed visions on what to do with the money.\n\nAs Brady told Harwood this week, the money has to go towards tax breaks for the wealthy. Full stop. Any other possibility – investing in infrastructure, reducing the deficit, etc. – would be “difficult to accept.”", "article_metadata": {"msapplication-config": "/browserconfig.xml", "description": "The fight over tax reform helps capture why governing is so excruciatingly difficult right now at the federal level.", "original-source": "http://www.msnbc.com/rachel-maddow-show/why-bipartisan-compromises-remain-so-elusive", "og": {"site_name": "MSNBC", "description": "The fight over tax reform helps capture why governing is so excruciatingly difficult right now at the federal level.", "title": "Why bipartisan compromises remain so elusive", "url": "http://www.msnbc.com/rachel-maddow-show/why-bipartisan-compromises-remain-so-elusive", "image": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--1_91-1--1200x630/public/rtx224ck.jpg?itok=ONyEcNOn", "type": "article"}, "twitter": {"domain": "msnbc.com", "account_id": 2836421, "creator": {"identifier": "@msnbc", "id": 2836421}, "url": "http://www.msnbc.com/rachel-maddow-show/why-bipartisan-compromises-remain-so-elusive", "image": {"width": 830, "identifier": "http://www.msnbc.com/sites/msnbc/files/styles/ratio--3-2--512x342/public/rtx224ck.jpg?itok=gRE59kbv", "height": 553}, "title": "Why bipartisan compromises remain so elusive", "site": {"identifier": "@msnbc", "id": 2836421}, "card": "summary_large_image", "description": "The fight over tax reform helps capture why governing is so excruciatingly difficult right now at the federal level."}, "robots": "follow, index", "DC.date.issued": "2016-04-13T08:40:25-04:00", "jenga-session-config": "{\"when_to_init\":\"after_dom_ready\"}", "fb": {"app_id": 351594351545594}, "nv": {"author": "steve-benen", "title": "Why bipartisan compromises remain so elusive", "tags": "house-republicans,republicans,tax-policy,tax-reform,rachel-maddow-show", "published": 1, "date": "04/13/2016 08:40:25 EDT", "address": "http://www.msnbc.com/rachel-maddow-show/why-bipartisan-compromises-remain-so-elusive"}, "article": {"author": "https://www.facebook.com/steve.benen"}, "abstract": "The fight over tax reform helps capture why governing is so excruciatingly difficult right now at the federal level.", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "news_keywords": "Republicans, House Republicans, Tax Policy, Tax Reform"}, "article_summary": "Asked in the spring about the substance of Camp’s tax-reform bill, Boehner said, quite literally, “ Blah, blah, blah, blah .”That was the last Congress.\nBut if we were to make such a list, tax reform would probably be on it.\nThe parties are simply too far apart, and Congress’ Republican majority has come to believe compromises themselves are a betrayal of deeply held principles.\nHARWOOD: Could you envision a tax reform that you could go along with that had many elements that you liked that did not decrease the top rate?\nCleaning up the tax code and scrapping loopholes would generate new revenue."}