{"article_title": "CAST expands latest telehealth matrix", "article_keywords": ["reimbursement", "selection", "matrix", "telehealth", "tool", "cast", "program", "products", "services", "white", "care", "expands", "technologies", "latest"], "article_url": "http://www.mcknights.com/news/cast-expands-latest-telehealth-matrix/article/436913/", "article_text": "CAST expands latest telehealth matrix\n\nShare this content:\n\n\n\nlinkedin\n\ngoogle\n\n\n\nEmail\n\nPrint\n\nMore than 28 different telehealth products are included in the Center for Aging Services Technologies' updated selection portfolio, including six new products. The increase reflects the growing acceptance — and need — for telehealth products, which have traditionally been dismissed due to a lack of reimbursement.\n\nCAST added six new products to its online selection tool and product matrix, and it rolled out a new interactive guide, said Majd Alwan, Ph.D., LeadingAge's senior vice president for technology and the executive director of CAST. Telehealth is gaining broader acceptance, he said, thanks to new Centers for Medicare & Medicaid Services reimbursement codes and Affordable Care Act initiatives such as hospital readmission reductions. The Department of Veterans Affairs has developed a national program called the Care Coordination/Home Telehealth program, the white paper notes.\n\nTelehealth is “one of the fastest evolving healthcare technologies,” Alwan said. “We strive to keep our tools up to date, and we are excited to add information about care coordination management reimbursement opportunity and six new products to our portfolio,” he added.\n\nCAST's white paper looks at patient education and self-management, pre- and post-acute management of chronic conditions, post-acute patient stabilization, long-distance routine check-ups and specific teleconsults. The tool and matrix compare 28 different products from 23 vendors, and users can select their “must-have” features.\n\nCompanies listed include Philips Healthcare, Panasonic, GrandCare Systems, Healthsense, Independa, LG CNS, Care at Hand, EarlySense, Family Health Network, Honeywell HomMed, WoundRounds and Ideal Life. A full list can be seen at www.leadingage.org/telehealth_whitepaper.aspx.", "article_metadata": {"com.silverpop.brandeddomains": "www.pages05.net,forms.mcknights.com,mcknights.com,media.mcknights.com", "news_keywords": "CAST, Majd Alwan", "content-language": "en-US", "og": {"site_name": "McKnight's", "description": "More than 28 different telehealth products are included in the Center for Aging Services Technologies' updated selection portfolio, including six new products.", "title": "CAST expands latest telehealth matrix", "url": "http://www.mcknights.com/news/cast-expands-latest-telehealth-matrix/article/436913/", "image": "http://media.mcknights.com/images/2015/08/18/mcklogo_818012.png", "type": "article"}, "twitter": {"description": "More than 28 different telehealth products are included in the Center for Aging Services Technologies' updated selection portfolio, including six new products.", "creator": "@@TigerELN", "site": "@mcknightsltcn", "card": "summary", "title": "CAST expands latest telehealth matrix"}, "fb": {"app_id": 183363395035820}, "google-site-verification": "mx4rGVRiNxzj0lwxNljynJz1gArTEK6bZ0rK6AzvXic", "article": {"section": "News", "tag": "Majd Alwan", "published_time": "2015-09-04T12:00:00", "modified_time": "2015-09-04T12:55:04"}, "Content-Type": "text/html", "viewport": "width=device-width, initial-scale=1.0", "description": "More than 28 different telehealth products are included in the Center for Aging Services Technologies' updated selection portfolio, including six new products."}, "_id": "\"57477af46914bd0286fdef55\"", "article_summary": "CAST expands latest telehealth matrixShare this content:linkedingoogleEmailPrintMore than 28 different telehealth products are included in the Center for Aging Services Technologies' updated selection portfolio, including six new products.\nThe Department of Veterans Affairs has developed a national program called the Care Coordination/Home Telehealth program, the white paper notes.\nThe increase reflects the growing acceptance — and need — for telehealth products, which have traditionally been dismissed due to a lack of reimbursement.\nCAST added six new products to its online selection tool and product matrix, and it rolled out a new interactive guide, said Majd Alwan, Ph.D., LeadingAge's senior vice president for technology and the executive director of CAST.\nTelehealth is gaining broader acceptance, he said, thanks to new Centers for Medicare & Medicaid Services reimbursement codes and Affordable Care Act initiatives such as hospital readmission reductions."}