{"article_title": "NASA’s Mars MAVEN orbit insertion was “right on the money” – The Denver Post", "article_keywords": ["right", "beutelschies", "money", "mavens", "team", "orbit", "denver", "mission", "maven", "spacecraft", "nasas", "insertion", "mars", "earth", "post", "science"], "article_url": "http://www.denverpost.com/business/ci_26585516/nasas-mars-maven-orbit-insertion-was-right-money", "article_text": "The insertion of NASA’s Mars Atmosphere and Volatile Evolution, or MAVEN, into orbit around the planet went as flawlessly as anyone could have hoped.\n\n“Everything is right on schedule to what we had laid out. We’ve confirmed we are in orbit as we expected, so we’re right on the money there,” Guy Beutelschies, Lockheed Martin Space System’s MAVEN program manager said. “All subsystems are operating as expected and nothing was damaged.”\n\nOnce MAVEN reached Mars on Sunday night, the spacecraft was programmed to fire six main thrusters in order to properly establish orbit. The fully-automated process translated to some anxious moments back on Earth, as everyone stationed at mission control at Lockheed’s Waterton Canyon facility waited 12 minutes for a message from the spacecraft confirming it had successfully entered orbit.\n\n“It’s humbling, knowing, well, we’ve done everything we can, and now it’s up to the spacecraft,” Beutelschies said.\n\nNow the real mission work begins.\n\nOver the next six weeks, MAVEN will shrink its current 35-hour planetary orbit down to a 4½-hour “science orbit.” During this time, all of MAVEN’s science instruments — nine total — will be awakened and tested before the “start of science” date in early November.\n\nHowever, some of the instruments have begun to send data back to Earth.\n\nNick Schneider, from the Laboratory for Atmospheric and Space Physics at the University of Colorado, leads the science team for MAVEN’s Imaging Ultraviolet Spectrograph instrument, studying emissions from Mars’ atmosphere.\n\nThe UV Spectrograph was turned on shortly after MAVEN entered orbit and began sending data back to Earth in the wee hours of Monday morning. Schneider’s “team of whippersnappers” — a postdoctoral researcher, a student, a programmer and a controller — came back to the lab at 2 a.m. to run raw data through a program they created.\n\n“Their jaws dropped when it worked the first time,” he said. “They are the first people on planet Earth to know what Mars looks like from ultraviolet wavelengths.”\n\nThe team hopes to release an image soon.\n\nBack at Lockheed, a team is monitoring MAVEN around the clock. Once the spacecraft is in the science orbit, that engineering crew of 12 to 15 people will be minding the craft.\n\nMAVEN will then communicate with ground control twice a week, sending data back to Earth for the scientists to analyze.\n\n“We built in smarts on the spacecraft so it can take care of itself between communications,” Beutelschies said. “Because the spacecraft is so far away, it’s not like we can use a joystick to control it.”\n\nMAVEN left Earth in November with 425 gallons of fuel, 25 of which were allotted for the trip to Mars. Part of that allotment was budgeted for four trajectory correction maneuvers scheduled to keep MAVEN on course.\n\nHowever, only two corrections were required, so MAVEN used only 5 gallons for the trip.\n\n“Because it was so well-modeled and the spacecraft was so well-behaved, we actually got to cancel the third and the fourth (correction), which is a testament to all the hard work of both the engineering team on the spacecraft and the navigation team,” Beutelschies said in the post-orbit insertion news conference Sunday night. “When you budget for problems, and then the problems don’t occur and your design behaves exactly as you designed it, good things happen.”\n\nThe extra fuel could be used to extend MAVEN’s science mission, which is currently scheduled for one Earth year.\n\n“The more fuel we have, the more we can give it to Bruce (Jakosky) for getting more science and extending the mission,” Beutelschies said.\n\nJakosky, MAVEN’s principal investigator, is leading the science operations from CU’s LASP.\n\nMAVEN’s mission is to discover what happened to the early atmosphere of Mars. Evidence shows the planet had liquid water flowing over the surface at one point, which could be an indicator of an environment that could support life. Scientists hope to solve the mystery of what happened to the planet’s water and atmosphere.\n\nBack on Earth, the feeling of knowing MAVEN made it to its destination is nothing less than thrilling for Beutelschies.\n\n“Looking up at the night sky, you can see Mars up there, and you can imagine that something you built is up at that little red dot up there,” Beutelschies said. “It is an amazing feeling.”\n\nLaura Keeney: 303-954-1337, lkeeney@denverpost.com or twitter.com/LauraKeeney\n\nAbout MAVEN\n\nNASA launched MAVEN on its 442 million-mile journey last November from Cape Canaveral.\n\nThe mission: Dedicated to studying the upper atmosphere of Mars.\n\nLocal ties: MAVEN’s maker, Lockheed Martin, is operating the mission control center in Littleton. MAVEN’s chief investigator is Bruce Jakosky of the University of Colorado. MAVEN was sent to space on a rocket built by Centennial-based United Launch Alliance.\n\nThe Associated Press", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "NASA’s Mars MAVEN orbit insertion was “right on the money”", "title": "NASA’s Mars MAVEN orbit insertion was “right on the money”", "url": "http://www.denverpost.com/2014/09/22/nasas-mars-maven-orbit-insertion-was-right-on-the-money/", "image": {"width": 429, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20140922__brucejakoskyp1.jpg", "height": 648}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20140922__brucejakoskyp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2014-09-22T18:43:52+00:00", "modified_time": "2016-04-27T10:39:41+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcc329\"", "article_summary": "“It’s humbling, knowing, well, we’ve done everything we can, and now it’s up to the spacecraft,” Beutelschies said.\nThe insertion of NASA’s Mars Atmosphere and Volatile Evolution, or MAVEN, into orbit around the planet went as flawlessly as anyone could have hoped.\nOnce the spacecraft is in the science orbit, that engineering crew of 12 to 15 people will be minding the craft.\nWe’ve confirmed we are in orbit as we expected, so we’re right on the money there,” Guy Beutelschies, Lockheed Martin Space System’s MAVEN program manager said.\nMAVEN’s mission is to discover what happened to the early atmosphere of Mars."}