{"article_title": "Daines: We Will 'Vote to Repeal' Obamacare 'In The Coming Weeks'", "article_keywords": ["obamas", "working", "obamacare", "daines", "american", "montana", "americans", "coming", "vote", "president", "weeks", "repeal", "health", "care"], "article_url": "http://www.breitbart.com/video/2015/11/14/daines-we-will-vote-to-repeal-obamacare-in-the-coming-weeks/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nSenator Steve Daines (R-MT) said, “In the coming weeks…We will uphold our promise to the American people and vote to repeal President Obama’s broken health care law” during Saturday’s GOP Weekly Address\n\nSIGN UP FOR OUR NEWSLETTER\n\nduring Saturday’s GOP Weekly Address.\n\nTranscript as Follows:\n\n“I’m Senator Steve Daines, and I have the great honor of representing Montana in the U.S. Senate.\n\nOpen season for health insurance enrollment began early this month, and millions of Americans will spend the next few weeks working to find affordable health coverage for themselves, for their spouse, and for their children.\n\nBut for too many hardworking American families, 2016 is proving to be yet another disappointment.\n\nPremiums are rising once again – and in states like Montana, folks purchasing plans from the Obamacare exchanges are getting hit with double-digit rate increases.\n\nTake Cindy from Missoula, Montana – like all Americans, President Obama promised her lower health care premiums under Obamacare.\n\nBut when Cindy opened her mailbox this past month, she saw a letter from her health insurer telling her that next year, she will face a staggering 40 percent increase in her health care premiums.\n\nObamacare is just one more bill she can’t afford.\n\nSadly, those impacted the hardest by these steep rate increases are those who can least afford it.\n\nThe Congressional Budget Office recently projected that 20 million people would sign up on the Obamacare exchanges by 2016, yet only half of that number is enrolled today.\n\nThe last thing uninsured Americans need is a heavy tax penalty to force them into purchasing sub-par health care coverage.\n\nThey need access to affordable care. But Obamacare not only takes uninsured Americans in the wrong direction – it’s failing to reliably provide the basic coverage that Americans deserve.\n\nOf the 23 co-ops established under Obamacare, all but one lost money in the last year.\n\nIn fact over the past few weeks, more than half of our nation’s health insurance co-ops have collapsed – forcing more than 700,000 Americans across the country to find new health insurance options.\n\nIt’s just another example of how Obamacare is not only costing taxpayers billions of dollars, it’s failing to provide the American people with reliable access to affordable care.\n\nAmericans are once again forced off the health care plans they liked and away from the doctors they trusted.\n\nWhen the federal government takes over our health care system and puts the whims of Washington bureaucrats over the needs of hardworking American families, prices go up and the quality of care goes down.\n\nAfter five years of seeing President Obama’s experiment with Americans’ health care result in failure and embarrassment, the American people know that it’s time to stop putting more Band-Aids on something that’s so far beyond repair.\n\nIn the coming weeks, Republicans will work to ensure that the voice of hardworking moms and dads, union workers and tribal members, and all families who face higher costs and substandard care is heard.\n\nWe will uphold our promise to the American people and vote to repeal President Obama’s broken health care law.\n\nGrowing up in Montana, I was fly-fishing before Brad Pitt made it cool in the movie ‘A River Runs Through It,’ which was filmed in southwest Montana.\n\nI know that when your fishing line gets tangled up, you’ve got two options.\n\nSometimes you can take some time, untangle it and cast again.\n\nBut other times, it gets so tangled up that the only option is to cut the line and start over.\n\nThe American people know that after more than five years of President Obama’s health care law and its tangled mess, it’s time to cut the line.\n\nWe need to repeal Obamacare and tie on a new fly.\n\nAnd we need to replace this broken law with state-led solutions that put patients back in the center of the health care equation.\n\nLast year, when I decided to run for Montana’s open Senate seat, I promised the people of Montana that I would work tirelessly to repeal Obamacare.\n\nIn 2014, the American people spoke loud and clear and elected a Republican majority to dismantle the failure that Obamacare has become.\n\nObamacare isn’t working. The American people don’t want it.\n\nI have a message for all Americans working day in and day out to provide for their families and achieve the American dream.\n\nWe are working to protect you from rising health care costs. And we are working to ensure you receive the quality health care you deserve.\n\nWe are fighting for you and I promise we won’t stop until we have health care that works for all.\n\nThank you and God Bless.”\n\nFollow Ian Hanchett on Twitter @IanHanchett", "article_metadata": {"description": "Daines: We Will 'Vote to Repeal' Obamacare 'In The Coming Weeks'", "og": {"site_name": "Breitbart", "description": "Daines: We Will 'Vote to Repeal' Obamacare 'In The Coming Weeks'", "title": "Daines: We Will 'Vote to Repeal' Obamacare 'In The Coming Weeks' - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/11/Daines-1114-Thumbnail.jpg", "height": 480}, "url": "http://www.breitbart.com/video/2015/11/14/daines-we-will-vote-to-repeal-obamacare-in-the-coming-weeks/", "type": "article"}, "twitter": {"description": "Daines: We Will 'Vote to Repeal' Obamacare 'In The Coming Weeks'", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/11/Daines-1114-Thumbnail.jpg", "title": "Daines: We Will 'Vote to Repeal' Obamacare 'In The Coming Weeks' - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "affordable care act, Steve Daines,Breitbart TV, Obamacare,Obamacare", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Breitbart TV", "tag": "Steve Daines", "published_time": "2015-11-14T07:44:07-07:00", "categories": "Breitbart TV,Obamacare"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "We will uphold our promise to the American people and vote to repeal President Obama’s broken health care law.\nWe are fighting for you and I promise we won’t stop until we have health care that works for all.\nTake Cindy from Missoula, Montana – like all Americans, President Obama promised her lower health care premiums under Obamacare.\nWe need to repeal Obamacare and tie on a new fly.\nLast year, when I decided to run for Montana’s open Senate seat, I promised the people of Montana that I would work tirelessly to repeal Obamacare."}