{"article_title": "NY Health Exchange Website Rated Lowest By Consumer Group", "article_keywords": ["website", "lowest", "rated", "group", "exchange", "drugs", "individual", "disease", "websites", "ny", "state", "score", "health", "york", "information", "consumer"], "article_url": "http://wxxinews.org/post/ny-health-exchange-website-rated-lowest-consumer-group", "article_text": "A national health consumer group ranks the New York State of Health website’s window shopping function worst. Clear Choices rated 14 health exchange websites for transparency and ease of use.\n\nNew York got the lowest score of 30 out of 100 possible points. Representatives for the consumer group say the state does not give consumers enough individualized information before their sign up.\n\n\"Healthcare is inherently an individual issue. Some may have a chronic disease; some may not have a chronic disease. Some may be on certain drugs, others are on different drugs, and so to the extent that the exchanges allow that very individual level of information, they tended to do better on our score card,\" says Joel White, president of the Council for Affordable health coverage.\n\nA New York State Department of Health spokesperson responded that they strongly disagree with the survey. The state says it’s led the country in the Obamacare rollout with more than 2 million people enrolled.", "article_metadata": {"category": "Understanding The ACA", "description": "A national health consumer group ranks the New York State of Health website’s window shopping function worst. Clear Choices rated 14 health exchange", "Generator": "Drupal 7 (http://drupal.org)", "programs": "none", "og": {"url": "http://wxxinews.org/post/ny-health-exchange-website-rated-lowest-consumer-group", "image": "http://mediad.publicbroadcasting.net/p/wxxi/files/styles/medium/public/201309/new_york_state_of_health_logo.jpg", "type": "article", "description": "A national health consumer group ranks the New York State of Health website’s window shopping function worst. Clear Choices rated 14 health exchange", "title": "NY Health Exchange Website Rated Lowest By Consumer Group"}, "story_id": 460181916, "twitter": {"site": "@wxxinews", "card": "summary", "creator": "@michereports"}, "author": "Michelle Faust", "org_id": 0, "dc": {"title": "NY Health Exchange Website Rated Lowest By Consumer Group"}, "nid": 28521, "datePublished": "2015-12-17", "wordCount": 202, "has_audio": 0, "viewport": "width=device-width"}, "article_summary": "A national health consumer group ranks the New York State of Health website’s window shopping function worst.\nA New York State Department of Health spokesperson responded that they strongly disagree with the survey.\nClear Choices rated 14 health exchange websites for transparency and ease of use.\nRepresentatives for the consumer group say the state does not give consumers enough individualized information before their sign up.\nNew York got the lowest score of 30 out of 100 possible points."}