{"article_title": "Ineffective polices still get supported", "article_keywords": ["nutrition", "mandates", "menu", "study", "supported", "cato", "better", "polices", "ineffective", "shortrun", "obesity", "outcomes", "longrun"], "article_url": "http://www.tylerpaper.com/TP-Editorials/234553/ineffective-polices-still-get-supported", "article_text": "Results matter. That’s why federal officials should take notice of a new study that says heavy-handed efforts to change our diets by forcing restaurants to label foods with calorie and nutrition information just don’t work.\n\nYes, obesity is a problem in America, and it’s getting worse. But we need real solutions, not fake ones that make bureaucrats feel better. And those mandatory labeling schemes are just that - fake solutions.\n\n“One provision of the Patient Protection and Affordable Care Act (ACA) that has been delayed until 2017 is a federal mandate for standard menu items in restaurants and some other venues to contain nutrition labeling,” explains the Cato Institute, which conducted the study. “The motivation for so-called ‘menu mandates’ is a concern about rising obesity levels driven largely by Americans’ eating habits.”\n\nBut do those rules work?\n\n“Menu mandates have been implemented at the state and local level within the past decade, allowing for a direct examination of the short-run and long-run effects on outcomes such as body mass index (BMI) and obesity,” Cato notes. “Drawing on nearly 300,000 respondents from the Behavioral Risk Factor Surveillance System (BRFSS) from 30 large cities between 2003 and 2012, we explore the effects of menu mandates. We find that the impact of such labeling requirements on BMI, obesity, and other health-related outcomes is trivial, and, to the extent it exists, it fades out rapidly.”\n\nFor example, the difference those mandates have made for an American man who weighs 190 pounds is about half a pound, Cato found.\n\n“For virtually all groups explored, the long-run impact on body weight is essentially zero,” the study reads. “Analysis of subgroups suggests that to the extent that menu mandates affect short-run outcomes, they do so through a ‘novelty effect’ that wears off quickly. Subgroups that were thought likely to experience the largest gains in knowledge from such mandates exhibit no short-run or long-run changes in weight.”\n\nThe theory behind the mandates is that if consumers are better informed, they’ll make better choices. That may be true, but the phrase “better choices” is the problem here. Better, according to whom?\n\nAs Cato points out, “customers may care mostly about convenience, price, and taste, with calories being relatively unimportant. It may also be the case that those who do care about calories are already well-informed; such nutrition information is available for the motivated customer.”\n\nNow, there are two responses to evidence that menu mandates don’t work. The first is what the government is preparing to do - take away choice. As one government adviser put it, some foods should be given a red light and other (more healthy) foods given a green light.\n\nThe other, more sensible response is to abandon a failed solution and look for what does work.\n\nAs the National Institutes for Health itself acknowledges, “Overweight and obesity prevention or reduction essentially involves lifestyle modification through behavioral change at the individual level. Policy alone is unlikely to achieve this.”\n\nThat’s doubly true of a policy already shown to be ineffective.", "article_metadata": {"og": {"site_name": "TylerPaper.com", "description": "Results matter. That’s why federal officials should take notice of a new study that says heavy...", "title": "Ineffective polices still get supported - TylerPaper.com", "url": "http://www.tylerpaper.com/TP-Editorials/234553/ineffective-polices-still-get-supported", "locale": "en_US", "type": "article"}, "twitter": {"site": "@tylerpaper"}, "fb": {"admins": "1651519031,627844030", "app_id": 210861005636155}, "HandheldFriendly": "True", "MobileOptimized": 320, "viewport": "width=device-width"}, "article_summary": "“Analysis of subgroups suggests that to the extent that menu mandates affect short-run outcomes, they do so through a ‘novelty effect’ that wears off quickly.\n“The motivation for so-called ‘menu mandates’ is a concern about rising obesity levels driven largely by Americans’ eating habits.”But do those rules work?\n“Drawing on nearly 300,000 respondents from the Behavioral Risk Factor Surveillance System (BRFSS) from 30 large cities between 2003 and 2012, we explore the effects of menu mandates.\nPolicy alone is unlikely to achieve this.”That’s doubly true of a policy already shown to be ineffective.\n“For virtually all groups explored, the long-run impact on body weight is essentially zero,” the study reads."}