{"article_title": "What would a Donald Trump Supreme Court nominee look like?", "article_keywords": ["count", "supreme", "court", "trump", "nominee", "womans", "university", "abortion", "donald", "decide", "v", "religious", "texas", "look"], "article_url": "http://fusion.net/story/268817/republican-presidential-debate-scotus/", "article_text": "Did you watch the Republican debate on Saturday night? Did you hear all the yelling? Did you catch when Donald Trump talked about Jeb Bush mooning people?\n\nDid you know that each of the men on stage wants to be in a position to appoint Supreme Court justices?\n\nIn between the arguments, all six candidates made the case for the kind of justices they would nominate—one of the most significant decisions a president can make in office.\n\nAs a reminder of just how significant, here are the major cases before the Supreme Court right now and the issues at stake:\n\nImmigration.\n\nCase: United States v. Texas\n\nWhat it’s about: The 26-state challenge has halted the implementation of President Obama’s executive actions that would offer young undocumented immigrants and their parents temporary protection from deportation and allow them to lawfully seek work. The Supreme Court will decide whether Deferred Action for Parents of Americans and Lawful Permanent Residents (DAPA) and expanded Deferred Action for Childhood Arrivals (DACA) will move forward.\n\nHealthcare.\n\nCase: Zubik v. Burwell\n\nWhat it’s about: Religious nonprofits have challenged the mandate in the Affordable Care Act that allows employees to access contraceptive coverage through employer-sponsored plans. The Supreme Court will decide whether the law’s current accommodation—which allows employers to sign a form indicating they have a religious objection to the coverage and trigger a third-party insurer to provide it instead—imposes a substantial burden on the religious exercise of these nonprofits.\n\nAbortion rights.\n\nCase: Whole Woman’s Health v. Hellerstedt\n\nWhat it’s about: A coalition of abortion providers in Texas, including Whole Woman’s Health, has challenged Texas’ sweeping abortion law, which has shuttered more than half the clinics that offer abortion services in the state. The Supreme Court will decide whether the law, by significantly reducing the availability of abortion services in the state, imposes an undue burden on women exercising their constitutional right to terminate a pregnancy.\n\nVoting rights.\n\nCase: Evenwel v. Abbott\n\nWhat it’s about: Under the standard of “one person, one vote,” how should states count people when they draw legislative districts? Should they count just eligible voters, or should they count everyone—including undocumented immigrants, children, and people who are incarcerated? The outcome could shift power away from cities and toward more rural areas.\n\nUnions.\n\nCase: Friedrichs v. California Teachers Association\n\nWhat it’s about: Can unions collect fees from non-members for collective bargaining done on their behalf? If the high court decides they can’t, the California Teachers Association’s financial resources—and the union itself—could be significantly weakened.\n\nAffirmative action.\n\nCase: Fisher v. University of Texas at Austin\n\nWhat it’s about: Whether the University of Texas’ admissions policy, which considers race as one factor, violates the Equal Protection Clause of the Constitution. The case was brought by a white student who says she was denied admission because of her race. The justices could gut affirmative-action programs at universities across the country. (At oral arguments, the late Justice Antonin Scalia mused that some black students might fare better at “a less advanced school, a slower-track school where they do well.”)", "article_metadata": {"description": "Think about the two-hour shouting match that just happened. Now think about all the big questions that the Supreme Court is facing right now.", "msapplication-config": "http://fusion.net/wp-content/themes/fusion-theme/assets/images/favicons/browserconfig.xml?v=1462067892199", "apple-mobile-web-app-title": "Fusion.net", "viewport": "width=device-width, initial-scale=1.0", "pocket-site-verification": "81a5587d6c56043280b2554922f43d", "generator": "WordPress 4.5.2", "og": {"site_name": "Fusion", "description": "Think about the two-hour shouting match that just happened. Now think about all the big questions that the Supreme Court is facing right now.", "title": "Those six yelling Republicans want to appoint Supreme Court justices to decide cases like these", "url": "http://fusion.net/story/268817/republican-presidential-debate-scotus/", "image": {"width": 1200, "identifier": "http://i2.wp.com/fusion.net/wp-content/uploads/2016/02/gettyimages-510095654.jpg?resize=1200%2C630&quality=80&strip=all", "height": 630}, "type": "article"}, "twitter": {"description": "Think about the two-hour shouting match that just happened. Now think about all the big questions that the Supreme Court is facing right now.", "title": "What kind of Supreme Court justices would a President Trump nominate?", "url": "http://fusion.net/story/268817/republican-presidential-debate-scotus/", "image": "http://i2.wp.com/fusion.net/wp-content/uploads/2016/02/gettyimages-510095654.jpg?resize=560%2C294&quality=80&strip=all", "site": "@fusion", "card": "summary_large_image"}, "msapplication-TileColor": "#da532c", "p": {"domain_verify": "c6a5260d31ead375c331934cb6df4833"}, "fb": {"app_id": 796694167041552}, "msapplication-TileImage": "http://fusion.net/wp-content/themes/fusion-theme/assets/images/favicons/mstile-144x144.png?v=1462067892199", "application-name": "Fusion.net", "msvalidate.01": "0EABD001D404EA9DDE2025E9E4F14CAF", "google-site-verification": "BKw_9qDU04u2w1WoNF53fplAwWXVK_DJ1b6rZDR5u-M", "theme-color": "#ffffff", "news_keywords": "republican presidential debate, republican presidential debate cbs, republican presidential debate supreme court, republican presidential debate donald trump supreme court, republican presidential debate supreme court ted cruz, republican presidential debate antonin scalia"}, "article_summary": "Did you know that each of the men on stage wants to be in a position to appoint Supreme Court justices?\nAs a reminder of just how significant, here are the major cases before the Supreme Court right now and the issues at stake:Immigration.\nThe Supreme Court will decide whether Deferred Action for Parents of Americans and Lawful Permanent Residents (DAPA) and expanded Deferred Action for Childhood Arrivals (DACA) will move forward.\nThe Supreme Court will decide whether the law, by significantly reducing the availability of abortion services in the state, imposes an undue burden on women exercising their constitutional right to terminate a pregnancy.\nCase: Fisher v. University of Texas at AustinWhat it’s about: Whether the University of Texas’ admissions policy, which considers race as one factor, violates the Equal Protection Clause of the Constitution."}