{"article_title": "Blue Cross Blue Shield, Montana Health Co-op and PacificSource Health Plans", "article_keywords": ["blue", "coop", "shield", "nationwide", "pacificsource", "spokesperson", "offer", "cross", "network", "montana", "health", "healthcare", "insurance", "plans"], "article_url": "http://www.theprairiestar.com/blue-cross-blue-shield-montana-health-co-op-and-pacificsource/article_0f445a88-4338-11e3-8e0e-001a4bcf887a.html", "article_text": "The companies on Montana’s Exchange/Marketplace are Blue Cross and Blue Shield, Montana Healthcare Co-op and Pacific Source. Each of those companies had a representative at MFU’s annual convention. Here are some of the highlights from each.\n\nBlue Cross and Blue Shield. BCBS sold the very first Exchange policy in the U.S. when enrollment began on October 1. BCBS has a nationwide network that reaches all the hospitals in the U.S. and 95 percent of the physicians. They also offer international coverage in 195 countries. Their spokesperson counseled producers to use trained navigators to answer their questions and to keep an eye on their income. If they receive subsidies, add it in. If they get hailed out and lose their crop, figure that in. The new law allows them to readjust their income as the year progresses and that will affect their premiums.\n\nMontana Health CO-OP. Based on the cooperative principle that so many agriculture producers are familiar with, this healthcare coop is growing. Currently they have 90 percent of the hospitals and 80 percent of the doctors on their list. To extend their network they have also teamed with Aetna, the 2nd largest insurance company in the U.S. so they can offer nationwide healthcare access with the same benefits. They also offer connected care to help keep health care costs down to their members. They are owned and managed by the members. “We work for you. You are our boss,” said their spokesperson. “The co-op model is the heart of agriculture and utilities in this state.” Now that co-op model is involved in healthcare as well. They work closely with Aetna, the 2nd largest insurance company in the world to\n\nPacificSource Health Plans. This non-profit health insurance company is new to Montana but has been insuring consumers in the West for 83 years. In addition to the policy coverage on the Exchange, they offer catastrophic coverage for individuals under the age of 30 as well as small group plans to help reduce the costs of insurance. They have all the hospitals in Montana except for two and their network is growing. They have a nationwide network and international plans. “We also offer repatriation,” said their spokesperson, “which is paying to get you back into the country to get medical services here in the U.S.”", "article_metadata": {"og": {"site_name": "The Prairie Star", "description": "The companies on Montana’s Exchange/Marketplace are Blue Cross and Blue Shield, Montana Healthcare Co-op and Pacific Source. Each of those companies had a representative at MFU’s annual convention. Here are", "title": "Blue Cross Blue Shield, Montana Health Co-op and PacificSource Health Plans", "url": "http://www.theprairiestar.com/blue-cross-blue-shield-montana-health-co-op-and-pacificsource/article_0f445a88-4338-11e3-8e0e-001a4bcf887a.html", "image": "https://theprairiestar-dot-com.bloxcms.com/app/branding/images/Facebook_PST2.png", "type": "article"}, "google-site-verification": "rGjKr5xt9TiG5wJIwrM7IPiGuMly6sl_VxCqFNPTYOA", "fb": {"app_id": 146884192148330}, "description": "The companies on Montana’s Exchange/Marketplace are Blue Cross and Blue Shield, Montana Healthcare Co-op and Pacific Source. Each of those companies had a representative at MFU’s annual convention. Here are", "twitter": {"site": "@theprairiestar", "card": "summary"}}, "article_summary": "The companies on Montana’s Exchange/Marketplace are Blue Cross and Blue Shield, Montana Healthcare Co-op and Pacific Source.\nMontana Health CO-OP.\nBased on the cooperative principle that so many agriculture producers are familiar with, this healthcare coop is growing.\nBCBS has a nationwide network that reaches all the hospitals in the U.S. and 95 percent of the physicians.\nThis non-profit health insurance company is new to Montana but has been insuring consumers in the West for 83 years."}