{"article_title": "Reid throws costly wrench at broken immigration courts", "article_keywords": ["houston", "costly", "senate", "immigration", "legal", "reid", "broken", "wrench", "courts", "court", "obama", "throws", "texas", "told"], "article_url": "http://watchdog.org/257305/reid-immigration-court/", "article_text": "Some 77,000 cases are pending in Texas immigration courts, and that number is growing daily.\n\nSince 2014, the state’s backlog has increased 58 percent, according to a Syracuse University study. The average projected wait for each pending case in Houston has swelled to nearly five years.\n\nNow Senate Minority Leader Harry Reid has a plan to string out the process, slowing it even further while making it more costly.\n\nThe Nevada Democrat introduced the Fair Day in Court for Kids Act this month. It would ensure that unaccompanied minor migrants, along with others fighting removal from the United States, receive legal representation at taxpayer expense.\n\nAccording to Reid, his bill “would require the Department of Homeland Security to ensure that immigrants at detention and border facilities have access to counsel and provide legal orientation programs so that detainees understand their rights.”\n\nReid’s measure includes an accountability metric: It orders DHS to report how many qualifying individuals actually receive counsel.\n\n“Essentially, it’s a plan to tie up the courts for decades, instead of years, while forcing American taxpayers to foot the bill for endless litigation,” said Ira Mehlman, spokesman for the Federation for American Immigration Reform.\n\nThe wheels of justice have been grinding to a halt for some time. In 2014, immigration courts began resetting thousands of cases on narrow dockets … in 2019.\n\n“There is no way that all the cases currently scheduled for Nov. 29, 2019 could get heard on that date,” Denise Gilman, director of the Immigration Clinic at University of Texas School of Law, told the Houston Press. “It’s literally thousands in Houston and also in San Antonio.”\n\n\n\nRELATED: Texas governor warned Washington of migrant surge\n\nAssuming the migrant defendants even show up for their long-postponed court date – a large assumption — Reid’s legislation would add another costly layer to the drawn-out legal proceedings.\n\n“This has become a way for people to stay in the U.S.,” Mehlman told Watchdog.org. “The likelihood is that they are released, and no one will come looking for them.”\n\nReid’s “Kids Act,” co-sponsored by four other Senate Democrats, may be a long shot in Congress. But the Republican-controlled House and Senate have repeatedly failed to plug a gaping loophole in the 2008 William Wilberforce Trafficking Victims Protection Reauthorization Act, which prevents unaccompanied minors from Central America from being promptly returned to their home countries.\n\nAnd executive action, a tool President Barack Obama has not been reluctant to use on immigration, could accomplish much of Reid’s intent while bypassing the legislative process.\n\nMehlman said the Obama administration could, and should, adopt the Clinton administration practice of posting trained adjudicators at major ports of entry to determine if overseas arrivals have valid claims to enter and remain in the country – and return those who do not.\n\nJohn Nechman, an immigration law attorney in Houston, says his clients’ court dates – when actually scheduled — are surreal.\n\n“There are waiting rooms [in the downtown court] with no people. I don’t even know if the judges are actually behind their doors,” he told the Press this month.\n\nNechman said the ballooning court backlog hurts everyone. If he has a case he knows he can win, the lawyer cannot speed up the judicial process.\n\n“If you’re going to make someone stay here for three years, they’re only going to become more ingrained in our society,” he said.\n\nU.S. Rep. Brian Babin, R-Baytown, said, “My congressional district, and Houston in particular, is at the epicenter of this man-made disaster, which is placing a huge burden on the budgets of our local governments — including courts, schools, hospitals and jails.”\n\n“With Harry Reid seeking to make things worse by expanding taxpayer-funded legal aid to nearly all illegals, our courts and localities are now at a breaking point,” Babin told Watchdog. “Instead of compounding the problem, it’s time the Obama administration restored the rule of law and started respecting the rights of its own citizens rather than illegal immigrants.”\n\nKenric Ward writes for the Texas Bureau of Watchdog.org. Contact him at kward@watchdog.org and @Kenricward.", "article_metadata": {"og": {"site_name": "Watchdog.org", "description": "Some 77,000 cases are pending in Texas immigration courts, and that number is growing daily.", "title": "Reid throws costly wrench at broken immigration courts - Watchdog.org", "locale": "en_US", "image": "http://watchdog.org/wp-content/blogs.dir/1/files/2016/02/harryreid_opt.jpg", "updated_time": "2016-02-23T11:25:15+00:00", "url": "http://watchdog.org/257305/reid-immigration-court/", "type": "article"}, "article": {"publisher": "https://www.facebook.com/Watchdogorg", "published_time": "2016-02-23T04:27:48+00:00", "author": "https://www.facebook.com/WatchdogVirginiaBureau", "section": "Immigration", "modified_time": "2016-02-23T11:25:15+00:00", "tag": "Brian Babin,Fair Day in Court for Kids Act,Federation for American Immigration Reform,Harry Reid,Houston,immigration court,John Nechman,Obama Administration"}, "twitter": {"domain": "Watchdog.org", "description": "Some 77,000 cases are pending in Texas immigration courts, and that number is growing daily.", "title": "Reid throws costly wrench at broken immigration courts - Watchdog.org", "image": {"src": "http://watchdog.org/wp-content/blogs.dir/1/files/2016/02/harryreid_opt.jpg"}, "creator": "@Kenricward", "site": "@watchdogorg", "card": "summary_large_image"}, "robots": "noarchive", "description": "Some 77,000 cases are pending in Texas immigration courts, and that number is growing daily."}, "article_summary": "Some 77,000 cases are pending in Texas immigration courts, and that number is growing daily.\nIn 2014, immigration courts began resetting thousands of cases on narrow dockets … in 2019.\nNow Senate Minority Leader Harry Reid has a plan to string out the process, slowing it even further while making it more costly.\nJohn Nechman, an immigration law attorney in Houston, says his clients’ court dates – when actually scheduled — are surreal.\nThe average projected wait for each pending case in Houston has swelled to nearly five years."}