{"article_title": "Aggressive immigration enforcement discourages non-citizen parents from enrolling their citizen children in Medicaid.", "article_keywords": ["discourages", "enforcement", "reform", "immigrants", "immigration", "enrolling", "noncitizen", "health", "medicaid", "insurance", "citizen", "parents", "aggressive", "undocumented", "children", "participation"], "article_url": "http://blogs.lse.ac.uk/usappblog/2014/10/15/aggressive-immigration-enforcement-discourages-non-citizen-parents-from-enrolling-their-citizen-children-in-medicaid/", "article_text": "One of the key barriers to the success of the Obama Administration’s major health care reform, Obamacare, is that many of those who are eligible for public programs do not participate, especially among the immigrant community. In new research, Tara Watson finds that the relatively high rate of uninsurance among immigrants and their children can be explained by the effects of increased enforcement efforts against undocumented immigrants. She finds argues that undocumented migrants have been deterred from seeking health insurance for their children because of their fears that it might bring attention to their, and their relatives’, undocumented status.\n\nThe 2010 Affordable Care Act (ACA), also known as Obamacare, marks a substantial expansion in means-tested public health insurance (Medicaid) and subsidized private insurance in the United States. However, this health reform will only achieve its stated goal of near-universal health insurance coverage if the uninsured actually participate in the programs for which they are eligible. But there is a well-known puzzle of safety net programs: many eligible people do not participate.\n\nImmigrants and their children have particularly high uninsurance rates. As of 2013, 38 percent of non-citizens were uninsured compared to 11 percent of the native born. Undocumented immigrants are ineligible for most public health insurance and cannot use the new ACA insurance exchanges, but their children (often U.S.-born citizens) are frequently eligible for Medicaid. Nevertheless, low-income children of immigrants are less likely to participate in Medicaid than other low-income children. For instance, between 1993 and 2002, estimated Medicaid take-up by income-eligible children of native-born mothers was 64 percent, compared to 56 percent take-up by children of non-citizens. As it turns out, this gap may not reflect a health policy failure as much as an unintended consequence of immigration policy.\n\nTo better understand low Medicaid take-up among children of immigrants, researchers have focused on a prior major reform, the 1996 Personal Responsibility and Work Opportunity Reconciliation Act, also known as the reform which ended welfare as we knew it. Passed at a time of heightened anti-immigrant sentiment in the United States, it also had implications for immigrant participation in Medicaid and other safety net programs. These included a new five year waiting requirement for legal immigrants arriving after the date of the reform, and a provision allowing states to drop existing recent legal immigrants from their Medicaid rolls. About half of states chose to use their own funds to extend health insurance to newly arriving legal immigrants, and almost all states declined the option to boot those who were in residence before reform. It is important to note that undocumented immigrants were ineligible for non-emergency Medicaid both before and after the 1996 reform.\n\nIn addition, the language of the bill highlighted the long-standing “public charge” doctrine which allowed immigrants to be deported if they were deemed to be a burden on the state. Though public charge deportation had almost never been used in the postwar period, it took three years for the Immigration and Naturalization Service to clarify that safety net use would not be grounds for deportation. In 1996, there was fear and confusion about whether Medicaid enrollment would make it harder to become a citizen or even lead to deportation of legal residents.\n\nFollowing welfare reform in August 1996, there was a sharp drop in participation in Medicaid and other safety net programs, and the drop was particularly steep for immigrants and their children (See Figure 1). On the face of it, this decline is puzzling because very few existing immigrants (or their children) were actually made ineligible for Medicaid as the result of welfare reform. After ruling out other explanations, researchers haveconcluded that the “chilling effect” of welfare reform must be responsible for the sharp decline in Medicaid participation around 1996. That is, the icy policy climate made immigrants reluctant to enroll themselves or their children in Medicaid.\n\nFigure 1 – Medicaid Participation for Children of Non-Citizens and Immigration Enforcement, 1994-2003\n\nWhile “chilling effects” are plausible, prior analyses have overlooked a contemporaneous policy change – the passage of a major immigration bill just one month after welfare reform. The 1996 Illegal Immigration Reform and Immigrant Responsibility Act (IIRIRA) substantially increased funding for the Immigration and Naturalization Service (INS) to ramp up border control and internal enforcement efforts like worksite and housing raids.\n\nWhy might enforcement matter? For undocumented immigrants seeking health insurance for their children, fear of government authority is a natural concern. Ethnographic research suggests that government checkpoints and patrols reduce the willingness of undocumented migrants to travel and visit health care providers. Undocumented immigrants are also hesitant to access emergency relief following worksite raids. Furthermore, application forms for means-tested programs typically required or requested Social Security numbers for every member of the household, even if only children are applying for benefits. Of six welfare sites studied in a 2003 report for the Department of Health and Human Services, only one used an application that explicitly stated that applicant information will not be shared with the Immigration and Naturalization Service, and two of the six sites explicitly stated that information would be shared with the INS and that the INS response could affect benefit levels or lead to an investigation. These concerns are echoed in a recent Kaiser Family Foundation Survey: 37 percent of California’s legal immigrants who are eligible for ACA coverage said they worry that seeking coverage would bring attention to relatives’ immigration status.\n\nNow defunct, the INS was at that time a dysfunctional organization with little central control. There were 33 internal districts which tended to operate independently, with district officers having a great deal of discretion as to how resources were allocated. The upshot is that the enforcement activity greatly increased in some areas following the passage IIRIRA but not others (See Figure 2). For example, arrests per non-citizen nearly tripled between 1995 and 1999 in the district covering Arizona and Nevada, only increased by 60 percent in California, and slightly declined in the district covering Illinois and surrounding states. The sharp change in enforcement activity in some areas but not others allows one to investigate the link between enforcement and Medicaid participation. Our study focuses on children whose mothers lack a college degree and whose family incomes are below 200 percent of the poverty line. Enforcement is measured as the number of internal (i.e. non-border) arrests per non-citizen averaged over the year the Medicaid decision is made and the prior year.\n\nFigure 2 – Deportable Aliens Located (Arrests) Per Non-Citizen, Selected Areas\n\nAs it turns out, enforcement and Medicaid participation among children are closely related. After controlling for many other potentially confounding factors, the analysis suggests that a doubling of enforcement reduces Medicaid participation by 9 to 11 percentage points among children of non-citizens, on a base of 45 percent participation. This is true even when restricting to children who are themselves citizens and the effect is bigger for children living under the poverty line. There are no comparable effects for children of citizen parents, as one would expect if it was enforcement policy per se that was responsible for the drop in Medicaid participation.\n\nWhich groups are most sensitive to enforcement activity? Child participation is more responsive to an increase in enforcement if the mother is Mexican or from another country with high rates of undocumented immigration. Immigration status cannot be observed in the Current Population Survey, the source of health insurance data used in our study. Non-citizen children are more sensitive to enforcement than other children of non-citizens. In addition, children in good or excellent health are more sensitive to enforcement activity in the local area. Presumably, this is the case because parents are more willing to risk detection when their child is sick, but in a high-enforcement regime will forgo preventive medical care for a healthy child.\n\nFigure 3 – Examples of Medicaid-Enforcement Relationship Children of Non-Citizens\n\nThe analysis implies that at least half of the 8-point decline in Medicaid participation among children of non-citizens following welfare reform was not due to welfare reform at all, but rather to changes in immigration enforcement that occurred at the same time. The link between enforcement and Medicaid participation has particular relevance for the estimated 5 million children of undocumented parents now living in the United States. About half a million of these children lose public insurance each time enforcement efforts are doubled because their parents are afraid to enroll them.\n\nHealth insurance increases access to preventative care and reduces the financial risk associated with illness. With one hand, the U.S. government is actively promoting universal health insurance coverage. With the other, it is pursuing an aggressive enforcement strategy that is discouraging some of our most vulnerable citizens from accessing insurance programs for which they are eligible. It is important that policy-makers in these spheres communicate and recognize that their actions do not exist in isolation: immigration policy is health policy.\n\nThis article is based on the paper, ‘Inside the Refrigerator: Immigration Enforcement and Chilling Effects in Medicaid Participation’, in the American Economic Journal: Economic Policy.\n\nFeatured image credit: Neon Tommy (CC-BY- SA-2.0)\n\nPlease read our comments policy before commenting.\n\nNote: This article gives the views of the author, and not the position of USApp– American Politics and Policy, nor of the London School of Economics.\n\nShortened URL for this post: http://bit.ly/1nmeE3u\n\n\n\n_________________________________\n\nAbout the author\n\nTara Watson – Williams College\n\nTara Watson is Associate Professor of Economics and Chair of the Program in Public Health at Williams College in Williamstown, Massachusetts. She is also a Research Associate in the Health Economics Program of the National Bureau of Economic Research. She has published in the areas of health economics, urban economics, and economic demography, and is currently writing a University of Chicago Press book with journalist Kalee Thompson about the impacts of immigration enforcement policy in the United States.", "article_metadata": {"description": "One of the key barriers to the success of the Obama Administration’s major health care reform, Obamacare, is that many of those who are eligible for public", "generator": "WordPress 4.4.2", "og": {"site_name": "USAPP", "description": "One of the key barriers to the success of the Obama Administration’s major health care reform, Obamacare, is that many of those who are eligible for public programs do not participate, especially a…", "title": "Aggressive immigration enforcement discourages non-citizen parents from enrolling their citizen children in Medicaid.", "url": "http://blogs.lse.ac.uk/usappblog/2014/10/15/aggressive-immigration-enforcement-discourages-non-citizen-parents-from-enrolling-their-citizen-children-in-medicaid/", "image": {"width": 669, "identifier": "http://blogs.lse.ac.uk/usappblog/files/2014/04/Obamacare-enroll.jpg", "height": 335}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://blogs.lse.ac.uk/usappblog/files/2014/04/Obamacare-enroll.jpg?w=640", "site": "@LSEUSAblog", "card": "summary_large_image"}, "keywords": "citizenship,obamacare,undocumented immigrants", "article": {"published_time": "2014-10-15T18:48:41+00:00", "modified_time": "2014-10-20T12:33:15+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcc377\"", "article_summary": "Figure 2 – Deportable Aliens Located (Arrests) Per Non-Citizen, Selected AreasAs it turns out, enforcement and Medicaid participation among children are closely related.\nThis article is based on the paper, ‘Inside the Refrigerator: Immigration Enforcement and Chilling Effects in Medicaid Participation’, in the American Economic Journal: Economic Policy.\nThe sharp change in enforcement activity in some areas but not others allows one to investigate the link between enforcement and Medicaid participation.\nThe 2010 Affordable Care Act (ACA), also known as Obamacare, marks a substantial expansion in means-tested public health insurance (Medicaid) and subsidized private insurance in the United States.\nThe link between enforcement and Medicaid participation has particular relevance for the estimated 5 million children of undocumented parents now living in the United States."}