{"article_title": "Update: Fort Worth hospital has discontinued life support for pregnant, brain-dead woman", "article_keywords": ["life", "woman", "family", "pregnant", "support", "update", "discontinued", "state", "muoz", "statement", "judge", "munoz", "braindead", "hospital", "worth", "marlise", "fort"], "article_url": "http://thescoopblog.dallasnews.com/2014/01/jps-hospital-says-they-will-follow-court-order-in-munoz-case-discontinue-life-support.html/", "article_text": "Update at 12:54 p.m.: Attorneys for the Muñoz family said in a statement that Marlise Muñoz was withdrawn from life support about 11:30 a.m. Sunday.\n\n“The Munoz and Machado families will now proceed with the somber task of laying Marlise Munoz’s body to rest, and grieving over the great loss that has been suffered,” the statement says. “May Marlise Munoz finally rest in peace, and her family find the strength to complete what has been an unbearably long and arduous journey.”\n\nThe statement was released by attorneys Heather L. King and Jessica H. Janicek.\n\nOriginal item posted at 12:12 p.m.: John Peter Smith hospital announced Sunday that they will follow a court order and discontinue life support for pregnant, brain-dead Marlise Muñoz.\n\nOn Friday, state District Judge R.H. Wallace sided with Muñoz’s family. Her family argued that she was improperly kept on life support against the will of her husband. The judge gave the hospital until Monday at 5 p.m. to decide whether it would appeal.\n\nIn a statement released Sunday, the hospital said they won’t appeal the judge’s ruling:\n\n“The past eight weeks have been difficult for the Munoz family, the caregivers and the entire Tarrant County community, which found itself involved in a sad situation,” the statement says. “JPS Health Network has followed what we believed were the demands of a state statute. From the onset, JPS has said its role was not to make nor contest law but to follow it. On Friday, a state district judge ordered the removal of life-sustaining treatment from Marlise Munoz. The hospital will follow the court order.”\n\nThe statement does not say when the Fort Worth hospital will remove life support. A hospital spokeswoman, J.R. Labbe, declined to comment and referred further questions to the woman’s husband, Erick Muñoz, or the family’s attorneys.\n\nRELATED LINKS\n\nIf ruling doesn’t end Muñoz case, fetal viability could be relevant\n\nJudge grants Tarrant man’s request to take pregnant wife off life support\n\nOn abortion: Reproductive freedom trumps human life; In the beginning was the mother", "article_metadata": {"liveFyreID": "aHR0cDovL3RoZXNjb29wYmxvZy5kYWxsYXNuZXdzLmNvbS8yMDE0LzAxL2pwcy1ob3NwaXRhbC1zYXlzLXRoZXktd2lsbC1mb2xsb3ctY291cnQtb3JkZXItaW4tbXVub3otY2FzZS1kaXNjb250aW51ZS1saWZlLXN1cHBvcnQuaHRtbC8=", "generator": "WordPress 3.9.12", "author": "Melissa Repko", "og": {"site_name": "The Scoop Blog", "description": "Update at 12:54 p.m.: Attorneys for the Muñoz family said in a statement that Marlise Muñoz was withdrawn from life support about 11:30 a.m. Sunday. \"The Munoz and Machado families will now proceed…", "title": "Update: Fort Worth hospital has discontinued life support for pregnant, brain-dead woman", "url": "http://thescoopblog.dallasnews.com/2014/01/jps-hospital-says-they-will-follow-court-order-in-munoz-case-discontinue-life-support.html/", "image": "http://thescoopblog.dallasnews.com/wp-content/themes/dallasnews/images/facebook-default-black.jpg", "type": "article"}, "LastModifiedDate": "2014-01-26T17:42:54Z", "twitter": {"card": "summary_large_image"}, "PublishDate": "2012-04-11T13:59:21Z", "wp-parsely_version": "1.7", "viewport": "width=device-width", "google-site-verification": "ZjZz-aaVcLkLDp8kIkLnEwtSTZlAwGgQhLyd1pXAbA8", "cXenseParse": {"recs": {"publishtime": "2012-04-11T13:59:21Z"}}}, "_id": "\"57477af46914bd0286fdd627\"", "article_summary": "The hospital will follow the court order.”The statement does not say when the Fort Worth hospital will remove life support.\nUpdate at 12:54 p.m.: Attorneys for the Muñoz family said in a statement that Marlise Muñoz was withdrawn from life support about 11:30 a.m. Sunday.\nOriginal item posted at 12:12 p.m.: John Peter Smith hospital announced Sunday that they will follow a court order and discontinue life support for pregnant, brain-dead Marlise Muñoz.\nHer family argued that she was improperly kept on life support against the will of her husband.\nOn Friday, a state district judge ordered the removal of life-sustaining treatment from Marlise Munoz."}