{"article_title": "In PHOTOS: Thousands Turn Out For Funeral Of Murdered Palestinian Teen By Jewish-Israeli Extremists", "article_keywords": ["teen", "jewishisraeli", "shufat", "palestinian", "attacks", "similar", "funeral", "extremists", "religious", "israeli", "photos", "murdered", "rhetoric", "social", "residents", "turn", "thousands", "revenge", "prominent"], "article_url": "http://www.mintpressnews.com/photos-clashes-continue-across-jerusalem-murder-palestinian-teen-jewish-israeli-extremists/193512/", "article_text": "In PHOTOS: Thousands Turn Out For Funeral Of Murdered Palestinian Teen By Jewish-Israeli Extremists\n\nPalestinians fear similar revenge attacks by Jewish Israeli extremists, particularly in light of prominent figures in Israel's religious, social and political circles espousing rhetoric that openly appears to back such attacks against Palestinians.\n\nSHUFAT, Jerusalem — Around two thousand mourners crowded the main street of the East Jerusalem neighborhood of Shufat on Friday to pay their respects to 17-year-old Mohammed Abu Khdeir, who was abducted and killed in a suspected pricetag attack early Wednesday morning.\n\nKhdeir’s body was found badly burned in a forest two days after after three kidnapped Israeli settlers were discovered dead near Hebron. Khdeir’s death is strongly believed to be part of the out-pour of revenge attacks (pricetag attacks) on Palestinians across Israel and the occupied West Bank that came in the following days.\n\nClashes have occurred in Shufat between residents and Israeli forces for the past three days, and continued for hours after the funeral finished. Many residents fear similar revenge attacks, particularly in light of prominent figures in Israel’s religious, social and political circles espousing rhetoric that openly appears to back such attacks against Palestinians.", "article_metadata": {"description": "Many residents fear similar revenge attacks, particularly in light of prominent figures in Israel's religious, social and political circles espousing rhetoric that openly appears to back such attacks against Palestinians.", "generator": "WordPress 4.5.2", "AUTHOR": "Sheren Khalel & Matthew Vickery", "og": {"site_name": "MintPress News", "description": "Many residents fear similar revenge attacks, particularly in light of prominent figures in Israel's religious, social and political circles espousing rhetoric that openly appears to back such attacks against Palestinians.", "title": "In PHOTOS: Thousands Turn Out For Funeral Of Murdered Palestinian Teen By Jewish-Israeli Extremists", "url": "http://www.mintpressnews.com/photos-clashes-continue-across-jerusalem-murder-palestinian-teen-jewish-israeli-extremists/193512/", "image": "http://www.mintpressnews.com/wp-content/uploads/2014/07/DSC_3242-Crowds-gather-and-chant-as-Mohammed-Abu-Khdeirs-is-carried-in-a-green-casket-foreground.-Matthew-Vickery.jpg", "updated_time": "2014-07-08T07:30:26-05:00", "locale": "en_US", "type": "article"}, "twitter": {"description": "Many residents fear similar revenge attacks, particularly in light of prominent figures in Israel's religious, social and political circles espousing rhetoric that openly appears to back such attacks against Palestinians.", "creator": "@Sherenk", "image": "http://www.mintpressnews.com/wp-content/uploads/2014/07/DSC_3179-Mourner-cries.jpg", "title": "In PHOTOS: Thousands Turn Out For Funeral Of Murdered Palestinian Teen By Jewish-Israeli Extremists", "site": "@MintPressNews", "card": "summary_large_image"}, "robots": "noodp", "fb": {"admins": 100003161352196}, "article": {"publisher": "https://www.facebook.com/MintpressNewsMPN", "section": "Editors Picks", "tag": "Palestine", "published_time": "2014-07-05T01:55:37-05:00", "modified_time": "2014-07-08T07:30:26-05:00"}}, "_id": "\"57477af46914bd0286fe3297\"", "article_summary": "In PHOTOS: Thousands Turn Out For Funeral Of Murdered Palestinian Teen By Jewish-Israeli ExtremistsPalestinians fear similar revenge attacks by Jewish Israeli extremists, particularly in light of prominent figures in Israel's religious, social and political circles espousing rhetoric that openly appears to back such attacks against Palestinians.\nKhdeir’s death is strongly believed to be part of the out-pour of revenge attacks (pricetag attacks) on Palestinians across Israel and the occupied West Bank that came in the following days.\nClashes have occurred in Shufat between residents and Israeli forces for the past three days, and continued for hours after the funeral finished.\nMany residents fear similar revenge attacks, particularly in light of prominent figures in Israel’s religious, social and political circles espousing rhetoric that openly appears to back such attacks against Palestinians.\nKhdeir’s body was found badly burned in a forest two days after after three kidnapped Israeli settlers were discovered dead near Hebron."}