{"article_title": "American politics are moving to the left", "article_keywords": ["progressive", "political", "politicians", "conservative", "states", "american", "moving", "gallup", "americans", "president", "politics", "democratic", "left"], "article_url": "https://www.washingtonpost.com/opinions/american-politics-are-moving-to-the-left/2014/01/16/30161350-7885-11e3-af7f-13bf0e9965f6_story.html", "article_text": "Steve Rosenthal, a longtime Democratic strategist and former political director of the AFL-CIO, is founder and president of the Atlas Project, which provides progressives with research and data. He is also president of the Organizing Group, which creates campaigns for progressive organizations.\n\nNot too long ago, everyone was declaring American politics a lost cause for progressives. The religious right supposedly had a stranglehold on elections. Then it was the tea party that had the political establishment — initially Democrats and Republicans — quaking. The media and the general public took hold of a narrative parroted by conservative candidates and opinion leaders: The United States was a “center-right” nation.\n\nBut after two consecutive elections in which the Democratic candidate for president garnered more than 50 percent of the vote — a one-two punch last achieved by Franklin Roosevelt — it is worth questioning that assumption. The country is getting more diverse, and as the proportion of white voters shrinks, so, too, does the conservative base. As demographics shift, so do political preferences — in this case, toward the left. A close examination of U.S. attitudes in the past decade-plus reveals that the United States is steadily becoming more progressive.\n\nIt’s been well publicized how America has “evolved” on marriage equality. Washington Post/ABC News polling last year found that, by a margin of 58 percent to 36 percent , people believe their fellow Americans should be able to marry whomever they choose — something that would have been unthinkable less than a decade ago.\n\nThis progressive trend isn’t isolated to this issue. Over the past 10 or so years, national polls have shown that the general public is becoming more liberal on:\n\n1 of 9 Full Screen Autoplay Close Skip Ad × The next Democratic leaders? View Photos In her first monthly column for The Post, MSNBC host Rachel Maddow names nine politicians who could be the party’s future national faces. Caption In her first monthly column for The Post, MSNBC host Rachel Maddow names nine politicians who could be the party’s future national faces. Sen. Elizabeth Warren of Massachusetts The former Harvard professor’s staunch populism on issues ranging from financial regulation to expanding Social Security has made her a darling of the progressive wing of the Democratic Party. Though she insists she is not running for president in 2016 , many liberals hope she will provide a more progressive alternative to Hillary Clinton. Joshua Roberts/Reuters Buy Photo Wait 1 second to continue.\n\n● Immigration. The last time the nation considered immigration reform, in 2006, 52 percent of respondents told Gallup that the priority should be halting the flow of illegal immigration. Just 43 percent preferred to deal with the undocumented immigrants already here. When Gallup asked the same question last July, the numbers had flipped: 55 percent thought the focus should be on immigrants already here, while 41 percent said the priority should be strengthening U.S. borders.\n\n●Marijuana. In 2000, just 31 percent of Americans believed marijuana should be legalized, Gallup found, and 64 percent were opposed. The pro-legalization number has since tracked steadily upward. In October Gallup polling, 58 percent of respondents favored legalization and just 39 percent were opposed.\n\n● Big business. Americans have grown more mistrustful of big business since 2002, when 50 percent of respondents told Gallup they were “very or somewhat satisfied” with the influence of major corporations. This number bottomed out at 29 percent in 2011 and 30 percent in 2012.\n\nAttitudes are shifting in the states as well. In recent elections, states that were once reliably Republican red in presidential elections — including Colorado, North Carolina and Nevada — have become competitive or even solid Democratic blue.\n\nIn the November election in Virginia, issues well to the left of the “Old Virginia” (read: conservative) mainstream not only failed to hurt Democrats but might even have helped them. Gubernatorial candidate Terry McAuliffe (D) was vocal about his support for expanding Medicaid under the Affordable Care Act, while Republican Ken Cuccinelli harped on Obamacare to curry favor with voters unhappy with the law. In the end, of course, McAuliffe won, and there was little evidence that health care hurt him or helped Cuccinelli’s final numbers. In the attorney general’s race, Democrat Mark Herring defied long-standing conventional wisdom and played up his position on gun safety. Herring defeated his opponent by pointing out Republican Mark Obenshain’s weak record on common-sense gun legislation such as comprehensive background checks and closing the gun-show loophole.\n\nIn the swing state of Iowa, recent extreme weather has convinced more people that the science behind climate change is real. In an Iowa State University annual poll of farmers — a traditionally conservative set — the share who believed in climate change last year was 74.3 percent, a significant jump from 67.7 percent in 2011, when the question was first asked.\n\nIt is more than an interesting observation that America now leans left. This should be a guiding light for politicians. With the knowledge that most Americans are, in fact, behind them, Democrats no longer need to fear running on their beliefs. They should stop letting special interests on the right hold ideas and ideals hostage and start listening to voters.\n\nAnd what are the American people saying? That they’re fed up with political obstructionism and conservative policies that have left the country at a standstill. They want a new direction.\n\nProgressives have an opportunity not only to come into the mainstream but also to lead — and shape public opinion. President Obama began to do just that last month with a speech decrying income inequality. To feed the vacuum of economic discontent, Democrats ought to argue for populist solutions such as raising the minimum wage, raising taxes on millionaires and corporations, rebuilding infrastructure, investing in education and instituting paid sick leave. Americans crave solutions, and they are moving to the left to find them. Smart politicians ought to get ahead of them.", "article_metadata": {"news_keywords": "Steve Rosenthal, labor steve rosenthal, atlas project steve rosenthal, organizing group rosenthal, progressive politics, immigration us attitudes evolution, american polling immigration, marijuana legalization, same sex marriage polling, big business skepticism wall street, iowa farmers climate change, us politicians immigration, american attitudes obamacare, virginia election obamacare, mcauliffe virginia obamacare medicaid expansion, cuccinelli obamacare virginia governor, mark herring gun safety virginia, mark obenshain gun record virginia, virginia attorney general's race, gallup polling marijuana", "og": {"site_name": "Washington Post", "description": "U.S. attitudes are becoming more liberal as it gets more diverse.", "title": "Americans are looking to the left for solutions", "url": "https://www.washingtonpost.com/opinions/american-politics-are-moving-to-the-left/2014/01/16/30161350-7885-11e3-af7f-13bf0e9965f6_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/01/15/Editorial-Opinion/Images/04019574-1741.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "description": "U.S. attitudes are becoming more liberal as it gets more diverse.", "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/american-politics-are-moving-to-the-left/2014/01/16/30161350-7885-11e3-af7f-13bf0e9965f6_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Steve Rosenthal, labor steve rosenthal, atlas project steve rosenthal, organizing group rosenthal, progressive politics, immigration us attitudes evolution, american polling immigration, marijuana legalization, same sex marriage polling, big business skepticism wall street, iowa farmers climate change, us politicians immigration, american attitudes obamacare, virginia election obamacare, mcauliffe virginia obamacare medicaid expansion, cuccinelli obamacare virginia governor, mark herring gun safety virginia, mark obenshain gun record virginia, virginia attorney general's race, gallup polling marijuana", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "eomportal-uuid": "30161350-7885-11e3-af7f-13bf0e9965f6"}, "article_summary": "Americans crave solutions, and they are moving to the left to find them.\nNot too long ago, everyone was declaring American politics a lost cause for progressives.\nThat they’re fed up with political obstructionism and conservative policies that have left the country at a standstill.\nAs demographics shift, so do political preferences — in this case, toward the left.\nA close examination of U.S. attitudes in the past decade-plus reveals that the United States is steadily becoming more progressive."}