{"article_title": "4 Very Good Reasons Prostitution Shouldn't Be a Crime", "article_keywords": ["shouldnt", "decriminalization", "reasons", "work", "commercial", "young", "prostitution", "crime", "large", "good", "trafficking", "nonviolent", "sex", "women"], "article_url": "http://www.alternet.org/civil-liberties/4-very-good-reasons-prostitution-shouldnt-be-crime", "article_text": "4 Very Good Reasons Prostitution Shouldn't Be a Crime\n\nA national discussion about the criminalization of nonviolent crime is taking place. Let's make sure we talk about sex work too.\n\nTaken at the Dyke March in San Francisco, CA\n\nPhoto Credit: Caitlin Childs\n\nOn July 16, 2015, Pres. Obama visited the El Reno Federal Correctional Institution in El Reno, OK, the first sitting president to visit a federal penitentiary. Reflecting on his visit, the president acknowledged, “When they describe their youth, these are young people who made mistakes that aren’t that different from the mistakes I made, and the mistakes that a lot of you guys made.” He added, “The difference is that they did not have the kind of support structures, the second chances, the resources that would allow them to survive those mistakes.”\n\nThe visit followed President Obama’s commutation of the sentences of 46 nonviolent drug offenders and a speech at the NAACP convention calling for changes in sentencing laws for nonviolent offenders.\n\nThe president’s actions come at a time when many are drawing attention to the failure of the nation’s criminal justice system. There’s a growing movement of both liberals and conservatives, including legislators, civil-rights activists and even the Koch brothers, calling for a reformation of arrest practices (e.g., stop-and-frisk), bail requirements and sentencing guidelines. Liberals point to its inherent unfairness, racism, while conservatives acknowledge its high-costs and high rates of recidivism as signs of failure. Many want fundamental change in the system.\n\nIn the same spirit of rethinking the criminalization of nonviolent offenders, it’s time to rethink the nation’s prostitution laws. According to the most recent FBI data, only 44,090 people were arrested in 2011 for “prostitution and commercialized vice,” a 50 percent drop in arrests from the 2004 total of 87,872. Why the decline? The FBI offers no answer; perhaps law enforcement no longer considers commercial sex a serious crime? And why is commercial sex a criminal offense in all but a handful of counties in Nevada, but estimated to be a multibillion-dollar enterprise?\n\nThere are four principle reasons to decriminalize prostitution.\n\n1. Protect sex workers.\n\nThe real victims of commercial sex industry are the women, girls and some young men who are forced (or “choose”) to work in the sex trade. These people most often live in poverty, have suffered physical and/or sexual abuse, lack affordable housing, have limited education, have few job opportunities, have few childcare options and are often non-documented immigrants.\n\nThe decriminalization of prostitution can help bring sex workers — the real victims of this “victimless” crime— out of the social shadows so they could secure labor rights, unemployment benefits, health care and life insurance. More important, sex workers will be more able to secure police protection to deal with threatening or violent situations.\n\n2. Reduce sex trafficking and street prostitution.\n\nFederal officials insist that sex trafficking has reached epidemic proportion, with between 100,000 and 300,000 people annually at risk. The Department of Homeland Security reports the average age for a girl sex worker at between 12-14 years and 11-13 years for boys.\n\nThe decriminalization of prostitution can help contain sex trafficking. While the U.S. officially remains frozen in 19th-century moralist purity, other first-world countries are adopted a variety of decriminalization strategies that have cut trafficking. They could be models for the U.S.\n\n3. Reduce rape and STDs among sex workers.\n\nResults from a recent report by the National Bureau of Economic Research “suggest that decriminalization could have potentially large social benefits for the population at large — not just sex market participants.” NBER researchers examined a loophole in a Rhode Island law that made street solicitation illegal but decriminalized commercial sex that took place indoors.\n\nThe study found that decriminalization of prostitution contributed to “a large decrease in rapes” and “a large reduction in gonorrhea incidence … for women and men.” It also found that “decriminalization decreased prostitute arrests, increased indoor prostitution advertising and expanded the size of the indoor prostitution market itself.”\n\n4. Cut government expenditures and increase tax revenues.\n\nThe three-strikes and other throw-away-the-keys efforts of the 1970s-‘80s that swelled the nation’s prison population are over. There appears to be no reliable data on the total annual costs expended by all government entities — federal, state and local — for the arrest, prosecution and imprisonment of those busted for prostitution. With regard to confinement, prisoner per diem expenditures are estimated to vary from $175 in New York City to $57 in Dallas; Texas is estimated to pay $6.5 million per year to keep prositutes behind bars.\n\nThe decriminalization of regulated commercial sex could be a new revenue source for hungry state and local governments. Prostitution is legal in a handful of Nevada counties, but state Republicans repeatedly thwart legislative efforts to extend “sin” taxes – e.g., alcohol, tobacco, gambling, slot machine and lotteries – to prostitution.\n\nChristian moralists rail against the immorality of prostitution, especially the sex trafficking of young women. Their condemnations may be well intentioned, but they all too often blame the victim for her moral failure. They decry the consequences of commercial sex, but not the causes.\n\nMoralists refuse to acknowledge that one must sell oneself in the marketplace to survive. If nothing else, the decriminalization of commercial sex could expose the hypocrisy inherent in the efforts to suppress – as oppose to regulate – consensual and age-appropriate commercial sexual engagements. The decriminalization of commercial sex work could become the next battleground in the effort to revise the criminal justice system.", "article_metadata": {"description": "A national discussion about the criminalization of nonviolent crime is taking place. Let's make sure we talk about sex work too.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Alternet", "description": "A national discussion about the criminalization of nonviolent crime is taking place. Let's make sure we talk about sex work too.", "title": "4 Very Good Reasons Prostitution Shouldn't Be a Crime", "url": "http://www.alternet.org/civil-liberties/4-very-good-reasons-prostitution-shouldnt-be-crime", "image": "http://www.alternet.org/files/story_images/2626993832_4fbc295947_b.jpg", "type": "article"}, "dc": {"title": "4 Very Good Reasons Prostitution Shouldn&#039;t Be a Crime"}, "fb": {"page_id": 17108852506, "pages": 17108852506}, "google-site-verification": "-yUzdOYz6i2iShII0x_PYzsvnhQUG2f751funoPlCNM", "article": {"published_time": "2015-07-19T18:09:00"}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "_id": "\"57477af46914bd0286fdac9a\"", "article_summary": "4 Very Good Reasons Prostitution Shouldn't Be a CrimeA national discussion about the criminalization of nonviolent crime is taking place.\nThe FBI offers no answer; perhaps law enforcement no longer considers commercial sex a serious crime?\nThe decriminalization of commercial sex work could become the next battleground in the effort to revise the criminal justice system.\nChristian moralists rail against the immorality of prostitution, especially the sex trafficking of young women.\nFederal officials insist that sex trafficking has reached epidemic proportion, with between 100,000 and 300,000 people annually at risk."}