{"article_title": "Cooking, Baking Classes Can Double As Therapy", "article_keywords": ["teen", "wsj", "baking", "healthy", "double", "cooking", "patients", "classes", "therapy", "treatment", "cook", "told", "whalen"], "article_url": "http://www.medicaldaily.com/treating-depression-kitchen-cooking-baking-classes-can-double-therapy-313792", "article_text": "It looks like science is finally catching up to wise English writer Virginia Woolf: \"One cannot think well, love well, sleep well, if one has not dined well.”\n\nWell, according to a recent report from The Wall Street Journal, it would be more accurate to swap in cook or bake for dine. Turns out, getting in the kitchen to cook or bake can double as therapy. This explains why treatment centers and clinics are starting to offer classes to their patients.\n\nJeanne Whalen covered the story for WSJ, and she found two major reasons for integrating the kitchen skills into therapy: One, it simply teaches patients how to cook a healthy meal. Depression and other mood disorders can cause weight gain, Catana Brown, an occupational therapist in Glendale, Ariz., told Whalen. So professionals are starting to introduce healthy recipes and cooking as a therapy tool.\n\nSecond, the process of cooking is a way for patients to focus their mind on something positive. It curbs negative thinking, gets them to socialize, while also boosting their confidence. One such treatment center is the Newport Academy in Bethlehem, Conn., where teens are offered cooking lessons to help treat mental illness and substance abuse. Patricia D’ Alessio is their chef, and she teaches patients both how to make healthy versions of their favorite food, as well as how to chop vegetables and make meat patties. As D’Alessio demonstrates, teen patients follow along with their own set of ingredients.\n\nThe focus of Whalen’s report is on teen patients receiving classes through a treatment center or clinic (both in and outside the facility). However, in her interview with WSJ This Morning, she told host Gordon Deal cooking in general is considered therapeutic. And a study recently published by the Centers for Disease Control and Prevention found parents who cook with their kids at home or during a class instill healthy habits and behaviors, reducing children's risk for obesity at an early age. So it would seem there are benefits to taking a class whether or not you're receiving treatment.\n\nFor patients specifically, cooking and baking, Whalen said, engages and focuses the mind on something concrete for a few hours. Focusing on something involving your hands engages all of your sense, which gets you to stop ruminating negative thoughts. Plus, there’s the surge of confidence that comes with finishing a project and sharing your results with others.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "treating, depression, kitchen, cooking, baking, classes, can, double, therapy", "og": {"site_name": "Medical Daily", "description": "Mental health treatment centers and clinics are introducing cooking and baking classes into therapy to both teach their patients about healthy eating and self-confidence.", "title": "Take A Baking Class And Knock Out Your Depression", "url": "http://www.medicaldaily.com/treating-depression-kitchen-cooking-baking-classes-can-double-therapy-313792", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/10/cooking.jpg", "type": "article"}, "twitter": {"description": "Mental health treatment centers and clinics are introducing cooking and baking classes into therapy to both teach their patients about healthy eating and self-confidence.", "title": "Take A Baking Class And Knock Out Your Depression", "url": "http://www.medicaldaily.com/treating-depression-kitchen-cooking-baking-classes-can-double-therapy-313792", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/10/cooking.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/10/cooking.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2014-12-10T15:53:07-05:00", "modified_time": "2014-12-10T15:53:06-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Mental health treatment centers and clinics are introducing cooking and baking classes into therapy to both teach their patients about healthy eating and self-confidence."}, "_id": "\"57477af46914bd0286fdacb4\"", "article_summary": "Depression and other mood disorders can cause weight gain, Catana Brown, an occupational therapist in Glendale, Ariz., told Whalen.\nFor patients specifically, cooking and baking, Whalen said, engages and focuses the mind on something concrete for a few hours.\nThe focus of Whalen’s report is on teen patients receiving classes through a treatment center or clinic (both in and outside the facility).\nAs D’Alessio demonstrates, teen patients follow along with their own set of ingredients.\nSo professionals are starting to introduce healthy recipes and cooking as a therapy tool."}