{"article_title": "Churches & Obama’s Executive Amnesty", "article_keywords": ["bishops", "mohler", "executive", "constitutional", "immigration", "separation", "president", "action", "churches", "amnesty", "obamas", "powers"], "article_url": "http://www.firstthings.com/web-exclusives/2014/11/churches-obamas-executive-amnesty", "article_text": "Southern Baptist Theological Seminary President Albert Mohler has critiqued President Obama’s executive amnesty for millions of illegal immigrants as a “danger to separation of powers” that “should be unconstitutional.”\n\n\n\nMohler, before Obama’s speech, noted that “no previous President of the United States, in the past more than 200 years of the American constitutional experiment, has ever overreached as the President now has announced his intention to do.” And he cites Ross Douthat’s warning of a Latin strongman style “creeping caudillismo” in the U.S.\n\nThe “separation of powers written into the United States Constitution was dependent upon the Christian worldview,” Mohler observed. “The understanding especially of the fact that sin corrupts all centers of power and that if these centers of power are unchecked, the sinful results will be inestimable and horrifying. That’s why they developed the system of the separation of powers with the judicial branch, the executive branch, and the legislative branch, each acting as an important constitutional actor in our political stage; each checking the power of the other.”\n\nAnd Mohler warned: “For President Obama, immediately after this election to act unilaterally in this way will endanger not only the future of genuine immigration reform but it will also endanger the nation in terms of the separation of powers and it will endanger our constitutional experiment in government and that in itself would be an unspeakable tragedy.”\n\nMohler’s critique of executive amnesty is notable. Much of Evangelical political witness in recent years has been detached from abstract principles of responsible constitutional governance and more attuned to emotive appeals for urgent action to address compelling injustices. Widely publicized Evangelical support for legislation to legalize millions of illegal immigrants often romanticized the undocumented as biblical sojourners deserving hospitality as God commanded of the ancient Hebrews in the Old Testament.\n\nThat U.S. immigration policy should be based on several Scripture passages simply urging kindness to strangers was a dubious claim but one that supposedly would mobilize millions of Evangelicals to compel the Republican House of Representatives to approve the Democratic Senate’s legislation for mass legalization. Despite a well-funded and very polished lobby campaign by the Evangelical Immigration Table, Evangelicals did not mobilize in the hoped for numbers. And of course Congressional Republicans declined to consider the Senate’s legislation.\n\nTo what extent Evangelicals who support mass legalization will address Obama’s executive amnesty is not yet clear. Some Mainline Protestant officials representing United Methodists, the United Church of Christ, Church World Service and the Christian Church (Disciples of Christ) joined Unitarian Universalists in August, as “citizens of the world,” to urge the President towards “executive action” after “Congress’ refusal to enact immigration reform.” These liberal church groups have long opposed nearly any immigration law enforcement as inherent injustice. And they are not renowned for their concerns about constitutional limits on executive authority when their version of social justice is impaired,\n\nAlmost as emphatic for a mass legalization as Mainline Protestant lobbying have been the U.S. Catholic bishops, who also seem to support executive amnesty. At their recent meeting in Baltimore, Seattle Auxiliary Bishop Eusebio L. Elizondo, chairman of the bishops’ migration committee, said the bishops “would be derelict not to support administrative actions” to prevent deportations of the undocumented.\n\nIn September Bishop Elizondo, with Bishop Kevin Vann, chair of the Catholic Legal Immigration Network, wrote the Department of Homeland Security urging executive action “to protect undocumented individuals and families as soon as possible, within the limits of your executive authority,” complaining that “immigration reform legislation [was] stalled in Congress,” and declaring “our nation can no longer wait to end the suffering of family separation caused by our broken immigration system.”\n\nIt’s unclear what exactly the bishops understood to be the “limits of executive authority,” but at least they admitted there are some, while still implying that legislation by Congress is a nuisance if not compliant with the demands du jour of social justice. Especially given the impact of the Obamacare HHS mandate on Catholic organizations, the bishops might be more wary of congressionally unauthorized “executive authority.”\n\nWhat Mohler cited as the “creeping caudillismo” of unilateral executive authority should distress all religious groups across the political and theological spectrum, all of whom are threatened by any diminishment of the rule of law and the protections of divided powers. Leading members of the Evangelical Immigration Table, which includes Jim Wallis’ Sojourners on the left, the National Association of Evangelicals (NAE) in the middle, and the Southern Baptists on the right, are divided about Obama’s executive action on immigration.\n\nJim Wallis after Obama’s speech was enthusiastic. “Tonight, faith leaders and all those who have spent years trying to fix our broken immigration system should feel gratitude toward President Obama” for heeding the “biblical call to ‘welcome the stranger.’” Southern Baptist leader Russell Moore called Obama’s action “unwise and counterproductive” for failing to seek “consensus through the legislative process.”\n\nAn NAE statement after the midterm election urged Republicans to address immigration legislatively, which implied Congress should still have a role.\n\nBut will NAE and others look beyond their immediate policy objectives to publicly admit the dangerous implications of unilateral presidential action, as Mohler described? They may soon regret it if they don’t. Rule of law, nurtured by centuries of tradition, is part of what attracts immigrants to America and protects the poor and most vulnerable. Can there be true biblical justice without it?\n\nMark D. Tooley is president of the Institute on Religion & Democracy.\n\nBecome a fan of First Things on Facebook, subscribe to First Things via RSS, and follow First Things on Twitter.", "article_metadata": {"description": "Our daily blog content exclusive to the web hits on hot topics in both religion and public life and will keep you informed and entertained all week.", "og": {"site_name": "First Things", "description": "Southern Baptist Theological Seminary President Albert Mohler has critiqued President Obama’s executive amnesty for millions of illegal immigrants as a “danger to separation of powers” that “should be unconstitutional.”", "title": "Churches & Obama’s Executive Amnesty | Mark Tooley", "url": "http://www.firstthings.com/web-exclusives/2014/11/churches-obamas-executive-amnesty", "image": "https://s3.amazonaws.com/first-things-resources/uploads/article_546f439113029.jpg", "type": "article"}, "twitter": {"image": "https://s3.amazonaws.com/first-things-resources/uploads/article_546f439113029.jpg", "description": "Southern Baptist Theological Seminary President Albert Mohler has critiqued President Obama’s executive amnesty for millions of illegal immigrants as a “danger to separation of powers” that “should be unconstitutional.”", "site": "@firstthingsmag", "card": "summary_large_image", "title": "Churches & Obama’s Executive Amnesty | Mark Tooley"}, "robots": "follow", "mobile-web-app-capable": "yes", "fb": {"admins": 1504860014}, "msvalidate.01": "649D2BEB6B8F0C1832C0762CD37C2FAE", "thumbnail": "https://dae6ca3yfi9zj.cloudfront.net/img/favicon-196.png", "viewport": "width=device-width,minimum-scale=1,initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcc3bf\"", "article_summary": "To what extent Evangelicals who support mass legalization will address Obama’s executive amnesty is not yet clear.\nLeading members of the Evangelical Immigration Table, which includes Jim Wallis’ Sojourners on the left, the National Association of Evangelicals (NAE) in the middle, and the Southern Baptists on the right, are divided about Obama’s executive action on immigration.\nThe “separation of powers written into the United States Constitution was dependent upon the Christian worldview,” Mohler observed.\nBecome a fan of First Things on Facebook, subscribe to First Things via RSS, and follow First Things on Twitter.\nBut will NAE and others look beyond their immediate policy objectives to publicly admit the dangerous implications of unilateral presidential action, as Mohler described?"}