{"article_title": "Justice Scalia's method triumphs in Obamacare case, if not his views", "article_keywords": ["case", "established", "congress", "views", "justice", "scalias", "subsidies", "obamacare", "state", "triumphs", "senate", "states", "text", "history", "method", "legislative"], "article_url": "http://www.latimes.com/opinion/opinion-la/la-ol-scalia-obamacare-legislative-history-20150626-story.html", "article_text": "It's not been a good week for Justice Antonin Scalia, who was on the losing end of major decisions on same-sex marriage, the Affordable Care Act and housing discrimination. But on the Obamacare case, at least, his views on how the court should interpret laws prevailed spectacularly.\n\nAnd not necessarily in a helpful way.\n\nScalia is a leading proponent of textualism, the approach to statutory interpretation that calls on judges to ignore the legislative history and focus with laser-like precision on the text itself. That was once a, shall we say, non-mainstream approach to deciding what lawmakers meant when they enacted a disputed statute. But textualist discipline guided not only Scalia's dissent in the Obamacare case, King vs. Burwell, but also the majority opinion written by Chief Justice John G. Roberts Jr.\n\nWhat's striking is that the sole issue in the case was what Congress meant by one phrase buried in the 955-page statute. And in answering that question, not once did Roberts look to the bills, reports and debates that were the precursors to the ACA.\n\nFunny, but conservative legal theorists once thought that textualism would actually win the case for King. The plaintiffs in the case -- four lower-income Virginians who chafed at the idea of being forced to buy health insurance at a fraction of the cost most people pay -- said that one provision in the law dealing with the maximum amount of the subsidy effectively set the level at $0 for anyone who did not get their coverage through an exchange \"established by the State.\"\n\nScalia agreed, writing in his dissent that the proper reading of the provision was abundantly clear, even when read in the context of the full statute. \"Words no longer have meaning if an Exchange that is not established by a State is 'established by the State,'\" he argued, steam no doubt rising from his scalp at he wrote.\n\nRoberts looked outside the text of the ACA to establish a baseline of sorts for Congress' healthcare reform efforts, citing the problems that resulted from the partial reforms that several states enacted in the 1990s and 2000s. But in trying to determine what Congress meant when it included \"established by the State\" in the provision in question, he confined his analysis to looking at how the phrase is used elsewhere in the law, and whether King's interpretation would lead to absurd or impossible effects on other passages.\n\nIn other words, he stuck to the text to try to divine the provision's meaning.\n\nMy colleague Mike McGough observes that Scalia and other textualists contend that \"it's better to wrestle with a less than crystal clear law based on its language and common understanding than it is to delve into legislative history, which is often contradictory -- as when two senators give floor speeches drawing different conclusions from the same bill.\" And in the case of the ACA, the legislative history is incomplete -- the final version was thrown together by Senate Democratic leaders by privately combining the work of two committees, so judges don't have the usual committee or conference report elaborating on the thinking behind the various provisions.\n\nBut the legislative history that does exist -- the House Energy and Commerce bill that came first, then the proposals by the Senate Health, Education, Labor and Pensions and Senate Finance committees that were blended into what became the ACA -- sheds quite a bit of light on lawmakers' thinking about subsidies. I went over that in detail in a blog post last year, which looked at how each committee responded to its predecessors' approach to the exchanges.\n\nThe bottom line: None of the panels sought to use subsidies as a cudgel to force states to create an exchange. Even the Senate health committee, which wanted to pressure states into enacting changes in their insurance laws, wouldn't have withheld subsidies from those that did not comply.\n\nAlthough that's not a definitive reading on congressional intent, it does help contradict the narrative advanced by the plaintiffs. And the bills also help explain what lawmakers were trying to accomplish with the phrase \"established by the State\" -- to distinguish a state-centric system of exchanges, which the Senate favored, from a federally driven one, which was the House's approach.\n\nRegardless, the court agreed with the administration that Congress intended to make subsidies available throughout the country, not just in the states that set up their own exchanges. And Roberts did so Scalia's way, even though he followed the path to a completely different conclusion.\n\nFollow Healey's intermittent Twitter feed: @jcahealey", "article_metadata": {"fb_title": "Justice Scalia's method triumphs in Obamacare case, if not his views", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "It's not been a good week for Justice Antonin Scalia , who was on the losing end of major decisions on same-sex marriage, the Affordable Care Act and housing discrimination. But on the Obamacare case, at least, his views on how the court should interpret laws prevailed spectacularly.", "title": "Justice Scalia's method triumphs in Obamacare case, if not his views", "url": "http://www.latimes.com/opinion/opinion-la/la-ol-scalia-obamacare-legislative-history-20150626-story.html", "image": "http://www.trbimg.com/img-558d982d/turbine/la-ol-scalia-obamacare-legislative-history-20150626", "type": "article"}, "x-servername": "lalvp12.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Obamacare, subsidies, King v Burwell, Scalia, textualism", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/83875266", "googlebot-news": "index", "date": "2015-06-26", "Description": "It's not been a good week for Justice Antonin Scalia, who was on the losing end of major decisions on same-sex marriage, the Affordable Care Act and housing discrimination. But on the Obamacare case, at least, his views on how the court should interpret laws prevailed spectacularly.   And not necessarily...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Obamacare, subsidies, King v Burwell, Scalia, textualism"}, "article_summary": "But on the Obamacare case, at least, his views on how the court should interpret laws prevailed spectacularly.\nScalia is a leading proponent of textualism, the approach to statutory interpretation that calls on judges to ignore the legislative history and focus with laser-like precision on the text itself.\nThat was once a, shall we say, non-mainstream approach to deciding what lawmakers meant when they enacted a disputed statute.\nAnd Roberts did so Scalia's way, even though he followed the path to a completely different conclusion.\nFunny, but conservative legal theorists once thought that textualism would actually win the case for King."}