{"article_title": "Bob Beatty: Ben Carson sounding the alarm", "article_keywords": ["america", "ben", "god", "alarm", "delegates", "beatty", "carson", "values", "franklin", "convention", "talks", "iowa", "bob", "sounding", "secular"], "article_url": "http://cjonline.com/news/2016-01-23/bob-beatty-ben-carson-sounding-alarm", "article_text": "Corning, Iowa — It is a very early late June morning and I am driving into Iowa to see GOP presidential candidate Ted Cruz. On a whim, I stop in the town of Corning, population 1600, in the least populated county in Iowa, to check out Ben Carson, the longest of longshot candidates among the then 17 candidates vying for the Republican nomination.\n\nThe retired neurosurgeon and author of numerous books not only has never held or run for office before; he has no governmental or military experience whatsoever, nor any tangible executive or business experience. However, his medical accomplishments, thoughts and ideas had inspired many, and they told him he should run for president. So he did.\n\nI walk into the Corning Opera House at 8:15 a.m., see nobody there, and my suspicions regarding Carson’s electoral possibilities seem to be confirmed.\n\nThen a young man appears and says, “Oh, everyone’s upstairs. We had so many people that we moved everyone into the auditorium.” I go up the stairs, and the small theater is absolutely packed, with many holding copies of Carson’s books. Carson then appears, holds the microphone close to his face, and, for the next hour, talks in a mostly monotone voice — and seemingly with his eyes shut — to an appreciative and enthralled crowd.\n\nHe talks about his candidacy. “I’m not a politician, and never will be.” He says, “The pundits all said it couldn’t be done, that Carson can’t possibly be successful. Right now all their heads are exploding.”\n\nHe talks about religion — “We’ve forgotten God. Don’t be ashamed to talk about God” — and warns that the country is in great danger from insidious forces. “There is a progressive, secular agenda that is in the process of taking over this nation. It has been successful in destroying family values and ridding the U.S. of the strength of our Judeo-Christian values. They don’t care what you think; they just want you to be quiet and accept it.”\n\nHe then tells a story about Benjamin Franklin imploring his fellow delegates at the Constitutional Convention to turn to God for guidance. He says the delegates then “all knelt and prayed, and when they got up, they wrote one of the most admired founding documents in the history of the world.”\n\nCarson doesn’t give a lot of policy specifics but does say that he wants to repeal Obamacare and replace it with health savings accounts. He also wants to enact a six-month corporate tax holiday to bring money and companies back to America, “then use that money that comes in for job training and hiring those in poverty.”\n\nHe criticizes the U.S. debt and future unfunded financial liabilities, a “fiscal gap” that he says will total $200 trillion. He says that he would like to add a new function to the Department of Education: “Monitoring our institutions of higher learning — colleges and universities — for extreme political bias. If it exists, they get no federal funding.”\n\nI next see Carson in September at an Iowa Faith and Freedom Coalition event in Des Moines. He appears via satellite hookup and talks about the “many who want to minimize the role of faith in our lives,” and blames the “PC police” and “secular progressives.”\n\nHe stresses that America is a Judeo-Christian nation. “Not by law, but we are by tradition.” He says that the citizens decide what values and principles to adopt, and “if we pick the right ones, this nation will once again begin to flourish.”\n\nCarson tells the Benjamin Franklin story again, saying Franklin told the delegates to get down on their knees and seek wisdom from God, “And they all knelt, and when they prayed, they got up and they put together a sixteen and a third page document known as the Constitution of the United States.”\n\nThe story was intriguing, so I did some research.\n\nIndeed, Franklin did ask that a chaplain be commissioned for the Constitutional Convention to lead a prayer every morning asking for divine guidance. And later convention delegates did attend church services, and later still a chaplain was appointed to the first Constitutional Congress. But the delegates didn’t fall to their knees upon Franklin’s appeal. The definitive source on the episode is Franklin himself, who wrote, “The convention, except three or four persons, thought prayer unnecessary.”\n\nIt is late December, and I’m in Mason City, Iowa, to see Carson one last time. Things have changed dramatically since June. Carson now is surrounded by several large men from the U.S. Secret Service, and while political veterans such as Rick Perry, Scott Walker, Lindsey Graham, and George Pataki have dropped out of the race, Carson not only is still in it, but polls also show him doing well both in Iowa and nationally.\n\nHe continues to stress he thinks the national debt and “fiscal gap” must be ameliorated, and if not, America will go the way of ancient Rome, 17th century Spain, and 18th century France — “Pinnacle nations just like we are that lost track of fiscal responsibility, and look what happened.”\n\nHe also says his opposition to Obamacare is based more on opposition to a government mandate than on whether it gets people health care. “That’s the real reason I’ve railed against it so hard,” he said. “Not so much because it didn’t work, not so much because it wasn’t affordable, but really because it was beginning the transition of America into another system. And I think if we go much further down that road, it will be considerably too late for us.”\n\nIt’s a theme Carson comes back to throughout his remarks, the idea that there are forces out there — be they “the left,” “secular progressives,” “socialists,” or “political correctness” — that are leading the country to ruin.\n\n“If we get another secular progressive and they get two or three Supreme Court picks, America as we know it will no longer exist,” he says. “I can guarantee you the secular progressives are going to be encouraging you not to vote.”\n\nBen Carson is certainly an unconventional candidate with an unconventional style and background, and his campaign themes have been consistent since I first saw him in June: Anti-big government, anti-liberal, and sounding the alarm that a traditional way of life is under attack by manipulating and perfidious agents of destruction from the left.\n\nIn Carson’s view, an unconventional candidate, a “nonpolitician,” is exactly what the GOP needs in a standard bearer this year: “People say, you’re not tough because you’re soft spoken. Toughness is not determined by the number of decibels with which you speak. Toughness is determined by what you’ve been able to overcome. And I defy anybody else who is running to put up a list of accomplishments that even begins to compare.”", "article_metadata": {"keywords": "News, Local, Opinion, Columns", "og": {"site_name": "CJOnline.com", "description": "Corning, Iowa - It is a very early late June morning and I am driving into Iowa to see GOP presidential candidate Ted Cruz.", "title": "Bob Beatty: Ben Carson sounding the alarm", "url": "http://cjonline.com/news/2016-01-23/bob-beatty-ben-carson-sounding-alarm", "image": "http://cjonline.com/sites/default/files/15068157.jpg", "type": "article"}, "description": "Corning, Iowa — It is a very early late June morning and I am driving into Iowa to see GOP presidential candidate Ted Cruz. On a whim, I stop in the town of Corning, population 1600, in the least populated county in Iowa, to check out Ben Carson, the longest of longshot candidates among the then 17 candidates vying for the Republican nomination."}, "article_summary": "And later convention delegates did attend church services, and later still a chaplain was appointed to the first Constitutional Congress.\n“I’m not a politician, and never will be.” He says, “The pundits all said it couldn’t be done, that Carson can’t possibly be successful.\nIf it exists, they get no federal funding.”I next see Carson in September at an Iowa Faith and Freedom Coalition event in Des Moines.\nHowever, his medical accomplishments, thoughts and ideas had inspired many, and they told him he should run for president.\nAnd I defy anybody else who is running to put up a list of accomplishments that even begins to compare.”"}