{"article_title": "MONICA CROWLEY: How Barack Obama screwed up Hillary Clinton's 'mommy party' strategy", "article_keywords": ["monica", "mr", "congress", "big", "mommy", "welfare", "crowley", "strategy", "barack", "clintons", "role", "president", "screwed", "party", "daddy", "hillary", "obama"], "article_url": "http://www.washingtontimes.com/news/2015/jun/17/monica-crowley-troubles-for-hillary-clintons-mommy/?page=all", "article_text": "ANALYSIS/OPINION:\n\nFor those trying to identify one accomplishment of Hillary Clinton‘s, here it is: She has put the “Mommy party” on pantsuited steroids.\n\nFor decades, the Democratic Party has been considered the “mommy party,” stressing expansive government as a provider of safety and social welfare. The “mommy issues,” therefore, consisted of health care, the environment, welfare and other poverty programs, education, and Medicare and other programs for the elderly.\n\nThe Republican Party, by contrast, has been viewed as the “daddy party,” emphasizing limited government as a force for order and restraint, a mechanism to ensure rights, not engage in social engineering. The “daddy issues,” therefore, consisted of national security, illegal immigration, terrorism, law and order, and familial and societal breakdown.\n\nIf the “daddy party” is the enforcer, making individuals live up to their responsibilities and face tough realities, the “mommy party” is the overbearing, suffocating and invasive busybody.\n\nIn other words, Hillary Clinton. But now she’s not just a mother but a grandmother who freely admits to coloring her hair, presumably to cover the gray. Running to be “America’s grandmother” fits in nicely with the longstanding “maternal” sensibility of her party.\n\nOr does it?\n\nThe problem for her now is that President Obama turned the maternal imagery on its head when he positioned himself as a coldly detached father, using the wooden spoon on the noggin of anyone who dared to disobey him.\n\nTo Mr. Obama, anyone voicing public disapproval of his plans needs to be removed or crushed. Campaigning as a unifying transcendent figure and governing as a radical redistributionist involved two different skill sets. Once he became president, the unifying, jovial guy disappeared and was replaced by Big Daddy.\n\nEvery president assumes a somewhat paternalistic role as he leads the nation, even if he comes from the “mommy party.” He’s the guy in charge, shaping the country, leading us in war, making or keeping the peace, herding Congress and presiding over some 300 million citizens who look to him for protection, reassurance and guidance.\n\nMr. Obama, however, has taken the daddy role and supersized it. Let’s face it. Mr. Obama is the worst national daddy ever.\n\nIn his 2009 inaugural address, he returned to a phrase that he had used before as he admonished us to “put away childish things.” In framing it that way, Mr. Obama subliminally put each American in the position of being a child. And of course, the nanny state he is building makes children out of all of us, as the government — with him sitting at the top — strips away your freedom and makes you a dependent.\n\nBy virtue of his super-paternalistic role, Mr. Obama elevated himself over Congress as well as the American people. Two days after he was sworn-in as president, Mr. Obama invited top congressional leaders to the White House to discuss plans for economic “stimulus.” When Republican Sen. John Kyl challenged him over the package’s massive spending and tax “cut” to people who did not pay income taxes, Mr. Obama shot back: “I won.”\n\nTwo months later, the House Democratic Caucus met with Mr. Obama to discuss his budget proposal. When the president spotted Democratic Rep. Peter DeFazio, who had voted against the “stimulus,” Mr. Obama leaned in to him and said, “Don’t think we’re not keeping score, brother.”\n\nThis was the presidency, done Sopranos-style. But it was also designed to remind Congress of who was boss. Big Daddy was now on the scene, and that co-equal branches of government thing? Forget it. In fact, Mr. Obama took to routinely lecturing Congress about this or that policy, repeatedly summoning congressional leaders to the White House on whims, convening numerous joint sessions to make them show up and applaud his latest radical proposal on health care or solar energy.\n\nDuring the 2011 debt debate, Mr. Obama even instructed members of Congress to “eat their peas” and get a deal in front of him. “Hey you kids! Stop fighting and play nice!” He relished playing Big Daddy as he presided over a rapidly growing welfare state in which all of us are infantilized, and like dutiful children, silenced.\n\nThis is the new dynamic around which Mrs. Clinton must now maneuver. She is completely at home in the “mommy party,” and it’s logical, given her sex, for her to run as Big Mommy. But Mr. Obama has cleverly reoriented the parental imagery, leaving her a bit confused as to her political gender role.\n\nShe is already trying to steer away from Mr. Obama’s cold Big Daddy style, but her journey may be bumpy — especially if Mr. Obama has anything to say about it, as control-freak fathers often do.\n\n• Monica Crowley is online opinion editor at The Washington Times.", "article_metadata": {"description": "For those trying to identify one accomplishment of Hillary Clinton's, here it is: She has put the \"Mommy party\" on pantsuited steroids.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "For those trying to identify one accomplishment of Hillary Clinton’s, here it is: She has put the “Mommy party” on pantsuited steroids.", "title": "MONICA CROWLEY: How Barack Obama screwed up Hillary Clinton’s ‘mommy party’ strategy", "url": "http://www.washingtontimes.com/news/2015/jun/17/monica-crowley-troubles-for-hillary-clintons-mommy/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/06/17/6_172015_b1-crowley28201.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/06/17/6_172015_b1-crowley28201.jpg", "description": "For those trying to identify one accomplishment of Hillary Clinton's, here it is: She has put the \"Mommy party\" on pantsuited steroids.", "site": "@washtimes", "card": "summary", "title": "MONICA CROWLEY: How Barack Obama screwed up Hillary Clinton’s"}, "Author": "Monica Crowley", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Hillary Clinton, Congress"}, "_id": "\"57477af46914bd0286fdacc8\"", "article_summary": "She is completely at home in the “mommy party,” and it’s logical, given her sex, for her to run as Big Mommy.\nANALYSIS/OPINION:For those trying to identify one accomplishment of Hillary Clinton‘s, here it is: She has put the “Mommy party” on pantsuited steroids.\nIf the “daddy party” is the enforcer, making individuals live up to their responsibilities and face tough realities, the “mommy party” is the overbearing, suffocating and invasive busybody.\nFor decades, the Democratic Party has been considered the “mommy party,” stressing expansive government as a provider of safety and social welfare.\nBy virtue of his super-paternalistic role, Mr. Obama elevated himself over Congress as well as the American people."}