{"article_title": "Kedric Golston heads into free agency in March uncertain of the future", "article_keywords": ["kedric", "golston", "uncertain", "room", "players", "season", "agency", "free", "good", "football", "locker", "future", "redskins", "heads", "guys", "talk"], "article_url": "http://www.washingtontimes.com/news/2016/jan/24/kedric-golston-heads-free-agency-redskins/", "article_text": "ASHBURN — Kedric Golston made good time when walking around the locker room with three footballs resting in his arms. He held a Sharpie in one hand, seeking signatures for the balls’ white panels. Rookies, older players — he sought them all out.\n\nGolston’s 10th time cleaning out his locker at Redskins Park at least occurred after joy during the season. He had gone through this routine after a losing season six times. Golston has seen the name on the coach’s door change four times — more than he has been to the playoffs.\n\nHe’s the longest-tenured Redskins player, a steady voice at defensive end whose time with the team is likely over. Since coach Jay Gruden was hired in 2014, Golston’s playing time, role and results have all been reduced. He’s 32 now, and at the end of his contract. Golston doesn’t know if he will be back.\n\nSEE ALSO: Redskins hire Greg Manusky as outside linebackers coach\n\nHe does know what he has seen, though. Ten years at Redskins Park is enough tumult for multiple lifetimes. Golston had his best statistical season in his first year, playing for Joe Gibbs as a surprise sixth-round pick in 2006. He watched Robert Griffin III’s ascension and demotion. In 2014, when the whole season appeared sponsored by Ringling Brothers, Golston held court with the media. Other players shouted at him not to talk. He felt he could have a level conversation.\n\n“There’s drama in any NFL locker room, and any NFL city,” Golston said. “When you win, that’s what you talk about, is the winning. When you lose, you talk about the losing and the reasons why you lost. When you continue to lose, you talk about the drama … you find stuff to report about that has nothing to do with football. That’s where the drama is created. When you have football guys and football people and everybody on the same page, there is no drama, because it’s all about what happens on the field.”\n\nContrary to many assertions and assumptions, Golston said there were those types of players in the locker room even when things were bad. But, when the team is 4-12, 6-10, 5-11, 3-13 and 4-12 again, with a blip of glory in between, people don’t want to hear that. If they did, they wouldn’t believe it anyway.\n\n“This is a results-driven business and nobody cares about good guys in the locker room and this and that,” Golston said. “They just want a winner. But, it’s good to win with guys that care about it.”\n\nGolston’s on-field college history was an accurate measure for his career in Washington. He broke a leg in 2001, then played 14 games his freshman season at Georgia in 2002. In 2015, Golston broke a hand and missed one game, though he returned to the game in which he broke the hand. Often, like many NFL players, he toughed it out. Golston accepted that part of the job some time back. It’s becoming more difficult as the years mount.\n\n“I’m just trying to make it up my steps at night, right now,” Golston said.\n\nGolston lived through the two years between Griffin roaring to the fore and the team’s subsequent failings. Tangible on-field football concerns rarely made headlines. Everything else did. This past season, when Washington surprisingly won the hapless NFC East, he saw more steadiness in the locker room.\n\n“Year in, year out, it’s different,” Golston said. “You’ve got to have a mindset to create atmosphere. I think we have the right guys in this locker room to create that, but it doesn’t carry over just by carrying over. It takes a lot of time, energy and effort to create that.”\n\nGolston signed a three-year contract in 2013, the longest of his career, and is now an unrestricted free agent. Moving into the offseason, he will focus on healing and grappling with what he prefers in his diet. Pizza, wings, french fries, hot dogs — lots of hot dogs — would often be on the menu if he wasn’t trying to manage his weight. He doesn’t feel stress from his uncertain football future.\n\n“All I anticipate right now is getting healthy and putting myself in the best situation, no matter what happens,” Golston said. “Those things will take care of themselves. I love this organization. Been here 10 years. It’s all I know. This is a special place, so you definitely want to be a part of the good moments. I think there’s some really nice days ahead.”", "article_metadata": {"description": "Golston has spent his entire career with the Redskins, joining the team as a sixth-round pick out of Georgia in 2006, and made just his third playoff appearance this season. At 32, he doesn't know where he'll be.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Golston has spent his entire career with the Redskins, joining the team as a sixth-round pick out of Georgia in 2006, and made just his third playoff appearance this season. At 32, he doesn’t know where he’ll be.", "title": "Kedric Golston heads into free agency in March uncertain of the future", "url": "http://www.washingtontimes.com/news/2016/jan/24/kedric-golston-heads-free-agency-redskins/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/01/24/AP_241446701728.jpg", "type": "article"}, "twitter": {"site": "@washtimes", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2016/01/24/AP_241446701728.jpg", "description": "Golston has spent his entire career with the Redskins, joining the team as a sixth-round pick out of Georgia in 2006, and made just his third playoff appearance this season. At 32, he doesn't know whe", "card": "summary", "title": "Kedric Golston heads into free agency in March uncertain of the future"}, "Author": "Todd Dybas", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Sports, Kedric Golston, Football"}, "article_summary": "ASHBURN — Kedric Golston made good time when walking around the locker room with three footballs resting in his arms.\n“This is a results-driven business and nobody cares about good guys in the locker room and this and that,” Golston said.\n“There’s drama in any NFL locker room, and any NFL city,” Golston said.\nThis past season, when Washington surprisingly won the hapless NFC East, he saw more steadiness in the locker room.\nI think we have the right guys in this locker room to create that, but it doesn’t carry over just by carrying over."}