{"article_title": "Why Teva Pharmaceutical Industries Ltd Stock Is Great For a Dividend Portfolio -- The Motley Fool", "article_keywords": ["industries", "pharmaceutical", "great", "revenue", "motley", "sales", "drug", "generic", "teva", "tevas", "dividend", "fool", "portfolio", "drugs", "stock"], "article_url": "http://www.fool.com/investing/dividends-income/2014/08/21/why-teva-pharmaceutical-industries-ltd-stock-is-gr.aspx", "article_text": "Finding great stocks for a dividend portfolio can sometimes be like trying to find a needle in a haystack.\n\nI say haystack because a lot of companies have paid a dividend, be it a regular dividend or special one, over the trailing 12 months -- and not all of those dividends are exactly high quality. In some instances the dividends are simply too low to merit serious income generation, while in other situations there's simply no growth potential or sustainability behind the dividend or the business model.\n\nThat's why today I'm going to introduce you to a healthcare stock that could move you one step closer to creating a great dividend portfolio: Teva Pharmaceutical (NYSE:TEVA).\n\nWhat is Teva Pharmaceutical?\n\nLet's start with the basics behind Teva Pharmaceutical, because it's not exactly a household name despite being worth $45 billion.\n\nTeva is what I like to refer to as a hybrid pharmaceutical products developer. It's a hybrid because half of its revenue stream is dependent on its growing portfolio of generic drugs, while another 40% of its sales are dependent on a handful of brand-name drugs that it has developed throughout the years. The remaining 10% of Teva's revenue comes from the sale of over-the-counter products, the distribution of third-party products, and split revenue from PGT Healthcare, a consumer products joint venture between it and Procter & Gamble that was formed in 2011.\n\nThe advantage of the hybrid system\n\nThe advantage of this hybrid system is it should theoretically allow Teva to take advantage of both the profits and peril associated with patents and their eventual loss of exclusivity.\n\nDeveloping new drugs is an expensive, time-consuming, and risky business. But, the payoff is that when (and if) brand drugs do make it to pharmacy shelves they usually have very high margins, sometimes topping 70%, 80%, or in rare cases 90%! This is the period where innovating pharmaceutical companies make the bulk of their profits.\n\nWhen a drug loses patent exclusivity, however, it's exposed to the prospect of generic competition. Because the pathway to developing a generic drug is much shorter than what the innovating company went through (i.e., no need to run lengthy or costly clinical studies) it keeps the price of generic production low and sends prices for the drug screaming lower. For generic drug developers these lower prices mean weaker margins compared to the brand-name version; yet the generics make up a lot in volume, which can make generic drug developers very profitable. Teva has a foot in both camps, so it can make money both ways.\n\nTeva isn't perfect\n\nWhile Teva's setup might appear perfect, we have to remember that there is no such thing as the perfect stock, and even Teva has headwinds that it'll face in the coming years.\n\nPerhaps the most pressing concern for Teva is generic competition for multiple sclerosis blockbuster drug Copaxone. In spite of a 12% year-over-year drop in sales in the second-quarter for Copaxone, the $939 million it brought in still accounted for 46% of Teva's branded pharmaceutical sales for the quarter and close to 19% of Teva's total revenue in Q2. Simply put, losing Copaxone is going to sting.\n\nIn addition to eventually seeing a good portion of its Copaxone sales evaporate, Teva also faces hefty legal fees from both sides of the aisle as it needs to defend its branded drugs from potential generic competitors in court, while also having to defend the right to manufacture generics against other innovator drugs. These increased costs are another factor that has the potential to weigh on Teva's profitability.\n\nBut, it's still poised for growth\n\nThough these headwinds are very real, I'd suggest that Teva remains an attractive stock that income-seeking investors might be wise to add to their dividend portfolio.\n\nAs the company noted in its Q2 report, worldwide generic revenue increased 5% to $2.5 billion. Though it saw some sales weakness in Europe with sales down 2%, the core U.S. market and rest-of-world territories delivered generic drug sales increases of 10% and 4%, respectively.\n\nEven with generics bearing lower margins, the sheer volume surge in generic demand in the coming years is expected to be immense. In 2014 alone, Evista, Sandostatin, Exforge, and Nexium, all blockbuster drugs that led to approximately $7.8 billion in combined global sales last year, are coming off patent. This represents an example of the endless pipeline of opportunity for a company like Teva to rapidly replace lost revenue from Copaxone's loss of exclusivity. This is especially important in the U.S. where medical-care costs remain uncertain despite Obamacare's rollout, and in emerging market economies where patients simply can't afford brand-name drugs.\n\nBut, Teva's brand-name portfolio should still have plenty of life after Copaxone. Parkinson's disease drug Azilect and sleep disorder therapy Nuvigil both delivered double-digit global sales increases in Q2, while its oncology segment, headlined by Treanda, an FDA-approved treatment for chronic lymphocytic leukemia and non-Hodgkin lymphoma, produced a 15% jump in revenue. These therapies may not be on par with Copaxone's annual sales capacity, but they're mostly growing by double-digits which bears positive implications for Teva's future.\n\nWhy Teva could be a great addition to a dividend portfolio\n\nComing full circle, we can finally address the primary thesis here that Teva could be a great addition to an income-seekers' dividend portfolio.\n\nWhile Teva doesn't increase its dividend on a regular basis like most large pharmaceutical companies, as you can see below it has nonetheless tended to pay out more to shareholders throughout the years.\n\nTeva's current yield of 2.6% places it above the S&P 500's current yield of 1.9%, and its payout ratio of 28% (based on Wall Street's projected EPS in 2014) leaves plenty of room for future dividend increases. Not to mention, Teva's producing more than $2 billion in free cash flow annually, which gives it the means to reinvest in its branded and generic pipeline as well as make earnings-accretive acquisitions as it sees fit. Couple this shareholder-first mentality with its growing generic and brand-drug prospects and you have what I believe is a prime candidate for any dividend portfolio.", "article_metadata": {"publish_time": "10:57", "description": "If you're looking for a growing and sustainable yield to add to your dividend portfolio, here are some great reasons why you should consider Teva Pharmaceutical Industries Ltd.", "ResponsiveALP": "1Ses_2things-v-single_2-things_50", "author": "Sean Williams", "promo": "If you're looking for a growing and sustainable yield to add to your dividend portfolio, here are some great reasons why you should consider Teva Pharmaceutical Industries Ltd.", "twitter": {"title": "Why Teva Pharmaceutical Industries Ltd Stock Is Great For a Dividend Portfolio --  The Motley Fool", "description": "If you're looking for a growing and sustainable yield to add to your dividend portfolio, here are some great reasons why you should consider Teva Pharmaceutical Industries Ltd.", "site": "@themotleyfool"}, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "og": {"site_name": "The Motley Fool", "description": "If you're looking for a growing and sustainable yield to add to your dividend portfolio, here are some great reasons why you should consider Teva Pharmaceutical Industries Ltd.", "title": "Why Teva Pharmaceutical Industries Ltd Stock Is Great For a Dividend Portfolio --  The Motley Fool", "url": "http://www.fool.com/investing/dividends-income/2014/08/21/why-teva-pharmaceutical-industries-ltd-stock-is-gr.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F142848%2F5659908590_a2fb90dfc0_z.jpg&h=630&w=1200&op=resize", "type": "article"}, "headline": "Why Teva Pharmaceutical Industries Ltd Stock Is Great For a Dividend Portfolio", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-health-care", "STORY_UID": "5a49afce-28c0-11e4-ab18-0050569d4be0", "pitch": 787, "date": "2014-08-21T14:57:00Z", "gsa_date": "2014 08 21", "tickers": "TEVA", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af46914bd0286fe163a\"", "article_summary": "That's why today I'm going to introduce you to a healthcare stock that could move you one step closer to creating a great dividend portfolio: Teva Pharmaceutical (NYSE:TEVA).\nFinding great stocks for a dividend portfolio can sometimes be like trying to find a needle in a haystack.\nLet's start with the basics behind Teva Pharmaceutical, because it's not exactly a household name despite being worth $45 billion.\nFor generic drug developers these lower prices mean weaker margins compared to the brand-name version; yet the generics make up a lot in volume, which can make generic drug developers very profitable.\nWhy Teva could be a great addition to a dividend portfolioComing full circle, we can finally address the primary thesis here that Teva could be a great addition to an income-seekers' dividend portfolio."}