{"article_title": "Trump's moment of truth", "article_keywords": ["truth", "congress", "hes", "republicans", "budget", "mcconnell", "moment", "vetoes", "cruz", "trumps", "shutdown", "president", "republican"], "article_url": "http://www.americanthinker.com/blog/2015/08/trumps_moment_of_truth.html", "article_text": "Trump's moment of truth\n\nWhen a Democrat is in the White House, Congress – if it's controlled by Republicans – no longer has the power of the purse. If the president wants to spend money on a program like Obamacare, or Planned Parenthood, or executive amnesty, Congress is required to appropriate the funds. Failure to include such funding in a budget means a presidential veto and a government shutdown. When a budget is vetoed, and a shutdown ensues, it's the fault of the Republicans in Congress for failing to include the appropriation the president wishes. This is the McConnell Doctrine, announced by the Republican Senate majority leader immediately after last year's election gave him his majority. It is based purely on political considerations. The shutdown of October 2013 was a blow to Republican hopes for a Senate majority. It damaged, briefly, the Republican brand. It might have cost them the governorship of Virginia. The year that followed saw the Republican brand rebound sufficiently to win the Senate. The election of 2014 was principally about Obamacare, which is what McConnell wanted it to be about. The shutdown was a distant and unpleasant memory.\n\nTwo years on, coming up this October, the McConnell Doctrine will be in play yet again. Planned Parenthood, Obamacare, and executive amnesty will all, eventually, be funded by the Republican Congress. It will be, again, a purely political calculation. At all costs, the Republicans in Congress will avoid a veto and a shutdown, knowing that they are incapable of escaping the blame. Politically, Republicans want to run out the clock to November 2016. The stars, the planets, the entire political universe are lining up for a historic landslide, perhaps as significant as 1920. Don't rock the boat, don't upset the narrative, let the political tide run, and float along with it. The McConnell Doctrine doesn't sit well with the Republican rank and file. The Congress they elected has the constitutional power to fund, or not fund, what it wishes. Unilateral disarmament in the face of an unpopular lame-duck president just doesn't seem as though it's necessary. Why can't the Republicans unite behind a single, simple message: under the Constitution, Congress makes spending decisions? The president has the power to block spending with his veto. But the Constitution does not allow him to spend money that Congress refuses to appropriate. When Obama vetoes a budget, he's shutting down the government. If he vetoes one budget, immediately send him another, slightly modified one. If he vetoes that, pass another one. If he vetoes that, pass another one. Eventually, even low-information voters will realize that the government is shut down because Obama keeps vetoing budgets. This is the strategy being pursued by Ted Cruz. McConnell will make sure it fails, but Cruz thinks this fight will separate him from the pack and establish him as the leader of the anti-establishment wing of the party. What's The Donald to do? Back Cruz, and play second fiddle to a U.S. senator fighting the good fight in the halls of Congress? Trump doesn't take a back seat to anyone. He's said he's reluctant to shut down the government over Planned Parenthood, but he thinks refusing to raise the debt ceiling might be a good idea. He's not sure what to do. In three weeks, the second debate will be held in Simi Valley. Every candidate will have to state a position with respect to the looming budget and debt ceiling votes coming up in Congress. The trickiest calculation is the one facing Trump. If he won't back Cruz, there's a risk that his status as the one man willing to take the fight to the enemy is in jeopardy. If he backs Cruz, he's following, not leading. Thus far, Trump has exceeded expectations on a massive scale, just by being who he is. He's been clever and shrewd. Let's see how smart he is. Fritz Pettyjohn is a former Alaska legislator and a co-founder of the Balanced Budget Amendment Task Force. He blogs at ReaganProject.com.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2015/08/trumps_moment_of_truth.html", "image": "http://www.americanthinker.com/assets/images/at-painter-og-image.png", "title": "Blog: Trump's moment of truth"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fde612\"", "article_summary": "Trump's moment of truthWhen a Democrat is in the White House, Congress – if it's controlled by Republicans – no longer has the power of the purse.\nPlanned Parenthood, Obamacare, and executive amnesty will all, eventually, be funded by the Republican Congress.\nIf he backs Cruz, he's following, not leading.\nWhen Obama vetoes a budget, he's shutting down the government.\nThis is the McConnell Doctrine, announced by the Republican Senate majority leader immediately after last year's election gave him his majority."}