{"article_title": "Archives > News > Birman joins race for Bera’s seat", "article_keywords": ["seeing", "run", "congress", "beras", "federal", "freedom", "seat", "race", "archives", "joins", "russian", "party", "birman", "think", "mcclintock"], "article_url": "http://www.egcitizen.com/articles/2013/09/10/news/doc522fa6ba9d647306705411.txt", "article_text": "Igor Birman said his decision to run for Congress was simple when compared to his parents’ decision to leave Russia “when the government wasn’t looking.”\n\n\n\nBirman, chief of staff for U.S. Rep. Tom McClintock (R-Granite Bay), announced Sept. 6 that he will challenge Rep. Dr. Ami Bera (D-Elk Grove) and two Republicans for the 7th Congressional District seat.\n\n\n\nDuring his announcement in Folsom, the candidate told nearly 200 people about when the Russian secret police tore apart his family’s apartment in Moscow just a few days before leaving.\n\n\n\n“My mom looked my scared little brother in the eyes and said with every ounce of her strength, ‘Don’t be afraid. In just a few days we go to America. This will never happen there,’” Birman said.\n\nHe added, “She and my dad believed in the promise of freedom so passionately that no conceivable act of tyranny could alter the course they had set. Against all odds, we made it to America, and in freedom we flourished and found every conceivable blessing.”\n\n\n\nThe family’s departure from Russia in 1994 came after the Soviet Union collapsed.\n\n\n\nRussia faced a civil war at the time. Birman said the matter of who was entering and exiting the country was not a concern to Russian officials. His family might have been able to leave earlier, he said, except that his father was a physicist.\n\n\n\n“That was good enough for them,” he said of Russian officials’ efforts to keep his father in Russia.\n\n\n\nBirman later told the Citizen that the Internal Revenue Service targeting Tea Party organizations strips away freedom.\n\n\n\nHe said the same is true with the requirements of the Affordable Care Act.\n\n\n\n“When families struggle to look for work, they can’t find full-time jobs,” he said. “What they have available to them are jobs with 29 and a half hours a week, because the employer can’t stomach the mandate imposed upon them.”\n\n\n\nHe said that Bera believes in rolling back the mandate on big businesses for a year but not for individuals. The candidate said businesses and people should be treated equally, but the mandate on individuals is “far more painful” than on big companies.\n\n\n\nBirman was also critical of bailouts and the stimulus enacted during the presidency of George W. Bush, a Republican.\n\n\n\nThe candidate said he is running for Congress because of his federal experience and because most of the changes in the United States occur because of federal policies.\n\n\n\n“What I’m seeing is the United States slowly losing the freedom that drew us here,” he said. “I think I represent the values of the Republican Party, and the party was founded on freedom.”\n\n\n\nThe Rancho Cordova resident is running against former U.S. Rep. Doug Ose and Elizabeth Emken, who finished second to incumbent U.S. Senator Dianne Feinstein (D-California) last November.\n\n\n\n“I think Doug Ose is very far outside the mainstream of the Republican Party,” Birman said of the Republican from Sacramento.\n\n\n\nHe said that his views are the opposite of Ose, who Birman said doesn’t believe that earmarks are bad, in cutting spending, and that people have a right to protect themselves with firearms.\n\n\n\nAs for Emken, who recently moved to Fair Oaks to run for the seat, Birman said she lobbied to expand Obamacare at one point.\n\n\n\n“The federal treasury is not a grab bag for every single group to come and see if they can plunder it in the most efficient form,” he said.\n\n\n\nBirman said he talked with friends, family, Tea Party groups, Russian community members, Jewish community members, McClintock, and other members of Congress before announcing his candidacy.\n\n\n\nHe said many Russian immigrants live in the district, and some of the leaders in that community are excited about seeing about the possibility of seeing “one of their own elected to office.”\n\n\n\nBirman said he will tell his story because not many “refugees” run for federal office.\n\n\n\n“You don’t have many immigrants standing up to the plate saying, ‘I gotta defend freedom in this country. Because if we lose it, there is no place on Earth where we’re going to find it again,’” he said.\n\n\n\nBefore becoming McClintock’s chief of staff, Birman was the finance director for his boss’ lieutenant governor and Congressional campaigns, during which he raised more than $10 million in contributions.\n\n\n\n“I met many major donors who know me and among whom I’m a known commodity,” he said, adding many of them met McClintock through Birman.\n\n\n\nHe also has the support of McClintock, whose district runs along Interstate 80 to the Nevada border and south to south and east of Clovis.\n\n\n\n“I know the kind of man Igor Birman is, and I would be proud to have him serve with me in Congress,” McClintock said in a video distributed by Birman’s campaign.\n\n\n\nBera, who has not mentioned any of his three opponents by name during interviews with the Citizen, provided a brief comment.\n\n\n\n“I think a lot of us care deeply about the country, and it takes a lot to run for Congress,” he said.", "article_metadata": {"keywords": "enter,keywords,here", "GOOGLEBOT": "NOARCHIVE", "description": "enter site/page/section description here."}, "article_summary": "“I think Doug Ose is very far outside the mainstream of the Republican Party,” Birman said of the Republican from Sacramento.\nAs for Emken, who recently moved to Fair Oaks to run for the seat, Birman said she lobbied to expand Obamacare at one point.\n“I know the kind of man Igor Birman is, and I would be proud to have him serve with me in Congress,” McClintock said in a video distributed by Birman’s campaign.\nBirman said the matter of who was entering and exiting the country was not a concern to Russian officials.\nBirman later told the Citizen that the Internal Revenue Service targeting Tea Party organizations strips away freedom."}