{"article_title": "Florida guns end up in hands of drug cartels", "article_keywords": ["sentenced", "cartels", "end", "federal", "months", "florida", "gun", "drug", "firearms", "agent", "hands", "court", "operation", "guns"], "article_url": "http://www.tbo.com/news/crime/florida-guns-end-up-in-hands-of-drug-cartels-20140406/", "article_text": "TAMPA — A Polk County church pastor and his wife say they didn't know some of the 47 assault-style rifles they were buying would end up in the hands of Mexican drug cartels.\n\nStill, the couple admit they lied on government forms when they bought the weapons at various gun stores and pawn shops. Nine of the rifles were later seized by law enforcement in Mexico, some during armed confrontations with drug cartels there, according to court documents.\n\nMore than many other states, Florida is a source of illegal gun trafficking in places such as the Caribbean and Latin America, according to Kevin S. Richardson, special supervisory agent for the Bureau of Alcohol, Tobacco, Firearms and Ammunition in Tampa.\n\nSome reasons, he said, are Florida's relatively relaxed gun regulations, its proximity to the Caribbean and the fact that it's a destination for tourists. Richardson, however, was unable to provide statistics on international firearms trafficking investigations in Florida.\n\nThe state's lure, Richardson said, is profit. “Usually, the majority of the time, the reason those weapons are going out and going to other places is for money,” he said. “You can take a $200 or $300 firearm and take it a Caribbean country, a South American country … You can get three, four times the cost. You can sell them for $900 to $1,200.”\n\nWho are the customers?\n\n“The majority of time, it's going to the criminal element,” Richardson said.\n\n“It's incredible to me how easy it is to purchase firearms,” said U.S. District Judge Richard Lazzara Friday as he sentenced the pastor, Luis Antonio Cruz-Diaz, and Katie Jean Cruz to a year of house arrest as a condition of five years of probation. The couple pleaded guilty in January to conspiracy to make false statements to obtain and smuggle firearms, a charge which carries a maximum of five years in federal prison.\n\nNine of the rifles they purchased in 2008 were later seized by law enforcement in Mexico, some during armed confrontations with drug cartels, according to court documents.\n\n❖ ❖ ❖\n\nWhen they bought the guns, they filled out forms stating they were the “actual buyer.” The form included language that if the purchaser was acquiring the guns for other people, the dealer couldn't sell them the weapons.\n\nWhen questioned, Cruz-Diaz told the agent he has been buying rifles for someone he knew as “Juan,” who would give him cash and tell him what kinds of guns he wanted. Cruz-Diaz would keep the difference between the cash Juan gave him and the cost of the guns.\n\nCruz-Diaz cooperated and authorities prosecuted “Juan,” who was actually Carlos Duarte. Duarte was later prosecuted and sentenced to 15 years in prison for armed drug trafficking.\n\nDuarte took the guns to Atlanta and from there they were sent to Mexico, defense lawyer Tim Bower Rodriguez told Lazzara. “Two or three or four Mexican drug traffickers were killed.”\n\nRodriguez said the investigation Cruz-Diaz helped could lead to more arrests of “bigger fish. Who in Atlanta is getting these guns to Mexican drug traffickers?”\n\nMary Mills, lawyer for Katie Cruz, said she became involved when a pawn shop owner suggested it would draw less attention from authorities if more people signed the forms.\n\nRodriguez said the gun shop owners had to know what was going on, but were “unscathed” by the investigation, perhaps because of political lobbying.\n\nRichardson said agents were never able to identify who suggested that Katie Cruz fill out the paperwork. He said the overwhelming majority of gun sellers obey the law, but the agency investigates licensed dealers who don't. He pointed to the prosecution of Gary Galati, a Pasco gun dealer who is serving five years in federal prison for selling marijuana and guns to an informant who told Galati he was making purchases on behalf of a felon.\n\n❖ ❖ ❖\n\nThe FBI and Homeland Security Investigations also investigate international drug trafficking.\n\nShane Folden, acting agent in charge of the Tampa office of Homeland Security Investigations, said it's not uncommon to see these cases in the area, but they are not as big a problem as they are on the southern border of the U.S. Often, the cases here involve hiding weapons inside other things, such as microwave ovens or car parts, and then shipping them to their destinations. “They probably think it's safer to hide in something else,” Folden said.\n\nAmong other cases:\n\n♦ Narian O'Neill, a naturalized U.S. citizen from Trinidad, was sentenced last year to 30 months in federal prison for buying four handguns and some ammunition from Shoot Straight in Clearwater and trying to smuggle them via FedEx from St. Petersburg to Trinidad inside a microwave oven.\n\n♦ A Dade City couple, Ayman and Kristina Abouelsoud, were sentenced to federal prison in 2012 for buying 29 handguns from a Tampa firearms dealer and hiding them in car parts to send to Ayman Abouelsoud's brother in Egypt. The brother sold the guns to Gamel Saad, who lived in Egypt and traveled to Orlando. The Abouelsouds' lawyer said the guns were sold to shopkeepers in Cairo who were concerned for their safety because of unrest in the country. The Abouelsouds also had financial problems, related in part to her cancer and other medical problems. The ATF intercepted a shipment of 10 guns before it reached Egypt. According to court pleadings in Saad's case, Abouelsoud's brother received a profit of $500 for each gun sold to Saad. Saad told an undercover agent he wanted to purchase 1,000 guns to send to Egypt. Ayman Abouelsoud was sentenced to six months of incarceration to be followed by six months of home detention. His wife was sentenced to five months behind bars, followed by five months of home detention.\n\n♦ Saad was prosecuted in Orlando federal court, where he was ultimately sentenced to time served and ordered deported. His lawyer argued that Saad should receive a reduced sentence because he needed expensive heart surgery that taxpayers shouldn't have to finance.\n\n♦ Annette Wexler is awaiting sentencing after pleading guilty in Vermont federal court to participating in a scheme in which she bought guns from a firearms dealer in Plant City and provided them to a conspirator in Vermont for transport to Canada.\n\n♦ Jean Gedeon was sentenced to 44 months in federal prison for trying to buy guns from an undercover agent in Lakeland so he could send them to Haiti in 2012. Gedeon told the agent he planned to ship them inside a television.\n\n♦ And there was “Operation Castaway,” an investigation into arms trafficking that involved activities in Florida, Puerto Rico, Honduras, Venezuela and Colombia in 2009 and 2010. The investigation resulted in felony criminal charges against 10 people and seizure of more than 200 firearms and 6,500 rounds of ammunition. The government described it in court filings as “one of the single most effective and largest firearms trafficking investigations in central Florida history.” But a shadow fell over the investigation in 2011 when some lawmakers raised questions about whether federal agents allowed weapons to be trafficked to Honduras and if the agency accounted for all the guns involved. Some Republican lawmakers drew parallels to “Operation Fast and Furious,” which was run by the Justice Department and the Phoenix office of the ATF. That operation is highly controversial because agents lost track of many of the weapons, including at least two in the area where a border patrol agent was killed.\n\nHugh Crumpler III, a decorated Vietnam War veteran, admitted he illegally sold about 1,000 guns, shipping the bulk of them to Honduras and other countries in Central and South America.\n\nAs with Operation Fast and Furious, the guns sold by Crumpler wound up with at least one killer, according to federal documents, as well as a drug organization in Puerto Rico, the hit man for a Colombian drug organization, a murder-for-hire gang and with people trying to smuggle guns into Colombian prisons. But unlike Operation Fast and Furious, these guns apparently wound up in the hands of criminals before Operation Castaway was launched.\n\nRichardson said he couldn't comment on Fast and Furious or Castaway, other than to note nothing ever came of the allegations relating to Castaway, and that the individual involved, Crumpler, was sentenced to prison.\n\nesilvestrini@tampatrib.com\n\n813-259-7837\n\nTwitter: @ElaineTBO", "article_metadata": {"taboola-pub-time": "Sun, 06 Apr 2014 14:18:16 -0400", "Description": "A Polk County church pastor and his wife say they didn't know some of the 47 assault-style rifles they were buying would end up in the hands of Mexican drug cartels.", "og": {"site_name": "TBO.com", "description": "A Polk County church pastor and his wife say they didn't know some of the 47 assault-style rifles they were buying would end up in the hands of Mexican drug cartels.", "title": "Florida guns end up in hands of drug cartels", "url": "http://www.tbo.com/news/crime/florida-guns-end-up-in-hands-of-drug-cartels-20140406/", "image": {"width": 200, "identifier": "http://www.tbo.com/apps/pbcsi.dll/staticimage/images/new_og_icon.png", "height": 200}, "updated_time": "2014-04-07T07:30:00Z-04", "type": "article"}, "twitter": {"title": "Florida guns end up in hands of drug cartels"}, "fb": {"app_id": 522234267826834}, "msvalidate.01": "29E67031F86E7FB6DF9823924E21B8B4", "article": {"publisher": "https://www.facebook.com/tbocom", "published_time": "2014-04-06T14:18:16Z-04", "modified_time": "2014-04-07T07:30:00Z-04"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "AK-47 rifle,ATF,Elaine Silvestrini,fast and furious 7,Florida gun sales,gun control,gun trafficking,HSI,Mexican drug cartels,Operation Castaway"}, "_id": "\"57477af36914bd0286fcc3f6\"", "article_summary": "But unlike Operation Fast and Furious, these guns apparently wound up in the hands of criminals before Operation Castaway was launched.\n♦ Saad was prosecuted in Orlando federal court, where he was ultimately sentenced to time served and ordered deported.\nTAMPA — A Polk County church pastor and his wife say they didn't know some of the 47 assault-style rifles they were buying would end up in the hands of Mexican drug cartels.\nNine of the rifles were later seized by law enforcement in Mexico, some during armed confrontations with drug cartels there, according to court documents.\nNine of the rifles they purchased in 2008 were later seized by law enforcement in Mexico, some during armed confrontations with drug cartels, according to court documents."}