{"article_title": "Are lower airline fares worth the hassle? – The Denver Post", "article_keywords": ["lower", "fares", "checked", "phoenix", "frontier", "check", "plane", "took", "denver", "voices", "weve", "hassle", "airline", "flight", "post", "worth"], "article_url": "http://www.denverpost.com/opinion/ci_27798322/are-lower-fares-worth-hassle", "article_text": "In the 13½ years since 9/11, we’ve learned to accept airports are a hassle. The confiscation of souvenirs and tweezers, the removal of jackets and shoes and, in my mother’s case, a full body scan thanks to two metal hips are all expected annoyances that come with the price of a plane ticket.\n\nSecurity hassles are understandable, but is it wrong to expect the experience with an airline should be somewhat more pleasant? Even an ultra low-cost airline?\n\nLast summer, I took a Frontier flight from Denver to Santa Barbara to visit friends. I was not prepared for my carry-on to cost more than a checked bag and neither was the family of five who was hit with $200 in carry-on bag fees at the gate. The family had chosen Frontier because of ads touting, “Fares as low as $29 one way! Book now!”\n\nIt’s tempting, but often not worth the trouble.\n\nIt was upsetting to witness that mother’s distress as she coughed up the extra dough. I’m sure it was no fun for the employees who had to enforce that shakedown. I certainly felt bamboozled, and swore not to fly Frontier again, despite the cute animals on the plane tails.\n\nOnce on board, flight attendants pushed the Frontier Airlines MasterCard, waving applications and the promise of 40,000 bonus miles — if we were approved and spent $500 within 90 days, plus a $69 annual fee. I passed.\n\nThen there was last Friday. I had broken my own vow and booked three tickets on Frontier from Denver to Phoenix so my mom and I could take my son to his first out-of-state baseball tournament. I figured we could tolerate 105 minutes without snacks and drinks, and I planned to only check bags.\n\nWe arrived at DIA in the dark, already checked in online, just needing to check bags and get through security. Curbside wasn’t available. Inside, we joined a gargantuan line.\n\nBy the time it was our turn, there was no chance of making our flight. We had directed to another line to change our tickets.\n\n“Did you just get here?” the employee at the next counter asked accusingly. “No, we’ve been in line more than an hour,” I said. There were no seats available to Phoenix from anywhere for three days. I saw my son’s chin drop and the tears begin to flow.\n\nI checked Southwest, United and Delta on my phone. Sold out. “It’s spring break,” she scolded. So we took an alternate route, booking a flight to San Diego — for another $693, with plans to rent a car and drive to Phoenix. We speed-walked to join the crowd at security, followed by a sprint to the farthest gate in concourse A, where we walked directly onto the plane and buckled up.\n\nI paid $1.99 for a cup of coffee.\n\nIn San Diego, the Alamo rep told us there would be a $200 drop fee to leave the rental car in Phoenix. Out of kindness, his manager reduced the charge to $120.\n\nSix hours later, we checked into our hotel. Providentially, a rainstorm had delayed the start of Nathan’s game by an hour.\n\nThe game itself was a blur of relief and exhaustion. I’d like to say his team, the Dirty Dozen, won, but the kids from California prevailed.\n\nThe rest of the weekend, we cheered on Nathan’s team under sunny skies. The boys had the time of their lives playing baseball and swimming in the hotel pools together, sharing priceless memories — at nearly $900 more than I had bargained for.\n\nKristen Kidd is a freelance writer in Highlands Ranch. She was a member of the Colorado Voices panel in 2010. Colorado Voices is an annual contest offering readers an opportunity to write commentaries for The Denver Post.\n\nTo send a letter to the editor about this article, submit online or check out our guidelines for how to submit by e-mail or mail.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Colorado Voices: Are lower airline fares worth the hassle?", "title": "Colorado Voices: Are lower airline fares worth the hassle?", "url": "http://www.denverpost.com/2015/03/27/colorado-voices-are-lower-airline-fares-worth-the-hassle/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150327__20150329_Z00_OP29V_KIDDp1.jpg", "height": 462}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150327__20150329_Z00_OP29V_KIDDp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-03-27T10:11:15+00:00", "modified_time": "2016-04-24T19:48:00+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "Last summer, I took a Frontier flight from Denver to Santa Barbara to visit friends.\nColorado Voices is an annual contest offering readers an opportunity to write commentaries for The Denver Post.\nSecurity hassles are understandable, but is it wrong to expect the experience with an airline should be somewhat more pleasant?\nThe family had chosen Frontier because of ads touting, “Fares as low as $29 one way!\nI certainly felt bamboozled, and swore not to fly Frontier again, despite the cute animals on the plane tails."}