{"article_title": "The Family Planning Cuts That The Texas Legislature Forced Through Are Having Dire Consequences", "article_keywords": ["legislature", "forced", "family", "consequences", "abortion", "states", "state", "planning", "health", "reproductive", "dire", "cuts", "services", "having", "texas", "women"], "article_url": "http://thinkprogress.org/health/2015/05/12/3657728/texas-reproductive-health-report/", "article_text": "Health The Family Planning Cuts That The Texas Legislature Forced Through Are Having Dire Consequences CREDIT: AP Photo/Eric Gay A Planned Parenthood rally on the steps of the Texas Capitol\n\nIn the summer of 2013, a high-profile battle over a proposed package of abortion restrictions in Texas sparked huge protests, dominated national headlines, and spurred Wendy Davis to make a play for the governor’s mansion. However, those harsh laws governing abortion access hardly represented the first attack on reproductive rights in the Lone Star State.\n\nThe new abortion restrictions, which have forced at least half of the state’s clinics to close their doors, came on top of a growing health crisis that’s having a demonstrably negative impact on Texas’ nearly 27 million residents. The most serious issues can be traced back to 2011, when the GOP-controlled state legislature slashed funding for family planning services by two-thirds and dismantled the state’s network of family planning providers in an effort to exclude Planned Parenthood.\n\nSince then, according to a new report from the Texas Policy Evaluation Project — a research group based at the University of Texas at Austin that’s been tracking the state’s reproductive health policy over the past several years — more than half of Texas women have faced at least one barrier to getting the reproductive health services they need.\n\nEven before Texas started shutting down abortion clinics, the attacks on the family planning network in the state forced 76 women’s health clinics to close. That’s left low-income and rural women struggling to access basic preventative services like Pap smears, STD tests, and birth control consultations. The situation has become particularly dire for the impoverished immigrant communities living in rural parts of the state, who have recently starting organizing in an effort to hold Texas officials accountable for what they say are human rights violations.\n\nThe new survey provides some data points to back up what those activists are saying. Women in one of the largest states in the country are struggling to get to a clinic for their gender-based health needs. Respondents reported that they lacked childcare, lacked transportation, or had difficulty taking time off of work or school to make the trip:\n\nCREDIT: The Texas Tribune\n\nPotential cultural barriers between doctors and patients is a big issue for immigrant women in Texas, many of whom report that they’re not receiving culturally competent care and therefore struggle to build trust with their doctors. After Texas politicians defunded Planned Parenthood, thousands of low-income women who rely on Medicaid were forced to look for new doctors, which may have exacerbated the issue.\n\nA large portion of respondents also reported issues with affordability and insurance. They said they can’t pay for the services they need or have issues getting their clinic visits covered.\n\nTexas is one of the GOP-controlled states that continues to refuse to accept Obamacare’s optional Medicaid expansion, leaving more than one million people locked out of affordable health care coverage altogether. Since Texas has such a high population of uninsured residents and such stringent eligibility requirements for its Medicaid program in the absence of expansion, the Lone Star State is home to a full 25 percent of the people across the country who fall into this coverage gap.\n\nTexas lawmakers have attempted to take some steps to restore the funding for family planning services, particularly after the state’s health department projected a sharp rise in unintended births as a direct result of the budget cuts. Still, women’s health experts in the state say it’s not enough, and warn that it will take years for Texas to truly recover from the damage wrought by the deep cuts to its family planning network.\n\nMeanwhile, legislators show no signs of slowing down the ongoing assault against reproductive health access. This session, lawmakers have attempted to slash cancer screenings for low-income women and ban insurance plans from offering any type of coverage for abortion services.", "article_metadata": {"google": "nositelinkssearchbox", "description": "A new survey details the consequences of the health crisis in the Lone Star State.", "generator": "WordPress 4.4.2", "og": {"site_name": "ThinkProgress", "description": "A new survey details the consequences of the health crisis in the Lone Star State.", "title": "The Family Planning Cuts That The Texas Legislature Forced Through Are Having Dire Consequences", "url": "http://thinkprogress.org/health/2015/05/12/3657728/texas-reproductive-health-report/", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2015/01/AP13030705689.jpg", "type": "article"}, "twitter": {"description": "A new survey details the consequences of the health crisis in the Lone Star State.", "creator": "@Tara_CR", "image": "http://cdn.thinkprogress.org/wp-content/uploads/2015/01/AP13030705689-321x214.jpg", "title": "The Family Planning Cuts That The Texas Legislature Forced Through Are Having Dire Consequences", "site": "@ThinkProgress", "card": "summary_large_image"}, "robots": "noodp", "elq-topic": "tp-health", "fb": {"admins": 100001364918392, "pages": 200137333331078, "app_id": 144881328916524}, "thumb2": "http://cdn.thinkprogress.org/wp-content/uploads/2015/01/AP13030705689.jpg", "thumb1": "http://cdn.thinkprogress.org/wp-content/uploads/2015/01/AP13030705689.jpg", "google-site-verification": "HDCaom2KPSt1X92eD5CiYHCkWvb5nP09lhEAOPZ5rts", "article": {"published_time": "2015-05-12T13:13:00+00:00", "author": "https://www.facebook.com/tculpressler"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=0"}, "_id": "\"57477af36914bd0286fcc400\"", "article_summary": "The most serious issues can be traced back to 2011, when the GOP-controlled state legislature slashed funding for family planning services by two-thirds and dismantled the state’s network of family planning providers in an effort to exclude Planned Parenthood.\nEven before Texas started shutting down abortion clinics, the attacks on the family planning network in the state forced 76 women’s health clinics to close.\nMeanwhile, legislators show no signs of slowing down the ongoing assault against reproductive health access.\nTexas lawmakers have attempted to take some steps to restore the funding for family planning services, particularly after the state’s health department projected a sharp rise in unintended births as a direct result of the budget cuts.\nThis session, lawmakers have attempted to slash cancer screenings for low-income women and ban insurance plans from offering any type of coverage for abortion services."}