{"article_title": "Perhaps Amazon.com Should Sell Health Insurance", "article_keywords": ["sell", "product", "process", "payment", "deliver", "amazon", "orders", "amazoncom", "health", "online", "instead", "insurance", "day"], "article_url": "http://www.workerscompensation.com/compnewsnetwork/from-bobs-cluttered-desk/17904-perhaps-amazon-com-should-sell-health-insurance.html", "article_text": "I watched an amazing piece on 60 Minutes last night, covering the continued growth and future plans of online retailing behemoth, Amazon.com. Included in the program was the revelation that Amazon is developing the ability to deliver product within ½ an hour of your ordering it using robotic drone aircraft. And here I was impressed that my Amazon Prime account gives me free, yet relatively stodgy, 2 day shipping for most of my purchases.\n\nAs tempting as it is to spend the entire day prattling on about that revolutionary concept, that is not where I plan on spending much time today. No, the tidbit that caught my attention last night was related to the incredible capacity Amazon has developed in accepting and processing of orders. It was noted that today, Cyber Monday – the day where you should be working but are instead doing all your holiday shopping online – Amazon.com will process 300 orders per second.\n\n300 orders per second! That is 18,000 orders per minute, or 1,080,000 per hour. For the mathematically curious, that means they can process 25,920,000 orders in a day.\n\nAnd they will do it successfully.\n\nNow, let us for a moment compare this to our $500 Million investment in HealthCare.gov, the online portal for the Obamacare Health Exchanges. In slightly more time than it took the US to enter, ramp up, fight and win World War II, our government has managed to produce a website that is capable of displaying error pages in 17 languages simultaneously. Unless, of course, it crashes completely and can only provoke a standard “server not responding” error message from within your browser.\n\nOf course, we have been told that the website would be fixed by November 30th, which by my calendar shows to be two days ago. Now, with untold millions in additional investment behind us, the Administration is heavily touting its success at fixing most of the issues, but many problems remain. CNN reporters testing the newly upgraded system encountered problems, as have others giving it another try. Yet, we are told it is now ready to handle up to 50,000 concurrent users. Still, one glaring option is not available.\n\nThey have yet to build a payment module.\n\nTo understand how significant a problem this is, let us juxtapose that condition on to our Amazon example. This would be the equivalent of selecting a product on Amazon, placing it in your cart, and committing to buy that product. Then, Amazon would mail you paperwork within several weeks, with instructions on how you could manually pay for the item. There would be a strong chance that the price you were quoted online and what they actually billed you for would be dramatically different. You would, presumably, then mail a check, or perhaps even make a credit card payment by phone, and then Amazon could deliver your product by robotic drone once your payment had been received and processed. The whole transaction could easily be handled in under a month.\n\nIf, that is, you actually pay for the product.\n\nHow much simpler this would have been, instead of calling on the “best and the brightest” from IT around the nation, if the President had instead called Jeff Bezos, founder of Amazon.com. Think about it for a moment.\n\nThey have the technical infrastructure in place. They have one of the most efficient delivery systems in the world. They already have a shopping cart. They could easily process the 30,000,000 uninsured Americans within 27.8 hours, if my earlier cipherin’ was anywhere accurate. And with the razor thin margins the company is famous for, I am sure it would cost us a mere pittance, certainly less than we’ve already spent.\n\nHell, now that I think about it, screw the insurance. Amazon should just sell healthcare directly. Its efficiency and economies of scale would dramatically lower costs, and, if tech hype is to be believed, they could robotically deliver a physician to my door within 30 minutes of making the appointment.\n\nNow that would be a promise you could believe in…..", "article_metadata": {"Keywords": "From Bob's Cluttered Desk,Perhaps Amazon.com Should Sell Health Insurance,Perhaps,Amazon.com,Should,Sell,Health,Insurance", "google-translate-customization": "9f6c645789374e55-9196601c9ab304fb-g2121ae248f7000ad-1b", "Description": "Perhaps Amazon.com Should Sell Health Insurance", "generator": "Vivvo v4.7", "generation-time": "0s"}, "_id": "\"57477af36914bd0286fcc404\"", "article_summary": "I watched an amazing piece on 60 Minutes last night, covering the continued growth and future plans of online retailing behemoth, Amazon.com.\nIt was noted that today, Cyber Monday – the day where you should be working but are instead doing all your holiday shopping online – Amazon.com will process 300 orders per second.\nIncluded in the program was the revelation that Amazon is developing the ability to deliver product within ½ an hour of your ordering it using robotic drone aircraft.\nNow, let us for a moment compare this to our $500 Million investment in HealthCare.gov, the online portal for the Obamacare Health Exchanges.\nThis would be the equivalent of selecting a product on Amazon, placing it in your cart, and committing to buy that product."}