{"article_title": "Experimental drugs for patients could be available from March after Government backs Saatchi Bill", "article_keywords": ["available", "amendments", "drugs", "medical", "bill", "backs", "treatments", "saatchi", "patients", "doctors", "lord", "support", "experimental", "innovation"], "article_url": "http://www.telegraph.co.uk/news/health/saatchi-bill/11173161/Experimental-drugs-for-patients-could-be-available-from-March-after-Government-backs-Saatchi-Bill.html", "article_text": "Dying patients could be given access to untested medicines from early next year after the Government and doctors gave their backing to a bill proposed by Lord Saatchi.\n\nJeremy Hunt, the Health Secretary, has now thrown his department's weight behind the Medical Innovation Bill which will make it easier for doctors to try out new treatments on patients without the fear of being sued.\n\nThe Bill – which has sharply divided the medical profession – has also received tentative backing from the General Medical Council, which earlier this year come out firmly against any change in the law, and a leading cancer charity.\n\nThe legislation was proposed by Lord Saatchi, the advertising magnate, who started to campaign on the issue after his wife Josephine Hart died from ovarian cancer.\n\nLord Saatchi told The Telegraph that the principle of allowing new drugs to be tested on desperately ill people was already being applied in the case of Ebola victims in Africa.\n\nHe said: “In dealing with the deadly Ebola outbreak, the World Health Organisation has decided that departure from standard evidence-based treatment is fully justified and essential.\n\n“It has set ethical guidelines for the use of new therapies and interventions - they are identical to the provisions of the Medical Innovation Bill.”\n\nSupporters said the plans – which could be law by March if MPs and peers agree – will allow victims of rare cancers to volunteer to be treated with untried drugs.\n\nThe late Josephine Hart and Maurice Saatchi. Photo: REX\n\nCutting out the need for years of clinical trials will bring down the cost of the medicine and may make pharmaceutical firms more likely to fund experimental drugs that only help a small number of people with rare diseases.\n\nThe Bill will be debated in the House of Lords this Friday and is due to be considered by MPs in the House of Commons In December. Its supporters said that the Bill now had a 75 per cent chance of becoming law.\n\nMr Hunt is hoping that the extra safeguard for patients will be enough to see off claims that the Bill is a “quacks’ charter”.\n\nThe Government has decided to support the Bill after new safeguards were agreed with Sir Bruce Keogh, NHS England’s medical director.\n\nThe amended Bill now requires the agreement of at least one other speciallist before trying out untested medical treatments on patients.\n\nCurrently doctors routinely ask colleagues in their hospital for their opinion on how to treat patients in what is called the “Bolam test”. The amended Medical Innovation Bill will require them to seek consent from other specialists in the field to pass this test.\n\nThis will stop “dominant personalities” in a hospital – perhaps a senior consultant – getting their own way and acting against the interests of the patient.\n\nA Department of Health spokesman said: “Innovation is at the heart of modernising the NHS and is essential for improving treatments and finding new cures and work on the Medical Innovation Bill is ongoing.\n\n“We are pleased that Lord Saatchi has tabled amendments to the Bill to help ensure patient and staff safety.” A source added: “The Government is currently minded to support the bill as amended by Lord Saatchi.”\n\nThe amendments have persuaded the General Medical Council – which opposed any changes in April – to give its tentative support for the change in the law.\n\nProfessor Sir Peter Rubin, the council’s chairman , said: “Medicine is a risky business. There are many people alive today because of the willingness of doctors to innovate, deal with uncertainty and take reasonable risks which are understood, shared with, and consented to, by the patient in accordance with good medical practice.\n\n“While we welcome the amendments to the Bill in Lord Saatchi’s name, we look forward to seeing the final version.”\n\nCancer Research UK, which has also expressed concerns about the originally-drafted Bill, also now supports the change in the law.\n\nSarah Woolnough, the charity's Director of Policy and Information, said it was important that Parliament discussed medical innovation.\n\n“We know that more could be done to promote innovation in cancer treatment, especially for patients with life-threatening conditions where there are few treatment options, and the Medical Innovation Bill aims to support clinicians to act innovatively where they have exhausted other options.\n\n“The latest set of amendments laid on the Medical Innovation Bill are an improvement, requiring a doctor to seek advice from an appropriately qualified colleague before departing from standard treatment.\n\n“We must ensure the Bill contains appropriate safeguards to protect patients. We will monitor the Bill's progress closely and hope we will see a greater focus on innovation thanks to this Bill.”\n\nDespite the changes, other doctors still remain concerned. Michael Baum, Professor Emeritus of Surgery at University College London, said last night: “Never once have we encountered interference or obstruction due to fear of litigation.\n\n“There are of course many other obstacles to progress but changing the law with this bill is not going to accelerate innovation in cancer therapy, but might, as a result of unintended consequences, endanger our patients by uncontrolled experimentation.”", "article_metadata": {"google": "nositelinkssearchbox", "GSACategory": "health", "twitter": {"image": {"src": "http://i.telegraph.co.uk/multimedia/archive/02418/alzheimers-drug_2418085k.jpg"}, "site": "@Telegraph", "card": "summary_large_image", "creator": "@christopherhope"}, "keywords": "Saatchi Bill, Medical Innovation Bill, Lord Saatchi, General Medical Council, Department of Health, Sarah Woolnough, Cancer Research UK, Professor Sir Peter Rubin,, Saatchi Bill,Health,News", "DCSext.cmsSect": "News;Politics;Health;Christopher_Hope;Mobile;Editor's_Picks;Saatchi_Bill", "DCSext.Channel": "news", "DCSext.MLC": "/news/health/saatchi-bill", "DCSext.Content_Type": "Story", "news_keywords": "Saatchi Bill, Medical Innovation Bill, Lord Saatchi, General Medical Council, Department of Health, Sarah Woolnough, Cancer Research UK, Professor Sir Peter Rubin,", "WT.cg_n": "news", "title": "Experimental drugs for patients could be available from March after Government backs Saatchi Bill", "section-id": 7996, "GSAGenre": "saatchibill", "tmgads.pagetype": "Story", "DCSext.akamigeo": "US", "tmgads.section": "news-health-saatchi_bill", "GSAMLC": "news/health/saatchibill", "GSAArticleType": "Story", "DCSext.pd": 1, "WT.cg_s": "health", "description": "Jeremy Hunt throws his health department's weight behind the Medical \n  Innovation Bill which will make it easier for doctors to try out new \n  treatments on patients without the fear of being sued", "tmgads.channel": "news", "article-id": 11173161, "DCSext.Category": "health", "DCSext.Level": 4, "DC.date.issued": "2014-10-19", "robots": "noarchive,noodp", "GSASectionUniqueName": "news-health-saatchi_bill", "last-modified": "2014-10-19", "fb": {"admins": "686953094,531239902,100002344351237", "app_id": 120118784736295}, "article": {"publisher": 143666524748, "contenttype": "story", "section": "News", "wordcount": 900, "embedcount": 0, "authorName": "Christopher Hope", "tag": "Saatchi Bill", "subsection": "Saatchi Bill", "videocount": 0, "internallinkcount": 6, "imagecount": 2, "externallinkcount": 0}, "DCSext.articleId": 11173161, "tmgads.articleid": 11173161, "tmgads.level": 4, "tmgads.geo": "US", "parsely-page": "{\"title\": \"Experimental drugs for patients could be available from March after Government backs Saatchi Bill \",\"link\": \"http://www.telegraph.co.uk/news/health/saatchi-bill/11173161/Experimental-drugs-for-patients-could-be-available-from-March-after-Government-backs-Saatchi-Bill.html\",\"image_url\": \"http://i.telegraph.co.uk/multimedia/archive/02418/alzheimers-drug_2418085k.jpg\",\"type\": \"post\",\"post_id\": \"11173161\", \"pub_date\": \"2014-10-19T21:00:29Z\",\"section\": \"News\",\"authors\": [\"Christopher Hope\"],\"tags\": [\"Story\",\"News\",\"Politics\",\"Health\",\"Christopher Hope\",\"Mobile\",\"Editor\\u0027s Picks\",\"Saatchi Bill\"]}", "GSAChannel": "news", "GSAChannelName": "News", "og": {"site_name": "Telegraph.co.uk", "description": "Jeremy Hunt throws his health department's weight behind the Medical   Innovation Bill which will make it easier for doctors to try out new   treatments on patients without the fear of being sued", "title": "Experimental drugs for patients could be available from March after Government backs Saatchi Bill", "url": "http://www.telegraph.co.uk/news/health/saatchi-bill/11173161/Experimental-drugs-for-patients-could-be-available-from-March-after-Government-backs-Saatchi-Bill.html", "image": "http://i.telegraph.co.uk/multimedia/archive/02418/alzheimers-drug_2418085k.jpg", "type": "article"}, "DCSext.Genre": "saatchi-bill", "DCSext.cf": 1, "tmgads.zone": "news.health.saatchi-bill", "DCSext.author": "Christopher Hope", "DCSext.articleFirstPublished": "2014-10-19 20:16"}, "_id": "\"57477af46914bd0286fdacfe\"", "article_summary": "The amended Medical Innovation Bill will require them to seek consent from other specialists in the field to pass this test.\nThe legislation was proposed by Lord Saatchi, the advertising magnate, who started to campaign on the issue after his wife Josephine Hart died from ovarian cancer.\nThe amended Bill now requires the agreement of at least one other speciallist before trying out untested medical treatments on patients.\nLord Saatchi told The Telegraph that the principle of allowing new drugs to be tested on desperately ill people was already being applied in the case of Ebola victims in Africa.\nSarah Woolnough, the charity's Director of Policy and Information, said it was important that Parliament discussed medical innovation."}