{"article_title": "Congress Fumbles Again on Funding for the Flint Water Crisis", "article_keywords": ["funding", "emergency", "congress", "michigan", "million", "fumbles", "water", "flint", "committee", "address", "health", "drinking", "crisis"], "article_url": "http://www.thefiscaltimes.com/2016/02/08/Congress-Fumbles-Again-Funding-Flint-Water-Crisis", "article_text": "The ongoing water crisis in Flint, Michigan, is affecting policy-making in Washington in increasingly strange and unexpected ways as lawmakers scramble to find a solution.\n\nLast week Democratic Sens. Debbie Stabenow and Gary Peters, both of Michigan, proposed to add $600 million of emergency aid to a major energy bill, with $400 million going toward replacing old lead pipes in the Flint River.\n\nRelated: How the Flint Drinking Water Crisis Became a Political Punching Bag\n\nDemocrats blocked the bipartisan legislation from getting a vote after Republicans refused to include the extra money.\n\nOn Monday, the leaders of the Senate Energy Committee indicated they still hadn’t ironed out the wrinkle.\n\n“We have spoken with colleagues on both sides of the aisle to remind them of the many good provisions in our bill. And we have gauged what might be possible to help the people of Flint, Michigan and other Americans impacted by contaminated drinking water,” committee chair Lisa Murkowski (R-AK) and ranking member Maria Cantwell (D-WA) said in a joint statement.\n\nRelated: Flint’s Drinking Water Crisis Just Got More Toxic with Legionnaire’s Disease\n\nMeanwhile, House Democratic Leader Nancy Pelosi (CA) thinks money to address the unprecedented contamination should be wrapped into $1.8 billion emergency supplemental request to combat the mosquito-born Zika virus, the spread of which the World Health Organization recently declared a global emergency.\n\n“As we prepare for the emerging threat of Zika, we must also address the man-made catastrophe that continues to shadow the children of Flint,” she said in a statement. “We have a moral responsibility to be there for the thousands of children who have already been exposed to unconscionable levels of lead. Funding to address the crisis in Flint should be added to this emergency supplemental bill.”\n\nRelated: Michigan governor to request federal aid in Flint water crisis\n\nRight now $1.48 billion would go to the Health and Human Services Department, which would in turn direct it to the Centers for Disease Control. Another U.S. Agency for International Development would get $335 million and $250 million would to go health agencies based in Puerto Rico, which has reported cases of the disease.\n\nIt’s unclear if Pelosi’s idea will gain any traction on Capitol Hill but that isn’t slowing down the scramble to come up with an answer to the contamination disaster.\n\nFlint Mayor Karen Weaver is slated to appear before the House Democrats’ Steering and Policy Committee on Wednesday to talk about the crisis. Democrats also invited Michigan’s Republican Governor Rick Snyder to appear but he passed on the invitation.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "The ongoing water crisis in Flint, Michigan, is affecting policy-making in Washington", "title": "Congress Fumbles Again on Funding for the Flint Water Crisis", "url": "http://www.thefiscaltimes.com/2016/02/08/Congress-Fumbles-Again-Funding-Flint-Water-Crisis", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/02072016_Flint_Michigan.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2016/02/08/Congress-Fumbles-Again-Funding-Flint-Water-Crisis", "image": "http://cdn.thefiscaltimes.com/sites/default/files/media/02072016_Flint_Michigan.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "The ongoing water crisis in Flint, Michigan, is affecting policy-making in Washington", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Related: How the Flint Drinking Water Crisis Became a Political Punching BagDemocrats blocked the bipartisan legislation from getting a vote after Republicans refused to include the extra money.\nThe ongoing water crisis in Flint, Michigan, is affecting policy-making in Washington in increasingly strange and unexpected ways as lawmakers scramble to find a solution.\nFlint Mayor Karen Weaver is slated to appear before the House Democrats’ Steering and Policy Committee on Wednesday to talk about the crisis.\nAnd we have gauged what might be possible to help the people of Flint, Michigan and other Americans impacted by contaminated drinking water,” committee chair Lisa Murkowski (R-AK) and ranking member Maria Cantwell (D-WA) said in a joint statement.\nFunding to address the crisis in Flint should be added to this emergency supplemental bill.”Related: Michigan governor to request federal aid in Flint water crisisRight now $1.48 billion would go to the Health and Human Services Department, which would in turn direct it to the Centers for Disease Control."}