{"article_title": "A Swift Solution to Washington Gridlock", "article_keywords": ["legislative", "senate", "house", "convention", "washington", "solution", "states", "political", "gridlock", "v", "party", "article", "senator", "swift"], "article_url": "http://thefederalist.com/2014/09/08/a-swift-solution-to-washington-gridlock-abolish-the-senate/", "article_text": "If political celebrity is your thing, there’s no better club to get into than the United States Senate, the equivalent of Hollywood, Harvard, and the Hall of Fame rolled into one. Sure, everyone suspects that your true sights are set on the presidency, but since for most the criticism is true, it’s easy to feign innocence and not take offense.\n\nEvery now and then, however, someone becomes a United States senator because he is truly interested in performing the constitutional duties of a senator. One such person is Tom Coburn, the retiring senator from Oklahoma, which means his suggestion last week that he’d be open to the idea of an Article V convention to take on the nation’s challenges is that much more significant.\n\nCoburn told the congressional weekly The Hill, “I think [George] Mason was prophetic that we would devolve to where the federal government became too powerful, too big, and too unwieldy. That’s why he put Article V in.” Senator Coburn, who, according to the article, “has grown disenchanted with gridlock in Washington,” suggested that approving constitutional amendments creating term limits, mandating a balanced budget, and re-asserting legislative prerogatives would allow the federal government to function properly again.\n\nCoburn joins a surprisingly broad coalition of activists, academics, pundits, and politicians advocating an Article V convention to accomplish sweeping political reform and address the one point on which Americans of all political persuasions apparently agree: Washington is broken.\n\nThree years ago, left-leaning Harvard law professor Lawrence Lessig and co-founder and national coordinator of the Tea Party Patriots Mark Meckler co-chaired a conference at Harvard Law School discussing how partisans from across the political spectrum could fix “our republic that does not work as our Framers intended” through an Article V convention. In a related op-ed, Lessig and Republican political consultant Mark McKinnon argued, “More and more are coming to see that if reform is necessary—as most all of us, whether from the right or left believe—this is the only way.”\n\nIf they are correct, then we’d like to propose the one can’t-miss solution to the problems of DC: abolish the Senate altogether.\n\nThe advantages are obvious:\n\nPrevent numerous cases of whiplash as Republicans and Democrats switch sides in the Great Filibuster Debate with every shift in the Senate majority. Is it a high-minded institution protecting minority rights or a factious affront to majority rule? Yes. Or no. Who cares?\n\nSpare incumbents like Pat Roberts (R-KS) and Mary Landrieu (D-LA) the indignity of crashing on the couches of friends and relatives for a few months every election cycle in order to re-establish their “home” state residency and mix with the local yokels.\n\nFree up Al Franken (D-MN) for that long-anticipated Stuart Smalley sequel and everyone else for their presidential run. More directly to the point, abolishing the Senate ends the DC logjam and puts the people back in charge. If the House is controlled by the president’s party, as has been the case at the beginning of the last three presidencies, the president essentially becomes a prime minister, needing only a reasonable amount of party discipline to enact his legislative agenda.\n\nNew presidents who do well can earn another two years as prime minister at the mid-term election. Those who do badly can be checked by the majority with a single vote by putting the opposing party in charge of the House. Even then, though, things will be better: no more three-way Mexican standoffs–just a simple horse-trading negotiation between Speaker and president that ends with a compromise or an election-season rallying cry.\n\nThe politics of this plan are also promising. What self-respecting Independent wouldn’t like to send the shameless Senate grandstanders home forever or promote the cause of Good Government? Progressives (as they did in making Nebraska’s legislature unicameral a century ago) will naturally get on board. Even the post-17th Amendment, popularly-elected Senate is still too much of an elitist rich white man’s yadda yadda to suit their populist rhetoric and too much of an independent political voice to suit their pretensions to unchallenged administrative rule–plus it’s basically unconstitutional, according to the Warren Court’s “one person, one vote” principle.\n\nConservatives and libertarians might create a spot of bother. But at least some of the true believers could be convinced that this will put them only one presidential election away from the millenium, when they can enact their whole twelve-point plan and show the American people just exactly what they’ve been missing.\n\nWho’s left? A few crusty curmudgeons. Some might point out that Article V of the Constitution stipulates that “no State, without its Consent, shall be deprived of its equal suffrage in the Senate.” But we can get around that–either with all 50 states approving the Senate Abolition Amendment (and why wouldn’t they, since they gave up control of the Senate a century ago?) or–if we fall short–the sort of interpretative gymnastics that have defined the Supreme Court for fifty years: you can’t be “deprived” of your “equal suffrage” in a legislative body that doesn’t exist.\n\nOthers might make an unpromising appeal to the reasons the Senate was created in the first place. Summarized in James Madison’s last two Federalist essays, numbers 62 and 63, the list runs:\n\nTo provide a “salutary check” on the House, lest it “prove unfaithful” to the people.\n\nTo counter the tendency of a “single and numerous” assembly like the House to “yield to the impulse of sudden and violent passions.”\n\nTo limit the danger of legislative “blunders” resulting from hasty legislation.\n\nTo interject a more cosmopolitan perspective into legislative debate as a counter to House parochialism.\n\nTo increase the responsibility of Congress, by allowing the people to hold senators accountable for long-term legislative failings.\n\nTo protect “the people against their own temporary errors and delusions.”\n\nTo prevent the “mischievous effects of a mutable government,” including (a.) lost confidence by friends and aggressive action by enemies abroad; (b.) curtailed liberty when the law is “little known, and less fixed”; (c.) advantages for the wealthy and well-connected, for whom “[e]very new regulation concerning commerce or revenue…presents a new harvest…reared not by themselves, but by the toils and cares of a great body of their fellow citizens”; (d.) dampened enterprise when no “prudent merchant will hazard his fortunes in any new branch of commerce when he knows not but his plans may be rendered unlawful before they can be executed”; (e.) a demoralized people, whose government is no longer “respectable.” Nothing demonstrates the folly of adhering to centuries-old political theories and institutions like this list. Who ever heard of a House “unfaithful” to the people, overcome by “passions,” or making legislative “blunders”? Have you watched those Ciceronian one-minute House speeches on C-Span? Have you experienced the genius of Obamacare or contemplated the equity of the federal budget?\n\nDo we really need to worry about disheartening citizens with a maze of rapidly-changing laws threatening their livelihoods and independence? Is it possible—in the 21st century—that the people themselves will ever make a bad electoral choice?\n\nThe senate, in sum, is an anachronism at the root of our present discontents. Be done with it by advancing this one modest proposal and watch as gridlock disappears, the hidden flowers of human virtue bloom, and Americans enjoy a government, once again, as good as they are.\n\n. . . Unless, of course, that’s the problem: we have a government (only) as good as we are–and difficulties no constitutional shortcut can overcome. The virtue of getting the trains running again depends an awful lot on which track they’re on.\n\nThe Constitution of 1787 we’ll celebrate next week promised no solutions to the faults of human nature, which both necessitated government “to control the governed” and checks that “oblige it to control itself.” Amendments both useful and important have been added in the past and may be yet again. Some of the proposals circulating now might very well help, but the Constitution of 2014 or any other day will still run into this: it can’t make us better than we are–and we wouldn’t take it if it tried.\n\nWe admire the integrity, civility, and enthusiasm of those involved in the Article V convention movement. Meetings like the one held at Harvard are a great exercise in discussing the framework of American government and exploring the constitutional means for improving it. But the most dangerous mirage in politics is the one that promises a deliverance from politics–a possibility, on this earth, achievable only through totalitarian tyranny or a deadening homogenization of natural differences.\n\nUltimately, we don’t need a grand convention of the states or a government simply on the move. We need a lot of people willing to chip away at injustice, beginning with the planks in our own eyes, and live, day by day, the life of a self-governing people.", "article_metadata": {"item-publish-date": "Mon, 08 Sep 2014 07:46:22 EDT", "og": {"site_name": "The Federalist", "description": "Abolishing the Senate ends the DC logjam and puts the people back in charge.", "title": "A Swift Solution to Washington Gridlock: Abolish the Senate", "locale": "en_US", "image": "http://thefederalist.com/wp-content/uploads/2014/09/senate.jpg", "updated_time": "2014-09-10T06:58:46+00:00", "url": "http://thefederalist.com/2014/09/08/a-swift-solution-to-washington-gridlock-abolish-the-senate/", "type": "article"}, "twitter": {"domain": "The Federalist", "description": "Abolishing the Senate ends the DC logjam and puts the people back in charge.", "title": "A Swift Solution to Washington Gridlock: Abolish the Senate", "image": {"src": "http://thefederalist.com/wp-content/uploads/2014/09/senate.jpg"}, "creator": "@FDRLST", "site": "@FDRLST", "card": "summary_large_image"}, "article": {"section": "The Federalist Today", "tag": "George Mason,Harvard Law School,Lawrence Lessig,Mark Meckler,Mary Landrieu,Pat Roberts,Senate,The Hill", "published_time": "2014-09-08T07:46:22+00:00", "modified_time": "2014-09-10T06:58:46+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "Abolishing the Senate ends the DC logjam and puts the people back in charge."}, "_id": "\"57477af36914bd0286fcc419\"", "article_summary": "We admire the integrity, civility, and enthusiasm of those involved in the Article V convention movement.\nEvery now and then, however, someone becomes a United States senator because he is truly interested in performing the constitutional duties of a senator.\nCoburn joins a surprisingly broad coalition of activists, academics, pundits, and politicians advocating an Article V convention to accomplish sweeping political reform and address the one point on which Americans of all political persuasions apparently agree: Washington is broken.\nIf political celebrity is your thing, there’s no better club to get into than the United States Senate, the equivalent of Hollywood, Harvard, and the Hall of Fame rolled into one.\nThat’s why he put Article V in.” Senator Coburn, who, according to the article, “has grown disenchanted with gridlock in Washington,” suggested that approving constitutional amendments creating term limits, mandating a balanced budget, and re-asserting legislative prerogatives would allow the federal government to function properly again."}