{"article_title": "Obamacare as Unpopular as Ever", "article_keywords": ["unpopularity", "unpopular", "voters", "obamacare", "times", "health", "promised", "statement", "americans", "obama", "care"], "article_url": "http://www.breitbart.com/big-government/2014/11/02/obamacare-as-unpopular-as-ever/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nSIGN UP FOR OUR NEWSLETTER\n\nDespite Obamacare being the law of the land for 1,685 days, President Barack Obama’s signature legislative achievement remains as unpopular as ever.\n\nAccording to the RealClearPolitics average of polls, just 38 percent of Americans now support Obamacare. Obama signed his health care overhaul into law four years and seven months ago on March 23, 2010.\n\nObamacare’s deep unpopularity continues to weigh on vulnerable Democrats in tight midterm elections, as candidates are left to defend many of the president’s Obamacare promises that turned out to be untrue.\n\nPresident Obama promised at least 19 times that Obamacare would lower the health insurance premiums by $2,500 per family. Politifact labeled Obama’s statement a “Promise Broken.”\n\nPresident Obama promised at least 36 times that “if you like your health care plan, you can keep your health care plan,” a statement that was crowned Politifact’s “Lie of the Year.”\n\nPresident Obama promised, “If you like your doctor, you can keep your doctor,” only to later concede that Americans “might end up having to switch doctors.”\n\nStill, despite the broken promises and the policy’s deep unpopularity, Obama continued to boast that Obamacare enrolled “eight million” people — a figure that the Obama administration later admitted was inflated by at least 700,000 people. Moreover, given that Obamacare canceled the plans of five million Americans, many of those the administration counts as “enrollees” are merely the millions of individuals who lost their plans due to Obamacare and were then forced by the threat of penalty to re-enroll through Obamacare.\n\nNow, nearly five years after its passage, Obamacare will soon face judgment by midterm election voters. Indeed, as Obama himself has stated, “Make no mistake: these policies are on the ballot. Every single one of them.”\n\nVoters’ disdain for Obamacare will soon be registered. Voters head to the polls in three days.", "article_metadata": {"description": "Obamacare as Unpopular as Ever", "og": {"site_name": "Breitbart", "description": "Obamacare as Unpopular as Ever", "title": "Obamacare as Unpopular as Ever - Breitbart", "locale": "en_US", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2013/Obamacare/obamacare_DMV_protester_AP.jpg", "url": "http://www.breitbart.com/big-government/2014/11/02/obamacare-as-unpopular-as-ever/", "type": "article"}, "twitter": {"description": "Obamacare as Unpopular as Ever", "creator": "@BreitbartNews", "image": "http://cdn.breitbart.com/mediaserver/Breitbart/Big-Government/2013/Obamacare/obamacare_DMV_protester_AP.jpg", "title": "Obamacare as Unpopular as Ever - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": ",Big Government,", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "Big Government", "published_time": "2014-11-02T14:35:00-07:00", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af46914bd0286fdad14\"", "article_summary": "President Obama promised at least 19 times that Obamacare would lower the health insurance premiums by $2,500 per family.\nSIGN UP FOR OUR NEWSLETTERSIGN UP FOR OUR NEWSLETTERDespite Obamacare being the law of the land for 1,685 days, President Barack Obama’s signature legislative achievement remains as unpopular as ever.\nMoreover, given that Obamacare canceled the plans of five million Americans, many of those the administration counts as “enrollees” are merely the millions of individuals who lost their plans due to Obamacare and were then forced by the threat of penalty to re-enroll through Obamacare.\nAccording to the RealClearPolitics average of polls, just 38 percent of Americans now support Obamacare.\nObama signed his health care overhaul into law four years and seven months ago on March 23, 2010."}