{"article_title": "University of Georgia student facing judiciary hearing for Moral Monday arrest", "article_keywords": ["veale", "georgia", "university", "political", "judiciary", "hearing", "facing", "arrest", "protest", "moral", "student", "speech", "republican", "expand"], "article_url": "http://www.rawstory.com/2015/04/university-of-georgia-student-facing-judiciary-hearing-for-moral-monday-arrest/", "article_text": "In what could send a chilling message to student activists at universities across the country, the University of Georgia is holding a university judiciary hearing over a 20-year-old student’s arrest at a Moral Mondays protest at the state Capitol in Atlanta.\n\nAccording to student newspaper the Red and Black, sophomore political science major Adam Veale was arrested on March 2 at the Capitol with a group of protesters who are urging Republican Gov. Nathan Deal to expand the state’s Medicaid program as part of the Affordable Care Act.\n\nThe protest was affiliated with the Moral Mondays protests that have sprung up in response to heavy-handed Republican policies like stringent voter ID laws, decreased access to women’s health care, so-called “religious freedom” laws that restrict the rights of LGBT people and the refusal by Republican governors to expand Medicaid coverage to the poor in their states.\n\nVeale and other protesters blocked a set of steps at the Capitol and were charged with intentional or reckless disruption of the movement of an individual or group and with the failure to comply with law enforcement.\n\nWhen the student arrived back in Athens, where UGA is located, he was informed by the Office of the Student Council that he is being called before the student judiciary board for two violations of university code of conduct.\n\nThe Atlanta Journal-Constitution said on Friday that Veale “was offered a deal with the school that would have included 16 hours of community service and lunches with faculty members, but turned it down. Instead, he said, he’ll take his chances with a hearing before a judiciary panel on April 24.”\n\n“I was unsatisfied with that offer. We weren’t being reckless. This was an act of symbolic speech,” said Veale to the Journal-Constitution. “We were saying we’re not going to stand idly by while the governor and the Legislature refuses to expand Medicaid.”\n\n“This is a nonviolent political protest,” he told the Red and Black. “In the section of the student code of conduct that I was apparently in violation of, it has a little foreword. ‘The University of Georgia is committed to the marketplace of ideas and the freedoms of speech protected in the U.S. and Georgia constitutions.’ To me, political protests like the one I was a part of is the whole reason that conduct section is written, is to protect nonviolent political speech.”", "article_metadata": {"og": {"image": {"width": 800, "identifier": "http://www.rawstory.com/wp-content/uploads/2015/04/Adam-Veale-arrest-via-Facebook-800x430.jpg", "height": 430}, "title": "University of Georgia student facing judiciary hearing for Moral Monday arrest"}, "fb": {"app_id": 212555972273585}, "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "article_summary": "In what could send a chilling message to student activists at universities across the country, the University of Georgia is holding a university judiciary hearing over a 20-year-old student’s arrest at a Moral Mondays protest at the state Capitol in Atlanta.\nWhen the student arrived back in Athens, where UGA is located, he was informed by the Office of the Student Council that he is being called before the student judiciary board for two violations of university code of conduct.\nInstead, he said, he’ll take his chances with a hearing before a judiciary panel on April 24.”“I was unsatisfied with that offer.\n“In the section of the student code of conduct that I was apparently in violation of, it has a little foreword.\n“We were saying we’re not going to stand idly by while the governor and the Legislature refuses to expand Medicaid.”“This is a nonviolent political protest,” he told the Red and Black."}