{"article_title": "Military action leaves Lesotho in power vacuum", "article_keywords": ["prime", "run", "constitution", "power", "deputy", "leaves", "africa", "thabane", "lesotho", "say", "minister", "vacuum", "action", "military", "south", "tsekoa"], "article_url": "http://www.salon.com/2014/09/01/military_action_leaves_lesotho_in_power_vacuum/", "article_text": "Topics: From the Wires, News\n\nJOHANNESBURG (AP) — The king of Lesotho is taking action to fill a power vacuum after the military’s actions over the weekend caused the prime minister to flee the mountainous African country.\n\nKing Letsie III is appointing a Cabinet minister to run the country as both the prime minister and deputy prime minister are in neighboring South Africa, Foreign Affairs Minister Mohlabi Kenneth Tsekoa said Monday. It was not immediately clear who would be named to run the nation of about 2 million that is completely surrounded by South Africa.\n\nThe military say they disarmed police in the capital, Maseru, on Saturday. Prime Minister Thomas Thabane called the actions a coup attempt but Lesotho Defense Forces say they only stepped in after getting information that police were planning to supply arms to participants in a demonstration.\n\nThabane said he fled to South Africa in fear for his life and to consult with regional leaders there. Deputy Prime Minister Mothetjoa Metsing was put in charge, according to provisions in the constitution, but he is now in South Africa to attend the talks.\n\n“In our constitution, the recent prime minister, if he’s outside or indisposed, the deputy prime minister automatically takes over. In the event that both are outside of the country, in accordance with the constitution, the king appoints a minister to take over,” said Tsekoa, the foreign minister. “Our leaders are in the middle of talking and defining the way forward.”\n\nPresident Jacob Zuma is meeting on Monday with Thabane and Metsing, according to the Nelson Kgwete a spokesman for South Africa’s Department of International Relations.", "article_metadata": {"description": "Military action leaves Lesotho in power vacuum", "author": "Carley Petesch", "og": {"site_name": "Salon", "description": "Military action leaves Lesotho in power vacuum", "title": "Military action leaves Lesotho in power vacuum", "url": "http://www.salon.com/2014/09/01/military_action_leaves_lesotho_in_power_vacuum/", "image": "http://media.salon.com/2014/09/lesotho-military-unrest.jpeg-1280x960.jpg", "type": "article"}, "twitter": {"description": "Military action leaves Lesotho in power vacuum", "creator": "@salon", "image": "http://media.salon.com/2014/09/lesotho-military-unrest.jpeg-1280x960.jpg", "title": "Military action leaves Lesotho in power vacuum", "site": "@salon", "card": "summary_large_image"}, "title": "Military action leaves Lesotho in power vacuum", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, From the Wires", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "“In our constitution, the recent prime minister, if he’s outside or indisposed, the deputy prime minister automatically takes over.\nTopics: From the Wires, NewsJOHANNESBURG (AP) — The king of Lesotho is taking action to fill a power vacuum after the military’s actions over the weekend caused the prime minister to flee the mountainous African country.\nThabane said he fled to South Africa in fear for his life and to consult with regional leaders there.\nIt was not immediately clear who would be named to run the nation of about 2 million that is completely surrounded by South Africa.\nKing Letsie III is appointing a Cabinet minister to run the country as both the prime minister and deputy prime minister are in neighboring South Africa, Foreign Affairs Minister Mohlabi Kenneth Tsekoa said Monday."}