{"article_title": "Sen. Gardner Addresses Obamacare’s Failure – Pagosa Daily Post News Events & Video for Pagosa Springs Colorado", "article_keywords": ["health", "colorado", "rural", "coloradans", "obamacare", "daily", "insurance", "failure", "costs", "video", "gardner", "obamacares", "pagosa", "sen", "post", "president", "springs", "events", "competition", "plans"], "article_url": "http://pagosadailypost.com/2016/05/19/opinion-sen-gardner-addresses-obamacares-failure/", "article_text": "Mr. President, I rise today to discuss the continued broken promises of Obamacare and the negative impacts this poorly planned law has had on my state of Colorado.\n\nAs Obamacare continues on a downward trajectory, Americans are the ones bearing the brunt of its failures. Month after month, headline after headline, Americans are no longer surprised when they hear of another Obamacare disaster as they continue to foot the ever-increasing bill. Fewer choices, less competition and higher costs.\n\nThe President assured Americans time and time again, not to worry, because if you liked your health plan, then you could keep it. Coloradans quickly learned that this promise was far from the truth. In late 2013 roughly 335,000 small-group and individual policies in Colorado were canceled due to requirements in Obamacare. Unfortunately, the cancelations in 2013 were just the beginning. In January 2014 the Colorado Division of Insurance cancelled 249,000 plans because these plans didn’t meet the requirements of Obamacare. Again in 2015, 190,000 plans on the individual and small-group market were cancelled. In total, according to the Congressional Research Service, over 750,000 health insurance plans in Colorado were cancelled between 2013-2015.\n\nBut that still wasn’t the end of it and Coloradans are still receiving cancellation notices. Within the last months, two of the nation’s largest health insurers, UnitedHealthCare and Humana, announced their intent to exit the individual market place. The UnitedHealth Group CEO cited that the marketplaces were a risky investment, and that UnitedHealth could not serve these exchanges on an “effective and sustained basis.” This decision will impact roughly 20,000 Coloradans and beneficiaries of these plans can expect cancellation notices in July.\n\nThe disappointment and frustration over a cancelled plan that your family once enjoyed is made worse by the rising costs of the remaining plans.\n\nAmericans were told Obamacare would reduce costs for families, businesses and our government. The Colorado Division of Insurance found that individual insurance premiums for 2016 on the Western Slope rose by an average of 25.8 percent.\n\nOne woman, interviewed by the Denver Post, living on the Western Slope saw her premium cost alone rise from $300 per month to $1,828 per month, or nearly $22,000 a year. She says, “It’s actually like another mortgage payment. I have friends who are uninsured right now because they can’t afford it. Insurance is hard up here.”\n\nAn increase of nearly 26 percent is incredible, but in 2014, one study found that nearly 150,000 Coloradans saw their health insurance become 77 percent more expensive. 26 percent increases, 77 percent increases, as we approach new rates for 2017, it appears there may be no limit to the additional costs that Coloradans will have to bear as the result of this poorly conceived law.\n\nMarilyn Tavenner, president and CEO of America’s health Insurance Plans who served as a key Obama administration health official as Administrator of CMS, has warned that ACA premium increases are around the corner. She has predicted that the increases for open enrollment in 2017 are going to be higher than ever before, and this is coming from a former administration official who helped run Obamacare.\n\nIn Colorado insurers submitted their initial premium bids last Friday, May 13. We will know the rates approved by Colorado Department of Insurance in late September or early October, but it looks like Coloradans are in for yet another rude awakening. Premiums are expected to rise sharply and many parts of the country are going to experience double-digit rate hikes. So your plans are getting canceled and the plans you get to keep continue to get more expensive.\n\nPresident Obama promised greater competition in the marketplace, but data shows that because of unbearable bureaucratic hurdles competition has actually decreased.\n\nOn Sunday the Wall Street Journal published an article titled, “Insurance Options Dwindle in Some Rural Regions.” This article explains how rural areas have experienced the greatest decline in competition, and how many rural counties will have only one insurer’s plan to choose from. A Kaiser Family Foundation study found that over 650 counties will have only one insurer on the exchanges to choose from during open enrollment in 2017, which is up from 225 counties in 2016. That’s more than twice as many challenged counties.\n\nOf the 650 counties impacted by this lack of competition, 70% are primarily rural. People in rural areas are fearful that the dwindling completion will create a monopoly and costs will continue to rise.\n\nThe President also insisted that competition would increase through consumer run CO-OPs. Over 80,000 Coloradans felt the impacts of this broken promise, when Colorado HealthOP was declared to be insolvent by the Colorado Insurance Commissioner and expeditiously liquidated. To date, 12 of the 23 CO-OPs created by Obamacare Act have been shut down. Collectively, the failed CO-OPs were loaned over $1 billion in tax-payer money to help get them off the ground. Now, with these failures, that tax-payer money may never be paid back.\n\nToday is about a path forward. With each passing disaster, it continues to become more clear that Obamacare is a failed policy. Americans are demanding real health care reform that will increase competition, reduce costs, expand access to care and improve quality of care. And most importantly, provide predictability and stability in the marketplace.\n\nIn Colorado I’ve heard from countless individuals who have been displaced from their plans, it’s time for Congress to step up to the plate.", "article_metadata": {"viewport": "width=device-width, initial-scale=1.0", "generator": "WordPress 4.5.2", "msapplication-TileImage": "http://pagosadailypost.com/wp-content/uploads/2016/04/16LogoPDP_120.jpg"}, "article_summary": "In total, according to the Congressional Research Service, over 750,000 health insurance plans in Colorado were cancelled between 2013-2015.\nOver 80,000 Coloradans felt the impacts of this broken promise, when Colorado HealthOP was declared to be insolvent by the Colorado Insurance Commissioner and expeditiously liquidated.\nIn January 2014 the Colorado Division of Insurance cancelled 249,000 plans because these plans didn’t meet the requirements of Obamacare.\nIn late 2013 roughly 335,000 small-group and individual policies in Colorado were canceled due to requirements in Obamacare.\nAmericans are demanding real health care reform that will increase competition, reduce costs, expand access to care and improve quality of care."}