{"article_title": "Examining the Revenue Cycle Post-Affordable Care Act", "article_keywords": ["examining", "postaffordable", "revenue", "technology", "reporting", "aca", "system", "information", "ensure", "act", "need", "cycle", "quality", "care"], "article_url": "http://revcycleintelligence.com/news/examining-the-revenue-cycle-post-affordable-care-act", "article_text": "The healthcare revenue cycle has experienced significant change since the Affordable Care Act (ACA) passed. Many facilities sudden found themselves facing constraints on payer contracts and negotiations, as well as reductions in Medicare and Medicaid payments among other things.\n\nIn an in-depth interview with Oncology Live, Dan Clark, director of revenue cycle for McGladrey, a provider of accounting, tax, and consulting services, spoke about how the healthcare revenue cycle has changed since the ACA took effect and what practices need to do to keep pace.\n\nThe first step needs to be in the front office. Will a high number of formerly uninsured patients coming in, there needs to be an “increased focus on insurance verification and an emphasis on point of service collections.” It is also critical that protocols are in place to ensure all pertinent information is gathered when the revenue cycle starts and staff is able to walk new patients through if needed.\n\nOne of the biggest impacts of the ACA is the shift away from fee-for-service payments and toward value-based payment models. This requires physicians to follow different reporting metrics and embrace new technology, which is more complex than it seems.\n\nFor example, many practices are looking into or actively using electronic health records (EHRs). However, management need to ensure the system is able to handle platforms like ICD-10 and its more than 68,000 diagnostic codes. These solutions are required for the reporting quality metrics that are needed to receive incentive payments and avoid penalties.\n\n“You have to be able to report on these quality metrics to participate in these programs that the ACA is mandating,” Clark said. “Some physicians have been less aggressive in investing in technology or adopting new technology. If your system can’t pull that information out and you can’t report on it, your practice will be subject to future CMS payment penalties.”\n\nThis adds new challenges as medical practices not only need to invest in new technology but ensure those systems will last and not require additional updates in the months to follow. Clark recommends practice managers examine the Meaningful Use and Physician Quality Reporting System (PQRS) requirements. This program adjusts to promote reporting of quality information by eligible professionals. It is also important to monitor eventual roll outs of merit-based incentive payment systems.\n\nWhen investing in a new revenue cycle management application, companies need to ensure several features are present. This includes consolidated network revenue cycle and productivity data; clear analytical tools; actionable insight; key performance information sorted by location, department or role; and benchmark and performance tracking and comparison.\n\n“The ACA has contributed complexities to revenue cycle operations, but it also presents an opportunity for providers to improve, excel, and differentiate,” the news source states. “Providers who can adapt their revenue cycle management processes to take advantage of the current post-reform, consumer-driven environment will be in a position to benefit.”", "article_metadata": {"description": "The healthcare revenue cycle has experienced significant change since the Affordable Care Act (ACA) passed.", "author": "RevCycleIntelligence", "og": {"url": "http://revcycleintelligence.com/news/examining-the-revenue-cycle-post-affordable-care-act", "site_name": "RevCycleIntelligence", "type": "article", "title": "Examining the Revenue Cycle Post-Affordable Care Act"}, "twitter": {"site": "@RevCycleIntel", "creator": "@RevCycleIntel", "description": "The healthcare revenue cycle has experienced significant change since the Affordable Care Act (ACA) passed.", "card": "summary", "title": "Examining the Revenue Cycle Post-Affordable Care Act"}, "robots": "index, follow", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fdad66\"", "article_summary": "The healthcare revenue cycle has experienced significant change since the Affordable Care Act (ACA) passed.\n“Providers who can adapt their revenue cycle management processes to take advantage of the current post-reform, consumer-driven environment will be in a position to benefit.”\nWhen investing in a new revenue cycle management application, companies need to ensure several features are present.\nClark recommends practice managers examine the Meaningful Use and Physician Quality Reporting System (PQRS) requirements.\n“The ACA has contributed complexities to revenue cycle operations, but it also presents an opportunity for providers to improve, excel, and differentiate,” the news source states."}