{"article_title": "Keene hospital to close inpatient mental health unit", "article_keywords": ["mental", "employees", "staff", "hospital", "inpatient", "health", "close", "psychiatrists", "medical", "unit", "keene"], "article_url": "http://www.sentinelsource.com/news/local/keene-hospital-to-close-inpatient-mental-health-unit/article_509670c6-3e6d-574f-8493-c399b79a839e.html", "article_text": "There will be no more inpatient mental health treatment at Keene's hospital after July 1.\n\nCheshire Medical Center/Dartmouth-Hitchcock Keene is closing its inpatient Adolescent and Mental Health Unit because it hasn't been able to recruit enough psychiatrists to staff it, according to a news release from the hospital.\n\nThe unit has the capacity to treat 12 adults and six adolescents. In 2014, an average of nine patients were treated daily; that number has dropped to three to four people treated each day because of the staffing challenge.\n\nThirty-three employees will be affected, including 21 full-time and part-time employees, and 12 per-diem employees, the hospital said. Employees who are eligible will be offered severance packages; options for continued employment include reassignment to other areas and the chance to apply for other open positions within Cheshire Medical Center/Dartmouth-Hitchcock Keene, according to the hospital.\n\nThe hospital says it's done all it can to try to hire psychiatrists, including working with national search firms, recruiters from Dartmouth-Hitchcock and local groups, with no luck. The national shortage of psychiatrists has been a big hurdle, the hospital says.\n\nNot only has the number of new psychiatrists been growing slowly in the U.S., even as the majority of practicing psychiatrists are over age 55, but also the number of people now eligible for mental health coverage under the Affordable Care Act has increased by millions, according to the news release.\n\n“We deeply regret that it has come to our being forced to close the unit, but we have exhausted every option available to maintain inpatient services,\" said Dr. Don Caruso, the CEO, president and chief medical officer at Cheshire Medical Center/Dartmouth-Hitchcock Keene, in the news release.\n\n\"We are grateful to our dedicated Mental Health Unit staff and our local psychiatry partners for their commitment to meeting the needs of our patients. Supporting our staff and our patients during this difficult transition is our priority.”\n\nAfter July 1, the Keene hospital plans to have a psychiatric nurse practitioner and on-call psychiatric coverage. A team of other providers would also be available to care for people while they're at Cheshire Medical Center and help them with either going home or going to an inpatient or outpatient behavioral health facility, the news release said.", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "SentinelSource.com", "description": "There will be no more inpatient mental health treatment at Keene's hospital after July 1.", "title": "Keene hospital to close inpatient mental health unit", "url": "http://www.sentinelsource.com/news/local/keene-hospital-to-close-inpatient-mental-health-unit/article_509670c6-3e6d-574f-8493-c399b79a839e.html", "image": "http://sentinelsource.com/app/SSlogo.jpg", "type": "article"}, "twitter": {"site": "@sentinelsource", "card": "summary"}, "description": "There will be no more inpatient mental health treatment at Keene's hospital after July 1.", "fb": {"app_id": 195134749461}, "keywords": "local,top_story", "google-site-verification": "oOCA50_TAAjdvXwxVnDnOs5yS_kZUqHI6u4prlFHnH4", "news_keywords": "local,top_story"}, "article_summary": "There will be no more inpatient mental health treatment at Keene's hospital after July 1.\n\"We are grateful to our dedicated Mental Health Unit staff and our local psychiatry partners for their commitment to meeting the needs of our patients.\nCheshire Medical Center/Dartmouth-Hitchcock Keene is closing its inpatient Adolescent and Mental Health Unit because it hasn't been able to recruit enough psychiatrists to staff it, according to a news release from the hospital.\nSupporting our staff and our patients during this difficult transition is our priority.”After July 1, the Keene hospital plans to have a psychiatric nurse practitioner and on-call psychiatric coverage.\nThirty-three employees will be affected, including 21 full-time and part-time employees, and 12 per-diem employees, the hospital said."}