{"article_title": "In-Utero laser surgery saves unborn twins", "article_keywords": ["inutero", "springer", "weeks", "laser", "went", "miller", "ella", "saves", "bustamente", "twin", "twins", "blood", "unborn", "surgery", "anna"], "article_url": "http://www.nationalrighttolifenews.org/news/2014/04/in-utero-laser-surgery-saves-unborn-twins/", "article_text": "By Dave Andrusko\n\nA tip of the hat to ABC 13 News which broadcasts in the Hampton Roads area of Virginia and especially to reporter Lucy Bustamente for her terrific story about Ella and Anna Springer. The twins were born February 21 at 32 weeks and are doing fine.\n\nHowever, no one could be sure there would be a happy outcome when Crystal Springer, then 22 weeks pregnant, learned that her babies had a condition known as twin-to-twin transfusion syndrome.\n\nAs we’ve reported previously, TTTS is rare and potentially lethal, and occurs only in identical twins. In TTTS one sibling, called the recipient, takes too much blood from the other–the “donor twin”–who can suffer stunted growth as a result, or die.\n\nMore specifically, “The shared placenta contains abnormal blood vessels, which connect the umbilical cords and circulations of the twins,” according to the Twin to Twin Transfusion Foundation. “The common placenta may also be shared unequally by the twins, and one twin may have a share too small to provide the necessary nutrients to grow normally or even survive.”\n\nWhen Mrs. Springer and husband Nick, a sailor on USS Dwight D. Eisenhower, learned that Ella and Anna had TTTS, “I felt like I failed them,” Mrs. Springer told Bustamente. “I thought I did something wrong to cause this.”\n\nBut “they went right from the doctor’s office to Eastern Virginia Medical School to meet with Jena Miller, MD, a Maternal-Fetal Medicine specialist,” Bustamente explained. Dr. Miller counseled that they operate immediately because the undernourished baby could go into heart failure. Miller recommended a laser procedure–performed in the womb– to separate the blood vessels.\n\nThe December 9 operation went “perfectly,” Miller explained, but the babies weren’t out of the woods yet. “Dr. Miller knew still it was not time to celebrate,” Bustamente told her viewers. “The twins had a 40% chance of dying since the [abnormal blood] vessels could form again.”\n\nThankfully, they did not.\n\nThe couple wanted Dr. Miller to deliver the twins, because she had done so much for them and their children. She made it just in time to perform the C-Section on February 21. Anna was born healthy at 5 pounds, seven ounces. Ella weighed in at 4 pounds, seven ounces, and also was healthy.\n\nThe girls went home after six weeks in the Special Care Nursery at Sentara Norfolk General Hospital, and there is every reason to believe Anna and Ella will develop normally.\n\n“ The new Sentara EVMS Fetal Care Center at Sentara Norfolk General Hospital provides in-utero treatment for many fetal conditions once considered life threatening or treatable only after birth,” ABC Channel 13 News reported. “It’s the only site of care in Virginia and one of few on the East Coast to perform laser therapy for TTTS.”\n\nAnd the Springers were the first beneficiaries. As Mr. Springer told Bustamente, they have twin girls “who sleep through the night and eat well.”", "article_metadata": {"og": {"image": "http://www.nationalrighttolifenews.org/news/wp-content/uploads/2014/04/EllaandAnna-300x200.jpg"}, "bitly-verification": "3d313669c834"}, "_id": "\"57477afa6914bd0286fe6458\"", "article_summary": "The couple wanted Dr. Miller to deliver the twins, because she had done so much for them and their children.\n“The twins had a 40% chance of dying since the [abnormal blood] vessels could form again.”Thankfully, they did not.\nAs Mr. Springer told Bustamente, they have twin girls “who sleep through the night and eat well.”\nMore specifically, “The shared placenta contains abnormal blood vessels, which connect the umbilical cords and circulations of the twins,” according to the Twin to Twin Transfusion Foundation.\nAs we’ve reported previously, TTTS is rare and potentially lethal, and occurs only in identical twins."}