{"article_title": "Partisan Extremism Affecting Public Perception of Supreme Court", "article_keywords": ["supreme", "perception", "court", "justices", "extremism", "partisan", "youre", "political", "roberts", "understand", "ruling", "courts", "affecting", "work", "public", "law"], "article_url": "http://www.newsmax.com/Newsfront/justice-john-roberts-supreme-court/2016/02/04/id/712755/", "article_text": "The Supreme Court is increasingly being seen as part of the political process because of partisan extremism, Supreme Court Chief Justice John Roberts, Jr. said late Wednesday, complaining that people don't understand the court's true role.\"In fact, our ruling is that whoever does get to decide this or that is allowed to do it, and that it's not unconstitutional, that it's consistent with the law,\" Roberts said during a Law Day celebration at the New England School of Law,, but the battles over confirmation and the court's decisions worry him.Robert said it doesn't bother him when people criticize the court, as long as that doesn't happen because people don't understand how the court differs from the political branches of the government.\"It's usually discussed as, 'Oh, you're in favor of this or you're in favor of that,'\" he told law dean John O'Brien.But the presidential campaigns are increasingly criticizing the courts — GOP candidate Donald Trump has suggested he'd appoint justices who will overturn the court's rulings on same sex marriage.There are also several issues being decided in the court before June that will likely become part of the political arguments this summer, including affirmative action for university admissions, a ruling on abortion restrictions, a ruling on allowing religious objection on Obamacare contraceptive coverage, and the president's call against deporting illegal immigrants.Roberts, a one-time Republican favorite nominated by former President George W. Bush, has come under criticism by several GOP candidates, including Texas Sen. Ted Cruz and former Florida Gov. Jeb Bush, even though his own brother appointed him, over his decisions on Obamacare.And Roberts agreed that if he was an elected official, he \"certainly wouldn't have voted for the program that was under review,\" even if as a justice, he does decide if it was or wasn't enacted under the provisions of the Constitution.The confirmation process for justices is also showing party-line bias, Roberts said. Years ago, justices like Antonin Scalia and Ruth Bader Ginsberg were almost unanimously confirmed, and his own proceedings were passed easily, he said.After that, other well-qualified nominees like Bush's choice of Samuel Alito, Jr. and President Barack Obama's nominees, Sonia Sotomayor and Elena Kagan, were approved mainly along party lines.However, Roberts said the justices have a deep bond, even though they often disagree on cases.\"If you think about it: pick nine random people out of the room and throw them together and say, 'Okay, you'll work together for the next 25 years on some of the most important and divisive issues the country faces,'\" Roberts said. \"You do come to appreciate the good faith of the people with whom you work.\"", "article_metadata": {"news_keywords": "justice, john roberts, supreme court", "pubdate": "2016-02-04T13:22:25", "og": {"site_name": "Newsmax", "description": "The Supreme Court is increasingly being seen as part of the political process because of partisan extremism, Supreme Court Chief Justice John Roberts, Jr. said late Wednesday, complaining that people don't understand the court's true role.", "title": "Roberts: Partisan Extremism Affecting Public Perception of Supreme Court", "url": "http://www.newsmax.com/Newsfront/justice-john-roberts-supreme-court/2016/02/04/id/712755/", "type": "article", "image": "http://www.newsmax.com/CMSPages/GetFile.aspx?guid=0cd4bbf2-b5f3-49be-9c02-65bf358cd454&SiteName=Newsmax", "page_id": 85452072376}, "twitter": {"url": "http://www.newsmax.com/Newsfront/justice-john-roberts-supreme-court/2016/02/04/id/712755/", "title": "Roberts: Partisan Extremism Affecting Public Perception of Supreme Court", "description": "The Supreme Court is increasingly being seen as part of the political process because of partisan extremism, Supreme Court Chief Justice John Roberts, Jr. said late Wednesday, complaining that people don't understand the court's true role.", "site": "Newsmax"}, "fb": {"admins": 100002083767056, "app_id": 323020797885219}, "msvalidate.01": "FAF1322EC761685A5DD9344A1C19E82A", "epoch": 1454592145, "google-site-verification": "Jt2HUKgzJJw9VwIQJv31ETytuvNNm5ypTWN6j0nYvHM", "keywords": "justice, john roberts, supreme court", "article": {"section": "Newsfront", "published_time": "2016-02-04T13:22:25"}, "original-source": "http://www.newsmax.com/Newsfront/justice-john-roberts-supreme-court/2016/02/04/id/712755/", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=yes", "description": "Roberts: Partisan Extremism Affecting Public Perception of Supreme Court"}, "article_summary": "The Supreme Court is increasingly being seen as part of the political process because of partisan extremism, Supreme Court Chief Justice John Roberts, Jr. said late Wednesday, complaining that people don't understand the court's true role.\n\"You do come to appreciate the good faith of the people with whom you work.\"\n\"If you think about it: pick nine random people out of the room and throw them together and say, 'Okay, you'll work together for the next 25 years on some of the most important and divisive issues the country faces,'\" Roberts said.\nYears ago, justices like Antonin Scalia and Ruth Bader Ginsberg were almost unanimously confirmed, and his own proceedings were passed easily, he said.After that, other well-qualified nominees like Bush's choice of Samuel Alito, Jr. and President Barack Obama's nominees, Sonia Sotomayor and Elena Kagan, were approved mainly along party lines.However, Roberts said the justices have a deep bond, even though they often disagree on cases.\nJeb Bush, even though his own brother appointed him, over his decisions on Obamacare.And Roberts agreed that if he was an elected official, he \"certainly wouldn't have voted for the program that was under review,\" even if as a justice, he does decide if it was or wasn't enacted under the provisions of the Constitution.The confirmation process for justices is also showing party-line bias, Roberts said."}