{"article_title": "'S.N.L.' mocks Obama's need to blame others for rise of ISIS", "article_keywords": ["60", "sketch", "isis", "snl", "rise", "underestimated", "spent", "blame", "mocks", "need", "president", "obamas", "minutes", "think"], "article_url": "http://redalertpolitics.com/2014/10/06/s-n-l-mocks-obamas-need-blame-others-rise-isis/", "article_text": "‘S.N.L.’ mocks Obama’s need to blame others for rise of ISIS\n\n“Saturday Night Live” may have hit a little close to home in its cold open Saturday night.\n\nThe show launched with a sketch based on President Obama’s recent “60 Minutes” interview and his need to blame anyone and everyone else for the rise of terrorist group ISIS.\n\n“Tell me Mr. President, do you think you underestimated the threat of ISIS?” The faux “60 Minutes” host asked Jay Pharoah’s spot-on Obama character.\n\n“Well that question, yes. And obviously, my entire administration shares the blame for that. But first, can I throw one particular person under the bus?” Pharoah asked.\n\n“Sure. Go ahead,” the host replied.\n\n“James Clapper,” he responded to a few laughs.\n\nTwitter, Kickstarter, Tinder, and LinkedIn were also blamed by Pharoah’s Obama.\n\nThe sketch was funny, but it might have been a little too rooted in the truth.\n\nIn Obama’s real “60 Minutes” interview last Sunday, the president relied heavily on the blame game.\n\n“I think our head of the intelligence community Jim Clapper has acknowledged that I think they had underestimated what had been taking place in Syria,” Obama said. This accusation didn’t mention the fact that he hadn’t actually attended about two-thirds of the intelligence briefings this year.\n\nObama also spent last week blaming Fox News for its negative coverage of Obamacare and has spent much of this year blaming Republicans for his inability to get anything done.\n\nWatch the sketch below:", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "Image via Screenshot “Saturday Night Live” may have hit a little close to home in its cold open Saturday night. The show launched with a sketch based on President Obama’s recent “60 Minutes” interview and his need to blame anyone and everyone else for the rise of terrorist group ISIS. “Tell me...", "title": "'S.N.L.' mocks Obama's need to blame others for rise of ISIS - Red...", "locale": "en_US", "image": {"width": 600, "identifier": "http://redalertpolitics.com/files/2014/10/snl-obama-kroft-600x201.png", "height": 201}, "url": "http://redalertpolitics.com/2014/10/06/s-n-l-mocks-obamas-need-blame-others-rise-isis/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "snl", "published_time": "2014-10-06T09:11:28+00:00", "modified_time": "2014-10-06T13:32:20+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcadd1\"", "article_summary": "The show launched with a sketch based on President Obama’s recent “60 Minutes” interview and his need to blame anyone and everyone else for the rise of terrorist group ISIS.\n‘S.N.L.’ mocks Obama’s need to blame others for rise of ISIS“Saturday Night Live” may have hit a little close to home in its cold open Saturday night.\nIn Obama’s real “60 Minutes” interview last Sunday, the president relied heavily on the blame game.\n“Tell me Mr. President, do you think you underestimated the threat of ISIS?” The faux “60 Minutes” host asked Jay Pharoah’s spot-on Obama character.\nThis accusation didn’t mention the fact that he hadn’t actually attended about two-thirds of the intelligence briefings this year."}