{"article_title": "Why You Won’t Get Sick From Sitting On A Public Toilet Seat", "article_keywords": ["wont", "toilet", "bathroom", "sitting", "seat", "bacteria", "paper", "sick", "hands", "probably", "public", "really"], "article_url": "http://www.medicaldaily.com/why-you-wont-get-sick-sitting-public-toilet-seat-314172", "article_text": "Sitting on a public toilet without putting toilet paper on the seat first won't do you any harm; all you have to do is wash your hands afterward.\n\nYou’ve probably done your share of hovering over toilet seats in office bathrooms or gas station rest stops, and felt somewhat disgusted by the thought of how many people used it before you. Public bathrooms are probably one of the most bacteria-laden places, right?\n\nCommon sense may say yes, but most experts can agree that public bathrooms really aren’t as dirty as you might think. And “sitting on a toilet isn’t going to cause an infection,” William DePaolo, assistant professor of immunology and microbiology at the Keck School of Medicine at the University of Southern California (USC), notes in a BuzzFeed video. “A lot of those bacteria present on the surface of the toilet or other parts of the bathroom are not so easily transmitted by skin.”\n\nHe points out that most of bathroom bacteria tend to thrive in moist places like mucous membranes. If you happen to sit on a toilet bare-butted, and you don’t wash your hands afterwards — then you might be at risk of transmitting bacteria. But otherwise, it’s really not that big of a deal. This is because our skin acts as a barrier of sorts against microbes.\n\nIn fact, other items in the bathroom — like the toilet paper roll, even — is far more filled with bacteria than the toilet seat itself. Your dish washing sponge, for example, can hold up to 200,000 times more bacteria than your average toilet seat. Experts consider this to be the most bacteria-laden objects in any household, even some of the cleanest ones. That’s not mentioning kitchen sinks, video game controllers, or smartphones. And perhaps most importantly, purses, which are taken pretty much everywhere, dropped on the ground, placed on your desk, on the subway seat, and then plopped right onto your bed when you get home. And if you’re really worried about dirty toilet seats, just remember that your office desk is way dirtier, harboring some 16 million microbes on just your keyboard.\n\nWill I still cover toilets with toilet paper before sitting down? Probably. But just in case you were grossed out every time you went into a public bathroom, this information should give you some perspective and remind you that washing your hands should solve the issue.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "sitting on toilet, public toilet seats, bacteria", "og": {"site_name": "Medical Daily", "description": "A professor of immunology and microbiology explains why sitting your bare butt down on a public toilet seat isn’t going to get you sick.", "title": "Go Ahead And Sit On Public Toilet Seats [VIDEO]", "url": "http://www.medicaldaily.com/why-you-wont-get-sick-sitting-public-toilet-seat-314172", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/12/sitting-toilet.jpg", "type": "article"}, "twitter": {"description": "A professor of immunology and microbiology explains why sitting your bare butt down on a public toilet seat isn’t going to get you sick.", "title": "Go Ahead And Sit On Public Toilet Seats [VIDEO]", "url": "http://www.medicaldaily.com/why-you-wont-get-sick-sitting-public-toilet-seat-314172", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/12/sitting-toilet.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/12/sitting-toilet.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2014-12-12T16:47:29-05:00", "modified_time": "2014-12-12T16:47:28-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "A professor of immunology and microbiology explains why sitting your bare butt down on a public toilet seat isn’t going to get you sick."}, "_id": "\"57477af46914bd0286fdad85\"", "article_summary": "Sitting on a public toilet without putting toilet paper on the seat first won't do you any harm; all you have to do is wash your hands afterward.\nIn fact, other items in the bathroom — like the toilet paper roll, even — is far more filled with bacteria than the toilet seat itself.\nYour dish washing sponge, for example, can hold up to 200,000 times more bacteria than your average toilet seat.\nWill I still cover toilets with toilet paper before sitting down?\nCommon sense may say yes, but most experts can agree that public bathrooms really aren’t as dirty as you might think."}