{"article_title": "What if Americans rebel against the Obamacare mandate?", "article_keywords": ["buy", "dont", "income", "obamacare", "penalty", "americans", "rebel", "mandate", "laszewski", "problem", "insurance", "higher"], "article_url": "http://www.washingtonexaminer.com/what-if-americans-rebel-against-the-obamacare-mandate/article/2542038", "article_text": "The Obama administration is trying to persuade millions of uninterested, or perhaps reluctant, Americans to purchase health insurance through the Obamacare exchanges. But the heart of Obamacare is coercion. If Americans fail do what the law's Democratic authors believe is best, the federal government will punish them, through the progressively higher penalties of the individual mandate, until it hurts more not to buy coverage than it does to give up and purchase it.\n\nBut what if many of those Americans rebel? Even if they know having health insurance is better than not having it, what if they refuse to be forced to buy the kind of coverage dictated by the government — which may not really meet their needs — at prices they don't want to pay? What then?\n\n\"I don't think Obamacare can survive without people wanting to buy it,\" Bob Laszewski, the respected health care analyst whose writings on Obamacare have become essential in recent months, told me in an email exchange recently. \"How the hell are you going to enforce a mandate to buy something that people don't think is valuable enough to buy? If the uninsured don't start to see value in Obamacare and buy it, is the Democratic solution to fine the heck out of them until it hurts so much they have to buy it? Great political strategy!\"\n\nOf course, that's exactly what the strategy is. Democrats designed the penalty for not having \"minimum essential coverage\" to start low and increase rapidly. For this year, according to a chart prepared by the Kaiser Family Foundation, the penalty is $95 per adult and $47.50 per child. But the penalty cannot rise above $285, or one percent of family income, whichever is higher. (Obamacare uses a measurement called Modified Adjusted Gross Income to determine penalties — a measure that is usually higher than the Adjusted Gross Income many taxpayers are familiar with.)\n\nStay abreast of the latest developments from nation's capital and beyond with curated News Alerts from the Washington Examiner news desk and delivered to your inbox. Sorry, there was a problem processing your email signup. Please try again later. Processing... Thank you for signing up for Washington Examiner News Alerts. You should receive your first alert soon!\n\nIn the second year, the penalty will rise dramatically, to $325 per adult and $162.50 per child, or two percent of family income, whichever is higher. The year after, the penalty will take another big jump, to $695 per adult and $347.50 per child, or 2.5 percent of family income. The only limit on the penalty is that it cannot be higher than the national average premium for a Bronze Plan purchased on the Obamacare exchanges. According to the Congressional Budget Office, that could be as much as $5,000 in 2016. And after that initial increase in the penalty, future penalties will rise according to the cost of living.\n\nBut Democrats in Congress feared public reaction to actually forcing Americans to write a check to the government to cover the penalty. So instead, the Internal Revenue Service, which is charged with enforcing Obamacare, will subtract the penalty from the tax refunds of those Americans who incur the penalty, provided they are due a refund. Otherwise, the IRS will not have a way to collect the money.\n\n\"In the first year, the mandate is useless,\" said Laszewski. \"One percent isn't strong enough. The IRS can't really collect it anyway from anyone who wants to flaunt it. Then we get to the second and third year. Two percent in 2015 and 2.5 percent in 2016. Now we have real money. The IRS still can't collect it, but lots of people will still be troubled by it because they won't like getting nasty letters from the IRS.\"\n\nAs Laszewski sees it, the mandate could become extremely unpopular — it's already by far the least popular part of Obamacare — if policies are not what the public wants to buy. Who would want to be forced to buy something he or she doesn't want? That something is not insurance itself — it is insurance that is ill-fitting and overpriced. \"The problem is that the government will be hard pressed to collect a fine on something lots of people don't believe has value,\" Laszewski said. \"This is when it will become a huge political albatross. At the core Obamacare is not sustainable, and the mandate/fine is not politically sustainable, if there are lots of middle class people who see Obamacare as a poor value.\"\n\nI got in touch with Laszewski after reading an interview he did with the Washington Post's Ezra Klein in which Laszewski explained that if Obamacare had been designed by businesspeople, it might have had more features to appeal to customers. But it was designed by lawmakers and lobbyists and is something quite different. \"The problem with Obamacare is it’s product driven and not market driven,\" Laszewski told Klein. \"They didn’t ask the customer what they wanted. And I think that’s the fundamental problem with Obamacare. It meets the needs of very poor people because you’re giving them health insurance for free. But it doesn’t really meet the needs of healthy people and middle-class people.\"", "article_metadata": {"description": "The Obama administration is trying to persuade millions of uninterested, or perhaps reluctant, Americans to purchase health insurance through the Obamacare exchanges. But the heart of Obamacare is coercion. If Americans fail do what the law's Democratic authors believe is best, the federal government will punish them, through the progressively higher penalties of the individual mandate, until it hurts more not to buy coverage than it does to give up and purchase it.\nBut what if many of those Americans rebel? Even if they know having health insurance is better than not having it, what if they refuse to be forced to buy the kind of coverage dictated by the government — which may not really meet their needs — at prices they don't want to pay? What then?", "copyright": "Copyright (c) 2016 The Washington Examiner. All Rights Reserved", "og": {"site_name": "Washington Examiner", "description": "The Obama administration is trying to persuade millions of uninterested, or perhaps reluctant, Americans to purchase health insurance through the Obamacare exchanges. But the heart of Obamacare is coercion. If Americans fail do what the law's Democratic authors believe is best, the federal government will punish them, through the progressively higher penalties of the individual mandate, until it hurts more not to buy coverage than it does to give up and purchase it.\nBut what if many of those Americans rebel? Even if they know having health insurance is better than not having it, what if they refuse to be forced to buy the kind of coverage dictated by the government — which may not really meet their needs — at prices they don't want to pay? What then?", "title": "What if Americans rebel against the Obamacare mandate?", "url": "http://www.washingtonexaminer.com/what-if-americans-rebel-against-the-obamacare-mandate/article/2542038", "image": "http://cdn.washingtonexaminer.biz/cache/r960-449c286fd8019107c8805650d0205ec8.jpg?v=2016.05.19.02", "type": "article"}, "twitter": {"description": "The Obama administration is trying to persuade millions of uninterested, or perhaps reluctant, Americans to purchase health insurance through the Obamacare exchanges. But the heart of Obamacare is coercion. If Americans fail do what the law's Democratic authors believe is best, the federal government will punish them, through the progressively higher penalties of the individual mandate, until it hurts more not to buy coverage than it does to give up and purchase it.\nBut what if many of those Americans rebel? Even if they know having health insurance is better than not having it, what if they refuse to be forced to buy the kind of coverage dictated by the government — which may not really meet their needs — at prices they don't want to pay? What then?", "creator": "@ByronYork", "image": "http://cdn.washingtonexaminer.biz/cache/r960-449c286fd8019107c8805650d0205ec8.jpg?v=2016.05.19.02", "title": "What if Americans rebel against the Obamacare mandate?", "site": "@dcexaminer", "widgets": {"csp": "on"}, "card": "summary"}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "apple-itunes-app": "app-id=890150273", "fb": {"admins": 1285945407, "app_id": 190451957673826}, "bitly-verification": "88ee0b053562", "keywords": "Beltway Confidential,Byron York,Obamacare,Healthcare,IRS", "google-site-verification": "iTBgtjzAMj1dVqCjWtRgv_w48ChpH4iOr-APbOgw3Ak", "viewport": "width=device-width,user-scalable=0", "news_keywords": "Beltway Confidential,Byron York,Obamacare,Healthcare,IRS"}, "_id": "\"57477af46914bd0286fdec15\"", "article_summary": "The Obama administration is trying to persuade millions of uninterested, or perhaps reluctant, Americans to purchase health insurance through the Obamacare exchanges.\n\"How the hell are you going to enforce a mandate to buy something that people don't think is valuable enough to buy?\n\"The problem with Obamacare is it’s product driven and not market driven,\" Laszewski told Klein.\n\"I don't think Obamacare can survive without people wanting to buy it,\" Bob Laszewski, the respected health care analyst whose writings on Obamacare have become essential in recent months, told me in an email exchange recently.\nBut what if many of those Americans rebel?"}