{"article_title": "Native ‘Walk Off’ Actor From Ridiculous Six, Creates Satirical “Walk Off On You” Video", "article_keywords": ["anthony", "set", "movie", "actor", "walk", "creates", "satirical", "video", "sandler", "let", "ridiculous", "truly", "native"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/12/28/native-walk-actor-ridiculous-six-creates-satirical-walk-you-video-162894", "article_text": "Loren Anthony, one of several Native actors who walked off the set of Adam Sandler’s Ridiculous Six movie, has created a satirical video poking fun at his walk off, entitled “Walk Off On You.”\n\nSee Related: Native Actors Walk off Set of Adam Sandler Movie After Insults to Women, Elders\n\nAnthony, Navajo, told ICTMN that he made the video to show that Native people have their own sense of humor and now that Ridiculous Six was released on Netflix on December 11th, he had his own statement to make.\n\n“It has truly been tiresome to see that Adam Sandler continues to get any sort of recognition for his movie which utilized only the type of satire that is truly offensive to native people.”\n\n“I made this video as a main idea to speak out. For the past six months I’ve denied interviews and have not been speaking out about the movie at all and t here has just been so much negativity. I thought this video would help to turn that negativity into something positive to show’s true satire and parody.\n\n“Natives do have a fun side that have got us through many hard times throughout the decades...this is just another fun moment,” Anthony told ICTMN.\n\nIn the video, Anthony indirectly tells Sandler that the filmmaker can have some frybread and roasted corn, can stay at his house and braid his hair, among other things.\n\n“I truly just did this to laugh at the whole thing, Unlike the people that are watching his movie, “ says Anthony. “Some media outlets have reviewed it and labeled it as unwatchable.”\n\nWatch the video “Walk Off On You,” Here:\n\nVideo of Walk Off On You [Official Video] by Loren Anthony\n\nLyrics:\n\nYou’re so ridiculous it makes me sad\n\nI wanna laugh with you but your movies are bad\n\nAll I wanna do is walk off on you\n\nYou’re so out of touch,\n\nIt makes my heart ache\n\nOur people shared genocide murder and hate\n\nOh, all I could do is walk off on you\n\nI’ll burn some cedar for you\n\nGive you some fry bread and roasted corn\n\nI’ll burn some cedar for you\n\nI’ll even let you braid my hair and stay in my home\n\nSo let me set the record to help you think\n\nNatives are funny but you let your movie stink\n\nYou disrespected our culture\n\nSo I walked off on you\n\nI had to walk off on you\n\nFollow A&E, Sports Editor Vincent Schilling on Twitter - @VinceSchilling", "article_metadata": {"description": "TAKE THAT ADAM SANDLER - Loren Anthony, Actor who walked off Ridiculous Six, creates \"Walk Off on You\" Music Video", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "vincentschilling", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/12/28/native-walk-actor-ridiculous-six-creates-satirical-walk-you-video-162894", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/use_as_youtube_thumbnail.jpg", "site_name": "Indian Country Today Media Network.com", "title": "Native ‘Walk Off’ Actor From Ridiculous Six, Creates Satirical “Walk Off On You” Video"}, "abstract": "TAKE THAT ADAM SANDLER - Loren Anthony, Actor who walked off Ridiculous Six, creates \"Walk Off on You\" Music Video", "dc": {"title": "Native ‘Walk Off’ Actor From Ridiculous Six, Creates Satirical “Walk Off On You” Video"}, "robots": "follow, index", "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/12/28/native-walk-actor-ridiculous-six-creates-satirical-walk-you-video-162894", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Ridiculous Six, Adam Sandler, Loren Anthony, Netflix, Walk Off On You, Video, Vincent Schilling", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2015-12-28T14:26-05:00", "dcterms.title": "Native ‘Walk Off’ Actor From Ridiculous Six, Creates Satirical “Walk Off On You” Video"}, "article_summary": "In the video, Anthony indirectly tells Sandler that the filmmaker can have some frybread and roasted corn, can stay at his house and braid his hair, among other things.\n“I truly just did this to laugh at the whole thing, Unlike the people that are watching his movie, “ says Anthony.\nI thought this video would help to turn that negativity into something positive to show’s true satire and parody.\n“Natives do have a fun side that have got us through many hard times throughout the decades...this is just another fun moment,” Anthony told ICTMN.\nFor the past six months I’ve denied interviews and have not been speaking out about the movie at all and t here has just been so much negativity."}