{"article_title": "Apple ‘1.24.14’ Ad 30 Years of Choice Marketing", "article_keywords": ["apple", "consumers", "dance", "marketing", "30", "12414", "choice", "pc", "mac", "apples", "consumer", "ad"], "article_url": "http://guardianlv.com/2014/02/apple-1-24-14-ad-30-years-of-choice-marketing/", "article_text": "Apple has passed another benchmark with its ad 1.24.14, 30 years of choice marketing. With the ad, Apple continues to sell and embed its story in the minds of consumers.\n\nIn the YouTube commercial 1.24.14, 100 iPhones were given to teams of cinematographers. They were dispatched to 15 different locations and given assignments using Apple’s Facetime by director Jake Scott. The footage, which tells 45 different stories, was all shot in one day. At the end of the day, the footage was handed over to Angus Wall (The Social Network) and 21 supporting editors who had the task of paring down 70 hours of footage.\n\nThe Apple ad highlights collaboration, innovation, education and global perception. It’s an ad that fits beautifully into Apple’s choice marketing campaign that began 30 years ago.\n\nIn 1984, Steve Jobs understood that for a product to succeed it had to be more than great. It had to be perceived by the consumer as something that rose above the status quo, and so he initiated a perceptual dance of higher expectations between Apple and the consumer through marketing. It is a dance that’s been going on for 30 years.\n\nThe first TV ad, 1984, set the tone. Colorless citizens in identical sac-like clothing were marching zombie like to an auditorium to be brainwashed by a speaker on a screen. It had a black and white narrative with the message that it is best to be one, one will, and one people that are “secure from the pest of any contradictory force.” In the middle of it all comes a young woman dressed in red and white who runs into the auditorium with a sledgehammer. She stops, swings the hammer like a ball and chain and lets it fly toward the screen. Apple went big with the ad and introduced it, and themselves, during Super Bowl XVIII in 1984.\n\nIn the years that followed, other commercials extolled the virtues of Apple. For a while, a series of ads ran with the same two characters, one called “Mac” and the other “PC.” Like two buddies talking about cars, Mac and PC would have mini conversations about themselves that would ultimately highlight the Mac at the expense of the PC. Perhaps the best in the series is when they go to counseling (shown in the video below).\n\nThe Mac and PC ads were entertaining and went far in raising the Mac above the PC in consumer consciousness in terms of being more creative and fun. Those ads have long since ended, perhaps because Apple is now so much more than just a computer company, and perhaps because they believe the Mac and PC argument has been resolved.\n\nWhatever the reasons, Apple’s latest ad, 1.24.14, continues its story arc. It highlights how their products are changing and illustrates how with each change, the consumer’s world is impacted. Maintaining a product in a consumer’s mind is a tricky proposition, a delicate dance, and one that many think Apple has mastered. The fact that Apple’s sales continue to grow after 30 years is an example of its choice marketing, but perhaps the most concrete proof of its success lies with Apple’s competition that offers up products of similar design to consumers that want more.\n\nBy Scott Wilson\n\nSources:\n\nPC Magazine\n\nTime\n\nBusiness Insider\n\nForbes\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "Apple has passed another benchmark with its ad 1.24.14, 30 years of choice marketing. With the ad, Apple continues to sell and embed its story in the minds of consumers. In the YouTube commercial 1…", "title": "Apple ‘1.24.14’ Ad 30 Years of Choice Marketing", "url": "http://guardianlv.com/2014/02/apple-1-24-14-ad-30-years-of-choice-marketing/", "image": {"width": 951, "identifier": "http://guardianlv.com/wp-content/uploads/2014/02/Apple-ad-4.jpg", "height": 536}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2014-02-04T03:49:31+00:00", "modified_time": "2014-02-04T03:50:55+00:00"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2014/02/Apple-ad-4.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image"}, "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcc4a6\"", "article_summary": "Apple has passed another benchmark with its ad 1.24.14, 30 years of choice marketing.\nIt’s an ad that fits beautifully into Apple’s choice marketing campaign that began 30 years ago.\nThe Apple ad highlights collaboration, innovation, education and global perception.\nWith the ad, Apple continues to sell and embed its story in the minds of consumers.\nApple went big with the ad and introduced it, and themselves, during Super Bowl XVIII in 1984."}