{"article_title": "Sham Trials: The Traumatic Truth of What Happened to the Dakota 38", "article_keywords": ["execution", "38", "traumatic", "eaglewoman", "trials", "prisoners", "chomsky", "men", "truth", "dakota", "military", "sham", "war", "law", "happened"], "article_url": "http://indiancountrytodaymedianetwork.com/2015/12/26/sham-trials-traumatic-truth-what-happened-dakota-38-162857", "article_text": "A ghost of Christmas past haunts the Dakota to this day—the ghost of a great injustice to 38 men hanged the day after Christmas in 1862, of injustice to 265 others also convicted in sham military commissions, of injustice to more than 3,000 Dakota people held captive and then forced on a death march west out of Minnesota.\n\n“The Dakota have been dehumanized… and the injustices continue to the present, there still isn’t any justice,” Angelique EagleWoman (Wambdi A. WasteWin) told ICTMN.\n\nThe Sisseton-Wahpeton Dakota woman who is a professor of law at the University of Idaho College of Law knows about those past injustices. Besides growing up with stories of the U.S.-Dakota War of 1862 and its devastating aftermath for her people, she has studied the history of the trials that followed.\n\nWhen looking back across time at the largest mass execution in U.S. history, guilt or innocence for each individual cannot—and need not—be determined, but the judicial system itself can and should be judged, agreed EagleWoman and Carol Chomsky, a professor at University of Minnesota Law School who also researched the military commissions that handed down the verdicts.\n\nAnd the echoes of the U.S.-Dakota War and the handling of its aftermath still reverberate, EagleWoman wrote in her 2013 article published in the William Mitchell Law Review. “The quality of life for the Sisseton-Wahpeton Oyate (SWO) continues to be far below the level enjoyed by the majority of citizens in the United States… The human rights of cultural and economic self-determination, recognition of the ownership of a permanent homeland, and freedom to live in peaceful integrity have all been denied to the Sisseton-Wahpeton Dakota by the U.S. government and its component state governments.”\n\nIt is hard to summarize in a few words the multiple strands of the complex web that ignited the U.S.-Dakota War in late summer of 1862 in southwestern Minnesota. Some of the story is too familiar in Indian country.\n\nA series of treaties restricted the living space of the Dakota people to an area that could no longer sustain their traditional hunting economy. Promised payments and other remittance to compensate for the concessions were slow to emerge, withheld all together, or syphoned off by unscrupulous traders and others, leaving the Dakota people with nothing to live on—many facing starvation heading toward the long Minnesota winter.\n\nWith the Dakota people buffeted by the increasingly dangerous poverty and by the overt racism expressed by many of the white settlers and traders in the region (one trader infamously quipped “Let them eat grass” when informed of the pending starvation), it should not have been surprising when conflicts arose between the two races. The spark that would ignite the war came August 17, 1862, when four young Dakota hunters killed five settlers. In the past, wrote Carol Chomsky in her 1990 article “The United States-Dakota War Trials: A Study in Military Injustice” published in the Stanford Law Review, the young men might have been turned over to the Americans, but the Dakota people were in no mood for ignoring their situation. Instead, a war council was held that evening and a decision was made to go to war, though not supported by all the Dakota leaders. Even the war leader, Taoyateduta, Little Crow, reluctantly endorsed the action.\n\n“In the 37 days of fighting, 77 American soldiers, 29 citizen-soldiers, approximately 358 settlers and an estimated 29 Dakota soldiers had been killed,” Chomsky wrote.\n\nAttempts were made toward a peace, Col. Henry H. Sibley even contacted Taoyateduta, but Sibley’s demand for hostages before negotiations was rejected. By late September with Dakota support waning for the war, the main war leaders left the main camp with their families and those who wished to continue fighting. The remaining leaders agreed to surrender to Sibley, who had promised punishment only for those involved in attacks on settlers. Sibley set up the ironically named Camp Release across from the camp and eventually took more than 2,000 into custody.\n\nAlmost immediately, a three-member panel was set up as a court of inquiry, Chomsky wrote, but the court became a military commission, eventually judging 392 prisoners, convicting 323, of which 20 were sentenced to prison and 303 sentenced to death.\n\nThis commission, which blazed through all 392 trials in the 42 days between September 28 and November 8, epitomized the mockery of justice for the Dakota people that essentially began with the perverting of the treaty promises.\n\n“There were a very large number of trials in a very short period of time,” Chomsky said. “They were fast, they were repetitive, they focused on the same question… I think it became routine… It was a veneer of fairness, and just because there are trials does not mean there is fairness.”\n\nThere were numerous violations of the judicial procedure—whether public or military—in the creation and procedures of the commission, the two law professors pointed out. Both question whether a military commission was legitimate in cases where the main charges were murder, rape and robbery.\n\nIn addition, all six of those appointed to the commission had fought in the war. While that may have been legal, Chomsky indicated, it raises questions about the bias of the panel. It was not legal to have Sibley convene the commission. “Because the officer who convenes a court-martial is the first to review the proceedings for error, it is important that he be free from bias or the appearance of bias,” she wrote. He could not be both the accuser, as he was in these cases, and the convener of the trials.\n\nAnother point against justice being served was the basic lack of understanding by the Dakota prisoners of what they were being charged with and what the consequences of the trials might be. “Most of them did not speak English,” EagleWoman said. “They did not even know that they were being tried for crimes.” Most also did not have counsel defending them.\n\nCultural differences likely also played a role, Chomsky believes. One example is that the Dakota prisoners themselves might have spoken with pride of touching an armed soldier, “counting coup” in battle, which may have been misinterpreted as killing someone.\n\nWitnesses, who testified in multiple trials, often were themselves facing charges and possible execution. One defendant-turned-witness gave evidence in 55 cases, though he himself was later sentenced to hang (but was not among the 38).\n\n“It was a sham,” EagleWoman summed up the proceedings.\n\nApparently President Abraham Lincoln also felt that potential. Since this was a military proceeding, he had the ultimate say on the punishment, and asked to review all 303 cases bound for execution. At first, he considered approving execution only for those cases where rape had been proven, but that would have reduced the number sentenced to death to only two men. He decided instead to condemn those convicted of participating in civilian massacres and approved 39 executions, later suspending the execution of one on Sibley’s recommendation that new evidence brought his guilt into question.\n\nEagleWoman has a harsh assessment of Lincoln’s decisions. “I think he should have followed general military practice at the time. They should have been released. He made a political decision, made based on the racial hatred… Lincoln was a lawyer, knew that this was improper.”\n\nThe hatred was aflame, as Chomsky reported in her article. “Indeed, as the wagon train of prisoners moved through New Ulm on its way from Camp Release to Mankato, a crowd of men, women, and children pelted the shackled Dakota with bricks and other objects, seriously injuring some prisoners and guards. A mob attacked the rest of the Dakota—the “friendly community—on their way to Fort Snelling; one baby was snatched from its mother’s arms and beaten to death.”\n\nThe 38 executions, originally scheduled for December 19, were further delayed for fear of mob reactions. After a massive scaffold had been built in Mankato to hold all the condemned, though, the hangings did take place December 26. It was not until December 22, EagleWoman said, that the prisoners would told of their impending deaths. On the 23rd, the condemned men danced and sang and the next few days were permitted visits with relatives.\n\nOne of the condemned, Hdainyanka, Rattling Runner, sent an angry letter to his father-in-law expressing his feeling of being deceived into surrendering because no innocent man would be injured. “I have not killed, wounded or injured a white man or any white persons… and yet today I am set apart for execution.”\n\nIndeed, EagleWoman points out, the 38 executed were those who voluntarily surrendered: “They had gone there because they wanted to end the war, and they protected the whites.” Those who wanted to continue the war already fled, though two war leaders, Wakanozanzan, Medicine Bottle, and Shakopee, Little Six, were later kidnapped from Canada, tried and executed in 1865.\n\nIt is believed that at least two men were executed at the mass hanging by mistake—one man answered to a name “Chaske” or “first son” that was not him and another young white man, raised by the Dakota, who had been acquitted but was hanged.\n\nMore than 4,000 people crowded the square where the hanging was done, cheering when the execution was done.\n\nA section of the Minnesota Historical Society’s U.S.-Dakota War website describes what followed: “After dangling from the scaffold for a half hour, the men’s bodies were cut down and hauled to a shallow mass grave on a sandbar between Mankato’s main street and the Minnesota River. Before morning, most of the bodies had been dug up and taken by physicians for use as medical cadavers.”\n\nIn the days that followed, several of those earlier condemned would be given pardons when it appeared the evidence was not sufficient against them. Others would be eventually taken to a prison camp in Iowa.\n\nThe end for these men seemed to mark a beginning to renewed suffering for the Dakota people. More than one-quarter of the several thousand who surrendered to Sibley would be dead before the end of 1863. Thousands of others were exiled to the Dakotas, Montana or as far as Manitoba.\n\nTelling history as it truly happened, capturing the full complexities, doesn’t only honor the past, it can help for the future, EagleWoman said. “It’s traumatic, but we still have to know the truth.”\n\nRELATED: Remembering the Dakota 38: A List of Those Executed in 1862", "article_metadata": {"description": "A ghost of Christmas past haunts the Dakota still—the ghost of an injustice to 38 men hanged December 26, 1862. The trials of those men were a sham.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2015/12/26/sham-trials-traumatic-truth-what-happened-dakota-38-162857", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/dakota-38-mankato-massacre.jpg", "type": "article", "title": "Sham Trials: The Traumatic Truth of What Happened to the Dakota 38"}, "abstract": "A ghost of Christmas past haunts the Dakota still—the ghost of an injustice to 38 men hanged December 26, 1862. The trials of those men were a sham.", "keywords": "Konnie LeMay, U.S.-Dakota War of 1862, Native American History, Dakota 38", "dc": {"title": "Sham Trials: The Traumatic Truth of What Happened to the Dakota 38"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2015/12/26/sham-trials-traumatic-truth-what-happened-dakota-38-162857", "dcterms.creator": "leeanne", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "robots": "follow, index", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 1}, "dcterms.date": "2015-12-26T11:00-05:00", "dcterms.title": "Sham Trials: The Traumatic Truth of What Happened to the Dakota 38"}, "article_summary": "“It’s traumatic, but we still have to know the truth.”RELATED: Remembering the Dakota 38: A List of Those Executed in 1862\nOne example is that the Dakota prisoners themselves might have spoken with pride of touching an armed soldier, “counting coup” in battle, which may have been misinterpreted as killing someone.\nThe spark that would ignite the war came August 17, 1862, when four young Dakota hunters killed five settlers.\nAnother point against justice being served was the basic lack of understanding by the Dakota prisoners of what they were being charged with and what the consequences of the trials might be.\nThe Sisseton-Wahpeton Dakota woman who is a professor of law at the University of Idaho College of Law knows about those past injustices."}