{"article_title": "MNsure to seek IT vendor options with eye on improving website", "article_keywords": ["website", "vendor", "mnsure", "otoole", "request", "system", "state", "officials", "health", "improving", "eye", "vendors", "seek", "options"], "article_url": "http://www.startribune.com/mnsure-to-seek-it-vendor-options-with-eye-on-improving-website/380885861/", "article_text": "MNsure wants to see if switching IT vendors could help improve aspects of the state health insurance exchange’s website.\n\nThe search could begin this summer by way of a “request for information” that might ultimately lead to website changes by the second half of 2017, said Allison O’Toole, the MNsure chief executive, at a board meeting Wednesday in St. Paul.\n\nA new vendor might resolve long-standing problems such as the lack of e-mail confirmation once people buy a health plan, or the need for users to clear their browser history before using the website.\n\n“Even though Minnesotans are enrolling with relative ease, the online experience could be better,” O’Toole said. “I believe it is imperative to assess new technology solutions.”\n\nShe added: “The tech world has changed a lot over the last three years, especially in this industry, and we should take advantage of the innovation and advancement that’s occurred.”\n\nMinnesota launched the MNsure health exchange in 2013 to implement the federal Affordable Care Act, which requires almost all Americans to have health insurance or pay a tax penalty.\n\nThe rollout was marred by a balky website and overwhelmed call center that contributed to the exchange falling far short of enrollment projections.\n\nA lot of those early technical issues have been resolved, but complaints remain with certain aspects of the website. For those buying private coverage, in particular, it’s possible that another vendor could help make the website easier to use, O’Toole said, pointing to the exchange website in the District of Columbia as an example.\n\n“It’s simpler,” O’Toole said. “There are fewer screens. It’s a usability thing. … Better navigation.”\n\nWhile the request for information would seek submissions from vendors for all portions of the website, state officials said it would be tougher for MNsure to switch away from the complex enrollment and eligibility system it shares with the state Department of Human Services. That system — which the state now calls the Minnesota Eligibility Technology System (METS) — continues to cause frustration for counties that use it for managing cases for people with public health insurance coverage.\n\nJust last week, for example, Hennepin County officials said they will need to hire another 92 workers to work on cases within the MNsure/METS system. MNsure officials on Wednesday suggested that changes might be less likely with the eligibility portion of the website than with the shopping portion, which currently is handled by a vendor called Connecture.\n\n“I think we are the only state using Connecture right now, so there are a lot of other solutions out there,” O’Toole said.\n\nA spokeswoman with Connecture did not immediately respond to an e-mail seeking comment. MNsure also uses PricewaterhouseCoopers and IBM Curam as outside IT vendors, plus the state’s IT division.\n\nO’Toole said that in a best-case scenario, the request for information process this summer would quickly lead to a formal request for proposals from vendors. If MNsure opts to change a vendor, it would not seek money from the Legislature, O’Toole said, but would work within its current budget.\n\nA new vendor might help with “some of those ticky things that happen that are just frustrating for consumers,” O’Toole said. “It’s the clearing the cache, it’s the not getting the confirmation. … A big call driver is people just confirming that they’ve enrolled.”\n\nTwitter: @chrissnowbeck", "article_metadata": {"description": "The search might ultimately lead to website changes by the second half of 2017, said Allison O'Toole, the MNsure chief executive.", "og": {"site_name": "Star Tribune", "description": "The search might ultimately lead to website changes by the second half of 2017, said Allison O'Toole, the MNsure chief executive.", "title": "MNsure to seek IT vendor options with eye on improving website", "url": "http://www.startribune.com/mnsure-to-seek-it-vendor-options-with-eye-on-improving-website/380885861/", "image": {"url": "http://stmedia.stimg.co/ows_144624450679209.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "width": 1200, "identifier": "http://stmedia.stimg.co/ows_144624450679209.jpg?h=630&w=1200&fit=crop&bg=999&crop=faces", "height": 630}, "type": "article"}, "twitter": {"description": "The search might ultimately lead to website changes by the second half of 2017, said Allison O'Toole, the MNsure chief executive.", "title": "MNsure to seek IT vendor options with eye on improving website", "url": "http://www.startribune.com/mnsure-to-seek-it-vendor-options-with-eye-on-improving-website/380885861/", "image": {"src": "http://stmedia.stimg.co/ows_144624450679209.jpg?h=560&w=750&fit=crop&bg=999&crop=faces", "identifier": "http://stmedia.stimg.co/ows_144624450679209.jpg?h=560&w=750&fit=crop&bg=999&crop=faces"}, "site": "@StarTribune", "card": "summary"}, "article": {"tag": "health insurance"}, "google-site-verification": "bLXTXkzm4dJ8hcJy1LXawtxXxGP3JhInARj69uCiMiM", "news_keywords": "MNsure,website,online,health insurance"}, "article_summary": "MNsure wants to see if switching IT vendors could help improve aspects of the state health insurance exchange’s website.\nIf MNsure opts to change a vendor, it would not seek money from the Legislature, O’Toole said, but would work within its current budget.\nMNsure officials on Wednesday suggested that changes might be less likely with the eligibility portion of the website than with the shopping portion, which currently is handled by a vendor called Connecture.\nA new vendor might help with “some of those ticky things that happen that are just frustrating for consumers,” O’Toole said.\nA lot of those early technical issues have been resolved, but complaints remain with certain aspects of the website."}