{"article_title": "Obamacare Opponents' Last -- and Most Far-Fetched -- Stand", "article_keywords": ["states", "aca", "marketplaces", "federal", "tax", "subsidies", "obamacare", "farfetched", "credit", "health", "stand", "run", "opponents"], "article_url": "http://www.huffingtonpost.com/ron-pollack/obamacare-opponents-last_b_5441036.html", "article_text": "Opponents of the Affordable Care Act (ACA) have tried, unsuccessfully, to derail the historic law. They sought to have the law declared unconstitutional but lost in the Supreme Court. They voted approximately 50 times in the House of Representatives to repeal it, to no avail. And they shut down the government for 16 days in a quixotic attempt to defund it.\n\nAnd now comes the latest, and most far-fetched, attempt to upend the ACA: Opponents of the law have filed four lawsuits designed to stop families from obtaining the very thing that allows them to afford their health insurance premiums: tax credit subsidies.\n\nIf the law's opponents ultimately prevail in this litigation, millions of individuals and families who are currently receiving tax credit subsidies would lose them, and the overwhelming majority would lose their ability to afford health insurance as a result.\n\nThe suits challenge a Treasury Department ACA regulation that enables middle- and moderate-income families to receive these tax credit subsidies regardless of which state they live in. But, according to ACA opponents, these tax credit subsidies should be eliminated in the 34 states where the federal government (instead of the state) is running the health insurance marketplaces.\n\nWhy? Opponents argue that Congress intended to induce states to run the marketplaces by making the tax credits available only in states that chose to run the marketplaces directly. This argument, conjured up months after the ACA's passage, is clearly contrary to congressional intent.\n\nAll five of the committee chairmen who crafted the ACA -- Sens. Baucus and Harkin, as well as Reps. Waxman, Levin, and Miller -- filed court papers indicating that the ACA opponents are trying to flout congressional intent. They said that the opponents' \"assertion is inconsistent with the text and history of the statute, and with its fundamental purpose -- to make health insurance affordable for all Americans, wherever they reside.\"\n\nThe opponents' assertion also makes no sense. Why would Congress wish to withhold federal tax credit subsidies in the very marketplaces that are operated by the federal government? That would make the federal government's investment in a marketplace essentially pointless because few uninsured people could afford health insurance.\n\nIf Congress had truly intended to induce states to run their own marketplaces by withholding tax credit subsidies from those that did not, it would have clearly and unmistakably communicated that message. Tellingly, in all of the floor debates, committee reports, or other statements there is no evidence that Congress had such intent.\n\nIn fact, states were unaware that their decision to have the federal government run their marketplace could hamper their residents' ability to obtain the subsidies that residents in state-run marketplaces would receive. States often made their decisions based on political considerations (such as a governor's or state legislators' views about the ACA) and/or practical factors (such as the fiscal and administrative impacts of running a marketplace).\n\nAs a case in point, Virginia, which decided to allow the federal government to run its marketplace, even filed a friend-of-the-court brief indicating it had no inkling that its decision would deprive residents of the subsidies. \"There was no suggestion when the ACA was adopted that premium tax credits would be unavailable in states with federally-facilitated [marketplaces],\" the state said.\n\nTo date, two federal district court judges -- one a Clinton appointee and the other a Reagan appointee -- found that the plaintiffs' claims lacked merit and dismissed the lawsuits. Those decisions are now on appeal, and two other federal district court cases will also move forward. Since judges are not immune to political considerations, we must take these suits seriously.\n\nIf these lawsuits succeed, it would cause enormous pain for huge numbers of families across the country, and it would violate Congress' intent when it passed this historic law.\n\nRonald F. Pollack, a former law school dean, is Executive Director of Families USA, the national organization for healthcare consumers.", "article_metadata": {"description": "Opponents of the Affordable Care Act (ACA) have tried, unsuccessfully, to derail the historic law. They sought to have the law declared unconstitutional ...", "sailthru.expire_date": "2014-06-05 23:05:15 -0400", "og": {"site_name": "The Huffington Post", "description": "Opponents of the Affordable Care Act (ACA) have tried, unsuccessfully, to derail the historic law. They sought to have the law declared unconstitutional ...", "url": "http://www.huffingtonpost.com/ron-pollack/obamacare-opponents-last_b_5441036.html", "image": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1464944/images/o-US_UK_CA-facebook.jpg", "height": 1000}, "site": "@HuffPostPol", "card": "summary_large_image", "description": "Opponents of the Affordable Care Act (ACA) have tried, unsuccessfully, to derail the historic law. They sought to have the law declared unconstitutional ..."}, "sailthru.date": "2014-06-04 23:05:15 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5441036", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "health care reform,Affordable Care Act,obamacare,tea party,health care,Health Care Lawsuit,health", "article": {"section": "Politics", "tag": "health care reform,Affordable Care Act,obamacare,tea party,health care,Health Care Lawsuit,health", "published_time": "2014-06-04 23:05:15 -0400", "modified_time": "2014-08-04 05:59:05 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcc4bc\"", "article_summary": "Baucus and Harkin, as well as Reps. Waxman, Levin, and Miller -- filed court papers indicating that the ACA opponents are trying to flout congressional intent.\nWhy would Congress wish to withhold federal tax credit subsidies in the very marketplaces that are operated by the federal government?\nBut, according to ACA opponents, these tax credit subsidies should be eliminated in the 34 states where the federal government (instead of the state) is running the health insurance marketplaces.\nThe suits challenge a Treasury Department ACA regulation that enables middle- and moderate-income families to receive these tax credit subsidies regardless of which state they live in.\nAnd now comes the latest, and most far-fetched, attempt to upend the ACA: Opponents of the law have filed four lawsuits designed to stop families from obtaining the very thing that allows them to afford their health insurance premiums: tax credit subsidies."}