{"article_title": "4 Industry Factors Influencing Clinic Planning", "article_keywords": ["sound", "specialties", "patient", "wayfinding", "factors", "models", "industry", "utilization", "planning", "clinic", "influencing", "healthcare", "care"], "article_url": "http://www.healthcaredesignmagazine.com/blogs/christine-guzzo-vickery/4-industry-factors-influencing-clinic-planning", "article_text": "Click to view image\n\nAs the healthcare industry shifts toward outpatient care, healthcare organizations are reevaluating clinic planning to meet evolving patient needs. Once-standard waiting rooms, workstations, and exam rooms are evolving to accommodate new delivery models for a diverse patient base.\n\nThe goal for healthcare organizations is to meet changing programming needs—and that starts with sound planning. Below are four industry factors affecting clinic planning.\n\nTrends\n\nLegislative, eco­nomic, demographic, cultural, and technological trends are all driving clinic planning. The Affordable Care Act, for instance, is placing greater emphasis on cost containment and outcomes, while aging boomers are posing a pending tsunami of new patients on the system.\n\nUtilization\n\nDedicated clinic spaces are giving way to flexible space planning to increase utilization for emerging models such as collaborative care, group exams, wellness programs, and resource centers. The benefits reduce square footage while meeting flexible programming needs.\n\nDesign\n\nSafety, privacy, acoustics, universal accessibility, wayfinding, and architectural details are key planning considerations for all clinic types. Particular emphasis varies by individual clinic staffing, services, location, and patient population.\n\nModules\n\nClinic modules include academic, self-rooming, physician-centric, physician and staff collaborative, neighborhood clinic, and MOB, while emerging clinic models include group exams and multiple specialists. Informed planning evaluates the right module for the right service.\n\nImplicit is patient safety, acces­sibility, and efficiency. At Fairview Medical Center in Maple Grove, Minn., for instance, multiple specialties serving cardiology, endocrinology, medical oncology, urology, and primary care share common resources to improve efficiency and utilization while clear wayfinding makes it easy for patients to locate check-in and specialties. Sound clinic planning should balance a range of factors.", "article_metadata": {"keywords": "[page-title],[metatags-global-keywords-1],Accessible Design,Architectural Design Ideas,Facility Planning,Clinics,Design Ideas,Patient Safety", "revisit-after": "1 day", "description": "As the healthcare industry shifts toward outpatient care, healthcare organizations are reevaluating clinic planning to meet evolving patient needs."}, "article_summary": "Sound clinic planning should balance a range of factors.\nBelow are four industry factors affecting clinic planning.\nClick to view imageAs the healthcare industry shifts toward outpatient care, healthcare organizations are reevaluating clinic planning to meet evolving patient needs.\nModulesClinic modules include academic, self-rooming, physician-centric, physician and staff collaborative, neighborhood clinic, and MOB, while emerging clinic models include group exams and multiple specialists.\nTrendsLegislative, eco­nomic, demographic, cultural, and technological trends are all driving clinic planning."}