{"article_title": "Museum and library workers are looking for better treatment at work.", "article_keywords": ["week", "looking", "30", "parttime", "carnegie", "workers", "work", "hours", "museums", "library", "better", "say", "treatment", "employees", "museum", "care"], "article_url": "http://www.pghcitypaper.com/pittsburgh/museum-and-library-workers-are-looking-for-better-treatment-at-work/Content?oid=1730796", "article_text": "Pittsburgh's museums and libraries are where we go to admire great works of art and literature. But some museum and library workers say their employers don't give all employees the respect they deserve.\n\nSome have joined to form Info Desk, a new campaign by local cultural-industry workers who say they're underpaid and lack adequate say in the workplace. The effort receives help from members of Fight Back Pittsburgh, a social-justice group affiliated with the United Steelworkers.\n\nA top issue is health care: The group launched last year, after some part-time employees at the Carnegie Museums of Pittsburgh and elsewhere saw their hours limited to less than 30 hours a week. The cutbacks anticipated the federal Affordable Care Act, which requires employers of a certain size to provide health insurance for employees who work more than 30 hours weekly or else face fines.\n\nInterviews CP conducted with several current and former employees of the Carnegie and other institutions suggest that the change was most noticeable at The Andy Warhol Museum. Starting in July, gallery attendants there were limited to 25 hours per week. Of the Warhol's roughly 40 attendants, some who had been working as much as 40 hours a week saw their hours cut — even as the museum hired 20 or more additional part-time attendants to pick up the slack. Other attendants reportedly quit because they could no longer make ends meet.\n\nAt other Carnegie museums — which include the museums of Art and Natural History and the Carnegie Science Center — even some employees who were not regularly working 30 hours weekly say they experienced cutbacks. And at the Carnegie Library of Pittsburgh, a part-time employee confirms that part-timers there have also been limited to 25 hours a week since early 2013.\n\nThe Carnegie Museums acknowledges that cutbacks were prompted by the Affordable Care Act. However, writes Carnegie spokesperson Betsy Momich in an email, as of early last year, only 48 of the Carnegie's more than 600 part-time employees were then averaging 30 hours or more a week. Of those, 17 have since been made full-timers, writes Momich. \"The great majority of our part-time employees did not see their hours reduced,\" she writes.\n\nCarnegie Library spokesperson Suzanne Thinnes acknowledges that the library is \"cognizant of\" the ACA, and says that part-time workers are now kept under 30 hours a week. But she also notes that budgets for both full- and part-time pay rose this year.\n\nWorkers CP interviewed don't blame the Affordable Care Act, a.k.a. Obamacare, for the cuts. Rather, \"This whole avoidance of paying affordable health care is despicable,\" says one Info Desk organizer, who like most workers interviewed for this article requested anonymity for fear of workplace retaliation. \"We're talking about multimillion-dollar institutions here.\"", "article_metadata": {"layout": "Content Default", "description": "Pittsburgh's museums and libraries are where we go to admire great works of art and literature. But some museum and library workers say their employers...", "title": "Museum and library workers are looking for better treatment at work. | Art Reviews + Features | Pittsburgh | Pittsburgh City Paper", "og": {"site_name": "Pittsburgh City Paper", "description": "Pittsburgh's museums and libraries are where we go to admire great works of art and literature. But some museum and library workers say their employers...", "title": "Museum and library workers are looking for better treatment at work.", "url": "http://www.pghcitypaper.com/pittsburgh/museum-and-library-workers-are-looking-for-better-treatment-at-work/Content?oid=1730796", "image": {"width": 600, "identifier": "http://media1.fdncms.com/pittsburgh/imager/museum-and-library-workers-are-looking-for-better-treatment-at-work/u/slideshow/1730798/art1_homepage_08.jpg", "height": 368}, "type": "article"}, "twitter": {"description": "Pittsburgh's museums and libraries are where we go to admire great works of art and literature. But some museum and library workers say their employers...", "card": "summary", "title": "Museum and library workers are looking for better treatment at work."}, "oid": 1730796, "fb": {"app_id": 220904467945157}, "keywords": "Pittsburgh, art, architecture, galleries, exhibits, reviews, visual art, artists, pittsburgh, city paper, pgh, CP, newspaper, music, restaurants, dining, alt weekly", "google-site-verification": "tY69f_D2SU0uRqba9DE_T7z9L2IYLf1_QDx5GP_-9ks", "thumbnail": "http://media1.fdncms.com/pittsburgh/imager/museum-and-library-workers-are-looking-for-better-treatment-at-work/u/slideshow/1730798/art1_homepage_08.jpg", "viewport": "width=1000", "news_keywords": "pittsburgh, art, architecture, galleries, exhibits, reviews, visual art, artists, pittsburgh, city paper"}, "_id": "\"57477af46914bd0286fdadd9\"", "article_summary": "But some museum and library workers say their employers don't give all employees the respect they deserve.\nCarnegie Library spokesperson Suzanne Thinnes acknowledges that the library is \"cognizant of\" the ACA, and says that part-time workers are now kept under 30 hours a week.\nSome have joined to form Info Desk, a new campaign by local cultural-industry workers who say they're underpaid and lack adequate say in the workplace.\n\"The great majority of our part-time employees did not see their hours reduced,\" she writes.\nThe Carnegie Museums acknowledges that cutbacks were prompted by the Affordable Care Act."}