{"article_title": "Supreme Court Appears Headed for Tie in Obamacare Case", "article_keywords": ["case", "control", "supreme", "court", "coverage", "headed", "obamacare", "health", "birth", "tie", "providing", "religious", "appears"], "article_url": "http://www.nbcnews.com/news/us-news/supreme-court-appears-headed-tie-obamacare-case-n544316", "article_text": "Play Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed Supreme Court Tie in Obamacare Contraception Case Appears Likely 1:56 autoplay autoplay Copy this code to your website or blog\n\nThe U.S. Supreme Court appeared headed for a 4-4 tie after hearing courtroom argument Wednesday in one of the most contentious cases of the term, a battle between religion and birth control.\n\nTwo dozen religiously affiliated schools, seminaries, hospitals and charities from around the nation are challenging a provision of Obamacare that requires employers to include coverage for contraceptives in their health care plans.\n\nRelated: Supreme Court Vacancy Complicates Debate Over Obamacare, Birth Control\n\nHouses of worship and their auxiliaries are completely exempt from the requirement. Lawyers for the religious groups told the Supreme Court Wednesday say they should be, too.\n\nThe Obamacare law allows religiously affiliated organizations to opt out of directly providing contraceptive coverage.\n\nAmong the law's challengers is an organization of Catholic nuns called The Little Sisters of the Poor, which operates 27 homes for the low-income elderly.\n\nThey say the accommodation still makes them complicit in providing access to birth control and abortion, which violates their religious views.\n\nNuns protest against the Affordable Care Act's birth control mandate outside the Supreme Court ahead of oral arguments in Zubik v. Burwell in Washington DC on March 23, 2016. JIM LO SCALZO / EPA\n\nThe court's three most conservative justices appeared to agree.\n\n\"Hijacking is an apt description of what the government wants,\" said Chief Justice John Roberts.\n\nJustice Anthony Kennedy, potentially the controlling vote, used the same term, saying it's necessary for the government \"to hijack their plans\" to provide for the coverage.\n\nThe court is generally evenly divided along ideological lines following the death of Justice Antonin Scalia.\n\nIf Kennedy joins the other conservatives, that would produce a four-four tie, which would leave lower court rulings in effect, an outcome the court tries to avoid. A tie would be especially problematic now, because the federal courts of appeal were not in agreement on the issue currently before the court.\n\nThree ruled for the government, but one ruled in favor of the religiously affiliated groups. A tie would leave that split in place. Women who work for the organizations would have direct access to contraceptive coverage in some states but not others.\n\nA tie would also mean a loss for the Little Sisters and most of the other challengers, who lost in the lower courts.\n\nRelated: Birth Control is Back at the Supreme Court\n\nAn organization that objects on religious grounds to providing the coverage must notify the Department of Health and Human Services in writing and provide information about its health insurance plan. The government then notifies the insurer that it must assume the responsibility of providing contraceptive coverage at no cost to the beneficiaries.\n\nPlay Facebook\n\nTwitter\n\nGoogle Plus\n\nEmbed How Does the Supreme Court Pick Cases? 0:42 autoplay autoplay Copy this code to your website or blog\n\nSolicitor General Donald Verrilli told the court the law provides \"a sensible balance, respecting both the employer's religious views and the interests of their employees.\"\n\nSister Constance Veit of the Little Sisters in Washington, DC acknowledges that under the accommodation, they would no longer be paying for contraceptive coverage.\n\n\"That's never been the point with us. The services would still become a part of our health plan, and that's just something we can't agree to,\" she told NBC News.\n\nThe justices must decide whether the government's accommodation violates a federal law called the Religious Freedom Restoration Act. It forbids the government to impose a substantial burden on the exercise of religious beliefs, unless the challenged provision is the least restrictive way to satisfy a compelling government need.\n\nSketch of the ACA contraception arguments, Paul Clement is at lectern for petitioners on March, 23. Art Lien\n\nIt can't be very compelling, lawyers for the groups argued, given that the government has already allowed so many exceptions - to churches, to for-profit companies founded on religious principles, and to employers whose health care plans are unchanged since the Affordable Care Act was passed - that exempt employers of tens of millions of people.\n\nVerrilli responded that the challengers want not only to be relieved from the obligation of providing contraceptive coverage themselves but also to prevent the government from working with other entities to fill the gap.\n\nThe right to free exercise of religion does not include the right to restrict others from seeking the health care they need, he said. \"Contraceptives are an essential component of women's health care.\"\n\nKate Perelman of Silver Spring, Md., left, with Americans United for Separation of Church and State, holds a sign saying \"Notorious IUD\" as a play on words with the nickname for Supreme Court Justice Ruth Bader Ginsburg, as she, and others, rally in support of birth control access regardless of employer, Wednesday, March 23, 2016, outside the Supreme Court in Washington. The Supreme Court is taking up a challenge from faith-based groups that object to an Obama administration effort to ensure their employees and students can get cost-free birth control. Jacquelyn Martin / AP\n\nHe argued that the challengers mischaracterize how the accommodation works. Once they file notice of their objection, the government takes over, invoking its independent authority to arrange for insurers or plan administrators to provide the coverage. It is not delivered through an entity owned or controlled by the employer, Verrilli said.\n\nIf the challengers win, Verrilli said, women would be forced to undertake extra steps to learn about and sign up for benefits through some other plan, thwarting one of the purposes of Obamacare \"to ensure that women receive equal health coverage and to remove barriers to the use of preventative services.\"", "article_metadata": {"description": "The Supreme Court appeared headed for a 4-4 tie after hearing courtroom argument Wednesday in a tense battle between religion and birth control.", "og": {"site_name": "NBC News", "description": "The Supreme Court appeared headed for a 4-4 tie after hearing courtroom argument Wednesday in a tense battle between religion and birth control.", "title": "Supreme Court Appears Headed for Tie in Obamacare Case", "url": "http://www.nbcnews.com/news/us-news/supreme-court-appears-headed-tie-obamacare-case-n544316", "image": "http://media3.s-nbcnews.com/j/newscms/2016_12/1470246/160323-nun-lobby-against-birth-control-yh-0102p_fc5d999432199005c50fcbe0aacaa70f.nbcnews-fp-1200-800.jpg", "type": "article"}, "twitter": {"domain": "NBCNews.com", "description": "The Supreme Court appeared headed for a 4-4 tie after hearing courtroom argument Wednesday in a tense battle between religion and birth control.", "title": "Supreme Court Appears Headed for Tie in Obamacare Case - NBC News", "image": {"src": "http://media3.s-nbcnews.com/j/newscms/2016_12/1470246/160323-nun-lobby-against-birth-control-yh-0102p_fc5d999432199005c50fcbe0aacaa70f.nbcnews-fp-1200-800.jpg"}, "creator": "NBCNews", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2016-03-23", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/news/us-news/supreme-court-appears-headed-tie-obamacare-case-n544316", "fb": {"app_id": 10150138890205613}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "article": {"author": "https://www.facebook.com/NBCNews"}, "viewport": "width=device-width, initial-scale=1", "news_keywords": "Supreme Court, Scalia, Obamacare, birth control,News,U.S. news,Supreme Court"}, "article_summary": "Related: Supreme Court Vacancy Complicates Debate Over Obamacare, Birth ControlHouses of worship and their auxiliaries are completely exempt from the requirement.\nPlay FacebookTwitterGoogle PlusEmbed Supreme Court Tie in Obamacare Contraception Case Appears Likely 1:56 autoplay autoplay Copy this code to your website or blogThe U.S. Supreme Court appeared headed for a 4-4 tie after hearing courtroom argument Wednesday in one of the most contentious cases of the term, a battle between religion and birth control.\nLawyers for the religious groups told the Supreme Court Wednesday say they should be, too.\nPlay FacebookTwitterGoogle PlusEmbed How Does the Supreme Court Pick Cases?\nNuns protest against the Affordable Care Act's birth control mandate outside the Supreme Court ahead of oral arguments in Zubik v. Burwell in Washington DC on March 23, 2016."}