{"article_title": "Spending Time At The Gym Linked To Higher GPAs In College Students", "article_keywords": ["increase", "school", "brain", "spending", "gym", "gpas", "memberships", "students", "college", "fitness", "retention", "linked", "exercise", "higher"], "article_url": "http://www.medicaldaily.com/spending-time-gym-linked-higher-gpas-college-students-mental-benefits-working-out-292730", "article_text": "New research out of Michigan State University (MSU) has found a link between exercise and higher GPAs in college students. It’s not a surprising finding, as plenty of research exists highlighting the mental, physical, and even emotional benefits of working out.\n\nThe study discovered that students who were members of recreational sports and fitness centers at Michigan State during their freshman and sophomore years had higher GPAs than students who weren’t. The researchers also found that students who had memberships at the gym were less likely to drop out of school — there was an increase of 3.5 percent in two-year retention rates among the members.\n\n“That could equate to about 1,575 people within a student population of 49,000 deciding to move on to a third year of school,” said James Pivarnik, a professor of kinesiology and epidemiology at MSU, in a press release. “These results provide a compelling argument to universities that a higher student retention rate could be enhanced just by having adequate recreational and fitness facilities for students.” It’s not only gym memberships that might increase retention rates as well as academic success among students, but other social opportunities that create a “connection” to the school that might have positive effects.\n\nThe study reviewed a total of 4,843 freshmen and sophomores, comparing their GPAs based on who was a member at a fitness facility and who was not. People with memberships had higher cumulative GPAs and had also completed more credits by the end of their freshman years. “We found that these students’ cumulative GPAs were 0.13 points higher,” Pivarnik said in the release. “Although this number may not appear to be significant, in the end, that amount could mean the difference to those students on the cusp of getting into graduate school or even advancing to the next academic year.”\n\nOf course, it’s nothing new that exercise can make your mind sharper. In certain studies, scientists examined the effect exercise had on the brains of mice, discovering that daily workouts replenished their brain energy stores and also produced extra energy, particularly in the areas of the brain that have to do with thinking and memory. In fact, exercising every day over a long period of time created excess energy consistently. Exercise can increase the number of brain cells in the hippocampus, which is also essential in learning and memory.\n\nThere are some things that can stimulate the production of new cells in the brain, especially when it’s faced with new “challenges” like social opportunities, increased learning, and more physical activity. A combination of all of these things can help keep the mind focused and ultimately boost work productivity and academic success in students, as well as keep the immune system strong and stress reduced.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "exercise, working out boost gpa", "og": {"site_name": "Medical Daily", "description": "Working out can make you smarter, and researchers have once again pointed this out by discovering that Michigan State students who had gym memberships had higher GPAs.", "title": "The Gym Might Be More Important Than The Library In Boosting Your GPA", "url": "http://www.medicaldaily.com/spending-time-gym-linked-higher-gpas-college-students-mental-benefits-working-out-292730", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/12/exercise.jpg", "type": "article"}, "twitter": {"description": "Working out can make you smarter, and researchers have once again pointed this out by discovering that Michigan State students who had gym memberships had higher GPAs.", "title": "The Gym Might Be More Important Than The Library In Boosting Your GPA", "url": "http://www.medicaldaily.com/spending-time-gym-linked-higher-gpas-college-students-mental-benefits-working-out-292730", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/12/exercise.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/12/exercise.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-07-12T17:06:37-04:00", "modified_time": "2014-07-12T17:06:37-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Working out can make you smarter, and researchers have once again pointed this out by discovering that Michigan State students who had gym memberships had higher GPAs."}, "_id": "\"57477af36914bd0286fcf875\"", "article_summary": "New research out of Michigan State University (MSU) has found a link between exercise and higher GPAs in college students.\nThe study discovered that students who were members of recreational sports and fitness centers at Michigan State during their freshman and sophomore years had higher GPAs than students who weren’t.\nPeople with memberships had higher cumulative GPAs and had also completed more credits by the end of their freshman years.\n“We found that these students’ cumulative GPAs were 0.13 points higher,” Pivarnik said in the release.\nExercise can increase the number of brain cells in the hippocampus, which is also essential in learning and memory."}