{"article_title": "The power of art: Hospitals use paintings, sculptures to improve patient health, satisfaction", "article_keywords": ["respond", "stress", "art", "power", "sculptures", "design", "eskenazi", "paintings", "pieces", "satisfaction", "health", "population", "patient", "works", "hospitals", "hospital", "improve"], "article_url": "http://www.fiercehealthcare.com/story/power-art-hospitals-use-paintings-sculptures-improve-patient-health-satisfa/2014-08-19", "article_text": "Hospital leaders frequently incorporate design when they remodel facilities in order to improve population health and community wellness. But many organizations now try to prominently display works of art to reduce patient stress and boost satisfaction.\n\nSidney & Lois Eskenazi Hospital in Indianapolis took the concept to a whole new level last year when it used $1.5 million in donations to commission 19 artists to create original works to decorate the newly opened facility's corridors and rooms, the Wall Street Journal reported.\n\n\"These are not just accoutrements or aesthetics anymore,\" Lisa Harris, a nephrologist and chief executive of Eskenazi Health, affiliated with the Indiana University School of Medicine in Indianapolis, told the newspaper.\n\nIndeed, the hospital commissioned the art due to studies, which show a direct link between images and the brain's reaction to pain, stress and anxiety. Researchers say that patients respond especially well to art that evokes nature and pieces that convey a sense of security and safety.\n\nOne Eskenazi piece, entitled \"Paths Crossed,\" by Maine artist Aaron T. Stephan, is made up of six wooden intertwined ladders suspended from the ceiling and visually represents the hospital's approach to care, according to Harris, who described it in the article as \"lives intertwined as we go from health to sickness and back to health again.\"\n\nPatients, especially those anxious about undergoing procedures and tests, respond well to the visual stimulation, finding it reduces their stress. And despite the fact that many hospitals face budget shortfalls, they often can purchase or commission art through funds supported by donations, or those built into budgets for new construction. Others, such as the Mayo Clinic in Jacksonville, Florida, also display pieces on loan from local art museums.\n\nTo learn more:\n\n- read the article, which includes photographs of several of the Eskenazi pieces\n\nRelated Articles\n\nHospitals use design to improve population health\n\nFlorida Hospital to build apartments for employees\n\nAirports, shopping malls inspire revamped hospital designs\n\nNew hospital design keeps patient in mind, improves safety", "article_metadata": {"description": "Hospital leaders frequently incorporate design when they remodel facilities in order to improve population health and community wellness. But many organizations now try to prominently display works of art to reduce patient stress and boost satisfaction, the Wall Street Journal reports.", "og": {"site_name": "FierceHealthcare", "description": "Hospital leaders frequently incorporate design when they remodel facilities in order to improve population health and community wellness. But many organizations now try to prominently display works of art to reduce patient stress and boost satisfaction, the Wall Street Journal reports.", "title": "The power of art: Hospitals use paintings, sculptures to improve patient health, satisfaction", "url": "http://www.fiercehealthcare.com/story/power-art-hospitals-use-paintings-sculptures-improve-patient-health-satisfa/2014-08-19", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "design,Marketing,Operations & Business Management,Patient Care & Outcomes,patient satisfaction,Stress,Wall Street Journal. art", "viewport": "width=device-width", "news_keywords": "Marketing,Operations & Business Management,Patient Care & Outcomes"}, "_id": "\"57477af36914bd0286fc966f\"", "article_summary": "Hospital leaders frequently incorporate design when they remodel facilities in order to improve population health and community wellness.\nBut many organizations now try to prominently display works of art to reduce patient stress and boost satisfaction.\n\"These are not just accoutrements or aesthetics anymore,\" Lisa Harris, a nephrologist and chief executive of Eskenazi Health, affiliated with the Indiana University School of Medicine in Indianapolis, told the newspaper.\nOthers, such as the Mayo Clinic in Jacksonville, Florida, also display pieces on loan from local art museums.\nResearchers say that patients respond especially well to art that evokes nature and pieces that convey a sense of security and safety."}