{"article_title": "‘We are not afraid of competing against mail-order pharmacies’: Portland firm thrives in specialty medication market — Business — Bangor Daily News — BDN Maine", "article_keywords": ["firm", "medication", "pbms", "drugs", "mailorder", "specialty", "daily", "pharmacy", "health", "apothecary", "pharmacies", "portland", "thrives", "maine", "market", "care"], "article_url": "http://bangordailynews.com/2014/10/10/business/we-are-not-afraid-of-competing-against-mail-order-pharmacies-portland-firm-thrives-in-specialty-medication-market/", "article_text": "PORTLAND, Maine — It’s rare to hear a business praise its state’s regulations, but a Portland pharmacy is relying in part on Maine law to gain a stronger foothold in the growing market for specialty medication.\n\nBy volume, the market is dominated by major national mail-order pharmacies, but the founders at Apothecary By Design see things shifting in their direction, making Maine one battleground between regional and national pharmacies selling specialty pharmaceuticals.\n\n“The model of what is the right way to manage specialty pharmacy… that’s a story that’s not played itself out yet,” said Mark McAuliffe, one of the pharmacy’s five founders. “We would argue that it’s critical to have a regional presence.”\n\nSpecialty pharmacy is to retail pharmacy as the surgeon is to primary care. It’s the fastest-growing segment of the pharmaceutical industry, driven by new treatments for conditions like Hepatitis C, cancer and multiple sclerosis.\n\nThat’s part of what’s driven Apothecary to grow more than threefold, to 64 employees, and increased revenue more than 21-fold since opening in 2008, the year it began with a focus on filling retail prescriptions in Portland’s East Bayside neighborhood.\n\n“We want to own specialty pharmacy in Maine,” said Catherine Cloudman, another of the pharmacy’s founders.\n\nThe company sees itself as part of a shift away from large mail-order pharmacies, whose promise of savings are a matter of ongoing public health policy debate at the national level.\n\nThe debate deals with the largely behind-the-scenes decision-makers who determine which patients on which health plans can qualify for coverage for which drugs. The discussion involves issues of health care cost, quality of care and choice for patients and doctors.\n\nFor patients, what’s at stake is the range of choices a doctor has for treatments. That is, which drugs a given insurance plan will cover. But another aspect of choice comes in which pharmacies can provide drugs for a certain insurance plan.\n\nMaine law requires that any certified pharmacy willing to meet an insurer’s terms can fill a prescription.\n\n“That’s not true in a lot of other states,” McAuliffe said. “We’re not afraid of competing against mail-order pharmacies, we are afraid of not being allowed to compete.”\n\nBut hurdles for getting into that market for specialty pharmacy are a little higher.\n\nThat’s part of why, in August, Apothecary got accreditation from the group URAC and next spring will pursue approval for its specialty pharmacy from the Accreditation Commission for Health Care. The company’s principals said the accreditation is a badge of honor in itself, but the signs of approval will also satisfy an all-important group of decision-makers in the pharmacy world: pharmacy benefit managers, or PBMs.\n\nGenerally, PBMs act as middlemen between health insurers and pharmacies, negotiating over which drugs an insurance plan will include, pricing and other details that make up what’s called a formulary. Some of the largest PBMs, like Express Scripts, want two certifications.\n\nWith those certifications in hand, the integrated pharmacy expects to grow its share of the estimated $400 million market for specialty drugs in Maine. Last year, Apothecary invested $800,000 in an 8,700-square-foot expansion, growing its specialty pharmacy and adding a compounding pharmacy across the street from its first location.\n\nThe company’s founders project they’ll bring in around $85 million in revenue this year, up more than 160 percent from last year. About 95 percent of that will come from specialty drugs.\n\nStill, the company expects to face continued challenges from PBMs apparently unaware of Maine law limiting how narrow a PBM can make its network. Cloudman said the company earlier this year spent time correcting letters sent out by insurers, telling patients that they were not able to cover prescriptions filled at Apothecary and instead need to use their affiliated mail-order pharmacy.\n\n“We have to stay hypervigilant on that all the time,” Cloudman said.\n\nIt’s something Peter Pitts, president of the nonprofit Center for Medicine in the Public Interest, said happens often because of the structure of the system.\n\n“The large PBMs are both judge and jury,” Pitts said. “By denying a claim, they are often benefitting their own bottom line.”\n\nNational pressure\n\nIn recent years, consolidation of PBMs and mergers between them and pharmacies and drug manufacturers have raised antitrust concerns at the national level.\n\nThe issue received particular scrutiny in 2012 with the merger of Express Scripts and Medco Health Solutions, creating a PBM the Federal Trade Commission said would control at least 40 percent of the market. Opponents of the deal, including principals at Apothecary, said that number is closer to 60 percent, giving the PBM strong influence over pharmacies and drug manufacturers.\n\nThat influence became clear this year. The New York Ti mes reported in June that more PBMs have started to exclude from their formularies certain expensive specialty drugs to treat conditions such as cancer and multiple sclerosis in an effort to curb rising costs.\n\nPBMs manage drug benefits for about 210 million people in the United States, and that market is dominated almost entirely by the three largest PBMs that also operate mail-order pharmacies to fill prescriptions.\n\nAdvocates of that system argue that centralizing drug purchasing through PBMs lowers costs. Critics say it has economic consequences for small pharmacies and health consequences for patients.\n\nDavid Balto, a Washington, D.C.-based attorney and former policy director at the Federal Trade Commission, has argued a number of cases raising concerns about what he’s called one of the “least regulated and least understood aspects of the health care delivery system.”\n\n“PBMs were formed to negotiate the best arrangements for insurance companies and employers with pharmacies and drug manufacturers,” Balto said. “But when a pharmacy is owned by a PBM or a drug manufacturer is owned by a PBM, there is a conflict of interest and there’s really a fox guarding the henhouse.”\n\nPrincipals at Apothecary said they share the concern that such joint ownership opens the door to conflicts of interest, though there is supposed to be a firewall in place to prevent collusion between PBMs and affiliated pharmacies.\n\nPitts, at the Center for Health Care in the Public Interest, contests that the PBMs provide cost savings in the health care system, arguing that limiting treatment options for doctors and patients incurs costs elsewhere for patient treatment.\n\n“When you centralize distribution and when you remove choice, bad things happen around the margins and you have to keep a close eye on those,” Pitts said. “There’s a difference between medicines and commodities like air conditioners: certain [medications] work better for some people than others.”\n\nWhile smaller pharmacies like Apothecary have been concerned about being elbowed out of the game, those larger PBMs have recently started facing new pressures in their own market as well.\n\nThe Wisconsin-based Navitus Health Solutions is one of many so-called “transparent” PBMs, handling prescriptions for about 4 million people.\n\nInstead of making a profit margin on each prescription filled, PBMs like Navitus charge insurers a flat fee and “pass-through” the cost of drugs directly from the manufacturer.\n\nIt is the PBM for Maine Community Health Options, the insurer for the majority of people getting coverage through the Affordable Care Act in Maine that recently announced that it will open plans to all of New Hampshire. Apothecary has contracts for specialty drugs with Navitus.\n\nBrent Eberle, a vice president at Navitus, said that there’s greater transparency in pricing with introduction of the Affordable Care Act and some employer groups looking to know more about the cost of drugs, especially for specialty pharmacy where the average cost of a prescription is about $2,000. And some of the larger PBMs are starting to offer transparent pricing options as well, he said.\n\nIn the end, pharmacies like Apothecary hope the growing demand for specialty pharmacy and the greater attention that requires gives them a niche for bringing pharmacy back down to a smaller scale while becoming a bigger part of the health care system.\n\n“Even in the eyes of physicians, pharmacists are viewed as a commodity,” Cloudman said. “We’re having a lot of success changing that.”", "article_metadata": {"description": "PORTLAND, Maine — It’s rare to hear a business praise its state’s regulations, but a Portland pharmacy is relying in part on Maine law to gain a stronger foothold in the growing market for specialty medication. By volume, the market is dominated by major national mail-order pharmacies, but the founders [...] Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "PORTLAND, Maine — It’s rare to hear a business praise its state’s regulations, but a Portland pharmacy is relying in part on Maine law to gain a stronger foothold in the growing market for specialty medication. By volume, the market is dominated by major national mail-order pharmacies, but the founders [...]", "title": "‘We are not afraid of competing against mail-order pharmacies’: Portland firm thrives in specialty medication market", "url": "http://bangordailynews.com/2014/10/10/business/we-are-not-afraid-of-competing-against-mail-order-pharmacies-portland-firm-thrives-in-specialty-medication-market/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/10/10057881_H13665523-600x400.jpg?strip=all", "type": "article"}, "twitter": {"description": "PORTLAND, Maine — It’s rare to hear a business praise its state’s regulations, but a Portland pharmacy is relying in part on Maine law to gain a stronger foothold in the growing market for specialty medication. By volume, the market is dominated by major national mail-order pharmacies, but the founders [...]", "title": "‘We are not afraid of competing against mail-order pharmacies’: Portland firm thrives in specialty medication market", "url": "http://bangordailynews.com/2014/10/10/business/we-are-not-afraid-of-competing-against-mail-order-pharmacies-portland-firm-thrives-in-specialty-medication-market/", "image": "http://static.bangordailynews.com/wp-content/uploads/2014/10/10057881_H13665523-250x250.jpg?strip=all", "site": "@bangordailynews", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,business,health,news,portland,state,‘we are not afraid of competing against mail-order pharmacies’: portland firm thrives in specialty medication market,is_article,darren fishell", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdfdfc\"", "article_summary": "The discussion involves issues of health care cost, quality of care and choice for patients and doctors.\n“We want to own specialty pharmacy in Maine,” said Catherine Cloudman, another of the pharmacy’s founders.\n“We’re not afraid of competing against mail-order pharmacies, we are afraid of not being allowed to compete.”But hurdles for getting into that market for specialty pharmacy are a little higher.\nWith those certifications in hand, the integrated pharmacy expects to grow its share of the estimated $400 million market for specialty drugs in Maine.\nAbout 95 percent of that will come from specialty drugs."}