{"article_title": "Not Just Un-Vaccinated; Under-Vaccination Also a Problem Statewide", "article_keywords": ["unified", "school", "statewide", "students", "conditional", "unvaccinated", "pine", "county", "state", "parents", "schools", "undervaccination", "problem", "oakland"], "article_url": "http://ww2.kqed.org/stateofhealth/2015/02/02/not-just-un-vaccinated-under-vaccination-also-a-problem-statewide/", "article_text": "By Lauren M. Whaley, CHCF Center for Health Reporting\n\nKids without all their vaccinations are falling through the cracks at schools across California.\n\nOver 80 percent of kindergarteners at some Oakland schools entered this year without all of their state-required vaccinations. At some Los Angeles Unified schools, more than 90 percent are under-vaccinated, meaning only 10 percent of kids — or far fewer — are fully up to date on their immunizations.\n\nIt seems everyone has been focused on parents who opt-out of vaccinations for their kindergarteners. But, there are thousands of under-vaccinated students who may also be walking school halls for months, maybe even the whole school year, without all their shots.\n\n“Maybe it’s just not as sexy as Personal Belief Exemptions,” Amy Pine told me, referring to the option parents have to refuse vaccines on behalf of their children and lawfully send them to school. Pine directs the immunization program for the Alameda County Public Health Department.\n\nNot sexy, maybe, but important.\n\nStatewide, 2.54 percent of children have a personal belief exemption on file, but 6.86 percent of kindergarteners enter school under-vaccinated.\n\n“Under-vaccinated is still making you vulnerable for disease, for getting the disease, and for transmitting the disease,” Pine said.\n\nThese students may lawfully enter kindergarten on a “conditional basis,” with some, but not all, of their required shots. The condition is that they’ll get up to date soon.\n\nThe problem is, it’s nearly impossible to tell if this ever happens. State and county health officials say it’s up to the schools to keep track. But, there is no official reporting required by schools after they submit their vaccination rates to the state in the fall. The schools are the ones charged with sending notices to parents and excluding kids from school who don’t get up to date within 10 days of those notifications.\n\nBut, there’s a powerful disincentive to keep kids out of school. Several school nurses reminded me that schools get paid by how many kids are in school each day.\n\n“In general, we have not made a practice of turning students away,” said Troy Flint, spokesperson for Oakland Unified. The Los Angeles Unified School District also said they didn’t keep any “conditional entrants” out of school last year for failing to get the rest of their shots.\n\nLos Angeles Unified also did not know how many of their “conditional entrants” ended up fully vaccinated by the end of the 2013-2014 school year. Los Angeles county’s conditional entry rate is 12.28 percent, nearly twice the state average. San Francisco’s rate is 11.62 percent.\n\nBut neither of those counties is taking big steps to curb this problem. It’s Alameda County officials who say their rate of 9.68 percent must be fixed.\n\n“We have a conditional-entrant problem here,” insisted Pine.. “They’re not immunized. They’re not protected.”\n\nTogether with Dr. Kristen Lum, a pediatric resident at UC San Francisco Benioff Children’s Hospital Oakland, Pine visited Alameda County schools this fall with chronically high rates of conditional entrants.\n\nPine and Lum have made recommendations to the schools, to Oakland Unified School District, to the county, and to the state. They hope their recommendations will improve tracking of “conditional entrants,” and ultimately, immunization rates statewide.\n\nAlameda County’s commitment comes at a critical time in California, with 91 confirmed cases of measles, and the 2014 statewide whooping cough epidemic left two infants dead and sickened nearly 11,000 people.\n\nA child could be under-vaccinated for a number of reasons, including lack of training or personnel resources for school staff charged with tracking students; families moving in and out of care; or parents who are unable to get a child to the doctor in time.\n\nPine hopes that her team can change some of this.\n\n“There’s nothing like an outbreak to remind people about the importance of getting vaccinated,” she said. “Unfortunately it has to come to an outbreak or a vaccine shortage to get people lined up.”\n\nLauren M. Whaley is the multimedia journalist for the CHCF Center for Health Reporting.", "article_metadata": {"description": "The statewide opt-out rate is 2.15%, but the under-vaccinated rate is 6.68%.", "contextly-page": "{\"title\":\"Not Just Un-Vaccinated; Under-Vaccination Also a Problem Statewide\",\"url\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/2015\\/02\\/02\\/not-just-un-vaccinated-under-vaccination-also-a-problem-statewide\\/\",\"pub_date\":\"2015-02-02 09:51:56\",\"mod_date\":\"2015-02-04 07:04:41\",\"type\":\"post\",\"post_id\":23772,\"author_id\":\"8344\",\"author_name\":\"State of Health\",\"author_display_name\":\"State of Health\",\"tags\":[\"Science\",\"Vaccines\"],\"categories\":[\"Community Health\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/stateofhealth\\/wp-content\\/uploads\\/sites\\/27\\/2014\\/01\\/8165753357_390e69f46c_b-2-e1389225200216.jpg\"}", "og": {"site_name": "State of Health", "description": "The statewide opt-out rate is 2.15%, but the under-vaccinated rate is 6.68%.", "title": "Not Just Un-Vaccinated; Under-Vaccination Also a Problem Statewide", "url": "http://ww2.kqed.org/stateofhealth/2015/02/02/not-just-un-vaccinated-under-vaccination-also-a-problem-statewide/", "image": "http://ww2.kqed.org/stateofhealth/wp-content/uploads/sites/27/2014/01/8165753357_390e69f46c_b-2-640x320.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqedhealth", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "science,vaccines", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fd8108\"", "article_summary": "Over 80 percent of kindergarteners at some Oakland schools entered this year without all of their state-required vaccinations.\nPine and Lum have made recommendations to the schools, to Oakland Unified School District, to the county, and to the state.\n“In general, we have not made a practice of turning students away,” said Troy Flint, spokesperson for Oakland Unified.\nAt some Los Angeles Unified schools, more than 90 percent are under-vaccinated, meaning only 10 percent of kids — or far fewer — are fully up to date on their immunizations.\nStatewide, 2.54 percent of children have a personal belief exemption on file, but 6.86 percent of kindergarteners enter school under-vaccinated."}