{"article_title": "The Week That Was: The Big Stories in Indian Country, March 9, 2014", "article_keywords": ["week", "wearing", "rugby", "worlds", "country", "request", "nation", "youth", "indian", "big", "trouble", "war", "water"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/03/09/week-was-big-stories-indian-country-march-9-2014-153923", "article_text": "It's our roundup of the stories that mattered most in Indian country:\n\nSUPPORTING INITIATIVES: On Tuesday Secretary of the Interior Sally Jewell announced President Obama’s Fiscal Year 2015 budget request of $11.9 billion dollars for the Department of the interior. The 2015 budget request represents an increase of 2.4 percent from 2014 or $33.6 million dollars to support Indian country initiatives such as land and water conservation, strengthening tribal nation relations, renewable energy development and expanding employment opportunities for Native youth.\n\nBUZZER BEATER: High school senior guard Joe Baker (Mandan, Hidatsa and Arikara Nation), who plays for the New Town Eagles in North Dakota, landed a three-point field goal that earned him the number one spot on Sportscenter’s Top 10 plays on Thursday.\n\nCONTROVERSIAL LOOK: Websites and social media over the past couple of days have shown Christina Fallin, 27, wearing a Plains headdress as a publicity photo for her band Pink Pony. After the image appeared, Fallin and Pink Pony issued a release justifying the wearing of the headdress.\n\nRED ROAD RUGBY: In Gallup, New Mexico, where, for some, it is easier to get in to trouble than find a fun place to hang out, one group of kids, the Gallup Rugby Football Club, is staying out of trouble and having a good time.\n\nSUING HOLLYWOOD HEAVIES: Leonardo DiCaprio, a producer of Out of the Furnace, is one of eight people named in a lawsuit brought by eight members of the Ramapough Lenape on three counts: false light, defamation, and infliction of emotional distress.\n\nMINE NIXED: The U.S. Environmental Protection Agency (EPA) is nixing, for now, a mining proposal that would replace the world’s biggest sockeye salmon spawning grounds with the world’s largest open pit mine, pending further study. Alaska Native groups, environmentalists and fishermen are lauding the EPA's decision.\n\nNOT IN VAIN: Hundreds gathered in Ottawa for a vigil on March 5 to commemorate the life and mourn the death of Loretta Saunders, the Inuit student from Labrador who was murdered last month, allegedly by a couple who were subletting her apartment.\n\nWATER WAR WINDING DOWN: The century-long water war between the Klamath Tribes and the farmers and ranchers upstream could be drawing to an end, as negotiations were completed on March 5 for a deal to allocate water in drought-stricken southern Oregon and northern California.\n\nYOUNG ACTIVIST HONORED: Kiera Kolson, part Gwich’in and Tso’Tine Dene—two First Nations from Canada’s North—was recently awarded the Jonathon Solomon Youth Activist Award by the Gwich’in Steering Committee, reported CBC News. The international award recognizes youth who advocate aboriginal rights.\n\nPACT APPROVED: Decades of disputes in the form of contentious lawsuits and an overall feeling of animosity came to a close on March 4, when United States District Judge Lawrence Kahn approved the historic agreement between the Oneida Indian Nation and the state of New York.", "article_metadata": {"description": "A roundup of news stories from Indian country, on topics including Loretta Saunders, the Pebble Mine, Christina Fallin, and Leonardo DiCaprio.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.creator": "jrobertson", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/03/09/week-was-big-stories-indian-country-march-9-2014-153923", "type": "article", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/loretta-saunders-vigil-pebble-mine-christina-fallin.jpg", "site_name": "Indian Country Today Media Network.com", "title": "The Week That Was: The Big Stories in Indian Country, March 9, 2014"}, "abstract": "A roundup of news stories from Indian country, on topics including Loretta Saunders, the Pebble Mine, Christina Fallin, and Leonardo DiCaprio.", "dc": {"title": "The Week That Was: The Big Stories in Indian Country, March 9, 2014"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/03/09/week-was-big-stories-indian-country-march-9-2014-153923", "robots": "follow, index", "dcterms.format": "text/html", "fb": {"app_id": 493888563989950}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Native American News, American Indian News, Loretta Saunders, Pebble Mine, Christina Fallin, Leonardo DiCaprio, Barack Obama, Department of the Interior", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.date": "2014-03-09T12:12-04:00", "dcterms.title": "The Week That Was: The Big Stories in Indian Country, March 9, 2014"}, "_id": "\"57477af46914bd0286fdae10\"", "article_summary": "WATER WAR WINDING DOWN: The century-long water war between the Klamath Tribes and the farmers and ranchers upstream could be drawing to an end, as negotiations were completed on March 5 for a deal to allocate water in drought-stricken southern Oregon and northern California.\nPACT APPROVED: Decades of disputes in the form of contentious lawsuits and an overall feeling of animosity came to a close on March 4, when United States District Judge Lawrence Kahn approved the historic agreement between the Oneida Indian Nation and the state of New York.\nThe 2015 budget request represents an increase of 2.4 percent from 2014 or $33.6 million dollars to support Indian country initiatives such as land and water conservation, strengthening tribal nation relations, renewable energy development and expanding employment opportunities for Native youth.\nAfter the image appeared, Fallin and Pink Pony issued a release justifying the wearing of the headdress.\nThe international award recognizes youth who advocate aboriginal rights."}