{"article_title": "Roche Adds Adheron Therapeutics, as Health Care M&A Surges", "article_keywords": ["adheron", "purchase", "therapeutics", "ma", "billion", "million", "ventures", "surges", "roche", "health", "adds", "rheumatoid", "arthritis", "care"], "article_url": "http://www.themiddlemarket.com/news/healthcare/roche-adds-adheron-therapeutics-as-health-care-m-258422-1.html", "article_text": "Roche Adds Adheron Therapeutics, as Health Care M&A Surges\n\nThe target is backed by VC firms including Health Care Ventures, MedImmune Ventures, Amgen Ventures, SROne and Partners Innovation Fund\n\nPharmaceutical and biotechnology company Roche Holding AG (VTX: ROG) will purchase Adheron Therapeutics for up to $580 million from venture capital firms that include Health Care Ventures, MedImmune Ventures, Amgen Ventures, SROne and Partners Innovation Fund. Adheron, based Berkeley, California, develops experimental drugs that are used to treat rheumatoid arthritis and fibrosis.\n\nRoche is not new to the rheumatoid arthritis area. In 2014, Roche's RoActemra drug won European approval. Adheron will give Roche a new research pipeline in rheumatoid arthritis and fibrosis.\n\n“We are very excited about this acquisition, as it is an important step towards the development of breakthrough medicines in the area of inflammation and fibrosis,” says Adheron CEO Hari Kumar. Financial terms of the deal call for Roche to pay $105 million upfront and up to an additional $475 million in an earn-out. Earlier in 2015, Basel, Swetzerland-based Roche announced plans to buy InterMune Inc. for $8.3 billion, which makes drugs that treat lung diseases and microbiology company Geneweave for up to $425 million.\n\nDeal activity in the health care sector continues to remain strong. Some other recent transactions include: McKesson Corp.’s (NYSE: MCK) $463 million deal for UDG Healthcare plc’s (LON: UDG) pharmacy division; Novartis AG’s $1 billion purchase GlaxoSmithKline Plc’s multiple sclerosis drug; and Teva Pharmaceutical’s $2.3 billion purchase of Representaciones e Investigaciones Médicas.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/healthcare/roche-adds-adheron-therapeutics-as-health-care-m-258422-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/rochelogo.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Roche Adds Adheron Therapeutics, as Health Care M&A Surges"}}, "_id": "\"57477af46914bd0286fe44a2\"", "article_summary": "Roche Adds Adheron Therapeutics, as Health Care M&A SurgesThe target is backed by VC firms including Health Care Ventures, MedImmune Ventures, Amgen Ventures, SROne and Partners Innovation FundPharmaceutical and biotechnology company Roche Holding AG (VTX: ROG) will purchase Adheron Therapeutics for up to $580 million from venture capital firms that include Health Care Ventures, MedImmune Ventures, Amgen Ventures, SROne and Partners Innovation Fund.\nDeal activity in the health care sector continues to remain strong.\nAdheron, based Berkeley, California, develops experimental drugs that are used to treat rheumatoid arthritis and fibrosis.\nAdheron will give Roche a new research pipeline in rheumatoid arthritis and fibrosis.\nRoche is not new to the rheumatoid arthritis area."}