{"article_title": "Hub Makes Another Acquisition, Insurance Industry Keeps Consolidating", "article_keywords": ["assuredpartners", "deal", "hub", "industry", "agency", "gtcrbacked", "laubacher", "california", "keeps", "services", "consolidating", "makes", "insurance", "acquisition"], "article_url": "http://www.themiddlemarket.com/news/financial_services/hub-makes-another-acquisition-insurance-industry-keeps-consolidating-255041-1.html", "article_text": "Hub Makes Another Acquisition, Insurance Industry Keeps Consolidating\n\nKKR-backed Alliant Insurance and GTCR-backed AssuredPartners have also announced insurance acquisitions recently\n\nHub International Ltd. has acquired Laubacher Insurance Agency Inc. for an undisclosed amount.\n\nLaubacher provides property and casualty, employee benefits and personal lines insurance in California. The company has a focus on farm and ranch insurance, and owners Tom Laubacher and Harry Crosby will join Hub's California business as vice presidents.\n\nThe deal gives Hub more than 950 employees in California, where it has been building up its presence. Hub has been buying up insurance brokerages all over the country, adding Texas-based Alexander Insurance Agency in February, and New Jersey-based Fotek Insurance Agency in November.\n\nThe insurance industry has been consolidating for years. Other recent transactions include KKR-backed Alliant Insurance Services' acquisition of Kassa Insurance Services Inc., announced March 4, and GTCR-backed AssuredPartners Inc.'s deal for Amtech Insurance Brokers in February.\n\nFor more on the sector, see Insurance Firms Find that Bigger May Be Better.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/financial_services/hub-makes-another-acquisition-insurance-industry-keeps-consolidating-255041-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/insurance-stock-image.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "Hub Makes Another Acquisition, Insurance Industry Keeps Consolidating"}}, "_id": "\"57477af36914bd0286fcc4fb\"", "article_summary": "Hub Makes Another Acquisition, Insurance Industry Keeps ConsolidatingKKR-backed Alliant Insurance and GTCR-backed AssuredPartners have also announced insurance acquisitions recentlyHub International Ltd. has acquired Laubacher Insurance Agency Inc. for an undisclosed amount.\nHub has been buying up insurance brokerages all over the country, adding Texas-based Alexander Insurance Agency in February, and New Jersey-based Fotek Insurance Agency in November.\nOther recent transactions include KKR-backed Alliant Insurance Services' acquisition of Kassa Insurance Services Inc., announced March 4, and GTCR-backed AssuredPartners Inc.'s deal for Amtech Insurance Brokers in February.\nThe insurance industry has been consolidating for years.\nThe deal gives Hub more than 950 employees in California, where it has been building up its presence."}