{"article_title": "Charleston Metro Chamber of Commerce cancels anti-union seminar", "article_keywords": ["commerce", "businesses", "metro", "union", "media", "invitation", "organized", "cancels", "chamber", "antiunion", "south", "social", "charleston", "organizing", "seminar"], "article_url": "http://www.charlestoncitypaper.com/TheBattery/archives/2013/09/11/charleston-metro-chamber-of-commerce-cancels-anti-union-seminar", "article_text": "click to enlarge E-mail invitation for canceled seminar\n\nA business seminar set to expose how unions organize on social media that was sponsored by the local Chamber of Commerce has been canceled for a lack of interest in the event.Scheduled to take place tomorrow in the Charleston Metro Chamber of Commerce boardroom, the seminar had been pitched to local businesses and was titled “Social Network Organizing, a New Wave of Protests and Union Organizing.”Last month, Charleston Metro Chamber CEO Bryan Derreberry told thethe reason his organization had decided to put on the seminar was because it was an issue enough of the Chamber’s 1,700 dues-paying members wanted to learn more about.“We listen to what they request and we design our programming based on that,” he said at the time, adding that businesses have expressed concern about union activity.But the Chamber ended up putting the kibosh on the event, citing a “lower than expected response.”While the event won't take place physically, the Chamber will publish the source materials for the seminar on its website.“New union organizing tactics are emerging,” read an invitation to the event. It went on to say how union organizing through social justice organizations funded by organized labor “are influencing lower-paid employees (via email, tweets, Facebook messages, and other forms of social media) to walk off jobs and protest publicly.” It warned that such activity has many risks to businesses, including setting up businesses “for legal mistakes and creating a pathway for aggressive union organizing.” The goal of the seminar was to educate businesses about such online activity and what they could do about it.Once an invitation for the seminar began circulating online, it galvanized pro-union and social justice activists in the Lowcountry. Ironically, they organized a protest against the seminar through social media more than a week ago.The South Carolina chapter of the AFL-CIO had also joined the fray. Today that union and other groups held a demonstration in downtown Charleston . Several union leaders blasted the proposed seminar, according to the“Everyone recognizes the right of the chamber of commerce to hold a program of this type as a matter of First Amendment right,” said George Hopkins, a history professor at CofC and Charleston's coordinator for the South Carolina Progressive Network. “The real question here is what relationship does the chamber have to the entire community and how is that changing? Can they do this type of anti-union training and honestly claim to have the best interests of working families at heart?”In 2012, South Carolina had the nation’s third lowest organized workforce at 3.3 percent, according to the federal Bureau of Labor Statistics.", "article_metadata": {"layout": "Blog Post", "description": "A business seminar set to expose how unions organize on social media that was sponsored by the Charleston Metro Chamber of Commerce has been canceled for a lack of interest in the event.", "title": "Charleston Metro Chamber of Commerce cancels anti-union seminar | The Battery | Charleston City Paper", "og": {"site_name": "Charleston City Paper", "description": "A business seminar set to expose how unions organize on social media that was sponsored by the Charleston Metro Chamber of Commerce has been canceled for a lack of interest in the event.", "title": "Charleston Metro Chamber of Commerce cancels anti-union seminar", "url": "http://www.charlestoncitypaper.com/TheBattery/archives/2013/09/11/charleston-metro-chamber-of-commerce-cancels-anti-union-seminar", "image": {"width": 511, "identifier": "http://media1.fdncms.com/charleston/imager/charleston-metro-chamber-of-commerce-cancels-anti-union-seminar/u/slideshow/4734471/chamberunion.png", "height": 450}, "type": "article"}, "twitter": {"image": {"src": "http://media1.fdncms.com/charleston/imager/charleston-metro-chamber-of-commerce-cancels-anti-union-seminar/u/slideshow/4734471/chamberunion.png"}, "title": "Charleston Metro Chamber of Commerce cancels anti-union seminar", "description": "A business seminar set to expose how unions organize on social media that was sponsored by the Charleston Metro Chamber of Commerce has been canceled for a lack of interest in the event.", "card": "summary_large_image", "creator": "@coreyhutchins"}, "oid": 4734459, "fb": {"app_id": 175028705897463}, "keywords": "unions, AFL-CIO, Chamber of commerce, organized labor, social justice, working families, working people, income inequality, us vs. them, corporations are people my friend, news, politics,  breaking news, opinion, democrat, libertarian, republican, schools, education, government, charleston, charleston restaurants, events, news, restaurant, arts, music, best of charleston, today, clubs, gay, food, blogs", "thumbnail": "http://media1.fdncms.com/charleston/imager/charleston-metro-chamber-of-commerce-cancels-anti-union-seminar/u/slideshow/4734471/chamberunion.png", "viewport": "width=1000", "news_keywords": "unions, aflcio, chamber of commerce, organized labor, social justice, working families, working people, income inequality, us vs them, corporations are people my friend"}, "_id": "\"57477af46914bd0286fdae15\"", "article_summary": "Ironically, they organized a protest against the seminar through social media more than a week ago.The South Carolina chapter of the AFL-CIO had also joined the fray.\n“The real question here is what relationship does the chamber have to the entire community and how is that changing?\nToday that union and other groups held a demonstration in downtown Charleston .\nSeveral union leaders blasted the proposed seminar, according to the“Everyone recognizes the right of the chamber of commerce to hold a program of this type as a matter of First Amendment right,” said George Hopkins, a history professor at CofC and Charleston's coordinator for the South Carolina Progressive Network.\nCan they do this type of anti-union training and honestly claim to have the best interests of working families at heart?”In 2012, South Carolina had the nation’s third lowest organized workforce at 3.3 percent, according to the federal Bureau of Labor Statistics."}