{"article_title": "Air Force picks Boeing 747-8 to replace Air Force One", "article_keywords": ["boeing", "month", "air", "7478", "replace", "aircraft", "program", "force", "picks", "order", "orders", "presidential"], "article_url": "http://www.thefiscaltimes.com/latestnews/2015/01/28/US-Air-Force-picks-Boeing-747-8-replace-Air-Force-One-sources", "article_text": "WASHINGTON (Reuters) - The U.S. Air Force said on Wednesday it would use Boeing Co's commercial 747-8 airliner to replace its current fleet of two Air Force One presidential aircraft, one of the most visible symbols of the United States. The decision comes a month after Boeing said it would slow production of the four-engine 747-8 aircraft to 1.3 a month from 1.5 a month because of declining orders. \"The Boeing 747-8 is the only aircraft manufactured in the United States (that) when fully missionized meets the necessary capabilities established to execute the presidential support mission,\" said Air Force Secretary Deborah James in a statement. Boeing welcomed the Air Force's decision to skip a competition and opt for the 747-8, citing its 50-year history of building presidential aircraft. The Air Force said it intended to award a sole source contract to Boeing, but they must still negotiate a contract and the modifications needed to adapt the jet for presidential use. The Air Force now operates two VC-25s, specially configured Boeing 747-200Bs. Details about the new contract, including cost, were not released. It said it planned to purchase enough of the technical baseline to permit competition for maintenance during the plane's planned 30-year life. James said the Air Force One program would use proven technologies and commercially certified equipment to keep the program affordable. The Air Force decision was widely expected since the only other suitable four-engine jet is the A380 built by Airbus in Toulouse, France. The 747-8 is the only four-engine commercial jet Boeing makes, providing an extra margin of flight safety over the more standard twin-engine planes. But the Air Force order for a few 747s might not extend the life of the 747 program, which has failed to capture much business in recent years. Boeing was clearly trying to preserve production so it could fill the Air Force order, said Richard Aboulafia, an analyst at Teal Group in Fairfax, Virginia. Now that the firm order is there, he said, it might be an opportunity for the program to end. The double-decker plane entered service in 1970, undergoing a major overhaul in 2012, with new engines and a longer fuselage. But last year, Boeing did not get orders for 747s, despite booking a record 1,432 net orders for commercial aircraft. At the end of 2014, Boeing had 36 unfilled orders for the plane, which lists at about $370 million. (Reporting by Andrea Shalal and Alwyn Scott; Editing by Sandra Maler and Gunna Dickson)", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "WASHINGTON (Reuters) - The U.S.", "title": "Air Force picks Boeing 747-8 to replace Air Force One", "url": "http://www.thefiscaltimes.com/latestnews/2015/01/28/US-Air-Force-picks-Boeing-747-8-replace-Air-Force-One-sources", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/airforce-boeing_3.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/latestnews/2015/01/28/US-Air-Force-picks-Boeing-747-8-replace-Air-Force-One-sources", "image": "http://cdn.thefiscaltimes.com/sites/default/files/reuters/airforce-boeing_3.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "WASHINGTON (Reuters) - The U.S.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477afa6914bd0286fe61b8\"", "article_summary": "WASHINGTON (Reuters) - The U.S. Air Force said on Wednesday it would use Boeing Co's commercial 747-8 airliner to replace its current fleet of two Air Force One presidential aircraft, one of the most visible symbols of the United States.\nJames said the Air Force One program would use proven technologies and commercially certified equipment to keep the program affordable.\nThe Air Force decision was widely expected since the only other suitable four-engine jet is the A380 built by Airbus in Toulouse, France.\nBoeing was clearly trying to preserve production so it could fill the Air Force order, said Richard Aboulafia, an analyst at Teal Group in Fairfax, Virginia.\nBoeing welcomed the Air Force's decision to skip a competition and opt for the 747-8, citing its 50-year history of building presidential aircraft."}