{"article_title": "Patient-Centric Strategy Key for Value-Based Care Reimbursement", "article_keywords": ["reimbursement", "valuebased", "patient", "providers", "medical", "strategy", "satisfaction", "patients", "health", "key", "healthcare", "patientcentric", "quality", "care"], "article_url": "http://revcycleintelligence.com/news/patient-centric-strategy-key-for-value-based-care-reimbursement", "article_text": "As is common in today’s healthcare industry, the move toward value-based care reimbursement has put a greater focus on patient satisfaction and engagement. Quality of care is intrinsically tied to superior health outcomes and patient satisfaction. Press Ganey Holdings, Inc. released a report earlier this week showing that healthcare providers would benefit from addressing patient and consumer satisfaction when adopting value-based care reimbursement strategies.\n\nThe report delved into the connection between patient satisfaction data and overall clinical performance. The white paper provides advice to healthcare providers in terms of preventing patient and caregiver suffering, creating a patient-centric healthcare setting, and fostering a safer working environment for both patients, clinicians and caregivers.\n\nValue-based care reimbursement is pushing forward a more patient-centric healthcare delivery system, which can be clearly seen due to the creation of accountable care organizations and patient-centered medical homes.\n\nAs alternative payment models including value-based care reimbursement puts more pressure on healthcare providers, many are focused on improving efficiency in order to reduce revenue loss. As a whole, hospitals and medical practices are bringing more thought toward the Triple Aim of Healthcare, which consists of ensuring patient satisfaction is high, medical costs are reduced, and health outcomes are improved.\n\nThe report outlines how payment reform and ongoing transformation within the healthcare landscape are revolutionizing the work processes of clinicians, as there has been a much greater adherence to patient-centered medical care.\n\nSome other conditions that the report emphasized for improving healthcare delivery include encompassing goals of zero harm, adopting balanced scorecards, changing leadership on a long-term scale, and bringing more accountability to a medical facility.\n\nWhile hospitals were measured on their success through revenue and profit in past decades, today the move toward value-based care reimbursement is bringing more quality measures and performance scores to the field.\n\nThere are specific transformations affecting market dynamics of the healthcare industry. For instance, patients have now truly become the consumer, as many are purchasing health coverage plans among a variety of options available on the health insurance exchange platforms. The Affordable Care Act has expanded healthcare coverage and access by eliminating pre-existing conditions, providing tax subsidies on the exchanges, and allowing young adults under 26 years of age to stay on their parents’ insurance plans.\n\nIn addition to the Affordable Care Act, the Centers for Medicare & Medicaid Services (CMS) has advanced the bundled payment model among joint replacement surgeries. Payers and providers have begun working together in regional markets when contracting through a bundled payment model.\n\nAlong with using bundled payments in surgery and cardiac care, some insurers have brought the alternative reimbursement model to oncology treatment. By paying for an episode of care, insurers and providers will need to work together to keep patient satisfaction high and to coordinate transitions of care effectively.\n\nThe white paper emphasizes that the most important goal among hospitals and medical facilities is to reduce patient suffering and meet patient needs. Ensuring satisfaction is met will correlate with better patient health outcomes, according to the report.\n\n“Patients evaluate their care experiences based on an inter-related stream of quality indicators that include perceived safety and quality of their care, teamwork and commitment of caregivers, and the extent to which their needs are met,” Dr. Thomas H. Lee, Chief Medical Officer of Press Ganey, said in a public statement. “This year’s Strategic Insights, Performance Redefined, provides the core principles necessary for leaders to create an environment in which caregivers are aligned around meeting patients’ needs and reducing their suffering.”\n\nThis will allow hospital to compete more effectively in market share and ensure greater revenue while payers would benefit from more efficient and less wasteful healthcare spending.\n\n“As consumerism in health care continues to grow, providers must organize around patients’ needs to deliver greater value in order to earn and protect market share,” Patrick T. Ryan, CEO of Press Ganey, stated in a company press release. “With the convergence of various quality streams in patient care, organizations with a patient-centric culture and a focus on improving the safety, quality and experience of care will likely be in a better position to respond to market pressures and deliver new sources of value.”\n\nIn addition, the report found that employee satisfaction correlated strongly with higher ratings in patient experience among hospitals. It's also important to note that patient satisfaction should not be the only important goal among clinicians, as engaging caregivers is key for better health outcomes.\n\nTransforming the culture of a medical organization and bringing in new leadership could also make a significant impact on garnering greater market share for a particular facility, the report mentions. It is vital to create an organization that engages clinicians in the delivery of safe, patient-centered medical care.\n\nWith revenue cycle management of hospitals depending upon value-based care reimbursement, fostering a patient-centered healthcare setting that emphasizes better health outcomes could stabilize expenses and keep a hospital afloat.\n\n“Redefining performance around what matters to patients requires focusing closely on meeting patients’ needs and reducing their suffering by understanding how performance across the various interdependent streams of quality influences outcomes,” the paper stated.\n\n“It also requires building and maintaining a culture that supports the primacy of patient centricity, creates an environment in which patients and care providers feel safe from harm and promotes compassionate connected care in every setting and every encounter. The return on investment for these efforts will be consistent improvement in all components of quality, strategic success and professional pride.”\n\nImage Credits: Press Ganey", "article_metadata": {"description": "The move toward value-based care reimbursement has put a greater focus on patient satisfaction and engagement.", "author": "RevCycleIntelligence", "og": {"url": "http://revcycleintelligence.com/news/patient-centric-strategy-key-for-value-based-care-reimbursement", "site_name": "RevCycleIntelligence", "image": "http://revcycleintelligence.com/images/site/articles/imageedit_2_3255724426.jpg", "type": "article", "title": "Patient-Centric Strategy Key for Value-Based Care Reimbursement"}, "twitter": {"description": "The move toward value-based care reimbursement has put a greater focus on patient satisfaction and engagement.", "creator": "@RevCycleIntel", "image": {"src": "http://revcycleintelligence.com/images/site/articles/imageedit_2_3255724426.jpg"}, "title": "Patient-Centric Strategy Key for Value-Based Care Reimbursement", "site": "@RevCycleIntel", "card": "summary"}, "robots": "index, follow", "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "Value-based care reimbursement is pushing forward a more patient-centric healthcare delivery system, which can be clearly seen due to the creation of accountable care organizations and patient-centered medical homes.\nAs is common in today’s healthcare industry, the move toward value-based care reimbursement has put a greater focus on patient satisfaction and engagement.\nAs alternative payment models including value-based care reimbursement puts more pressure on healthcare providers, many are focused on improving efficiency in order to reduce revenue loss.\nIt is vital to create an organization that engages clinicians in the delivery of safe, patient-centered medical care.\nPress Ganey Holdings, Inc. released a report earlier this week showing that healthcare providers would benefit from addressing patient and consumer satisfaction when adopting value-based care reimbursement strategies."}