{"article_title": "Moylan wants to uphold human life, boost NEPA", "article_keywords": ["wants", "life", "17th", "policies", "uphold", "rep", "moylan", "needs", "county", "need", "nepa", "human", "schuylkill", "boost", "think"], "article_url": "http://republicanherald.com/news/moylan-wants-to-uphold-human-life-boost-nepa-1.1687874", "article_text": "Preserving and improving life will be Dr. David J. Moylan III's most important priorities if he is elected to the U.S. House of Representatives.\n\n\"That's why I'm running, the sanctity of human life,\" Moylan, 62, of Lake Wynonah, South Manheim Township, said in an interview with The Republican-Herald Editorial Board.\n\nMoylan, a Republican who has served as Schuylkill County coroner since 2011 and is also medical director of the Simon Kramer Institute of Therapeutic Oncology, New Philadelphia, is one of three candidates - the others being Matt Connolly and Matthew Dietz, both of Northampton County - seeking the GOP nomination in Tuesday's primary election for the 17th District seat in the House.\n\nThe winner will take on incumbent U.S. Rep. Matt Cartwright, a Moosic Democrat who won the seat in 2012 after redistricting moved most of the 17th District farther north and east. The heavily Democratic district includes all of Schuylkill County and portions of Carbon, Lackawanna, Luzerne, Monroe and Northampton counties.\n\n\"I don't think Mr. Cartwright is in tune with the values of Northeastern Pennsylvania, and Schuylkill County in particular,\" Moylan said. \"He's very liberal in his policies. He's a foot soldier in the war against coal.\"\n\nHe said he is the best person to take on Cartwright, who beat former U.S. Rep. Tim Holden, Saint Clair, in the 2012 Democratic primary before defeating Laureen Cummings, an Old Forge Republican businesswoman, in the General Election,\n\n\"Of the three (GOP) candidates, I'm the only one with a proven track record,\" Moylan said.\n\nHe said that as coroner, he has computerized office records, organized forensic medical conferences, held education sessions for deputy coroners, started a mobile morgue and presided over the first inquest in almost 20 years.\n\nMoylan said that, as a board-certified physician, he believes the Affordable Care Act, also known as Obamacare, should be repealed for several reasons, including upholding the right to life.\n\n\"I don't think it's right for us,\" he said. \"It's a job-killer. This is driving a wedge between the doctors and the patients.\"\n\nEconomics also represent an area of disagreement, with Moylan saying policies need to be changed in order to boost jobs.\n\n\"Talk to the job creators. Level the playing field,\" he said.\n\nAdditional policies Moylan advocated are developing more energy sources, ending corporate welfare and simplifying the tax code. He also said Congress needs to investigate political abuses by the Internal Revenue Service.\n\nMoylan also disagrees with Cartwright's support for President Barack Obama's position on immigration, saying security is a more important priority than a path to citizenship for illegal immigrants in the country.\n\n\"We need to secure that southern border. I think we have to seal all our borders. My daughter lives in Tucson and I fear for her. Let's seal that border and then we'll talk\" further immigration reform, he said.\n\nThe Border Patrol needs additional support, including from the military, in order to do that job, Moylan said.\n\nAs for foreign policy, Moylan supports the upcoming investigation of the Sept. 11, 2012, attack in Benghazi, Libya, in which U.S. Ambassador Christopher Stevens and three other Americans were killed.\n\n\"What were the results of the autopsies? How did they die? I would want a full investigation,\" he said. \"We have to speak softly and carry a big stick. We should have been more forceful.\"\n\nIn the Middle East, he said this country needs to back Israel, especially against Iran, which he sees as trying to arm itself with nuclear weapons.\n\n\"The Israelis are our allies. We need to stand side by side ... maybe get out of their way,\" Moylan said.\n\nIf elected, Moylan said he will first and foremost stand up for this region, partnering with U.S. Rep. Tom Marino, R-10, and U.S. Rep. Lou Barletta, R-11, to form a Northeastern Pennsylvania caucus.\n\n\"The 17th is lagging. We are lagging behind,\" he said.Candidate: Dr. David J. Moylan III\n\nAge: 62\n\nResidence: Lake Wynonah, South Manheim Township\n\nOffice sought: U.S. representative, 17th District\n\nParty: Republican\n\nEmployment: Schuylkill County coroner; director, Simon Kramer Institute of Therapeutic Oncology, New Philadelphia\n\nEducation: Massachusetts Institute of Technology, Cambridge, Mass., bachelor of science degree in life sciences, 1973; Georgetown University School of Medicine, Washington, D.C., doctor of medicine degree, 1977\n\nFamily: Wife, Denise; daughters, Elizabeth, Tara and Lauren", "article_metadata": {"author": "by peter e. bortner\n (staff writer\npbortner@republicanherald.com)", "title": "Moylan wants to uphold human life, boost NEPA", "robots": "ACAP allow-index", "DC.creator": "by peter e. bortner\n (staff writer\npbortner@republicanherald.com)", "tout": {"article": {"id": "1.1687874"}}, "keywords": "Local", "DC.subject": "Local", "DC.title": "Moylan wants to uphold human life, boost NEPA"}, "article_summary": "\"That's why I'm running, the sanctity of human life,\" Moylan, 62, of Lake Wynonah, South Manheim Township, said in an interview with The Republican-Herald Editorial Board.\nEconomics also represent an area of disagreement, with Moylan saying policies need to be changed in order to boost jobs.\nThe heavily Democratic district includes all of Schuylkill County and portions of Carbon, Lackawanna, Luzerne, Monroe and Northampton counties.\nAdditional policies Moylan advocated are developing more energy sources, ending corporate welfare and simplifying the tax code.\n\"I don't think Mr. Cartwright is in tune with the values of Northeastern Pennsylvania, and Schuylkill County in particular,\" Moylan said."}