{"article_title": "Port of Brisbane picket over sacked workers continues", "article_keywords": ["picket", "brisbane", "text", "workers", "continues", "ports", "sacked", "mr", "support", "message", "hutchison", "port"], "article_url": "http://www.couriermail.com.au/news/queensland/port-of-brisbane-picket-over-sacked-workers-continues/news-story/0a9417a11e261070451153dc2ea22ce8", "article_text": "Hannah Mathewson, Joe Johnston, Damien McGarry, Steve Hannon, Alex Hood and Barry Goldthorpe protesting at Port of Brisbane after losing their jobs with Hutchison. Pics Tara Croser.\n\nEMPLOYMENT and Industrial Relations Minister Curtis Pitt has heard of a text message breakup, but said he was shocked to hear of the dismissal of 41 wharfies via SMS last week.\n\nSpeaking to a gathering of unionists at the Port of Brisbane this afternoon, Mr Pitt said he was unimpressed by the “cowardly” move by Hutchison Ports.\n\n“There’s nothing fair about the text message dismissal of people, it’s a cowardly act,” Mr Pitt said.\n\n“I’ve heard of all sorts of things in my time, I’ve heard of people having breakups via text message.\n\n“But waking up...expecting to show up to work the next day and having that thrust in front of you...it’s not the way things are done if you’re doing it in fairness.”\n\nMr Pitt told the crowd he could only be there to support the crowd as it was “a federal matter not a state matter”, but offered assistance from the Palaszczuk Government to those affected by the redundancies.\n\nHe also criticised the Abbott Government’s lack of support of the sacked workers.\n\n“What we have seen is a very big contrast between the support from the Palaszczuk Government and the non-support by the Abbott Government,” Mr Pitt said.\n\n“When you’ve got the federal Employment Minister Eric Abetz saying that it’s OK to sack workers via text message, clearly there is something wrong.”\n\nMr Pitt said Hutchison’s act would not go unnoticed by the State Government, but he would not comment on what financial assistance the Government would provide to the 41 affected families.\n\n“What we’ve done is shown our support by coming down here...” he said.\n\n“If they need any of that widespread assistance then the Government will give consideration to those things.”\n\nEarlier, union picketers blocking access to a berth at the Port of Brisbane claimed power to the site has been cut in a bid to move them off.\n\nAt least 29 unions have been picketing the Hutchison Ports Australia site since the company sacked 97 workers in Brisbane and Sydney via text message and email four days ago.\n\nMaritime Union of Australia Queensland state secretary Bob Carnegie says the company has now cut power to a substation near their site to try to break the picket.\n\n“That’s the sort of animals we’re dealing with,” he told picketers today.\n\n“What, do they think we’re not resourceful enough to get over that obstacle?”\n\nBrisbane workers went to meet with a Hutchison HR representative at the Shangri-La hotel in the city.\n\nHannah Matthewson, 24, was sacked on Friday night along with her sister and father and said the group confronted the reps at the hotel, demanding they be seen as a group and not one-on-one as planned.\n\n“We all marched up to the door chanting ‘MUA here to stay’,” Ms Matthewson said.\n\n“Our delegates went in and told them they would only speak to the company as a collective.”\n\nIt is understood the company’s human relations representative Peter Hudson and a colleague had to be escorted by security through the chanting crowd.\n\nThe meeting was dissolved.\n\nMs Matthewson said she was devastated to lose her job and would probably have to put her home up for sale to make ends meet.\n\n“We want to negotiate and go through the criteria properly. They didn’t follow a criteria when they sacked us,” she said.\n\nHutchison Ports says the job cuts are necessary because it is downsizing after incurring substantial financial losses.\n\nA hearing into the matter is scheduled to be heard at the Fair Work Commission in Sydney this afternoon.\n\nBut the 200 Brisbane picketers have dug in for the long haul at the port, setting up tents, couches and generators to support themselves.\n\nA bagpiper has also been playing tunes like Waltzing Matilda around the site, while some passing truck drivers have blown their horns in solidarity.\n\nIt’s unlikely the protest will disrupt the wider facility, a port representative said.\n\nEARLIER\n\nHUNDREDS of union members have gathered at the Port of Brisbane to protest the sacking of more than 40 workers by text message.\n\nIt is understood Hutchison Ports informed 41 permanent staff by text message to check their emails on Friday evening.\n\nThe email outlines their contracts had been terminated.\n\nProtest organiser Paul Petersen told The Courier-Mail it had been a distressing weekend for those involved.\n\n“They went and read their email and it said they weren’t welcome to come back and pick up their personal belongings,” Mr Petersen said.\n\nAccording to Mr Petersen the company informed workers their personal items would be packaged and sent to their home addresses in due course.\n\nOne of the text message advising workers of their sacking.\n\nIt is understood the email detailed that a meeting would take place this morning where individual staff would have the opportunity to speak with supervisors.\n\nPresident of Queensland Council of Unions John Battams said Hutchison Ports have “a lot to answer for”.\n\n“Workers after years of service being dismissed via text message and email is just not good enough,” Mr Battams said.\n\nIt is understood police have no plans to break up the gathering.\n\n“The company knows very well it has done the wrong thing and the consequence of that we hope is that people can get back to work as soon as possible.”\n\nMr Battams said until the matter is resolved the picket line will continue.\n\n“We are here to see justice being done and it will remain peaceful at all times,”\n\nBob Carnegie of the Maritime Union Australia said the gathering was fighting for every Australian working class person.\n\n“Over the last few days the only thing I’ve heard is nothing...the silence has been deafening,” Mr Carnegie said.\n\n“We’re in compulsory meetings in the Fair Work Commission at 5pm tonight in Sydney so we’ll see what becomes of that.”\n\nAccording to Mr Carnegie the feeling among the sacked workers has been “100 per cent solid”.\n\n“Their fellow workers who kept their job are 100 per cent behind them so there is total unity,” he said.\n\nThe workers served as stevedores, losing and unloading cargo ships.\n\n“They’re very proud of their jobs and skills and to see the way they have been treated makes me sick to my stomach.”\n\nHutchison Ports says it’s incurring substantial financial losses and is downsizing, but the MUA believes it’s trying to increase automation at its ports and is using excuses to lay off staff.\n\nA hearing has been scheduled at the Fair Work Commission in Sydney later today.\n\nThe sacked workers will gather this morning at Wynnum’s Shangri-La Gardens hotel to collectively front Hutchison bosses to plead their case.\n\nMeanwhile workers from Toowoomba, the Sunshine Coast and Gold Coast have travelled to support the workers at the Port of Brisbane.", "article_metadata": {"description": "EMPLOYMENT and Industrial Relations Minister Curtis Pitt has heard of a text message breakup, but said he was shocked to hear of the dismissal of 41 wharfies via SMS last week.", "generator": "tcog", "og": {"url": "http://www.couriermail.com.au/news/queensland/port-of-brisbane-picket-over-sacked-workers-continues/news-story/0a9417a11e261070451153dc2ea22ce8", "image": "http://cdn.newsapi.com.au/image/v1/7420d7cd5cd2210866a62cde434abc28", "type": "article", "description": "EMPLOYMENT and Industrial Relations Minister Curtis Pitt has heard of a text message breakup, but said he was shocked to hear of the dismissal of 41 wharfies via SMS last week.", "title": "‘Nothing fair’ about SMS sacking"}, "twitter": {"image": "http://cdn.newsapi.com.au/image/v1/7420d7cd5cd2210866a62cde434abc28", "title": "‘Nothing fair’ about SMS sacking", "description": "EMPLOYMENT and Industrial Relations Minister Curtis Pitt has heard of a text message breakup, but said he was shocked to hear of the dismissal of 41 wharfies via SMS last week.", "card": "summary_large_image", "site": "@couriermail"}, "robots": "noarchive", "vr": {"canonical": "http://cdn.newsapi.com.au/link/0a9417a11e261070451153dc2ea22ce8?domain=couriermail.com.au"}, "HandheldFriendly": "True", "MobileOptimized": 320, "articleid": "0a9417a11e261070451153dc2ea22ce8", "keywords": "blockquote class, async src, community support, Outdoor heaters, late-night text messages, Unions gather, Port picket swells, Sydney, New South Wales, Australia, Brisbane, Queensland, Union Australia, Damien McGarry, Joe Johnston, Alex Hood, Hannah Mathewson, Steve Hannon, Bob Carnegie", "article": {"published_time": "2015-08-10T02:53:00.000Z", "modified_time": "2015-08-10T06:27:03.000Z"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "article_summary": "Meanwhile workers from Toowoomba, the Sunshine Coast and Gold Coast have travelled to support the workers at the Port of Brisbane.\nThe sacked workers will gather this morning at Wynnum’s Shangri-La Gardens hotel to collectively front Hutchison bosses to plead their case.\nEARLIERHUNDREDS of union members have gathered at the Port of Brisbane to protest the sacking of more than 40 workers by text message.\nHe also criticised the Abbott Government’s lack of support of the sacked workers.\n“I’ve heard of all sorts of things in my time, I’ve heard of people having breakups via text message."}