{"article_title": "Cyber bill opponents fight CISA with the power of fax", "article_keywords": ["website", "information", "fax", "sharing", "power", "bill", "variations", "cyber", "fight", "understand", "private", "threat", "security", "cisa", "opponents"], "article_url": "http://www.washingtontimes.com/news/2015/jul/27/cyber-bill-opponents-fight-cisa-power-fax/", "article_text": "The fate of a routinely rejected cyber bill might rely on some old-fashioned dial-tone democracy: activists opposed to an information sharing proposal about to be brought back up in the Senate are asking others to fax their complaints to Capitol Hill.\n\nA campaign launched on Monday this week by more than a dozen digital rights organizations and other Internet groups is the latest in a series of yearslong efforts to stymie variations of the Cyber Information Sharing and Protection Act, or CIPA.\n\nThe Senate is poised to weigh in on the proposal before a recess in early August, and critics say unsuccessful efforts to pass variations in recent years suggests the lawmakers advocating for it this time are more technologically in tune with fax machines than email accounts.\n\nUsing a website set up with the support of the American Civil Liberties Union, the Electronic Frontier Foundation and others, critique concerning CISA can now be sent over the web and automatically faxed to all 100 senators.\n\n“Congress is stuck in 1984,” reads part of the site. “It doesn’t seem to understand modern technology. So we’re going to communicate with it in a way it’ll understand: With faxes. Thousands and thousands of faxes.”\n\nSen. Dianne Feinstein, California Democrat and the bill’s co-author, said CISA “incentivizes the sharing of cybersecurity threat information between the private sector and the government and among private sector entities.”\n\n“It responds to the massive and growing threat to national and economic security from cyber intrusion and attack, and seeks to improve the security of public and private computer networks by increasing awareness of threats and defenses,” Ms. Feinstein said.\n\nAs with similarly worded proposals that have surfaced during the past few years, however, detractors claim the language of the bill is too broad and brings up big concerns over the types of data that the government can collect from innocent internet users.\n\nSen. Ron Wyden, Oregon Democrat, said in March that he was opposed to the bill because it “is bad for Americans’ privacy.”\n\nBut in the wake of several high-profile security breaches, fears of subsequent cyberattacks such as the ones against Sony Pictures Entertainment and adult dating website Ashley Madison could push Congress closer to passing any bill touted as defensively necessary.\n\nMore than 200 groups have registered to lobby on the bill during this congressional session, more than double the number seen on similar recent cyber-sharing bills, according to public records.", "article_metadata": {"description": "Activists opposed to an information sharing proposal about to be brought back up in the Senate are asking others to fax their complaints to Capitol Hill.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Activists opposed to an information sharing proposal about to be brought back up in the Senate are asking others to fax their complaints to Capitol Hill.", "title": "Cyber bill opponents fight CISA with the power of fax", "url": "http://www.washingtontimes.com/news/2015/jul/27/cyber-bill-opponents-fight-cisa-power-fax/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2011/12/01/debt-supercommittee-w_lea.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2011/12/01/debt-supercommittee-w_lea.jpg", "description": "Activists opposed to an information sharing proposal about to be brought back up in the Senate are asking others to fax their complaints to Capitol Hill.", "site": "@washtimes", "card": "summary", "title": "Cyber bill opponents fight CISA with the power of fax"}, "Author": "Andrew Blake", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Technology Internet, Congress"}, "_id": "\"57477af46914bd0286fdf570\"", "article_summary": "The fate of a routinely rejected cyber bill might rely on some old-fashioned dial-tone democracy: activists opposed to an information sharing proposal about to be brought back up in the Senate are asking others to fax their complaints to Capitol Hill.\nA campaign launched on Monday this week by more than a dozen digital rights organizations and other Internet groups is the latest in a series of yearslong efforts to stymie variations of the Cyber Information Sharing and Protection Act, or CIPA.\nMore than 200 groups have registered to lobby on the bill during this congressional session, more than double the number seen on similar recent cyber-sharing bills, according to public records.\nSo we’re going to communicate with it in a way it’ll understand: With faxes.\n“Congress is stuck in 1984,” reads part of the site."}