{"article_title": "John Roberts, Intimidated by the Left?", "article_keywords": ["states", "supreme", "law", "court", "justice", "intimidated", "decision", "obamacare", "roberts", "john", "really", "insurance", "left"], "article_url": "http://www.realclearpolitics.com/articles/2015/06/28/john_roberts_intimidated_by_the_left_127146.html", "article_text": "It’s an established fact of social science, replicated in surveys dating to the Nixon administration, that conservatives are happier than liberals. It stands to reason, then, that liberals whine more than their counterparts on the right. The litany of liberal complaints includes Republicans, Fox News, global warming “deniers,” conservatives’ silly fixation with religious freedom, and the United States Supreme Court.\n\nIn the wake of the high court’s rulings on gay marriage and, especially, Obamacare, this might be a good time to let your liberal friends know that they can take Chief Justice John Roberts and his merry majority of Obamacare enablers off their list.\n\n“The Supreme Court matters” is a quadrennial rallying cry of political professionals trying to rally the troops. Progressives are particularly passionate about this. The latest version of this battle hymn was sung by MSNBC anchorwoman Rachel Maddow. Writing in The Washington Post, Maddow asserted last week that the Supreme Court’s “aggressive interventionism has established these nine men and women as the dynamic, creative and disruptive center of U.S. policy.”\n\n“On everything from the states’ systems for drawing legislative districts, to the Affordable Care Act, to voting rights, to the tear-down of campaign finance laws that has supercharged the leverage of the politically inclined super-rich, this court has shown a voracious appetite for finding cases with the potential to disrupt settled policies,” she continued. “The Supreme Court always matters, but under Chief Justice John G. Roberts Jr., with the court so enthusiastic about shifting the direction of the country, it really (really!) matters who is on that bench.”\n\nAccusing the court of “aggressive interventionism” in the cause of social disruption is a curious charge. The court decides cases brought before it, by parties that cannot agree. Increasingly in recent years that means the Congress and the White House need a referee. The only issue on which Maddow’s description would be remotely fair is gay marriage, unmentioned by her, presumably because she correctly sensed the direction the court was heading. And even there the court was following, not leading, American public opinion and state law in some 37 states.\n\nHere’s the background:\n\nOn a party-line vote in March 2010, Democrats passed the Affordable Care Act, a sweeping law that sought to reduce the estimated 50 million Americans without medical insurance. It provided incentives—sticks and carrots—to states to expand Medicaid to the working poor, prevented insurers from targeting people with pre-existing medical conditions, required employers’ health plans to keep young people on their parents’ plans up to age 26, and mandated that every American enroll in health insurance plans, on penalty of a fine to be levied by the IRS.\n\nTwo main legal challenges emerged from the myriad litigation over this law. The first reached the high court in 2012. Opponents had argued that the Constitution’s 10th Amendment “commerce clause” prohibited Congress from mandating the commercial activity of Americans who have no desire to engage in the activity in question—in this case, purchasing medical insurance. Justice Roberts, after signaling sympathy with this view during oral arguments, rejected it. He cast the deciding vote in a 5-4 decision, and wrote an opinion that struck his critics as tortured: the Obamacare “penalties” prescribed in the law for those who didn’t want to buy medical insurance were really taxes—and Congress has the power to tax.\n\nThe second major challenge centered on ambiguous language in the original statute. The ACA created government-backed “exchanges” where the uninsured could purchase insurance. The rub here was that the law offered subsidies only to people buying insurance from “an exchange established by the state.” Many states chose not to set up exchanges, so the federal government did it for them. But these exchanges exceeded the actual authority of the law, or so the plaintiffs claimed.\n\nAgain Roberts disagreed, siding with the court’s liberal bloc, and this time bringing Justice Anthony Kennedy along with him in a 6-3 decision. The words at issue, he wrote, had to be understood as part of Obamacare’s larger framework. Some conservative legal scholars went bonkers. “The Supreme Court today put its stamp of approval on President Obama rewriting the law as he chooses,” proclaimed Peter Ferrara, senior fellow of The Heartland Institute. “The Separation of Powers has fallen, the rule of law has fallen, the Supreme Court has fallen. President Obama now has the power to rule by decree.”\n\nConservatives knew where to point the finger: “We might as well call the law RobertsCare,” said Ilya Shapiro, a Cato Institute attorney. This echoed the puckish dissent by Justice Antonin Scalia, who ridiculed the majority’s rationale as “interpretive jiggery-pokery.” The majority, Scalia said suggested, had performed “interpretive somersaults” to justify a political decision: keeping Obamacare on the books. Reading from the bench, Scalia added, “We really should start calling this law SCOTUS-care.”\n\nSpeculation was rife, just as it was in the 2012 case, about Roberts’ motives. The most charitable interpretation came from liberals. Neal Katyal, acting U.S. solicitor general during Obama’s first term, noted that when Roberts had spoken previously of the court as a kind of national umpire, “a lot of people on the left sneered.” This decision, Katyal said, “shows he really meant what he said. It’s a profound statement about the difference between law and politics.”\n\nLiberal legal scholar Brianne J. Gorod expanded on this view: “Roberts has said he doesn’t want the Court to be seen as just an ‘extension of the political process.’ By putting law over politics, the chief justice and Justice Kennedy helped demonstrate that it won’t be seen as such today. And that’s a very good thing.”\n\nBut is it? The very next day, Kennedy authored a 5-4 decision upholding same-sex marriage as the law of the land, a decision which seemed imbued with politics. Roberts voted this time with the conservatives, underscoring an unsettling truth: the justices appointed by Bill Clinton and Barack Obama almost never deviate from their party’s orthodoxy. This also underscores another way of looking at what happened when Obamacare came before the Supreme Court in 2012 and 2015: It’s that Roberts wasn’t above politics—he was bested by politics.\n\n“Why does he want to preserve Obamacare?” asked conservative commentator Charles Krauthammer. “I'm not sure it's because he believes in the policy. I think he's afraid that if the court overturns something so broad, so deep, so important that was debated for a year and a half, it will damage the court. And he sees his role as a protector of the reputation of the court.”\n\nThe reason Roberts believes the court’s reputation is at stake may be the key to understanding what’s happened. Roberts doesn’t feel protective of the institution because of parochial vanity or romantic nostalgia. He’s protective of the court because it’s been under relentless attack from the left as long as he’s been there.\n\nWhether it’s Clinton-appointed Stephen Breyer talking darkly at the Aspen Institute about conservative justices or Rachel Maddow’s anti-Supreme Court screeds, or President Obama repeatedly assailing the justices in public, the threat from Democrats to the court is this stark: If you don’t decide cases in our favor, we will delegitimize you in the eyes of the American people.\n\nThis is a dangerous game, but it may have worked. Conservatives feel betrayed by Roberts, as perhaps they should. But it’s possible that when we look back on the first 15 years of the 21st century, it will be remembered as the time the Democrats vowed to blow up this country’s democratic institutions unless they got their way. And that’s not “a very good thing.”", "article_metadata": {"description": "It’s an established fact of social science, replicated in surveys dating to the Nixon administration, that conservatives are happier than liberals. It stands to reason, then, that liberals...", "title": "John Roberts, Intimidated by the Left? | RealClearPolitics", "fragment": "!", "twitter": {"site": "@RealClearNews", "card": "summary"}, "og": {"url": "http://www.realclearpolitics.com/articles/2015/06/28/john_roberts_intimidated_by_the_left_127146.html", "image": "http://images.rcp.realclearpolitics.com/110916_2_.jpg", "type": "article", "description": "It’s an established fact of social science, replicated in surveys dating to the Nixon administration, that conservatives are happier than liberals. It stands to reason, then, that liberals...", "title": "John Roberts, Intimidated by the Left? | RealClearPolitics"}, "fb": {"app_id": 1415921935346245}, "tweetmeme-title": "John Roberts, Intimidated by the Left? | RealClearPolitics", "keywords": "John Roberts,affordable care act,Obamacare,Supreme Court,", "viewport": "width=device-width, initial-scale=1.0, user-scalable=1"}, "_id": "\"57477af36914bd0286fcc510\"", "article_summary": "“The Supreme Court always matters, but under Chief Justice John G. Roberts Jr., with the court so enthusiastic about shifting the direction of the country, it really (really!)\nThe litany of liberal complaints includes Republicans, Fox News, global warming “deniers,” conservatives’ silly fixation with religious freedom, and the United States Supreme Court.\nJustice Roberts, after signaling sympathy with this view during oral arguments, rejected it.\n“The Supreme Court matters” is a quadrennial rallying cry of political professionals trying to rally the troops.\n“The Separation of Powers has fallen, the rule of law has fallen, the Supreme Court has fallen."}