{"article_title": "Young Adults Deserve Privacy When Using Health Services", "article_keywords": ["benefits", "adults", "privacy", "deserve", "explanation", "young", "health", "statement", "services", "using", "adolescents", "insurance", "sent"], "article_url": "http://www.medpagetoday.com/pediatrics/generalpediatrics/56350", "article_text": "Healthcare providers, insurance companies, and state and federal governments should work together to ensure the confidentiality of adolescents and young adults who access sensitive health services, according to a joint position paper endorsed by several professionals groups.\n\nServices such as treatment for sexually transmitted infections (STIs), contraception, pregnancy, substance use, and mental health should not be sent to the primary insurer (parent or guardian) in a billing statement. Policies and procedures should be put in place so that this information remains confidential, according to the statement in the Journal of Adolescent Health.\n\nGroups supporting the statement are the Society for Adolescent Health and Medicine (SAHM), the American Academy of Pediatrics (AAP) and the American College of Obstetricians and Gynecologists (ACOG).\n\nCo-author Gale Burstein, MD, MPH, of SAHM and the Erie County Department of Health in Buffalo, N.Y., told MedPage Today that providers do their best to ensure that confidential health services are provided to adolescent and young adult patients in the office setting, but have no control once that information is submitted to the insurance company.\n\n\"There's a dissonance because in most states, adolescents and young adults are able to consent for confidential healthcare services, but health plans are allowed to disclose this information to the primary insurer, which are often times parents or guardians, through billing statements,\" she said. \"So, there's a discrepancy between the laws -- they're not consistent.\"\n\nThe explanation of benefits was created to prevent insurance fraud, so the insured is not paying for services their family did not receive. However, the authors argued, if the state law allows it, there is no reason why services such as contraception for females -- covered at no cost in health plans grandfathered in under the Affordable Care Act -- require an explanation of benefits, when there is no cost to the insured.\n\n\"Many health plans still send out an explanation of benefits for all services because it's easier and safer from a liability standpoint for them,\" Burstein said. \"The intention is good, but now there's an unintended consequence of disclosure of information.\"\n\nThe statement authors stated that the federal government could also play a role by clarifying the meaning of the word \"endangerment\" to apply to adolescents and young adults who would be at risk if their parents knew they were receiving sensitive services. When the Health Insurance Portability and Accountability ACT (HIPAA) classifies a service as \"endangered,\" special considerations are taken to protect the privacy of the health and services the individual receives.\n\nIn addition, there is the potential for an added burden to the tax payers for adolescents or young adults seeking sensitive services from public clinics versus private insurance. Burstein gave the example of her time at a public health clinic, where a number of patients were students from a local university, all of whom were required to have health insurance, sought STI screening and treatment services.\n\n\"I asked them 'Why are you coming to see us when you can get these services at [the university's] student health services?' and they all reported they were coming here because they didn't want these services to show up on their parents' health insurance bills,\" she said.\n\nUnder the current system, if an adolescent or young adult does not want an explanation of benefits sent to their parents' insurance, they are required to call the health plan themselves and ask to have the billing statements sent elsewhere or not sent at all. But by the time the programming is completed on the health plan end, the initial statement for the visit has been sent out.\n\nThe authors call on health insurers and governments to change the system by implementing policies and procedures to streamline these requests for an explanation of benefits to be sent to an alternative address.\n\n\"Protecting confidentiality in health care billing and insurance claims is essential in providing health care for adolescents and young adults,\" they wrote.", "article_metadata": {"sailthru.author": "Molly  Walker", "twitter": {"url": "http://www.medpagetoday.com/Pediatrics/GeneralPediatrics/56350", "image": "http://clf1.medpagetoday.com/assets/images/defaultLede.png", "description": "Major medical groups endorse confidentiality, especially for 'sensitive' issues", "card": "Summary", "title": "Young Adults Deserve Privacy When Using Health Services"}, "dc.date.issued": "2016-02-23 17:00:00", "sailthru.is_cme": 0, "sailthru.tags": "stds,practicemanagement,infectiousdisease,obgyn,pediatrics,primarycare,publichealthpolicy,generalpediatrics,generalobgyn,generalprimarycare,hospitalbasedmedicine,medicolegal,reimbursement,generalprofessionalissues,nursing,nursing", "sailthru.date": "2016-02-23 17:00:00", "sailthru.title": "Young Adults Deserve Privacy When Using Health Services", "apple-mobile-web-app-capable": "yes", "verify-v1": "Vy2WQqSVx1yA90Uu2Rw12f2R8yqP7X0cxBFbafIuqao=", "sailthru.exclude": 1, "description": "Major medical groups endorse confidentiality, especially for 'sensitive' issues", "sailthru.expire_date": "2016-02-24 17:02:00", "date": "2016-02-23 17:00:00", "sailthru.description": "Major medical groups endorse confidentiality, especially for 'sensitive' issues", "viewport": "width=device-width, initial-scale=1", "og": {"url": "http://www.medpagetoday.com/Pediatrics/GeneralPediatrics/56350", "image": "http://clf1.medpagetoday.com/assets/images/defaultLede.png", "type": "article", "description": "Major medical groups endorse confidentiality, especially for 'sensitive' issues", "title": "Young Adults Deserve Privacy When Using Health Services"}, "sailthru.featured": 0, "dc.date": "2016-02-23 17:00:00", "sailthru.is_video": 0, "google-site-verification": "0uwxbLV_H5lccP3wm0UgRXFQ9w6ZQXh9ZLn-G0av8i0", "sailthru.speciality": "infectiousdiseases,Other,pediatrics,obstetricsandgynecology,primarycare,pain_management,hospitalmedicine", "sailthru.image.full": "http://clf1.medpagetoday.com/assets/images/defaultLede.png"}, "article_summary": "\"I asked them 'Why are you coming to see us when you can get these services at [the university's] student health services?'\n\"Protecting confidentiality in health care billing and insurance claims is essential in providing health care for adolescents and young adults,\" they wrote.\nWhen the Health Insurance Portability and Accountability ACT (HIPAA) classifies a service as \"endangered,\" special considerations are taken to protect the privacy of the health and services the individual receives.\nand they all reported they were coming here because they didn't want these services to show up on their parents' health insurance bills,\" she said.\nIn addition, there is the potential for an added burden to the tax payers for adolescents or young adults seeking sensitive services from public clinics versus private insurance."}