{"article_title": "Democrats learn to love the filibuster", "article_keywords": ["bill", "love", "minority", "senate", "republicans", "legislation", "immigration", "democrats", "learn", "sen", "dhs", "debate", "filibuster"], "article_url": "http://www.politico.com/story/2015/02/senate-democrats-filibuster-114888", "article_text": "Senate Democrats are falling back in love with the filibuster.\n\nAfter eight years of complaining about obstructionism, the Senate’s new Democratic minority is embracing some of the same tools Republicans had wielded so skillfully to jam the legislative machinery. On Tuesday, Democrats used the filibuster to stop a bill that would fund the Department of Homeland Security — and roll back President Barack Obama’s immigration policies — dead in its tracks.\n\nStory Continued Below\n\nDemocrats’ relationship with the filibuster had been on the rocks when they ran the Senate, a time when the GOP regularly used the procedural weapon to disrupt the majority’s agenda. Democrats responded by gutting the filibuster on nominations, making “Republican obstruction” a go-to explanation for the Senate’s gridlock and complaining bitterly when the GOP minority blocked debate from even opening on bills.\n\nThen came Tuesday’s 51-48 vote blocking the DHS bill. This was the first time a Democratic minority had blocked a bill from coming to the floor for debate since Aug. 3, 2006, when Democrats stifled legislation that would have raised the minimum wage and decreased the estate tax.\n\nCasual Senate watchers could be forgiven for thinking that Democrats and Republicans had simply exchanged talking points after the 2014 election. Now in the majority, Republicans are the ones accusing the minority of keeping the Senate from getting things done.\n\n“They’re refusing to debate a bill they’d like to change,” Senate Majority Leader Mitch McConnell (R-Ky.) said of the Democrats. He added: “It’s rather an, honestly, absurd position. I’m glad I didn’t have to come out here and make that argument with you all, because I think it’s a pretty hard argument to make with a straight face.”\n\nMcConnell, who had made countless procedural arguments against Democratic legislation during his stewardship of the minority, said Democrats instead should allow debate on the bill and offer amendments.\n\nMore filibusters may come in a matter of days if Republicans follow through on their threats to make Democrats repeatedly reject the DHS-immigration proposal. It appears Democrats will block any attempt to bring a DHS funding bill with riders to the floor.\n\nDemocrats have always supported keeping the filibuster for legislation, leaving it in place even when they gutted the 60-vote threshold on executive branch nominations in 2013. Senate Minority Leader Harry Reid (D-Nev.) set out this year prepared to use the procedural tool to parry aside legislation that his caucus broadly opposed — and the DHS and its immigration policies fit the bill perfectly.\n\n“This funding bill for Homeland Security should not be held hostage for immigration,” said Sen. Patty Murray of Washington state, a Democratic leader. “We’re being straight up.”\n\nUse of the filibuster — which allows individual members to require 60 votes to begin and end debate — is something Democrats often criticized when they were in the majority just two months ago. In tandem with demanding votes on amendments, Republicans routinely used procedural tools to block legislation, elevating their use of the tactic to historic levels.\n\n“So often in the last Congress we were accused of not being ready to end the debate,” said Sen. Roy Blunt (R-Mo.). “But we were seldom accused of not starting the debate.”\n\nIn fact, the previous Congress’ Democratic Senate majority was incensed by the myriad occasions when Republicans blocked debate from starting on legislation. They were particularly offended when the GOP demanded amendments, then prevented debate from starting on the underlying bill, including with legislation on intelligence reform or pay equity. Bills can’t be amended if the floor debate can’t start.\n\nEven after Reid vowed to open the amendment process on the intelligence bill last December, the GOP stuffed it, prompting Reid to lash out at Republicans who “wouldn’t even let the Senate debate the legislation.” In April, when a pay equity bill failed to make it to the floor, Reid said he was “at a loss as to why anyone would decline to debate such an important issue.”\n\nOf Tuesday’s Democratic filibuster, Sen. Jeff Sessions (R-Ala.) fumed that “Democrats never blush. They always do whatever is convenient at the time.”\n\nThe bill, which would fund Jeh Johnson's Department of Homeland Security, was the first that a Democratic minority had blocked from coming to the floor for debate since Aug. 3, 2006.\n\nBut Democrats argued that their vote Tuesday is not equivalent to Republicans’ routine practice of halting legislation and stalling nominations over the past eight years.\n\n“We’ve been crystal clear from Day One that we will fight bills we oppose,” said Adam Jentleson, a spokesman for Reid. “The difference between Democrats and Republicans is that Democrats won’t filibuster every bill regardless of the merit. Republicans would’ve filibustered a motion to blow your nose.”\n\nReid has called his minority “constructive” after Democrats allowed speedy votes on terrorism risk insurance legislation and veterans’ suicide prevention this year, following now-retired Sen. Tom Coburn’s (R-Okla.) successful blockade against both widely supported measures last year. But Democrats also made Republicans walk through procedural hoops on the Keystone XL oil pipeline, blocking Republicans from finishing the bill last week until Democrats received more amendment votes.\n\nDemocrats view the DHS bill as a must-pass funding bill that’s combined with hard-line immigration policies. Why, they ask, would they agree to debate two issues that shouldn’t be mixed together?\n\nAsked if his caucus had ever considered allowing the Senate to debate the DHS bill, Reid responded: “If they want to debate immigration starting tomorrow, let’s do it tomorrow. But not at the express determination of the Republicans to hold hostage … the Homeland Security bill.”\n\nThis logic did not sink in with GOP leaders.\n\n“How ’bout that? Go figure. It’s kind of an ironic twist of this whole thing that they won’t let us get on the bill,” said Sen. John Thune (R-S.D.). “I hope you guys will reprint all that stuff” Democrats said last Congress, he added.\n\nReid and his caucus spent several days last week debating how to handle the DHS bill. They could allow the bill to come to the floor and then demand a vote on their own, “clean” funding amendment with no riders. But that would have given McConnell control over the DHS bill, and Democrats do not believe he intends to allow an opportunity to strip out the immigration language. Even voting to advance the bill to the floor could give the appearance of Democratic support for the immigration riders, particularly to those unfamiliar with the Senate’s procedural jujitsu.\n\nLate last week, Democrats arrived at their unanimous decision to block the House’s GOP bill and instead demand a vote on their separate, clean bill, which was introduced by Sen. Jeanne Shaheen (D-N.H.). Even the half-dozen Democrats who had publicly questioned Obama’s actions on immigration were on board.\n\n“I’m not going to play games on DHS funding,” said Sen. Joe Manchin (D-W.Va.), a critic of the immigration action last year. “We just need a clean vote, straight up.”\n\nSenators and aides declined to speculate on how often Democrats are prepared to block legislation from even seeing the floor, beyond any iteration of a DHS bill with immigration riders. Legislation repealing the Affordable Care Act would probably meet the same fate, no matter how much Democrats want to debate health care.\n\n“We don’t want to have to use it,” Sen. Chuck Schumer (D-N.Y.) said of the filibuster.\n\nDemocratic leaders and rank-and-file senators roundly dismissed charges that Democrats are beginning to resemble the Republican minority they so reviled. They said their goal isn’t to mess with McConnell, but they will follow through on Reid’s pledge to block “crazy stuff.”\n\nRepublicans “got together saying: ‘All things Obama we’re going to block and do all [we] can so he doesn’t win.’ We’re doing nothing like that,” said Sen. Sherrod Brown (D-Ohio). “We haven’t had a meeting saying: ‘How do we stop McConnell from getting anything done?’”", "article_metadata": {"og": {"site_name": "POLITICO", "description": "Party leaders change their tune now that they are in the minority.", "title": "Democrats learn to love the filibuster", "url": "http://www.politico.com/story/2015/02/senate-democrats-filibuster-114888.html", "image": "http://s3-origin-images.politico.com/2015/02/03/150203_chuck_schumer_harry_reid_msm_629.jpg", "fb_appid": 114037015331397, "type": "article"}, "keywords": "Congress,Jeff Sessions,Harry Reid,White House,Patty Murray,Barack Obama,Senate,Chuck Schumer,Department Of Homeland Security,Mitch McConnell,Senate Democrats,John Thune,Roy Blunt,Joe Manchin", "twitter": {"site": "@politico", "card": "summary_large_image", "creator": "@politico"}, "description": "Party leaders change their tune now that they are in the minority.", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fe279e\"", "article_summary": "Senate Democrats are falling back in love with the filibuster.\n“The difference between Democrats and Republicans is that Democrats won’t filibuster every bill regardless of the merit.\nDemocrats view the DHS bill as a must-pass funding bill that’s combined with hard-line immigration policies.\n“They’re refusing to debate a bill they’d like to change,” Senate Majority Leader Mitch McConnell (R-Ky.) said of the Democrats.\nCasual Senate watchers could be forgiven for thinking that Democrats and Republicans had simply exchanged talking points after the 2014 election."}