{"article_title": "The Note's Must-Reads for Monday, February 24, 2014", "article_keywords": ["24", "ukraine", "abc", "governors", "notes", "2016", "nations", "rice", "link", "president", "mustreads", "national", "today"], "article_url": "http://abcnews.go.com/blogs/politics/2014/02/the-notes-must-reads-for-monday-february-24-2014/", "article_text": "The Note's Must-Reads are a round-up of today's political headlines and stories from ABC News and the top U.S. newspapers. Posted Monday through Friday right here at www.abcnews.com\n\nCompiled by ABC News' Jayce Henderson , Will Cantine and Jordan Mazza\n\nGOVERNORS ABC News' Matthew Larotonda: \" President Obama Asks Governors For 'Year Of Action'\" Citing the realities of a divided congress, President Obama today asked the nation's governors to join him in a \"breakout year.\" The state executives, in town for the National Governors Association's winter meeting, were hosted by the White House for their annual black-tie dinner. \"I look forward to working with each of you, not just in our meetings tomorrow, but throughout this year, what I hope to be a year of action,\" the president told his guests. LINK\n\nThe Wall Street Journal's Peter Nicholas: \" Governors Sound Off On 2016 Presidential Plans\" Maryland Gov. Martin O'Malley appears tempted to run for president in 2016. Connecticut Gov. Dannel Malloy said emphatically he is not. Louisiana Gov. Bobby Jindal said he hasn't made up his mind, while Missouri Gov. Jay Nixon said he'd like to see someone else jump in the race: Hillary Clinton. The nation's governors descended on Washington, D.C., over the weekend for an annual conference, creating a target-rich environment for Sunday TV talk-show hosts looking to size up the 2016 presidential field. Typically, candidates for the nation's highest office like to announce their intentions on their own terms and on their own timetable. But that didn't stop the show hosts from seeing if they could tease out some early answers. LINK\n\nThe Boston Globe's Jim O'Sullivan: \" Patrick Says Maybe To A Run For Oval Office\" Governor Deval Patrick cracked the door on Sunday to a potential White House run after the 2016 election, using a governors' conference in Washington, D.C., to stir national buzz. Asked in an interview with Politico whether he could envision himself running for national office, Patrick, who has ruled out vying for the 2016 nomination, replied, \"Maybe. Maybe.\" \"That's a decision I have to make along with my wife of 30 years and she's a tough one to convince,\" Patrick told the publication. He dangled the notion of returning to government after \"a break\" once his second term ends early next year. LINK\n\nUSA Today: \" Governors: 'Obamacare' Here To Stay\" The explosive politics of health care have divided the nation, but America's governors, Republicans and Democrats alike, suggest that President Obama's health care overhaul is here to stay. While governors from Connecticut to Louisiana sparred Sunday over how best to improve the nation's economy, governors of both parties shared a far more pragmatic outlook on the controversial program known as \"Obamacare\" as millions of their constituents begin to be covered. LINK\n\nNATIONAL SECURITY ADVISOR SUSAN RICE / UKRAINE The Washington Times' Guy Taylor and Valerie Richardson: \" U.S. warns Russia to keep its military out of Ukraine after protesters force president out\" The Obama administration warned Russian President Vladimir Putin on Sunday not to react too aggressively to the fast-moving developments in Ukraine, where pro-Western demonstrators forced the nation's Moscow-backed president from power over the weekend. National Security Adviser Susan E. Rice said the situation unfolding in Kiev \"reflects the will of the Ukrainian people and the interests of the United States and Europe,\" and that Russia would be making a \"grave mistake\" if it sends in military forces to try to reverse the developments - or to seize control of pro-Moscow eastern Ukraine. LINK\n\nThe Los Angeles Times' Michael Memoli: \" Susan Rice defends 2012 Benghazi comments, warns Russia on Ukraine\" National Security Advisor Susan Rice on Sunday defended controversial statements she made during a round of 2012 TV appearances about the attack on a U.S. mission in Benghazi, saying there was never an attempt to mislead the public. During an interview on NBC's \"Meet The Press,\" Rice also expressed hope that the chaos in Ukraine would soon lead to a unity government and warned Russia that it would be a \"grave mistake\" to intervene militarily in the conflict. LINK\n\nGOP The Hill's Russell Berman and Bernie Becker: \" A test of House GOP's ambition\" Rep. Dave Camp (R-Mich.) has a present for the many House Republicans clamoring for a bolder election-year agenda - his long-awaited comprehensive tax reform plan, due out next week. Whether they embrace it is the question. The Ways and Means Committee chairman's against-the-odds push to rewrite the tax code will test the GOP's stated desire to offer up a conservative vision that's more than merely bashing President Obama. LINK\n\nSENATE MAJORITY LEADER HARRY REID Politico's Burgess Everett: \" Harry Reid's new gameplan: Some bipartisanship\" Harry Reid is aiming for a dash of bipartisanship in his election-year game plan. The Senate majority leader will still push long-shot measures, like paycheck fairness and hiking the minimum wage, designed to appeal to his party's base. LINK\n\nNEW YORK CITY Mayor BILL DE BLASIO The New York Daily News' Bill Hutchinson: \" Bill De Blasio vs. Al Roker: Two to face off on 'Today' show to settle their feud \" It's a made-for-TV face-off with a possible chance of thunder and lightning. Mayor de Blasio and Al Roker are scheduled to go mano-a-mano on the \"Today\" show Monday. Hizzonor has been invited to cut the ribbon on the NBC breakfast program's new and enhanced plaza outside its Rockefeller Center studios. LINK\n\nPRESIDENTIAL RACE The New York Times' Jonathan Martin: \" Stability and Chaos, Hallmarks of Presidential Races, Swap Parties\" For generations, the two major political parties have taken strikingly different approaches to picking their presidential candidates: Republican primaries usually amount to coronations, in which they nominate a candidate who has run before or is otherwise deemed next in line, while the Democratic contests are often messier affairs, prone to insurgencies and featuring uncertain favorites. Or, as former President Bill Clinton likes to put it, \"Republicans fall in line and Democrats fall in love.\" LINK\n\nBOOKMARKS The Note: LINK ABC News Politics: LINK George Stephanopoulos' Blog: LINK ABC News on Twitter: @ThisWeekABC | @ABCPolitics ABC News Mobile: LINK ABC News Apps: LINK ABC News YouTube: LINK", "article_metadata": {"fb_title": "The Note's Must-Reads for Monday, February 24, 2014", "description": "The Note's Must-Reads for Monday, February 24, 2014", "copyright": "Copyright (c) 2016 ABC News Internet Ventures", "author": "ABC News", "og": {"url": "http://abcnews.go.com/blogs/politics/2014/02/the-notes-must-reads-for-monday-february-24-2014/", "site_name": "ABC News", "title": "The Note's Must-Reads for Monday, February 24, 2014"}, "robots": "index, follow", "fb": {"admins": 704409894, "app_id": 4942312939}, "keywords": "politics news, election news, political news, political news articles", "viewport": "initial-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fdae3d\"", "article_summary": "LINKBOOKMARKS The Note: LINK ABC News Politics: LINK George Stephanopoulos' Blog: LINK ABC News on Twitter: @ThisWeekABC | @ABCPolitics ABC News Mobile: LINK ABC News Apps: LINK ABC News YouTube: LINK\nThe Note's Must-Reads are a round-up of today's political headlines and stories from ABC News and the top U.S. newspapers.\nThe state executives, in town for the National Governors Association's winter meeting, were hosted by the White House for their annual black-tie dinner.\nLINKThe Wall Street Journal's Peter Nicholas: \" Governors Sound Off On 2016 Presidential Plans\" Maryland Gov.\nOr, as former President Bill Clinton likes to put it, \"Republicans fall in line and Democrats fall in love.\""}