{"article_title": "Cancer Care in the US: The Achilles Heel of a Profit-Driven System", "article_keywords": ["oncology", "plans", "cancer", "medical", "profitdriven", "system", "patients", "costs", "health", "prices", "achilles", "insurance", "heel", "care"], "article_url": "http://www.huffingtonpost.com/john-geyman/cancer-care-in-the-usachi_b_5475612.html", "article_text": "Care of cancer in this country is outpacing other health care problems and is already pricing itself beyond the reach of many Americans unfortunate enough to contract the disease. In my 2009 book, The Cancer Generation: Baby Boomers Facing a Perfect Storm, this storm warning was included:\n\n• Cancer soon to be nation's No. 1 cause of death\n\n• Costs soaring out of control\n\n• Decreasing access, increasing disparities\n\n• Widening gaps in quality of care\n\n• Insurance costs more and covers less\n\n• Profit-driven market-based system is unaccountable and unsustainable\n\n• Reform is blocked by powerful market stakeholders\n\n• Seventy-nine million Baby Boomers face increased risk of cancer as they age, and will confront this challenge with dwindling resources. (1)\n\nNow, five years later, let's see where we are with this gathering storm.\n\nHere are markers that show that the situation worsens every year as costs and prices continue to escalate, access and affordability decline, and gaps in quality of care further widen:\n\n\n\n• In Massachusetts, out-of-pocket (OOP) costs for breast cancer treatment are as high as $55,250 for women with high-deductible health insurance. (2)\n\n• Typical yearly OOP expenses of 20 to 30 percent for cancer treatment often amount to one-half of the average annual household income. (3)\n\n• Many insured cancer patients are forced to reduce the frequency of their prescribed medications or cut their spending on food and clothing in order to make ends meet. (4)\n\n• Over the 10-year period from 2004 through 2014, the Consumer Price Index (CPI) has increased by about 2.3 percent a year while the Milliman Medical Index, which measures the actual cost of health care, has increased by an average annual rate of 7.6 percent. (5)\n\n• With some newer cancer drugs costing as much as $100,000 per round of treatment, there are still perverse financial incentives for many oncologiststo prescribe more expensive drugs. (6)\n\n• Insurers' narrowed networks often exclude major cancer centers, often interrupting continuity of care by treating oncologists and burdening patients with much higher OOP costs. (7,8)\n\n• In other attempts to rein in their (not the patient's!) costs, insurers are starting to adopt \"reference pricing,\" by which they just pay a portion of cancer drugs' costs, leaving the rest to the patient.\n\n• Chemotherapy continues to be overused in terminally ill cancer patients,with little hope of extending life or adding to quality of life.\n\n• A recent report from the International Federation of Health Plans (IFHP) found that prices for medical procedures, tests, scans and treatments in the U.S. still have the highest prices among ten countries, are not related to patient outcomes, and \"in some cases reflect a damaging degree of market failure.\" (9)\n\nAll this represents an ominous trend, standing out more starkly all the time compared to other advanced countries around the world, where comprehensive cancer care is available to everyone, typically with little or no cost-sharing and often with better outcomes. The Affordable Care Act (ACA) has not contained costs and prices, but instead has allowed insurers and the drug industry to continue to profiteer at patients' expense. Future developments in cancer care will certainly add to the cost and price problem, such as gene-based designer cancer drugs. (10)\n\nMarkets will never fix this kind of problem. Nor will most parts of the medical industrial complex, driven as they are to profits before service. As other countries have found many years ago, the government must become more involved in pricing and financing of health care services, together with a more rigorous process of assessing services based on scientific evidence, efficacy and cost-effectiveness.\n\nFortunately, we are now seeing a major backlash from many oncologists, the cancer doctors who provide most of our cancer care. The American Society of Clinical Oncology (ASCO) has identified this top priority for its members:\n\nFor patients with advanced solid-tumor cancers who are unlikely to benefit, do not provide unnecessary anticancer therapy, such as chemotherapy, but instead focus on symptom relief and palliative care. (11)\n\nMore recently, leading oncologists have called on their colleagues, working with ASCO, to champion single-payer national health insurance as the only way to bring necessary cancer care to all Americans.\n\n\n\nWith ACA now the law of the land, and its retention of the private insurance industry at the center of the health system, the trend toward high-deductible health plans, underinsurance, and cost shifting to patients will almost certainly worsen. 59 years of private-sector solutions have failed. There needs to be a major paradigm shift in our approach to funding health care in the United States. . . . Because ACA will fail to remedy the problems of the uninsured, the underinsured, rising costs, and growing corporate control over caregiving, we cannot in good conscience stand by and remain silent. ... Life is short, especially for some patients with cancer; they need help now ... All our patients deserve dignity. It is our moral and ethical obligation as physicians to advocate for universal access to health care. (12)\n\n\n\nThese words are right on target, and need to be heeded if we are ever going to redress increasing inequities and disparities in cancer care, and start to catch up with the rest of the world.\n\nThis post was originally featured here.\n\n\n\nSuggested Reading:\n\n1. Geyman, JP. The Cancer Generation: Baby Boomers Facing a Perfect Storm. Monroe, ME. Common Courage Press, 2009.\n\n2. National Center for Health Statistics. Financial burden of medical care: early release of estimates from the National Health Interview Survey, January-June 2011. 2012.\n\n3. Kantarjian, H, Steensma, D, Sanjuan, JR et al. High cancer drug prices in the United States: reasons and proposed solutions. Journal of Oncology Practice, May 6, 2014.\n\n4. Zafarm, SY, Peppercorn, JM, Schrag, D et al. The financial toxicity of cancer treatment: a pilot study assessing out-of-pocket expenses and the insured cancer patient's experience. Oncologist 18: 381-390, 2013.\n\n5. Girod, C, Mayne, LW, Weltz, SA et al. 2014 Milliman Medical Index, Milliman, May 20, 2014.\n\n6. Mathews, AW, Insurers push to rein in spending on cancer care. Wall Street Journal, May 28, 2014: A1.\n\n7. Tozzi, J. Obamacare limits choices under some plans. Bloomberg Businessweek. March 20, 2014.\n\n8. Andrews, M. Warning: opting out of your insurance plan's provider network is risky. Kaiser Health News, March 18, 2014.\n\n9. IFHP publishes 2013 price report. International Federation of Health Plans, 2014.\n\n10. Wheelwritht, V. Adventures in personal genomics. The Futurist, May-June 2014, 43-45.\n\n11. American Society of Clinical Oncology. Oncology \"Top Five\" list identifies opportunities to improve quality and value in cancer care. April 3, 2012.\n\n12. Drasga, RE, Einhorn, LH. Why oncologists should support single-payer national health insurance. Journal of Oncology Practice, January 2014.", "article_metadata": {"description": "Care of cancer in this country is outpacing other health care problems and is already pricing itself beyond the reach of many Americans unfortunate enoug...", "sailthru.expire_date": "2014-06-11 11:21:25 -0400", "og": {"site_name": "The Huffington Post", "description": "Care of cancer in this country is outpacing other health care problems and is already pricing itself beyond the reach of many Americans unfortunate enoug...", "url": "http://www.huffingtonpost.com/john-geyman/cancer-care-in-the-usachi_b_5475612.html", "image": "http://i.huffpost.com/gen/1845291/images/o-DOCTOR-PATIENT-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1845291/images/o-DOCTOR-PATIENT-facebook.jpg", "height": 1000}, "site": "@HuffPostPol", "card": "summary_large_image", "description": "Care of cancer in this country is outpacing other health care problems and is already pricing itself beyond the reach of many Americans unfortunate enoug..."}, "sailthru.date": "2014-06-10 11:21:25 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5475612", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "M.D.,The Cancer Generation: Baby Boomers Facing a Perfect Storm,Decreasing access,Health Care Disconnects,chemotherapy,reference pricing,John Geyman,out-of-pocket,OOP costs,Insurance costs more and covers less,dwindling resources,The American Society of Clinical Oncology,increasing disparities,health care reform,Cancer Care,Affordable Care Act,Milliman Medical Index,asco,aca", "article": {"section": "Politics", "tag": "M.D.,The Cancer Generation: Baby Boomers Facing a Perfect Storm,Decreasing access,Health Care Disconnects,chemotherapy,reference pricing,John Geyman,out-of-pocket,OOP costs,Insurance costs more and covers less,dwindling resources,The American Society of Clinical Oncology,increasing disparities,health care reform,Cancer Care,Affordable Care Act,Milliman Medical Index,asco,aca", "published_time": "2014-06-10 11:21:25 -0400", "modified_time": "2014-08-10 05:59:05 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcc51c\"", "article_summary": "Future developments in cancer care will certainly add to the cost and price problem, such as gene-based designer cancer drugs.\nFortunately, we are now seeing a major backlash from many oncologists, the cancer doctors who provide most of our cancer care.\nThe financial toxicity of cancer treatment: a pilot study assessing out-of-pocket expenses and the insured cancer patient's experience.\nCare of cancer in this country is outpacing other health care problems and is already pricing itself beyond the reach of many Americans unfortunate enough to contract the disease.\nThere needs to be a major paradigm shift in our approach to funding health care in the United States."}