{"article_title": "The Prescience of the Duranty Prize", "article_keywords": ["buck", "kerry", "prize", "syrias", "wife", "asma", "prescience", "duranty", "ms", "syria", "assad", "vogue"], "article_url": "http://www.powerlineblog.com/archives/2013/09/the-prescience-of-the-duranty-prize.php", "article_text": "Last fall, PJ Media and the New Criterion teamed up to award the first-ever Walter Duranty Prize for mendacity in journalism. My wife and I attended the event, and I wrote about it here. You can read the principal speeches, in which the grand prize and two runner-up awards were given out, here. So, who won the Duranty Prize last October?\n\nVogue Magazine, and reporter Joan Juliet Buck and editor Anna Wintour, for their stunningly stupid cover story on the glamorous wife of Syria’s dictator: “Asma al-Assad: A Rose in the Desert.” Seriously. Claudia Rosett’s speech awarding the grand prize was hilarious; here are a few excerpts:\n\nStyled as a profile of the first lady of Syria, Asma al-Assad, this article was a paragon of propaganda — a makeover of the Assad dictatorship, presenting Asma as the human face of President Bashar al-Assad’s rule: “glamorous, young and very chic.”\n\nReported and published on the verge of the Syrian uprising and bloody government crackdown that began early last year, in which to date more than 30,000 people have died, “Rose in the Desert” glossed over the horrific realities of Syria’s despotism — which were abundantly evident even before the 2011 carnage, at least to anyone who cared to browse the reams of human rights reports and terror cases. Instead, Vogue showcased as a breathless scoop a portrait of Syria’s ruling couple as a pair of classy and benevolent aristocrats; the kind of couple any self-respecting member of the global elite could admire and endorse without violating standards of either morality or the latest trends in Parisian footwear. Ms. Buck, for whom Vogue obtained extraordinary access to the Assads, gushed about Asma as “the freshest and most magnetic of first ladies … breezy, conspiratorial, and fun … a thin long-limbed beauty with a trained analytic mind who dresses with cunning understatement.” Ms. Buck treated her readers to visions of Asma waking at dawn to begin her charitable rounds, including her campaign urging millions of young Syrians to engage in “active citizenship.” There were vignettes of Asma flying around Syria in a French-built corporate jet, or careening through traffic behind the wheel of a plain SUV, en route to museums, schools, and orphanages, a study in “energetic grace,” deftly accessorized with little more than a necklace of Chanel agates; shoes and Syrian silk tote bag by French designer Christian Louboutin. Then there was Asma at home, with her husband and three young children, in their thoroughly modern apartment, where Asma herself, dressed in jeans, t-shirt, and old suede stiletto boots, answers the front door, and whips up fondue for lunch. This was a presidential dwelling, as reported by Ms. Buck, where neighbors freely peered in and dropped by; a household “run on wildly democratic principles” where Asma explains: “We all vote on what we want.”\n\nEventually, both Ms. Wintour–a major fundraiser for Barack Obama–and Ms. Buck recanted. Buck explained why she went awry:\n\nMs. Buck said she was initially reluctant to take on the Syria assignment, but did so at the urging of her editors at Vogue. Plus, a 2008 article in the British Conde Nast Traveller had described the “increasing hipness” of Damascus, and by 2010, Syria’s status, wrote Ms. Buck, was oscillating between “untrustworthy rogue state and new cool place.” In taking the road to Damascus, Ms. Buck was following in the footsteps of such luminaries as Representative Nancy Pelosi, Senator John Kerry, Sting, Angelina Jolie, Brad Pitt, and Francis Ford Coppola, as well as a public relations firm, Brown Lloyd James, hired by Mrs. Assad, which arranged the Vogue interview.\n\nClaudia could have added Hillary Clinton, who famously dubbed Assad a “reformer,” to her list. But let’s focus for the moment on John Kerry, who is now–laughably–America’s Secretary of State. Kerry is a man of limited intelligence who loves money and glamour. In recent years, he has repeatedly visited Mr. and Mrs. Assad in Syria. This 2009 photo, which you may have seen on Power Line first, is now all over the web. It shows Kerry and his wife Teresa (money) having dinner with Assad (money) and his wife Asma (glamour):\n\nHow could these people be so dumb? PJ Media ridiculed Anna Wintour for falling for the murderous Assad dictatorship, but after all: Wintour may be a political figure by virtue of her massive fundraising for Democratic Party candidates, but she isn’t the Secretary of State. Or the President. What we see here is a characteristic failing of liberals. They are easily seduced by glamour, and–always in the background of glamour–money. Why else do they keep voting for Kennedys with IQs in the 80s? Or wear Che Guevara t-shirts, because they think he’s cute? These people are suckers.\n\nSo congratulations to PJ Media and the New Criterion. Their first-ever Duranty Award was prophetic. With hindsight, it honored not just mendacity in journalism, but stupidity in foreign policy.", "article_metadata": {"og": {"site_name": "Power Line", "description": "Last fall, PJ Media and the New Criterion teamed up to award the first-ever Walter Duranty Prize for mendacity in journalism. My wife and I attended the event, and I wrote about it here. You can re…", "title": "The Prescience of the Duranty Prize", "url": "http://on.powerlineblog.com/archives/2013/09/the-prescience-of-the-duranty-prize.php", "image": "http://www.powerlineblog.com/wp-content/themes/powerline/images/icon.png", "locale": "en_US", "type": "powerlineblog:article"}, "twitter": {"image": "http://i0.wp.com/www.powerlineblog.com/ed-assets/2013/09/Asma0786.jpg?resize=625%2C400&w=240", "site": "@powerlineus", "card": "summary"}, "robots": "NOODP", "wp-parsely_version": "1.7", "fb": {"admins": "505151,john.hinderaker,scottwynnjohnson,750972908", "app_id": 154257474630565}, "article": {"published_time": "2013-09-02T23:35:20+00:00", "modified_time": "2013-09-02T23:46:07+00:00"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fe1dd0\"", "article_summary": "Last fall, PJ Media and the New Criterion teamed up to award the first-ever Walter Duranty Prize for mendacity in journalism.\nSo, who won the Duranty Prize last October?\nYou can read the principal speeches, in which the grand prize and two runner-up awards were given out, here.\nIt shows Kerry and his wife Teresa (money) having dinner with Assad (money) and his wife Asma (glamour):How could these people be so dumb?\nIn recent years, he has repeatedly visited Mr. and Mrs. Assad in Syria."}