{"article_title": "As Middle-Market M&A Thrives, 15 Trends to Track in 2015", "article_keywords": ["15", "track", "shape", "private", "trends", "continue", "middlemarket", "2015", "ma", "firms", "thrives", "market"], "article_url": "http://www.themiddlemarket.com/news/financial_sponsors/as-mid-market-thrives-15-trends-to-track-in-2015-253678-1.html", "article_text": "15 Trends for 2015\n\nAs Middle-Market M&A Thrives, 15 Trends to Track in 2015\n\nSpecialized PE firms, corporate spinoffs and innovations in sourcing will shape dealmaking in the months to come\n\nA new crop of specialized private equity firms led by younger investors is likely to play a significant role in the year ahead.\n\n\"Sector-focused funds will have a chance to differentiate themselves, not only by moving quickly and being decisive, but also by avoiding valuation traps in what will continue to be a frothy market in 2015,\" predicts Devin Mathews, 43, a co-founder of ParkerGale Capital, a nascent Chicago firm backing tech-enabled service providers.\n\nSpecialization is just one of the developments promising to shape the middle market in 2015. Here are 15 trends to track.\n\nMiddle-Market M&A Will Continue to Thrive\n\nMost of the conditions that made 2014 auspicious for middle-market M&A are expected to continue, including a growing U.S. economy, increased confidence among C-suite executives, and plenty of cash on corporate balance sheets and in private equity funds.\n\nThe outgoing year established a \u0093new normal,\u0094 and 2015 will be very similar, says Stewart Kohl (pictured), the co-CEO of the Riverside Co. A large majority of dealmakers polled by Mergers & Acquisitions agree.\n\nResponding to our monthly survey in November, 59 percent of participants predicted that deal flow will be greater in 2015 than it was in 2014, and another 37 percent said that it will be at least as good.\n\nSee the next trend in our special report: Strategic Buyers Will Shed Non-Core Assets", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/financial_sponsors/as-mid-market-thrives-15-trends-to-track-in-2015-253678-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/2015_stock_art_snippet.jpg", "site_name": "Mergers & Acquisitions, Latest News", "title": "As Middle-Market M&A Thrives, 15 Trends to Track in 2015"}}, "_id": "\"57477af36914bd0286fcc526\"", "article_summary": "Here are 15 trends to track.\n15 Trends for 2015As Middle-Market M&A Thrives, 15 Trends to Track in 2015Specialized PE firms, corporate spinoffs and innovations in sourcing will shape dealmaking in the months to comeA new crop of specialized private equity firms led by younger investors is likely to play a significant role in the year ahead.\nMiddle-Market M&A Will Continue to ThriveMost of the conditions that made 2014 auspicious for middle-market M&A are expected to continue, including a growing U.S. economy, increased confidence among C-suite executives, and plenty of cash on corporate balance sheets and in private equity funds.\nSpecialization is just one of the developments promising to shape the middle market in 2015.\nSee the next trend in our special report: Strategic Buyers Will Shed Non-Core Assets"}