{"article_title": "Minnesota Invalidates FDA Restrictions", "article_keywords": ["fda", "restrictions", "zerwas", "federal", "powers", "national", "minnesota", "states", "state", "nullify", "passed", "invalidates", "nullification"], "article_url": "http://www.thenewamerican.com/usnews/constitution/item/20850-nullification-spreading-minnesota-invalidates-fda-restrictions", "article_text": "When Minnesota State Representative Nick Zerwas was 15 years old, he was told he had only months to live. Informed that he wouldn’t be able to get a heart transplant, Zerwas was told by his doctor that he might be saved by a surgical procedure that was still experimental. Said Zerwas: “That was my right to try. I fully believe life is worth fighting for, and government has no role in getting in the way.”\n\nOn May 1 Zerwas’ bill, the Minnesota Right to Try Act, passed the state house unanimously, 123-0. It had previously passed the state senate, 60-4, on April 21, and on May 5, Minnesota Governor Mark Dayton signed it into law.\n\nIn general the Food and Drug Administration (FDA) prohibits access by patients to experimental drugs, but under its “expanded access” provision, the FDA allows patients with serious or life-threatening diseases access to them, but only with its express prior approval. Minnesota effectively nullified the FDA’s rule and allows Minnesotans direct access to manufacturers with such drugs.\n\nMinnesota is the 16th state to nullify this FDA rule, while more than 20 other states are considering similar measures. In announcing the modest victory of state’s rights over federal overreach, the Tenth Amendment Center said:\n\nAlthough these laws only address one small aspect of FDA regulation, they provide us with a clear model demonstrating how to nullify federal statutes that violate the Constitution.\n\nNullification is based on the view that states are the final authority in determining the limits of federal power. It embodies the concept expressed by Thomas Jefferson: \"Whensoever the General Government assumes undelegated powers, its acts are unauthoritative, void, and of no force.\"\n\nThis view is backed up by the Tenth Amendment: \"The powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively, or to the people.\"\n\nIt should be remembered that ratification of the Constitution by the states was dependent upon adoption of the Bill of Rights, so the Founders knew exactly what they were doing: limiting the general or national government to specific, enumerated powers. If it stepped outside of those bounds, then its rules, laws, regulations and other mandates and restrictions were automatically and immediately “void and of no force.”\n\nIt wasn’t until Professor Thomas Woods put flesh on those bones back in 2010 with the publication of his book Nullification: How to Resist Federal Tyranny in the 21st Century that nullification began to gain traction. The inside flap of his book reads, “Nullification … could become a movement to restore the proper constitutional limits of the federal government.” But that would happen only if enough people — especially lawmakers concerned about federal overreach — read it.\n\nIt’s apparent that they have. According to the Tenth Amendment Center, more than 200 separate bills are pending in the various states to nullify or otherwise work around unconstitutional federal mandates. Twelve states are challenging federal surveillance authority illegally granted to the National Security Agency (NSA), while another 12 states are considering bills to legalize marijuana, be it medical or recreational, or both.\n\nThree states — California, Michigan, and Virginia — have already passed some form of anti-indefinite detention laws to nullify the powers granted by the National Defense Authorization Act (NDAA), while seven more states are considering such nullification of that federal act.\n\nObamaCare has drawn especially critical fire. Twenty-one states have passed laws that challenge or opt out of the federal healthcare law, while 47 of the 50 states have considered bills to “limit, alter or oppose selected state or federal actions” related to ObamaCare, according to the National Conference of State Legislatures.\n\nTwo states have blocked federal militarization of police: New Jersey, with a law requiring local approval; and Montana, with an outright ban on any law-enforcement agency receiving military equipment from the federal government. Two more states, Massachusetts and Minnesota, are close to passing similar measures.\n\nAs more and more state legislators are feeling the heat from their unhappy constituents over the federalization of everything, they are learning the power of nullification. Once the genie is out of the bottle, it will be impossible for the federal government and its agencies to stuff it back in. Those legislators are learning that the federal government is the Wizard of Oz, and are increasingly taking advantage of the opportunity to rein in his overreach.\n\nA graduate of an Ivy League school and a former investment advisor, Bob is a regular contributor to The New American magazine and blogs frequently at www.LightFromTheRight.com, primarily on economics and politics.\n\nRelated articles:\n\nN.J. First State to Ban Police Militarization Without Local OK\n\nMontana Is Second State to Slow Police Militarization\n\nMontana Nullifies Federalization of State Law Enforcement", "article_metadata": {"keywords": "nullification, Minnesota, FDA, Zerwas, Minnesota Right to Try Act, experimental drugs", "og": {"url": "http://www.thenewamerican.com/usnews/constitution/item/20850-nullification-spreading-minnesota-invalidates-fda-restrictions", "image": "http://www.thenewamerican.com/media/k2/items/cache/2feb86d24c0bc511de9a85d1129a67f0_XL.jpg", "type": "article", "description": "It appears that the genie is out of the bottle, as states' nullification efforts continue to gain momentum as Minnesota nullifies FDA restrictions. by Bob Adelmann", "title": "Nullification Spreading: Minnesota Invalidates FDA Restrictions"}, "image": "http://www.thenewamerican.com/media/k2/items/cache/2feb86d24c0bc511de9a85d1129a67f0_XL.jpg", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcc52a\"", "article_summary": "When Minnesota State Representative Nick Zerwas was 15 years old, he was told he had only months to live.\nMinnesota is the 16th state to nullify this FDA rule, while more than 20 other states are considering similar measures.\nIt had previously passed the state senate, 60-4, on April 21, and on May 5, Minnesota Governor Mark Dayton signed it into law.\nMinnesota effectively nullified the FDA’s rule and allows Minnesotans direct access to manufacturers with such drugs.\nTwo more states, Massachusetts and Minnesota, are close to passing similar measures."}