{"article_title": "Battle Ropes Workouts Are Now a Thing in Gyms Across the US", "article_keywords": ["body", "training", "muscles", "ropes", "youre", "gyms", "rope", "thing", "moving", "fitness", "battle", "workouts", "workout", "movement"], "article_url": "http://www.medicaldaily.com/battle-ropes-workouts-are-now-thing-gyms-across-us-334890", "article_text": "“The ropes show you how you’re moving. You see the physical manifestation of the body movement as you watch the ropes.\"\n\nBattle ropes, the thick and heavy ropes that look as if they could tether a ship to shore, have become go-to fitness tools in gyms for people seeking a tough workout that is also engaging and fun.\n\nWhipping, slamming, dragging and drumming the long, anchored ropes have long been used in training for sports like football, but fitness experts said they have now gone mainstream in gyms as an efficient workout routine.\n\n“It’s a little like running with the upper body,” said Jonathan Ross, spokesperson for the American Council on Exercise. “It’s not just using different muscles but training muscles in different ways.”\n\nThe Washington, D.C. area-based trainer and author of the book “Abs Revealed,” said a ropes workout engages the mind as well as the body with what he calls the grace of the wave.\n\n“The ropes show you how you’re moving,” he explained. “You see the physical manifestation of the body movement as you watch the ropes. If you do them well, your body is moving well.”\n\nPosture and coordination are inherent elements of the workout, Ross said.\n\nBattle rope workouts also pack a calorie-burning cardio punch.\n\nA study published in the April 2015 Journal of Strength & Conditioning Research showed that a 10-minute bout of rope training resulted in high heart rates and enough energy expenditure to increase cardio respiratory fitness.\n\nCrunch, the national chain of fitness centers, has built a group fitness class around battle ropes.\n\n“It’s great core training. The abs, back, and glutes (muscles of the buttocks) are all engaged,” said Donna Cyrus, senior vice president of programming at Crunch. “Obviously there’s toning to the upper body and it burns a lot of calories.”\n\nRope classes typically include a warm-up segment followed by teams competing to see who can keep the wave, or movement of the rope, going the longest time.\n\nRoss said battle ropes, which come in various diameters and lengths, require shoulder mobility and stability, so people dealing with shoulder issues should use them with caution.\n\n“The longer the rope, the more challenging because you have to generate more force,” he said. “You want to see that move travel all the way down to that anchor point.\"\n\nAnother mistake, he added, is pulling the ropes too tight.\n\n“You can’t make a wave if the rope is tight,” he said.\n\n(By Dorene Intenicola; Editing by Patricia Reaney and Marguerita Choy)", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "battle ropes workout, fitness, upper body exercise, core training", "og": {"site_name": "Medical Daily", "description": "Formerly relegated to a small corner of the gym, battle ropes are now becoming one a go-to-fitness tool for people across the country.", "title": "Battle Ropes Workouts Are Now a Thing in Gyms Across the US", "url": "http://www.medicaldaily.com/battle-ropes-workouts-are-now-thing-gyms-across-us-334890", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/25/battle-ropes.jpg", "type": "article"}, "twitter": {"description": "Formerly relegated to a small corner of the gym, battle ropes are now becoming one a go-to-fitness tool for people across the country.", "title": "Battle Ropes Workouts Are Now a Thing in Gyms Across the US", "url": "http://www.medicaldaily.com/battle-ropes-workouts-are-now-thing-gyms-across-us-334890", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/25/battle-ropes.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/05/25/battle-ropes.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-05-25T14:54:29-04:00", "modified_time": "2015-05-25T14:50:54-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Formerly relegated to a small corner of the gym, battle ropes are now becoming one a go-to-fitness tool for people across the country."}, "_id": "\"57477af46914bd0286fdae52\"", "article_summary": "You see the physical manifestation of the body movement as you watch the ropes.\"\n“You see the physical manifestation of the body movement as you watch the ropes.\n“The ropes show you how you’re moving.\nBattle ropes, the thick and heavy ropes that look as if they could tether a ship to shore, have become go-to fitness tools in gyms for people seeking a tough workout that is also engaging and fun.\n“The ropes show you how you’re moving,” he explained."}