{"article_title": "Local officials propose I-25 funding solution", "article_keywords": ["bridge", "municipalities", "funding", "propose", "million", "i25", "solution", "county", "officials", "larimer", "improvements", "proposal", "local"], "article_url": "http://www.reporterherald.com/news/loveland-local-news/ci_29019984/local-officials-propose-i-25-funding-solution", "article_text": "Larimer County wants to redirect funding from mill levy from county, municipalities toward replacing highway bridges\n\nDrivers travel on the bridge over the Little Thompson River on Interstate 25 Friday, south of Loveland. Larimer County is proposing reallocation of funding to go toward replacing bridges. ( Jenny Sparks/ Loveland Reporter-Herald )\n\nLocal government officials are backing a plan, proposed by Larimer County, to help fund improvements to Interstate 25, though no formal action has been taken yet.\n\nThe proposal projects raising about $5.3 million over a five-year period for interstate bridge improvements — a portion of a local match for a federal grant.\n\nThe Colorado Department of Transportation is applying for a grant of about $90 million to replace three bridges on I-25 in Larimer County — Cache la Poudre, Big Thompson and Little Thompson — and to repair one in Weld County — St. Vrain.\n\nIf CDOT is awarded the grant, a $15 million-$18 million match would be required. Larimer County could provide 1/3 of that match, CDOT could provide 1/3 or more and the rest of the funding could come from either Weld County, private businesses or a combination of options.\n\nThat grant proposal is one of several others in an application from Colorado totaling a little more than $400 million in a National Disaster Resiliency Competition. The billion dollar federal competition from the U.S. Department of Housing and Urban Development will review 40 applications — applicants can apply for up to $500 million in funding to be awarded from the $1 billion total.\n\nThe way the bridge proposal would work for Larimer County, according to County Commissioner Tom Donnelly is by allocating differently between funds — without raising taxes.\n\nAnd the reason he started thinking of the idea, he said, is because of local elected officials' direction to dedicate local dollars for I-25 improvements rather than continuing to wait for funding from the federal government.\n\nAdvertisement\n\n\"These bridges are pinchpoints on I-25 .... (and) represent a serious issue,\" Donnelly said.\n\nMill levies are calculated based on a portion of property taxes that would go toward services, divided by the total projected value of properties within a taxing jurisdiction. A mill is a tax of $1 on every $1,000 of the assessed value of a property.\n\nIn Larimer County's mill levy collections, for the assessed valuation of properties in the municipalities, 50 percent of the funding goes to the cities and 50 percent goes to the county. One hundred percent of the assessed valuation collection in unincorporated areas goes to the county. The county's mill levy base is 21.571.\n\nThe I-25 proposal would reallocate funds in that mill levy collection — the county's General Fund mill will be decreased by about 0.4 mills and the road and bridge fund will be increased by about 0.4 mills. There will be no impact on the municipalities' budgets.\n\nRevenues from the mill levy collection are expected to increase because the assessed valuation across the county is expected to increase by 15 percent.\n\nWith this proposal, Donnelly said, the road and bridge revenue generation would be about $2 million per year, with the municipalities' share generating about $762,000 per year. The county will put in a proportional share to the cities' portion toward I-25 and the rest would go toward expanding County Road 19 to four lanes between Horsetooth and Harmony roads.\n\nIf CDOT's grant is unsuccessful or is only partially funded, the elected officials will get together and decide what to do — that could mean replacing one bridge for the time being or just keeping the bump in revenue for other projects.\n\nSo, essentially, the cities will be asked to share back excess revenues toward the I-25 bridge improvements. The county is asking for resolutions of support from the municipalities, and Loveland's could come next month, according to Mayor Cecil Gutierrez.\n\nDonnelly described the county proposal to elected officials at a joint dinner meeting last Thursday to positive responses.\n\n\"I think Commissioner Donnelly is correct and so is Mayor Pro Tem (Gerry) Horak from Fort Collins — we can wait forever on the state and on the federal government to put money into I-25. But I think if we upfront (the money) as a region, as a county, we're willing to put in $5 million to get this moving — that's a little more of a compelling argument,\" Gutierrez said.\n\nHe said the local municipalities and county haven't gotten enough credit on how much they've already invested in I-25 improvements, and it's time to start telling that story.\n\nGutierrez credits the county commissioners for taking a lead on the latest local proposal for I-25 improvements and the investment involved.\n\nDonnelly said the easiest thing to do, especially for some of the smaller towns in the county, is to wash their hands of the problem and wait on the federal government. But that's not what's happening, he said.\n\n\"We have a reputation in local government of not being able to work together,\" Donnelly said. \"I always tell people that nothing could be further from the truth.\"\n\nThe I-25 proposal, he said, is a great example of that — a tangible solution to an ongoing problem.\n\nSaja Hindi: 970-669-5050, ext. 521, hindis@reporter-herald.com, twitter.com/SajaHindiRH.", "article_metadata": {"startDate": "2015-10-24T21:26:28-0600", "modificationDate": "2015-10-24T21:27:14-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site47/2015/1024/20151024__25RHAI25w~1_300.jpg", "sailthru.author": "By Saja Hindi \n \n  Reporter-Herald Staff Writer", "description": "Local government officials are backing a plan, proposed by Larimer County, to help fund improvements to Interstate 25, though no formal action has been taken yet.", "ag": {"canon": "LovelandReporter-Herald:article:29019984:view"}, "og": {"image": "http://extras.mnginteractive.com/live/media/site47/2015/1024/20151024__25RHAI25w~1.jpg", "type": "article", "description": "Local government officials are backing a plan, proposed by Larimer County, to help fund improvements to Interstate 25, though no formal action has been taken yet.", "title": "Local officials propose I-25 funding solution"}, "twitter": {"domain": "reporterherald.com", "description": "Local government officials are backing a plan, proposed by Larimer County, to help fund improvements to Interstate 25, though no formal action has been taken yet.", "title": "Local officials propose I-25 funding solution", "image": "http://extras.mnginteractive.com/live/media/site47/2015/1024/20151024__25RHAI25w~1.jpg", "site": "@reporterherald", "card": "summary_large_image"}, "sailthru.date": "2015-10-24T21:26:28-0600", "sailthru.site": "reporterherald.com", "endDate": "2025-10-24T21:26:09-0600", "sailthru.title": "Local officials propose I-25 funding solution", "sailthru.article-section-or-homepage": "article", "byline": "By Saja HindiReporter-Herald", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "XzsHDcJw4iXBQEYtDXFRaUAdKzxhSvxWMgXyQQNFFzg", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site47/2015/1024/20151024__25RHAI25w~1.jpg", "pubDate": "2015-10-24T21:28:28-0600", "news_keywords": "Loveland News, Loveland News news, Loveland Colorado Loveland News news, Loveland Colorado news, Loveland News Loveland news, Loveland News Colorado news, US Loveland News news, world Loveland News news."}, "_id": "\"57477af46914bd0286fdae5d\"", "article_summary": "The I-25 proposal, he said, is a great example of that — a tangible solution to an ongoing problem.\nSo, essentially, the cities will be asked to share back excess revenues toward the I-25 bridge improvements.\nGutierrez credits the county commissioners for taking a lead on the latest local proposal for I-25 improvements and the investment involved.\nDonnelly described the county proposal to elected officials at a joint dinner meeting last Thursday to positive responses.\nAnd the reason he started thinking of the idea, he said, is because of local elected officials' direction to dedicate local dollars for I-25 improvements rather than continuing to wait for funding from the federal government."}