{"article_title": "Crowdfunding Mailbox: Bike Cabs for Melbourne, Nomadix Towell & CyberGhost VPN", "article_keywords": ["campaign", "towel", "service", "crowdfunding", "kickstarter", "towell", "cyberghost", "mailbox", "melbourne", "nomadix", "bike", "internet", "indiegogo", "cabs", "vpn"], "article_url": "http://www.crowdfundinsider.com/2014/09/49472-crowdfunding-mailbox-bike-cabs-melbourne-nomadix-towell-cyberghost-vpn/", "article_text": "There is a growing amount of overlap between rewards based and investment based crowdfunding. A growing number of small companies are using crowdfunding to promote and boost their business. Or to simply test a new product. Of course there is an increasing amount of startups that are seeking initial seed capital on Kickstarter, Indiegogo, Pozible and the many other rewards based sites around the world. Not all of these companies will require additional funding in the future but some will go on to do equity crowdfunding rounds or get VC funding. This space continues to evolve and adapt but one can be certain – once retail crowdfunding becomes firmly established in the US – crowdfunding will take a giant leap. Think about it.\n\nThree cool crowdfunding campaigns today. One each from Pozible, Kickstarter and Indiegogo.\n\nI have never been to Melbourne – or Australia for that matter but it is a destination that is near the top of the list. Cool people, beautiful beaches and countryside and fab cities. Apparently Melbourne suffers from choked traffic and difficult to find taxis. Bike Cabs wants to address this market deficiency and they are raising funds on Pozible to launch a rickshaw type service in Australia’s second largest city. Bike Cabs will allow you to zip past stalled cars and arrive at your destination on time. Even better the project creators want to build an Uber-like app so you can use your iPhone to hail a bike cab and pay for the service without breaking out the cash. Worried about the hills of Melbourne? Small electric motors will be installed in the bikes to assist the pedal power when trips are long or steep. Crowdfunding on Pozible now hoping to raise A$25,000.\n\nSo this is an interesting crowdfunding approach. Nomadix, an “eco friendly towel for travel, beach and yoga ran a successful crowdfunding campaign on Kickstarter. How successful you ask? Well – organizers raised over $65,000 for a towel. Yep that’s a lot for a simple towel. But this is not any towel; it is a multi-feature towel designed to handle multiple tasks for a world where less is more. The Nomadix team generated great success on Kickstarter so they decided to shift over to Indiegogo to use the platform as a pretail commerce site. So if you didn’t make it in time for the Kickstarter campaign, head on over to Indiegogo and purchase your towel there. Towels are expected to ship this coming December.\n\nCyberGhost VPN NoSpyProxy is running two campaigns on Indiegogo at the same time. So why not run a single campaign? Well the organizers in Romania are targeting one campaign to raise €50,000 for their German customer base and another is seeking to raise $70,000 for their international clientele. CyberGhoat VPN is exactly what the name imlies. An “NSA proof” VPN that encrypts all of your internet activity. Now I am not up to date on NSA snooping methods and I imagine they have some pretty magical tricks in their bag but beyond the NSA there are plenty of other overly curious types looking to steel your information and encrypting your internet activity is probably the best way to go. CyberGhost is apparently a pretty established company too – they claim over 3.7 million users of their service today. Presently they are using other servers in the cloud and they want to capture even more control to generate even greater security – hence the crowdfunding campaign. Their service is pretty affordable too – so if you want to hide your tracks and evade those evil hackers CyberGhost may be the campaign for you.\n\nFriday afternoon in central Melbourne. The streets are choked with traffic. You can’t get a taxi for love or money. Finally one pulls over. Where to? the driver asks. Just up to Fitzroy, you say. The driver shakes his head and speeds off. You’re going to be late for dinner. What’s the plan? Run?\n\nIntroducing Melbourne Bike Cabs! Pull out your phone and in seconds a cab’s on its way. Pile into the back, give the rider the address and you’re off, cutting up the inside bike lanes, cruising past gridlocked, frustrated traffic, watching the city roll past at street-level. You’re safely at the restaurant door in a quarter of the time, for a great price, with zero carbon emissions.\n\nHigh performance, multi purpose towel made from 100% recycled materials — Own less. Do more.\n\nAfter our huge success on Kickstarter, we’ve decided to use IndieGoGo to fulfill all other pre order requests. The early support is a big help in driving awareness of our campaign on IndieGoGo.\n\nHelp us build the first #NoSpyProxy datacenter out of NSA reach!\n\nThe world has changed since the Guardian published the first story about mass surveillance based on documents provided by Edward Snowden. A series of eye-opening stories followed after that. We all know now that there is no security for ordinary internet users!\n\nWe are not only exposed to hackers and data thieves; now everybody is also under attack from government surveillance agencies, sometimes with the help of your own local internet service provider.\n\nBut we know the solution: Encryption is the only way to assure internet privacy and security. No matter where you are, at home, work, school, travelling, or using a public WiFi network – our service, CyberGhost VPN, encrypts and secures your connection and protects your privacy online. CyberGhost VPN is internet privacy at its best.", "article_metadata": {"news_keywords": "australia, bike cabs, cyberghost, indiegogo, kickstarter, nomodix, pozible, romania, technology, finance, fintech, crowdfunding, marketplace lending, peer to peer lending", "ca_image": "http://www.crowdfundinsider.com/wp-content/uploads/2014/09/Crowdfunding-Mailbox-Featured-9.13.14-150x150.png", "og": {"site_name": "Crowdfund Insider", "description": "There is a growing amount of overlap between rewards based and investment based crowdfunding. A growing number of small companies are using crowdfunding to", "title": "Crowdfunding Mailbox: Bike Cabs for Melbourne, Nomadix Towell & CyberGhost VPN - Crowdfund Insider", "locale": "en_US", "image": "http://www.crowdfundinsider.com/wp-content/uploads/2014/09/Crowdfunding-Mailbox-Featured-9.13.14.png", "updated_time": "2014-09-14T11:34:12+00:00", "url": "http://www.crowdfundinsider.com/2014/09/49472-crowdfunding-mailbox-bike-cabs-melbourne-nomadix-towell-cyberghost-vpn/", "type": "article"}, "twitter": {"description": "There is a growing amount of overlap between rewards based and investment based crowdfunding. A growing number of small companies are using crowdfunding to promote and boost their business.  Or to simply test a new product.  Of course there is an increasing amount of startups that are seeking initial seed capital on Kickstarter, Indiegogo, Pozible and the many other rewards based sites around the world.  Not all of these companies will require additional funding in", "creator": {"identifier": "@crowdfundinside", "id": 619398213}, "url": "http://www.crowdfundinsider.com/2014/09/49472-crowdfunding-mailbox-bike-cabs-melbourne-nomadix-towell-cyberghost-vpn/", "image": {"width": 683, "identifier": "http://www.crowdfundinsider.com/wp-content/uploads/2014/09/Crowdfunding-Mailbox-Featured-9.13.14.png", "height": 549}, "title": "Crowdfunding Mailbox: Bike Cabs for Melbourne, Nomadix Towell & CyberGhost VPN", "card": "summary"}, "msapplication-TileImage": "http://www.crowdfundinsider.com/wp-content/uploads/2015/01/Crowdfund-Insider-Logo-54b72a2fv1_site_icon-128x128.png", "article": {"publisher": "https://www.facebook.com/crowdfundinsider", "section": "Featured Headlines", "tag": "technology", "published_time": "2014-09-13T12:47:03+00:00", "modified_time": "2014-09-14T11:34:12+00:00"}, "keywords": "finance, crowdfunding, peer to peer lending, marketplace lending, fintech", "google-site-verification": "_26Cre0MwQt2c23yhU4zzx3lFdCDhF7-11VIB9ioFew", "ca_title": "Crowdfunding Mailbox: Bike Cabs for Melbourne, Nomadix Towell & CyberGhost VPN", "description": "There is a growing amount of overlap between rewards based and investment based crowdfunding. A growing number of small companies are using crowdfunding to"}, "_id": "\"57477af46914bd0286fdae58\"", "article_summary": "Introducing Melbourne Bike Cabs!\nNomadix, an “eco friendly towel for travel, beach and yoga ran a successful crowdfunding campaign on Kickstarter.\nPresently they are using other servers in the cloud and they want to capture even more control to generate even greater security – hence the crowdfunding campaign.\nOf course there is an increasing amount of startups that are seeking initial seed capital on Kickstarter, Indiegogo, Pozible and the many other rewards based sites around the world.\nWe are not only exposed to hackers and data thieves; now everybody is also under attack from government surveillance agencies, sometimes with the help of your own local internet service provider."}