{"article_title": "Team-Based Addiction Care Not as Effective as Experts Hoped", "article_keywords": ["medications", "help", "effective", "teambased", "study", "work", "hoped", "chronic", "alcohol", "experts", "treatment", "services", "addiction", "care"], "article_url": "http://healthland.time.com/2013/09/18/team-based-addiction-care-not-as-effective-as-experts-hoped/", "article_text": "Getty Images\n\nTo treat chronic illnesses like diabetes and hypertension, the gold standard now involves a coordinated, team-based approach. So researchers hoped the same benefits would be help addiction patients.\n\n\n\nBut in the latest study published in the Journal of the American Medical Association, scientists found that the team approach— in which nurses and other professionals check up on patients, give them access to 24/7 hotlines, ensure that they receive follow up care and coordinate needs like medications and talk therapy— was no more effective than simply having general practitioners hand out a list of treatment options.\n\nFew experts dispute the soundness of the research, but they disagree on why the much-touted team-based strategy was so ineffective.\n\nThe study included 563 of the more difficult cases of alcoholism and addiction. Most of the participants had recently completed a short hospital detox program and did not initially want further help; nearly 80% had previously been incarcerated, around two-thirds were addicted to both alcohol and other drugs, and about half had recently injected drugs.\n\nHalf received exquisitely tailored addiction care in a program known as chronic care management (CCM), which included a personal nurse care manager, well-matched medication and treatment options, and psychiatric care with self help groups as appropriate. And, indeed, one year later, 44% were abstinent from alcohol and other drugs, an excellent success rate for such a difficult population.\n\nThe problem was, so were 42% of the control group who had received none of the personal attention but who did have access to similarly high quality treatment options via a resource list provided by a general practitioner. The 2% difference was not statistically significant and could have occurred merely by chance.\n\n(MORE: Pioneering Rehab Introduces Antiaddiction Medications into Recovery for First Time)\n\n“It was very disappointing and surprising, actually,” says the study’s lead author Dr. Richard Saitz, professor of medicine and epidemiology at Boston University, “Chronic care management, which is a pretty robust intervention and way of delivering care to people with chronic illnesses, did not improve any outcome for people with alcohol or other drug dependence.”\n\nWhy? Saitz believes two factors may have contributed to the disappointing results. First, the study population represented particularly tough cases; the majority of people with addiction are actually employed and have not lost their families or homes so they could be expected to have better outcomes.\n\nSecond, he says, although there are treatments that do work for many people with addiction, they are far from perfect and fail to work at all for a significant number of patients.\n\nDr. Mark Willenbring, former director of treatment and recovery research at the National Institute on Alcoholism and Alcohol Abuse and founder of the Alltyr treatment center, agrees. “The number one reason is the limited effectiveness of the interventions [we have],” he says, noting that there are no medications to treat some types of addiction, like cocaine, and that many people simply aren’t helped by current medications, talk therapies or self help groups.\n\n(MORE: Addiction Treatment in America: Not Based in Science, Not Truly ‘Medical’)\n\nThe findings come at a sensitive time for mental health services, since the Affordable Care Act requires insurers to cover addiction care. According to a recent analysis by the Associated Press, such coverage could possibly double the number of people seeking help, and these results could be interpreted as a sign that coordinated care doesn’t work or that these treatment plans should be dropped.\n\nExperts caution, however, that a single study can’t prove that coordinating care is useless, and hope that additional research will offer better options to offer and coordinate. “It would be tragic if people took from this that integrating substance use services isn’t effective,” Willenbring says, “The lesson here is that case management is not some magical panacea.” The power of coordinated care lies not just in the multidisciplinary resources made available to patients, but also in the quality of those services.", "article_metadata": {"description": "To treat chronic illnesses like diabetes and hypertension, the gold standard now involves a coordinated, team-based approach. So researchers hoped the same benefits would be help addiction patients.", "generator": "WordPress.com", "og": {"url": "http://healthland.time.com/2013/09/18/team-based-addiction-care-not-as-effective-as-experts-hoped/", "type": "article", "image": "https://timewellness.files.wordpress.com/2013/09/173007286a.jpg?w=600", "site_name": "TIME.com", "title": "Team-Based Addiction Care Not as Effective as Experts Hoped | TIME.com"}, "msapplication-tooltip": "A healthy balance of the mind, body and spirit", "fb": {"admins": "1124331582,512158401,808970553,100000018008769", "app_id": 53177223193}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://healthland.time.com/feed/;icon-uri=http://1.gravatar.com/blavatar/194a778cd1dd9902e6f9e692b3a53f8f?s=16", "application-name": "Health & Family", "keywords": "addiction, aca, addiction, addiction treatment, alcoholism, case management, chronic care management, drug treatment, rehab", "article": {"publisher": "https://www.facebook.com/TIMEHealthland"}, "viewport": "width=device-width,initial-scale=1", "news_keywords": "addiction, aca, addiction, addiction treatment, alcoholism, case management, chronic care management, drug treatment, rehab"}, "_id": "\"57477af36914bd0286fcc546\"", "article_summary": "Half received exquisitely tailored addiction care in a program known as chronic care management (CCM), which included a personal nurse care manager, well-matched medication and treatment options, and psychiatric care with self help groups as appropriate.\n(MORE: Addiction Treatment in America: Not Based in Science, Not Truly ‘Medical’)The findings come at a sensitive time for mental health services, since the Affordable Care Act requires insurers to cover addiction care.\nSo researchers hoped the same benefits would be help addiction patients.\nFew experts dispute the soundness of the research, but they disagree on why the much-touted team-based strategy was so ineffective.\nExperts caution, however, that a single study can’t prove that coordinating care is useless, and hope that additional research will offer better options to offer and coordinate."}