{"article_title": "EPA sued over Gina McCarthy's deleted text messages", "article_keywords": ["sued", "deleted", "text", "national", "gina", "messages", "agency", "mccarthys", "records", "archives", "ms", "purchia", "smith", "epa"], "article_url": "http://www.washingtontimes.com/news/2014/nov/10/epa-sued-over-gina-mccarthys-deleted-text-messages/", "article_text": "A congressional committee chairman demanded an investigation Monday into whether EPA employees are illegally deleting text messages after the agency officially notified the National Archives last month that Administrator Gina McCarthy expunged her phone texts, which are now the subject of a lawsuit.\n\nRep. Lamar Smith, chairman of the House Science Committee, asked the Environmental Protection Agency’s inspector general to sort out the agency’s claims and determine whether anyone’s been punished, saying that deleting the messages appears to break the EPA’s own policy.\n\n“These actions point to an apparent pattern of behavior directed at subverting transparency and accountability,” the Texas Republican said in a letter to the inspector general.\n\nSEE ALSO: Ted Cruz: Net neutrality is ‘Obamacare for the Internet’\n\nThe accusations stem from a Freedom of Information Act request filed by the Competitive Enterprise Institute and researcher Chris Horner, who believe Ms. McCarthy’s text messages will shed light on her dealings with the agency’s coal regulations.\n\nMr. Horner has been seeking the messages since last year, and sued to force the agency to turn them over.\n\nRep. Lamar Smith, Texas Republican, asked the EPA’s inspector general to sort ... more >\n\nAfter a long legal back-and-forth the EPA earlier this fall officially notified the National Archives that it might have lost some text message records. At the same time, the EPA maintains that text messages usually aren’t records and there’s no evidence Ms. McCarthy’s messages should have been preserved as official documents.\n\nSEE ALSO: EPA, Justice Department hit automakers Kia, Hyundai with record $100M fine\n\n“EPA is not aware of any evidence that federal records have been unlawfully destroyed,” said Liz Purchia, an EPA spokeswoman. She said their notification to the National Archives was done “out of an abundance of caution,” and said the notification makes clear the EPA doesn’t believe it lost any preservable records.\n\nMs. Purchia said that because of their nature as short snippets, text messages are “inherently unlikely” to meet the legal requirements for an official record, which are supposed to be documents that describe decision-making.\n\nThe inspector general didn’t return a call seeking comment on the request for an investigation.\n\nMr. Smith said the lost text messages are similar to the situation facing the Internal Revenue Service and former employee Lois G. Lerner, who is the central figure in the investigation into the agency’s tea party targeting. The IRS also belatedly notified the National Archives that it lost some agency records.\n\nOnce an agency notifies the Archives of a potential loss of data, the Archives creates a case to get to the bottom of the allegation.\n\nMr. Horner and CEI, in a new court filing, argue that they have evidence the EPA encourages employees to use text and instant messages to conduct business with outside groups, which would counter the EPA’s claim that text messages are unlikely to qualify as official records.\n\n“That EPA would represent to a court that its employees do not use instant messaging for work-related correspondence is scandalous,” Mr. Horner said. “That the agency does so to avoid responsibility after having been caught destroying its text messages wholesale sets it apart even from the IRS, which hasn’t gone that far.”\n\nMr. Smith’s letter asking for an investigation says the EPA is sending mixed signals. It quotes an article in the Hill, a Capitol Hill newspaper, that reported Ms. Purchia said text messages can legally be deleted. Yet Mr. Smith points to EPA regulations that instruct employees to “maintain electronic records” and specifically mentions “IMs,” or instant messages.\n\nThe quote attributed to Ms. Purchia was a paraphrase of her statement to the Hill.", "article_metadata": {"description": "A congressional committee chairman demanded an investigation Monday into whether EPA employees are illegally deleting text messages after the agency officially notified the National Archives last month that Administrator Gina McCarthy expunged her phone texts, which are now the subject of a lawsuit.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "A congressional committee chairman demanded an investigation Monday into whether EPA employees are illegally deleting text messages after the agency officially notified the National Archives last month that Administrator Gina McCarthy expunged her phone texts, which are now the subject of a lawsuit.", "title": "EPA sued over Gina McCarthy’s deleted text messages", "url": "http://www.washingtontimes.com/news/2014/nov/10/epa-sued-over-gina-mccarthys-deleted-text-messages/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/10/11102014_ap809827849418201.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/11/10/11102014_ap809827849418201.jpg", "description": "A congressional committee chairman demanded an investigation Monday into whether EPA employees are illegally deleting text messages after the agency officially notified the National Archives last mont", "site": "@washtimes", "card": "summary", "title": "EPA sued over Gina McCarthy’s deleted text messages"}, "Author": "Stephen Dinan", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Environmental Protection Agency, Lamar Smith, Chris Horner, Liz Purchia, Gina Mccarthy"}, "_id": "\"57477af46914bd0286fdae6b\"", "article_summary": "It quotes an article in the Hill, a Capitol Hill newspaper, that reported Ms. Purchia said text messages can legally be deleted.\nAt the same time, the EPA maintains that text messages usually aren’t records and there’s no evidence Ms. McCarthy’s messages should have been preserved as official documents.\nThe quote attributed to Ms. Purchia was a paraphrase of her statement to the Hill.\nYet Mr. Smith points to EPA regulations that instruct employees to “maintain electronic records” and specifically mentions “IMs,” or instant messages.\nThe IRS also belatedly notified the National Archives that it lost some agency records."}