{"article_title": "American Securities and P2P Capital Harvest Blount in Take-Private Deal", "article_keywords": ["p2", "takeprivate", "deal", "blount", "purchase", "agriculture", "llp", "oregon", "securities", "equipment", "american", "p2p", "capital", "llc", "harvest", "nyse"], "article_url": "http://www.themiddlemarket.com/news/manufacturing/american-securities-and-p2-take-blount-private-259245-1.html", "article_text": "American Securities and P2P Capital Harvest Blount in Take-Private Deal\n\nBlount, a farming equipment manufacturer, owns the Carlton, Oregon and Woods brands\n\nPE firms American Securities LLC and P2 Capital Partners LLC have agreed to buy farm equipment maker Blount International LLC (NYSE: BLT) for $855 million, including debt. The purchase price values Blount’s equity at $10 per share. Blount’s stock closed at $5.38 on Dec. 9.\n\nBlount, based in Portland, Oregon, makes replacement parts and equipment mainly for the agriculture sector. The target produces chainsaws, blades and log splitters under the Oregon, Carlton, Woods, Tisco, Speeco and Pentruder brands.\n\nBlount CEO Josh Collins says the purchase will “provide us with additional flexibility to execute our strategic plan as we continue to navigate the macroeconomic challenges facing our industry.” American Securities are both private equity firms based in New York. P2 already owns a 15 percent stake in Blount.\n\nGoldman Sachs & Co. (NYSE: GS) and Cravath Swaine & Moore LLP are advising Blount. Greenhill & Co. (NYSE: GHL) and Davis Polk & Wardwell LLP are advising the special committee. Debevoise & Plimpton LLP is representing American Securities and P2. The buyers are receiving financing from Barclays plc (LON: BARC) and Keybanc Capital Markets (NYSE: KEY).\n\nOther recent manufacturing deals include Audax Private Equity adding hazardous liquid storage container maker Justrite Manufacturing and PE-backed Charter Nex Films completing its purchase of plastic films producer Optimum Plastics.\n\nA rapidly rising global population has been driving demand for agriculture suppliers because farmers need better equipment to help manage their fields. For more on agriculture M&A trends, see Agriculture Acquirers Feed on Crop Protection.\n\nFor more information on related topics, visit the following:", "article_metadata": {"og": {"url": "http://www.themiddlemarket.com/news/manufacturing/american-securities-and-p2-take-blount-private-259245-1.html", "image": "http://cdn.themiddlemarket.com/media/newspics/blount.jpeg", "site_name": "Mergers & Acquisitions, Latest News", "title": "American Securities and P2P Capital Harvest Blount in Take-Private Deal"}}, "article_summary": "American Securities and P2P Capital Harvest Blount in Take-Private DealBlount, a farming equipment manufacturer, owns the Carlton, Oregon and Woods brandsPE firms American Securities LLC and P2 Capital Partners LLC have agreed to buy farm equipment maker Blount International LLC (NYSE: BLT) for $855 million, including debt.\nDebevoise & Plimpton LLP is representing American Securities and P2.\nBlount, based in Portland, Oregon, makes replacement parts and equipment mainly for the agriculture sector.\nBlount CEO Josh Collins says the purchase will “provide us with additional flexibility to execute our strategic plan as we continue to navigate the macroeconomic challenges facing our industry.” American Securities are both private equity firms based in New York.\nThe buyers are receiving financing from Barclays plc (LON: BARC) and Keybanc Capital Markets (NYSE: KEY)."}