{"article_title": "Senate bill renews debate over expanded access to contraception", "article_keywords": ["control", "renews", "bill", "contraception", "senate", "expanded", "available", "insurance", "access", "overthecounter", "health", "birth", "care", "debate", "women"], "article_url": "http://www.pbs.org/newshour/rundown/more-access-to-birth-control-could-lower-overall-abortion-rates/", "article_text": "Democratic Sen. Patty Murray’s introduction of the Affordability is Access Act this week has renewed debate nationwide about birth control access and affordability.\n\nThe proposed bill would require health insurance companies to cover birth control pills if they become available over-the-counter. The bill builds on the Affordable Care Act, which requires that most private insurance plans provide coverage for female contraception. The Affordable Care Act does not specify that insurers must cover birth control made available without a prescription.\n\nThis has caused some women’s health groups to argue that insurance providers may refuse to cover over-the-counter contraceptives if they become available, potentially costing women up to $600 per year, according to The Guardian.\n\nRELATED CONTENT\n\n“I believe strongly that women should be able to get the comprehensive health care they need, when they need it — without being charged extra, without asking permission, and without politicians interfering,” said Sen. Murray in a news release.\n\n\n\nOpponents of the proposed bill have concerns about offering the pill over-the-counter and without a doctor’s input.\n\nDr. Donna Harrison, executive director for the American Association of Pro-Life Obstetricians and Gynecologists, told U.S. News and World Report she is worried women would miss out on testing for sexually transmitted diseases if the pill became available over-the-counter.\n\n“It takes the highest-risk women and separates them from medical care,” Harrison said.\n\nA recent study by the Kaiser Family Foundation that examined 20 insurance carriers in five states found that almost all the plans limit access to some forms of birth control — either by not covering them at all or by charging a co-pay.\n\nThe state of Oregon is also pushing to increase women’s access to contraception. An insurance law enacted this week in the state would allow women to get a year’s worth of birth control at a time, instead of the typical 30 to 90-day supply.\n\nGov. Kate Brown signed the legislation Thursday, saying it “has a simple premise that I wholeheartedly believe in: increase access and decrease barriers,” according to the Associated Press.\n\nSupporters believe the measure will reduce unwanted pregnancies and make accessing contraception easier for women, since they won’t need to visit pharmacies as often.\n\nCritics say the law could increase health care costs for employers and insurers and that it could be a wasteful way to distribute a year’s worth of pills, the AP reported.\n\nIn California, women will soon be able to get birth control directly from their pharmacist without a doctor’s prescription. The law was approved in 2013 and is expected to go into effect by the end of 2015.\n\nIncreased access to contraception could help reduce the number of abortions performed in the United States, according to a 2014 Centers for Disease Control and Prevention report.\n\nThe CDC reported 730,322 legally-induced abortions in the United States in 2011 — a number that excludes abortions performed in California, Maryland and New Hampshire.\n\nA study published in the journal Contraception says that over-the-counter birth control pills could result in up to 25 percent less unwanted pregnancies, if there are no out-of-pocket costs for women.", "article_metadata": {"description": "Democratic Sen. Patty Murray's introduction of the Affordability is Access Act this week has renewed debate nationwide about birth control access and affordability.", "pubdate": 20150614, "og": {"site_name": "PBS NewsHour", "description": "Democratic Sen. Patty Murray's introduction of the Affordability is Access Act this week has renewed debate nationwide about birth control access and affordability.", "title": "Senate bill renews debate over expanded access to contraception", "locale": "en_US", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2015/06/RTR3C2QC.jpg", "url": "http://www.pbs.org/newshour/rundown/more-access-to-birth-control-could-lower-overall-abortion-rates/", "type": "article"}, "twitter": {"domain": "PBS NewsHour", "description": "Democratic Sen. Patty Murray's introduction of the Affordability is Access Act this week has renewed debate nationwide about birth control access and affordability.", "title": "Senate bill renews debate over expanded access to contraception", "image": "http://newshour-tc.pbs.org/newshour/wp-content/uploads/2015/06/RTR3C2QC.jpg", "creator": "@newshour", "site": "@newshour", "card": "summary_large_image"}, "robots": "noodp,noydir", "apple-mobile-web-app-capable": "no", "fb": {"app_id": 114150878604116}, "article": {"publisher": "https://www.facebook.com/newshour", "tag": "republicans"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no", "news_keywords": "Affordable Care Act, birth control, congress, Democrats, Editors' Picks, over-the-counter contraceptives, PBS NewsHour Weekend, politics, republicans"}, "_id": "\"57477af46914bd0286fdb110\"", "article_summary": "Democratic Sen. Patty Murray’s introduction of the Affordability is Access Act this week has renewed debate nationwide about birth control access and affordability.\nThe proposed bill would require health insurance companies to cover birth control pills if they become available over-the-counter.\nThe bill builds on the Affordable Care Act, which requires that most private insurance plans provide coverage for female contraception.\nThe Affordable Care Act does not specify that insurers must cover birth control made available without a prescription.\nIn California, women will soon be able to get birth control directly from their pharmacist without a doctor’s prescription."}