{"article_title": "China Bans Smoking In Schools, Takes First Steps In Wiping Out Cigarettes Across Nation", "article_keywords": ["world", "takes", "bans", "nation", "cigarettes", "wiping", "costs", "china", "steps", "schools", "smoking", "chinese", "health", "tobacco", "ban"], "article_url": "http://www.medicaldaily.com/china-bans-smoking-schools-takes-first-steps-wiping-out-cigarettes-across-nation-268212", "article_text": "Perhaps not surprisingly, China is the world’s largest consumer of cigarettes. People smoke everywhere — in villages, cities, and even in hospitals and schools. In an attempt to curb the huge numbers of smokers across the nation, the Chinese government has proposed to ban smoking by the end of the year — and one of their first steps is to ban smoking in schools.\n\n“Compared with the damage to health brought by smoking, the economic benefits brought by tobacco are trivial,” Mao Qun’an, a spokesman for the National Health and Family Planning Commission, said. “So we are greatly promoting legislation on smoking control.”\n\nSeveral Chinese cities have already begun to implement anti-smoking campaigns. Recently, the Ministry of Education banned cigarettes in kindergartens, elementary and middle schools, as well as vocational schools. Universities are required to set up smoking areas, and ban cigarettes in academic buildings.\n\nSmoking remains a significant aspect of Chinese culture; current smoking regulations are often loosely enforced, and cigarettes play a large role in daily social interactions. “When we go to visit villages on business, village cadres, and other villagers, offer us a cigarette as etiquette,” a man named Zhen told Xinhua News. “They will think you are taking on airs if you refuse to take it. Also, like drinking, if you don’t smoke while everyone else around you is smoking, it complicates your work because you won’t be able to blend in, and over time you may find yourself ostracized.”\n\nAlong with smoking being banned in campuses, schools are also no longer able to receive sponsorship from cigarette brands, or place tobacco ads on premise.\n\nAccording to the World Health Organization (WHO), China has the highest amount of smokers in the world, up to 281 million in 2012. That’s about one-third of the world’s entire smoking population. Even though the government has attempted to curb smoking numbers, the number of people smoking has actually increased recently. “The [WHO] study shows that the tobacco epidemic is going to be a whole lot worse before it gets better, particularly in lower income countries,” Dr. Judith Mackay, senior adviser to the World Lung Foundation, told the New York Times. “If they do nothing at all there are going to be massive costs for China in terms of premature deaths, health care costs, environmental costs, economic costs, family costs — there are all manners of costs.”", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "smoking, china cigarettes, smoking in china, smoking ban schools", "og": {"site_name": "Medical Daily", "description": "In China, government officials have put anti-smoking regulations into place, including a ban on cigarettes in elementary schools.", "title": "China Bans Smoking In Schools: First Step In Wiping Out Cigarettes", "url": "http://www.medicaldaily.com/china-bans-smoking-schools-takes-first-steps-wiping-out-cigarettes-across-nation-268212", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/29/smoking-ban.jpg", "type": "article"}, "twitter": {"description": "In China, government officials have put anti-smoking regulations into place, including a ban on cigarettes in elementary schools.", "title": "China Bans Smoking In Schools: First Step In Wiping Out Cigarettes", "url": "http://www.medicaldaily.com/china-bans-smoking-schools-takes-first-steps-wiping-out-cigarettes-across-nation-268212", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/29/smoking-ban.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/29/smoking-ban.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-01-29T19:04:43-05:00", "modified_time": "2014-01-29T19:07:17-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "In China, government officials have put anti-smoking regulations into place, including a ban on cigarettes in elementary schools."}, "article_summary": "In an attempt to curb the huge numbers of smokers across the nation, the Chinese government has proposed to ban smoking by the end of the year — and one of their first steps is to ban smoking in schools.\nUniversities are required to set up smoking areas, and ban cigarettes in academic buildings.\nAccording to the World Health Organization (WHO), China has the highest amount of smokers in the world, up to 281 million in 2012.\nRecently, the Ministry of Education banned cigarettes in kindergartens, elementary and middle schools, as well as vocational schools.\nSmoking remains a significant aspect of Chinese culture; current smoking regulations are often loosely enforced, and cigarettes play a large role in daily social interactions."}