{"article_title": "Why We Must Try", "article_keywords": ["shouldnt", "wealth", "wall", "big", "tax", "system", "try", "democrats", "way", "pay"], "article_url": "http://billmoyers.com/story/why-we-must-try/", "article_text": "Many liberals have given up before getting started.\n\nWhy We Must Try\n\nInstead of “Yes we can,” many Democrats have adopted a new slogan this election year: “We shouldn’t even try.”\n\nWe shouldn’t try for single-payer system, they say. We’ll be lucky if we prevent Republicans from repealing Obamacare.\n\nWe shouldn’t try for a $15 an hour minimum wage. The best we can do is $12 an hour.\n\nWe shouldn’t try to restore the Glass-Steagall Act that used to separate investment and commercial banking, or bust up the biggest banks. We’ll be lucky to stop Republicans from repealing Dodd-Frank.\n\nWe shouldn’t try for free public higher education. As it is, Republicans are out to cut all federal education spending.\n\nWe shouldn’t try to tax carbon or speculative trades on Wall Street, or raise taxes on the wealthy. We’ll be fortunate to just maintain the taxes already in place.\n\nMost of all, we shouldn’t even try to get big money out of politics. We’ll be lucky to round up enough wealthy people to back Democratic candidates.\n\n“We-shouldn’t-even-try” Democrats think it’s foolish to aim for fundamental change – pie-in-the-sky, impractical, silly, naïve, quixotic. Not in the cards. No way we can.\n\nI understand their defeatism. After eight years of Republican intransigence and six years of congressional gridlock, many Democrats are desperate just to hold on to what we have.\n\nAnd ever since the Supreme Court’s Citizens United decision opened the political floodgates to big corporations, Wall Street and right-wing billionaires, many Democrats have concluded that bold ideas are unachievable.\n\nIn addition, some establishment Democrats – Washington lobbyists, editorial writers, inside-the-beltway operatives, party leaders and big contributors – have grown comfortable with the way things are. They’d rather not rock the boat they’re safely in.\n\nI get it, but here’s the problem. There’s no way to reform the system without rocking the boat. There’s no way to get to where America should be without aiming high.\n\nProgressive change has never happened without bold ideas championed by bold idealists.\n\nSome thought it was quixotic to try for civil rights and voting rights. Some viewed it as naïve to think we could end the Vietnam War. Some said it was unrealistic to push for the Environmental Protection Act.\n\nBut time and again we’ve learned that important public goals can be achieved – if the public is mobilized behind them. And time and again such mobilization has depended on the energies and enthusiasm of young people combined with the determination and tenacity of the rest.\n\nIf we don’t aim high we have no chance of hitting the target, and no hope of mobilizing that enthusiasm and determination.\n\nThe situation we’re in now demands such mobilization. Wealth and income are more concentrated at the top than in over a century. And that wealth has translated into political power.\n\nThe result is an economy rigged in favor of those at the top – which further compounds wealth and power at the top, in a vicious cycle that will only get worse unless reversed.\n\nAmericans pay more for pharmaceuticals than the citizens of any other advanced nation, for example. We also pay more for Internet service. And far more for health care.\n\nWe pay high prices for airline tickets even though fuel costs have tumbled. And high prices for food even though crop prices have declined.\n\nThat’s because giant companies have accumulated vast market power. Yet the nation’s antitrust laws are barely enforced.\n\nMeanwhile, the biggest Wall Street banks have more of the nation’s banking assets than they did in 2008, when they were judged too big to fail.\n\nHedge-fund partners get tax loopholes, oil companies get tax subsidies and big agriculture gets paid off.\n\nBankruptcy laws protect the fortunes of billionaires like Donald Trump but not the homes of underwater homeowners or the savings of graduates burdened with student loans.\n\nA low minimum wage enhances the profits of big-box retailers like Walmart, but requires the rest of us provide its employees and their families with food stamps and Medicaid in order to avoid poverty – an indirect subsidy of Walmart.\n\nTrade treaties protect the assets and intellectual property of big corporations but not the jobs and wages of ordinary workers.\n\nAt the same time, countervailing power is disappearing. Labor union membership has plummeted from a third of all private-sector workers in the 1950s to fewer than 7 percent today. Small banks have been absorbed into global financial behemoths. Small retailers don’t stand a chance against Walmart and Amazon.\n\nAnd the pay of top corporate executives continues to skyrocket, even as most peoples’ real wages drop and their job security vanishes.\n\nThis system is not sustainable.\n\nWe must get big money out of our democracy, end crony capitalism and make our economy and democracy work for the many, not just the few.\n\nBut change on this scale requires political mobilization.\n\nIt won’t be easy. It has never been easy. As before, it will require the energies and commitments of large numbers of Americans.\n\nWhich is why you shouldn’t listen to the “we-must-not-try” brigade. They’ve lost faith in the rest of us.\n\nWe must try. We have no choice.\n\nThe views expressed in this post are the author’s alone, and presented here to offer a variety of perspectives to our readers.", "article_metadata": {"generator": "WordPress 4.5.2", "pubdate": 20160209, "og": {"site_name": "BillMoyers.com", "description": "Instead of “Yes we can,” many Democrats have adopted a new slogan this election year: “We shouldn’t even try.” We shouldn’t try for single-payer system, they say. We’ll be lucky if we prevent Republicans from repealing Obamacare. We shouldn’t try for a $15 an hour minimum wage. The best we can do is $12 an hour. We shouldn’t try to restore the Glass-Steagall Act that used to separate investment and commercial banking, or bust up the biggest banks. We’ll be lucky to stop Republicans from repealing Dodd-Frank. Continue reading", "title": "Why We Must Try - BillMoyers.com", "locale": "en_US", "image": {"width": 3000, "identifier": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2016/02/GettyImages-509124924.jpg", "height": 2001}, "url": "http://billmoyers.com/story/why-we-must-try/", "type": "article"}, "twitter": {"description": "Instead of “Yes we can,” many Democrats have adopted a new slogan this election year: “We shouldn’t even try.” We shouldn’t try for single-payer system, they say. We’ll be lucky if we prevent Republicans from repealing Obamacare. We shouldn’t try for a $15 an hour minimum wage. The best we can do is $12 an hour. We shouldn’t try to restore the Glass-Steagall Act that used to separate investment and commercial banking, or bust up the biggest banks. We’ll be lucky to stop Republicans from repealing Dodd-Frank. Continue reading", "creator": "@RBReich", "image": "http://dy00k1db5oznd.cloudfront.net/wp-content/uploads/2016/02/GettyImages-509124924.jpg", "title": "Why We Must Try - BillMoyers.com", "site": "@BillMoyersHQ", "card": "summary_large_image"}, "apple-mobile-web-app-capable": "no", "article": {"tag": "wall street"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1, user-scalable=no"}, "article_summary": "We shouldn’t try to restore the Glass-Steagall Act that used to separate investment and commercial banking, or bust up the biggest banks.\nWe shouldn’t try to tax carbon or speculative trades on Wall Street, or raise taxes on the wealthy.\nWe shouldn’t try for free public higher education.\nWe shouldn’t try for a $15 an hour minimum wage.\nMost of all, we shouldn’t even try to get big money out of politics."}