{"article_title": "Republicans vie for seat in Senate – Brown County Democrat", "article_keywords": ["brown", "hoosiers", "congress", "vie", "senate", "republicans", "democrat", "seat", "county", "federal", "states", "state", "background", "young", "policy", "indiana", "insurance"], "article_url": "http://www.bcdemocrat.com/2016/04/26/republicans_vie_for_seat_in_senate/", "article_text": "Two U.S. Congressmen are vying for the United States Senate seat being vacated by retiring Republican Sen. Dan Coats.\n\nBoth Republicans, Todd Young of Bloomington and Marlin Stutzman of Howe, have served in Congress since 2010.\n\nThe victor will face Democrat Baron Hill in the fall.\n\nMarlin Stutzman, a small business owner and farmer, currently represents the northeast corner of the state in Congress; Young, a Marine veteran and former management consultant, represents residents in the central section of southern Indiana, from Johnson, Brown and Morgan to Harrison counties.\n\nStory continues below gallery\n\n1 of 2\n\nYoung said Hoosiers who support him are tired of “political pageantry” in Washington, D.C.; they want conservative results and haven’t seen them. He won’t go to the Senate and grandstand, he said. He’s looking to make America stronger.\n\nStutzman said some career politicians in Washington, D.C., both Republicans and Democrats, have created a broken system with congressmen unable to agree on many issues, including the nation’s debt, which continues to rise rather than leveling out.\n\nThe next senator from Indiana needs to be willing to put their career on the line to serve Hoosiers by making decisions that might not be popular but are needed to fix government; he already did that when he voted against retaining former Speaker of the House John Boehner, he said.\n\n“I believe we need new leadership,” he said. “I’m willing to stand up for Americans to bring common sense and to bring real reform to federal government.”\n\nBoth plan to work to repeal the Affordable Care Act, which was signed into law by President Barack Obama in 2010, and mandates all Americans have health insurance through their employers or private insurance companies or face a penalty.\n\nStutzman said Congress should repeal the Affordable Care Act and leave insurance polices up to the states, pointing to Indiana’s Healthy Indiana Plan, an insurance program for low-income adult Hoosiers.\n\nYoung said the policy is hurting Americans. It requires employers to offer insurance to employees who work more than 30 hours a week. Some employers have had to cut back staff hours to 29 per week, he said, which hurt Hoosiers who are now bringing home less money.\n\nYoung said the policy should be replaced with a market-based solution that keeps costs low and health care quality high.\n\nBoth candidates say their backgrounds have prepared them for the challenges the country is facing.\n\nYoung, who graduated from the U.S. Naval Academy in 1995, said his Marine background taught him the world is a dangerous place. The Islamic State group, he said, is launching foreign attacks from its home countries. The United States can’t turn its back, he said, and should take a lead role in stopping the Islamic State group.\n\nNational security is the federal government’s most fundamental responsibility, he said, and his background will help him make informed decisions and shape policy to help protect Americans.\n\n“We have to make sure our military stays strong, stays actively engaged overseas and protects our homeland,” Young said. “My background uniquely prepares me for that.”\n\nStutzman, who farms in northeast Indiana, said one of the biggest challenges facing Congress and the nation is the national budget — specifically the country’s debt, which continues to grow. His farming and small business background helps him understand how the economy works, he said.\n\nHe’s authored a conservative federal budget that aims to cut down that debt sooner than other plans, he said.\n\nLINK: Q&A with the candidates", "article_metadata": {"og": {"site_name": "Brown County Democrat", "description": "Two U.S. Congressmen are vying for the United States Senate seat being vacated by retiring Republican Sen. Dan Coats. Both Republicans, Todd Young of Bloomington and Marlin Stutzman of Howe, have served in Congress since 2010. The victor will face Democrat Baron Hill in the fall. Marlin Stutzman, a small business owner and farmer, currently", "title": "Republicans vie for seat in Senate", "url": "http://www.bcdemocrat.com/2016/04/26/republicans_vie_for_seat_in_senate/", "image": "http://d1bdhkmqqz901h.cloudfront.net/1200x630/smart/http://www.bcdemocrat.com/wp-content/uploads/sites/3/2016/03/vote.jpg", "type": "article"}, "twitter": {"image": "http://d1bdhkmqqz901h.cloudfront.net/1200x630/smart/http://www.bcdemocrat.com/wp-content/uploads/sites/3/2016/03/vote.jpg", "description": "Two U.S. Congressmen are vying for the United States Senate seat being vacated by retiring Republican Sen. Dan Coats. Both Republicans, Todd Young of Bloomington and Marlin Stutzman of Howe, have served in Congress since 2010. The victor will face Democrat Baron Hill in the fall. Marlin Stutzman, a small business owner and farmer, currently", "card": "summary_large_image", "title": "Republicans vie for seat in Senate"}, "viewport": "width=device-width, initial-scale=1.0", "author": "Staff Reports"}, "article_summary": "Congressmen are vying for the United States Senate seat being vacated by retiring Republican Sen. Dan Coats.\nBoth Republicans, Todd Young of Bloomington and Marlin Stutzman of Howe, have served in Congress since 2010.\nYoung said the policy should be replaced with a market-based solution that keeps costs low and health care quality high.\nHe’s authored a conservative federal budget that aims to cut down that debt sooner than other plans, he said.\nThe United States can’t turn its back, he said, and should take a lead role in stopping the Islamic State group."}