{"article_title": "Military Gateway to the Middle Class Is Vanishing", "article_keywords": ["defense", "war", "service", "army", "university", "young", "class", "middle", "vanishing", "according", "college", "military", "veterans", "gateway"], "article_url": "http://www.thefiscaltimes.com/Articles/2014/03/06/Military-Gateway-Middle-Class-Vanishing", "article_text": "For many Americans, earning a college degree and buying a house are considered milestones on the path toward a middle-class life. For Ted White, a licensed mental health therapist and proud homeowner, neither of those steps would have been easy, or perhaps even possible, without a career in the Army.\n\nWhite, 37, grew up in a working class household in Nebraska. He took advantage of the GI bill and the Army College Fund to jumpstart his civilian career after serving in the military in Germany and California from 1994 through 1998. He also credits his military service for enabling him to buy a house in La Vista, Nebraska, where he lives today with his wife and two daughters.\n\nRelated: Painful but Necessary Military Cuts Draw Fire from Vets\n\n“The VA home loan has helped a lot,” White told The Fiscal Times, referring to a program administered by the Veterans Administration that guarantees a portion of mortgages. “That’s probably one of the biggest benefits since getting out, after the college money.”\n\nWhite followed a time-honored glide path from humble beginnings to the middle class by enlisting in the military. For generations dating back to World War II, the military has provided unique opportunities to young people to see the world and develop skills and talents that proved to be highly marketable when they left the service.\n\n“Unquestionably the military – and particularly the Army – provided a pathway out of poverty and a hardscrabble life for young people who were drafted against their will and also for young people who volunteered,” said Hugh B. Price, a former president of the National Urban League and author who has studied the socio-economic impact of military service.\n\n“I know this from personal experience when I was growing up in Washington, D.C.,” said Price, who is in his early 70s. “It’s true of young people coming out of inner cities as well as young people living in rural areas across the country.”\n\nRelated: How a New Army of Robots Can Cut the Defense Budget\n\nThose lifelong benefits will no longer be available to thousands of young Americans if the Obama administration makes good on its plans to sharply cut the Pentagon’s budget. The Defense Department last month proposed shrinking Army troop levels over the next few years to the lowest since World War II.\n\nThe current force of 520,000 would be reduced to between 440,000 and 450,000. If across the board cuts under sequestration were subsequently restored, the Army would shrink to 420,000, according to Defense Secretary Chuck Hagel.\n\nThe Impact on Income\n\nIn addition to raising concerns about military readiness, the move could impede economic and social mobility for thousands of young men and women at a time when President Obama has vowed to strengthen anti-poverty programs and try to close the gap between the very rich and very poor.\n\nJay Teachman, a sociology professor at Western Washington University, said research shows that thousands of Americans, particularly those with low incomes, reap the financial benefits from a career in the Army, so long as they receive an honorable discharge.\n\nRelated: Cuts to Military Commissaries Could Undermine Morale\n\n“Even if they don’t earn more education, they certainly earn more money,” said Teachman, who looked at the relationship between military service and income between 1979 and 2002. “They’re plucked out of communities where they might not have had the same opportunities.”\n\nThe GI Bill, introduced and signed into law in 1944, has provided those opportunities to millions of veterans by giving them the financial means to earn a college degree. The program’s popularity peaked shortly after the end of World War II, with vets accounting for 49 percent of college admissions in 1947, according to government figures. The home loan program also got its start in 1944. Many older Army vets also cite their military service as a momentum-builder for later success in the civilian world.\n\n“Almost everything I own or do has to do with military money one way or another,” said Richard Constant, 71, a Vietnam War vet who used the GI Bill to earn an M.B.A. from Fairleigh Dickinson University. Getting that advanced degree, he said, boosted his earning potential, starting with his first job in the insurance field.\n\n“When I was out of the Army I got a job with New York Life,” said Constant, who is retired and lives in Framingham, Massachusetts. “The guy offered me $18,000 a year, and then he sort of looked down and said, ‘Wow, you have a masters. Make that $21,000.’”\n\nRelated: China’s Military Budget Rises as Pentagon’s Retreats\n\nMoney isn’t the only benefit earned from military service. For many who grew up without a strong family structure, the army provides discipline, training and teamwork – skills and behaviors that are highly valued in the workplace. Veterans have unique strengths, which are highly prized according to military job placement experts. They’re loyal, have a reliable work ethic, are self-disciplined and productive, and have good communication skills. (Many are technologically literate, an advantage in any company.)\n\nThey Need Jobs\n\nExperts caution, however, that the notion of the military as an easy pathway to the middle class can be exaggerated. For example, bitter controversies over the draft and the justification for U.S. involvement in the Vietnam War, Operation Desert Storm, and the Iraq and Afghanistan wars left many veterans persona non grata in the market place.\n\nMichael E. O’Hanlon, a defense and foreign policy expert with the Brookings Institution, notes that the size of today’s military relative to the overall population of young adults is much smaller than it was back in the 1950s and early 1960s.\n\n“So if [the military] is a jobs or training program it’s only affecting five percent of the relative demographic, whereas back in the Eisenhower days it might have been more than 20 percent,” O’Hanlon said. “In terms of the broad story that’s an important point to bear in mind.”\n\nRelated: America’s Vets - More Jobs, More Help, More Suicides\n\nMoreover, many of the veterans who returned from wars in Iraq and Afghanistan had problems finding work because of serious wounds or mental problems. Some veterans groups complained that employers were discriminating against veterans – fearing that they would be taking on potential problems. Unemployment among the post-9/11 era veterans was 7.9 percent in January, well above the national average of 6.6 percent and higher than the overall unemployment rate among veterans of 5.6 percent, according to the Bureau of Labor Statistics.\n\nFighting for a Life\n\nA 2003 University of California-Berkeley doctoral thesis by Catherine N. Barry explored the question of whether the children of immigrants who served in the U.S. military benefited from a later-life trajectory in their education and earnings.\n\n“An empirical investigation of post-military educational and labor market outcomes reveal that military service does not uniformly benefit veteran children of immigrants as they may have hoped,” Barry wrote.\n\nData from the National Longitudinal Survey of Adolescent Youth and other research shows that veteran children of immigrants are less likely to acquire bachelor degrees and are less likely to be enrolled in post-secondary schools than non-veterans by the ages of 24 to 32, Barry reported. But unemployment and earnings are similar between veteran and non-veteran children of immigrants.\n\nRelated: As West Cuts, Global Defense Industry Balance Shifts\n\nOther experts saw the value of military service in getting ahead. The benefits of military service on future job prospects are supported by research from Charles Moskos who was dubbed the “dean of military sociologists” before his death in 2008. Moskos, who was a professor at Northwestern University, noted that rising military pay helped make the armed services competitive with some civilian jobs, promoting more of a professional atmosphere.\n\nThe reductions in troop levels proposed by Hagel and the administration will mean lower-income Americans are unlikely to make the leap to the middle class, according to Teachman of Western Washington University. “Their unemployment rates are going to be much higher,” he said. “They’re going to filling lower-income occupations.”\n\n“I can’t see a good Plan B for these people,” he added. “They’re going to get left behind.”\n\nTop Reads from The Fiscal Times:", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "For many Americans, earning a college degree and buying a house are considered milesto", "title": "Military Gateway to the Middle Class Is Vanishing", "url": "http://www.thefiscaltimes.com/Articles/2014/03/06/Military-Gateway-Middle-Class-Vanishing", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/08272010_military_article.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/Articles/2014/03/06/Military-Gateway-Middle-Class-Vanishing", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/08272010_military_article.jpg", "creator": "@ericpianin", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "For many Americans, earning a college degree and buying a house are considered milesto", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdaec5\"", "article_summary": "Make that $21,000.’”Related: China’s Military Budget Rises as Pentagon’s RetreatsMoney isn’t the only benefit earned from military service.\nPrice, a former president of the National Urban League and author who has studied the socio-economic impact of military service.\nThe benefits of military service on future job prospects are supported by research from Charles Moskos who was dubbed the “dean of military sociologists” before his death in 2008.\nHe also credits his military service for enabling him to buy a house in La Vista, Nebraska, where he lives today with his wife and two daughters.\nMany older Army vets also cite their military service as a momentum-builder for later success in the civilian world."}