{"article_title": "CdA’s Heritage Health dental clinic moving to allow for more patients", "article_keywords": ["cdas", "dental", "clinic", "lowincome", "patients", "health", "allow", "heritage", "moving", "residents", "care", "insurance", "rader"], "article_url": "http://www.spokesman.com/stories/2013/nov/07/cdas-heritage-health-dental-clinic-moving-to/", "article_text": "Heritage Health will hold a fundraising dinner and auction Saturday to help raise $200,000 to expand its dental clinic serving low-income residents in Kootenai County. The event begins at 6:30 p.m. at the Hagadone Event Center at the Coeur d’Alene Resort Golf Course. Cost is $50. To register: www.myheritagehealth.org/dental- fundraiser .\n\nThe calls start early in the morning. People with toothaches, broken fillings and other problems jam the phone line hoping to get in that day to see a dentist.\n\nThe small dental clinic in Coeur d’Alene serves low-income residents with little or no dental insurance. In a typical week, the nonprofit Heritage Health Dental Care – long known as Dirne Dental before a recent name change – turns away 300 patients seeking relief.\n\n“At times it’s just heartbreaking because they’re frustrated we can’t get them in,” said Dr. Justin Rader, clinic director and one of two dentists working there.\n\nOn Wednesday, Mavis Fischer of Coeur d’Alene felt lucky to get a morning appointment for a broken tooth that needed to come out. She had tried a day earlier, but all the spots were filled by 8 a.m.\n\nFischer, 67, was her husband’s caregiver when they first came to the clinic two years ago. He died shortly after that.\n\n“We had no insurance when my husband came here. Now I have some dental insurance, but not much,” she said.\n\nMedicare does not cover routine dental care, and Fischer doesn’t qualify for Medicaid.\n\n“I’m on a very fixed income, and having lost my husband’s income, it makes it tough,” she said.\n\nHeritage Health is getting ready to move its dental clinic into a larger space, add a third dentist and a second hygienist, and offer a wider variety of services to better meet the overwhelming demand for affordable dental care.\n\nMore than 30,000 Kootenai County residents have no dental insurance, Heritage estimates. The clinic each month treats about 800 patients, from toddlers to the elderly.\n\nBy adding a third dentist, Heritage hopes to squeeze in another 75 patients a week, especially children, and handle more emergency procedures.\n\n“We’re turning away a lot of patients at this point because of all the dental insurance issues that people have had,” Rader said. “Prior to the recession about 30 to 40 percent of the population didn’t have dental insurance, and after that it increased as people lost their jobs, they lost their insurance benefits.”\n\nIn addition, the Affordable Care Act does not address adult dental care, he said.\n\n“It dabbles in possibly having some options, but it doesn’t require adults to have dental insurance,” Rader said. “So having a safety net community health center for dental is really important.”\n\nPatient fees are on a sliding scale based on family size and income. Although private practices perform charity discounts, many low-income patients are sent to Heritage, a safety net institution, where reimbursement rates for Medicaid are sustainable.\n\nThe dental clinic will move from the corner of Lincoln Way and West Davidson Avenue into more spacious quarters in the bottom floor of the main Heritage Health clinic off of North Lakewood Drive. The new clinic is expected to open in mid-February.\n\nThe new clinic will have six spaces for dentists and two for hygienists. Offering more hygienic care is critical, Rader said.\n\n“People will come in with years of buildup and they need a deep cleaning, and we’re just booked out,” he said.\n\nPutting the dental clinic under the same roof as the medical clinic also will improve collaboration between Heritage services. Patients in for a full medical checkup will be able to head downstairs for a dental exam on the same visit, Rader said.\n\nA stop at the dental clinic – for preventive work or even to get a prescription for antibiotics to treat an infection – helps keep uninsured patients from needing to make expensive trips to the emergency room, Rader said.\n\n“Hopefully pain is not their motivator to come in,” he said. “That way they can stay ahead of the game and get cleanings and checkups, and we can tell them where to brush their teeth before it even turns into a cavity.”", "article_metadata": {"description": "The calls start early in the morning. People with toothaches, broken fillings and other problems jam the phone line hoping to get in that day to see a dentist. The small dental clinic in Coeur d’Alene serves low-income residents with little or no dental insurance. In a typical week, the nonprofit Heritage Health Dental Care – long known as Dirne Dental before a recent name change – turns away 300 patients seeking relief.", "og": {"site_name": "Spokesman.com", "description": "The calls start early in the morning. People with toothaches, broken fillings and other problems jam the phone line hoping to get in that day to see a dentist. The small dental clinic in Coeur d’Alene serves low-income residents with little or no dental insurance. In a typical week, the nonprofit Heritage Health Dental Care – long known as Dirne Dental before a recent name change – turns away 300 patients seeking relief.", "title": "CdA’s Heritage Health dental clinic moving to allow for more patients", "url": "http://www.spokesman.com/stories/2013/nov/07/cdas-heritage-health-dental-clinic-moving-to/", "image": "https://media.spokesman.com/img/logos/sr200.png", "updated_time": "2013-11-07T03:48:38.904983", "type": "article"}, "twitter": {"image": "http://media.spokesman.com/photos/2013/11/07/cop_heritagedental07_t1200.jpg?298603a24e8d51915fce203907ff2746e482a5a6", "site": "@SpokesmanReview", "card": "summary_large_image"}, "robots": "index, follow", "fb": {"app_id": 316254480466}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=yes", "googlebot": "index, follow"}, "_id": "\"57477af36914bd0286fcc59a\"", "article_summary": "In a typical week, the nonprofit Heritage Health Dental Care – long known as Dirne Dental before a recent name change – turns away 300 patients seeking relief.\nThe small dental clinic in Coeur d’Alene serves low-income residents with little or no dental insurance.\nHeritage Health will hold a fundraising dinner and auction Saturday to help raise $200,000 to expand its dental clinic serving low-income residents in Kootenai County.\nPutting the dental clinic under the same roof as the medical clinic also will improve collaboration between Heritage services.\nThe dental clinic will move from the corner of Lincoln Way and West Davidson Avenue into more spacious quarters in the bottom floor of the main Heritage Health clinic off of North Lakewood Drive."}