{"article_title": "Modern Healthcare Modern Healthcare business news, research, data and events", "article_keywords": ["insurance", "ratings", "sp", "plans", "business", "plan", "modern", "research", "health", "systems", "healthcare", "report", "arrick", "data", "events", "analysts"], "article_url": "http://www.modernhealthcare.com/article/20150608/NEWS/150609904", "article_text": "Health systems that own an insurance plan—an increasingly popular gambit—have good reasons to be in that business, such as diversification and gaining market share. Indeed, some of those plans have done well for many years. But new entrants have cause to be wary.Operating performance “will be more volatile” as health systems buy or launch health insurance plans, analysts at Standard & Poor's conclude in a report. The rating agency said extraordinarily poor performance by health plans could drag down health system credit ratings, although that hasn't happened yet.The report said S&P's ratings \"allow for some growing pain\" as health systems shoulder startup costs and financial setbacks in the early stages of running health plans.Beyond that, however, systems could see their ratings could fall. The report listed 14 major health systems with operating revenue that ranged from $1.4 billion to $12.4 billion that own health plans. They include UPMC, which has owned a plan for more than a decade, to Partners HealthCare, which acquired a plan in 2012. Plan membership in the sample varied from 165,400 to 2,630,000.The report underscores the potential benefits that have prompted some large and prominent health systems to enter or expand their health insurance operations in recent years, including Catholic Health Initiatives, Ascension Health, Partners HealthCare, the Detroit Medical Center, SSM Health and North Shore-LIJ Health System. Indeed, the insurance market's allure is not limited to hospital operators. In recent weeks, doctors in New York's Hudson Valley began to market their new health plan to local employers.“We're seeing more and more of them,” said Martin Arrick, a managing director at S&P. “There are a number of folks that are trying to get in the health plan business.”Those that have launched plans have generally reported operational and financial benefits, Arrick said. Executives say they're learning skills in population health management that can be applied across health systems. \"I think it's working\" as a strategy, he said.That is not to say the strategy is without risk, Arrick said. “We know that everybody is not going to be a winner in this and there are going to be some losers. It's just a matter of when and where.”Rating agency A.M. Best in February reported that provider-owned health plans “have been able to keep up with the rest of the industry in terms of membership expansion, profitable premium growth and risk-adjusted capitalization.”But experience of recent entrants shows just how volatile the business can be. Standard & Poor's has not lowered credit ratings for poor health plan performance, but another rating agency did. Partners HealthCare saw its credit rating from Moody's Investors Service drop in January after the Boston-based system's Neighborhood Health Plan lost $110 million , in part because of the soaring cost of prescription medication.“There are pitfalls and that's a good example of a pitfall,” Arrick said.Recently formed health plans will “need to attain sufficient size and scale” to better coordinate care between patients, hospitals and doctors, S&P analysts said in the report.And new entrants can expect tough competition from the plans already in the market. The CEO of Catholic Health Initiatives described negotiations with Blue Cross and Blue Shield of Nebraska as “pretty rough, intense” after CHI sought a health insurance license in that state. The Nebraska Blues said it canceled the CHI contract because of the system's high costs.But those that succeed could reap significant benefits, the S&P analysts said. Growth of provider-owned plans helps diversify businesses and may be a competitive advantage. Integrated delivery systems aid the growth of narrow network plans, which can be attractive options to price-sensitive consumers, the report said.Critically, health systems with health plans may also develop skills in areas that analysts describe as essential, such as patient engagement, population health management and cost control. The organizations are under increasing financial pressure manage care to lower costs as the Affordable Care Act squeezes the amount that Medicare pays hospitals.", "article_metadata": {"msapplication-TileColor": "#0a365e", "description": "Health systems that own an insurance plan—an increasingly popular gambit—have good reasons to be in that business, such as diversification and gaining market share. But new entrants have cause to be wary.", "title": "Hospitals jumping into insurance business risk rough landing", "og": {"site_name": "Modern Healthcare", "description": "Health systems that own an insurance plan—an increasingly popular gambit—have good reasons to be in that business, such as diversification and gaining market share. But new entrants have cause to be wary.", "title": "Hospitals jumping into insurance business risk rough landing: @standardpoors", "url": "http://www.modernhealthcare.com/article/20150608/NEWS/150609904", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-fb-lg.jpg", "type": "article"}, "twitter": {"domain": "http://www.modernhealthcare.com", "description": "Health systems that own an insurance plan—an increasingly popular gambit—have good reasons to be in that business, such as diversification and gaining market share. But new entrants have cause to be wary.", "title": "Hospitals jumping into insurance business risk rough landing: @standardpoors", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-twitter.jpg", "creator": "@modrnhealthcr", "site": "@modrnhealthcr", "card": "summary"}, "apple-mobile-web-app-title": "Modern Healthcare", "apple-mobile-web-app-status-bar-style": "black", "apple-mobile-web-app-capable": "yes", "url": "http://www.modernhealthcare.com/article/20150608/NEWS/150609904", "published_at": "2015-06-08", "msapplication-TileImage": "https:/raw.githubusercontent.com/modernhealthcare/mh-logo/master/ms-touch-icon-144x144-precomposed.png", "mobile-web-app-capable": "yes", "image": "https://raw.githubusercontent.com/modernhealthcare/mh-logo/master/mh-logo-g-plus.jpg", "viewport": "width=device-width, initial-scale=1, user-scalable=no"}, "_id": "\"57477af46914bd0286fdaecf\"", "article_summary": "The report listed 14 major health systems with operating revenue that ranged from $1.4 billion to $12.4 billion that own health plans.\nExecutives say they're learning skills in population health management that can be applied across health systems.\nHealth systems that own an insurance plan—an increasingly popular gambit—have good reasons to be in that business, such as diversification and gaining market share.\nBut new entrants have cause to be wary.Operating performance “will be more volatile” as health systems buy or launch health insurance plans, analysts at Standard & Poor's conclude in a report.\nStandard & Poor's has not lowered credit ratings for poor health plan performance, but another rating agency did."}