{"article_title": "The U.S. and Russia: Still Friends in Space", "article_keywords": ["program", "space", "station", "work", "astronauts", "american", "carrying", "russian", "international", "friends", "russia"], "article_url": "http://www.theatlantic.com/technology/archive/2014/03/the-us-and-russia-still-friends-in-space/359632/", "article_text": "Please consider disabling it for our site, or supporting our work in one of these ways\n\n\"We do not expect the current Russia-Ukraine situation to have an impact on our long-standing civil space cooperation with Russia, which goes back decades, including our partnership on the International Space Station program,\" said NASA spokesman Joshua Buck in a statement to National Journal. \"We are confident that our two space agencies will continue to work closely as they have throughout various ups and downs of the broader U.S.-Russia relationship.\" The International Space Station has indeed weathered terrestrial political storms in the past. \"It doesn't appear that we are affected by what's going on diplomatically with the Russians,\" Al Sofge, director of NASA's human exploration and operations division, has said of the conflict in Syria and Russia's protection of American whistle-blower Edward Snowden. \"I don't know that we've ever even discussed it.\" After 16 years in orbit, the International Space Station is truly a bilateral effort. The station, divided into American and Russian segments, uses American solar arrays and power systems, Russian life-support systems, and a navigation system that comes from both nations. The U.S. and Russia first collaborated in space in July 1975, when a Soviet Soyuz capsule carrying two cosmonauts docked with a U.S. Apollo module carrying three astronauts. In the 1990s, after the Soviet Union collapsed, the U.S. asked Russia to join its work on the International Space Station. Russia was too financially strapped to build a program of its own, BBC's Melissa Hogenboom explained in 2012, and the U.S. was behind schedule on the project and needed help. This \"reluctant codependency,\" as NBC space analyst James Oberg dubbed it, persists to this day. At the International Space Station, Russia depends on NASA's electronics and communications technology, which are more advanced. The U.S. depends on Roscosmos, the Russian federal agency, to send its astronauts to space. After NASA retired its space-shuttle program in 2011, Russia became the sole nation with the capability of carrying astronauts and cargo to and from space. Even U.S. national security satellites are powered into orbit on an American rocket with a Russian-built rocket engine.", "article_metadata": {"description": "Tensions over Ukraine probably won&#39;t endanger the International Space Station.", "author": "Marina Koren", "og": {"site_name": "The Atlantic", "description": "Tensions over Ukraine probably won&#39;t endanger the International Space Station.", "title": "The U.S. and Russia: Still Friends in Space", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2014/03/cdn_media.nationaljournal/lead_large.jpg", "url": "http://www.theatlantic.com/technology/archive/2014/03/the-us-and-russia-still-friends-in-space/359632/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af36914bd0286fcc59e\"", "article_summary": "At the International Space Station, Russia depends on NASA's electronics and communications technology, which are more advanced.\nIn the 1990s, after the Soviet Union collapsed, the U.S. asked Russia to join its work on the International Space Station.\nThe International Space Station has indeed weathered terrestrial political storms in the past.\nAfter 16 years in orbit, the International Space Station is truly a bilateral effort.\nAfter NASA retired its space-shuttle program in 2011, Russia became the sole nation with the capability of carrying astronauts and cargo to and from space."}