{"article_title": "How Millionaires Get Obamacare Subsidies Intended to Aid the Poor", "article_keywords": ["poor", "intended", "help", "subsidies", "clients", "obamacare", "millionaires", "qualify", "health", "income", "taxable", "aid", "mcclanahan", "plans"], "article_url": "http://www.nbcnews.com/business/personal-finance/how-millionaires-get-obamacare-subsidies-intended-aid-poor-n505386", "article_text": "This one weird trick can help even rich people buy Obamacare at sharply reduced prices. Really.\n\nA number of wealthy individuals, some of whom were \"disgusted\" with Obamacare when it first went into effect, nonetheless are now taking advantage of federal financial aid available under that health-care law to help significantly reduce their monthly insurance premiums.\n\nCarolyn McClanahan, a Jacksonville, Florida-based financial advisor and medical doctor, told CNBC that she's steered at least five such clients, whose individual net worths range between $1 million and $3 million, toward buying Obamacare health plans because of the federal subsidies available due to their taxable income levels.\n\nThose clients are saving between $4,600 and $8,800 in annual premium payments as a result of subsidies. On top of that, McClanahan said, they are getting extra financial help to pay their out-of-pocket health expenses — the copayments, coinsurance and deductibles that aren't covered by their insurance plan.\n\nHealth Care Fines Press Millennials as Deadline Nears\n\nThe idea of giving rich people discounted Obamacare plans raises the eyebrows of even McClanahan's clients, who were initially skeptical when she described the option.\n\n\"Everybody was like, 'Are you sure this is going to work?'\" McClanahan said of her clients' reaction.\n\n\"And I'm like, 'Yes, I'm sure it's going to work.'\"\n\nAnd it's legal as well, because the Affordable Care Act focuses on income rather than net worth to establish eligibility for Obamacare aid.\n\n\"The law was set up that way, so I'm going to help them take advantage of it.\"\n\nThe ACA was enacted primarily to help uninsured people get health coverage at a price they could afford. To help do that, the ACA authorized the federal government to issue tax credits, or subsidies, to people with low or moderate incomes who buy health plans sold on government-run Obamacare exchanges.\n\nThe Countdown Is On: Obamacare Rolls Tick Higher\n\nFor 2016, individuals with annual taxable income between $11,770 and $47,070 qualify for such aid.\n\nMcClanahan's Obamacare customer clients were all retirees who stopped working before they were 65 years old. They no longer had the option of getting health insurance through their jobs, and were too young to qualify for Medicare, the federal health insurance program for senior citizens.\n\nThose people, while having relatively high net worths due to investments and real estate, also were in a position to have taxable income that was low enough to qualify for Obamacare subsidies.\n\nBut that income could still be high enough to keep them above 100 percent of the poverty level. If their incomes fell below that, they would not qualify for the subsidies to help buy private plans, and also would not qualify for government-run Medicaid because Florida rejected expanding that program to cover more low-income people.\n\nMcClanahan said she helped the clients structure their income stream — and the taxable component of it — \"just right.\"\n\n\"The first thing you've got to figure out is how much money do they need to live on,\" she said.\n\nThe clients, all of whom had paid off their homes, needed \"anywhere between $5,000 and $7,000 a month\" to live on, she said.\n\nHow We're Fixing Valeant: Interim Chairman and CEO\n\nHelping that strategy was the clients' use of bond ladders, which gave them steady income as the bonds matured over time, and also spun off interest payments from the bonds' coupons. While the interest payment is taxable, the initial investment in the bonds is not, McClanahan noted.\n\n\"For most people, we're aiming for like $18,000, $19,000 in income\" that is taxable, she said.\n\nThat level of income also was low enough that all of the clients qualified for the added Obamacare aid of \"cost-sharing reductions,\" which are available to people with taxable incomes below about $29,000 who enroll in so-called silver plans. Without cost-sharing reductions, silver plans cover about 70 percent of customers' medical expenses, with the balance owed out-of-pocket by the customer.\n\nAngie Koury Lieb, a Jacksonville insurance broker, helped McClanahan's clients get into those plans, which in Florida are sold on the federally run Obamacare exchange HealthCare.gov.\n\nLieb said that some clients initially \"were pretty disgusted about the subsidies and how it all works\" when Obamacare first began taking effect.\n\n\"I think a lot of it was very politically motivated, that they didn't necessarily agree with the Affordable Care Act itself,\" she said.\n\n\"Then they said, 'Well, shoot, I'm going to try to qualify myself,'\" Lieb said. \"I think they were more, 'If I can't beat them, join them.'\"\n\nLieb said that when she helped McClanahan's clients sign up on HealthCare.gov and pick their plans, \"they were usually pretty pleased and excited\" when they saw how much subsidies they would be getting to lower their premiums.\n\nOn the lower end of the prices, one client qualified for a $423-per-month subsidy, which reduced the price of their plan from $663 per month down to $240 per month, she said. On the high end, another client qualified for a $737 subsidy, reducing their premium from $1,172 per month to $435.\n\nAnd \"with the cost-sharing reduction, I think people were extremely happy,\" Lieb said. \"It reminds people of what health insurance looked like 25 years ago, when they had a $10 copay and no deductible.\"\n\nLieb and McClanahan both noted the fact that their clients, due to their financial position, came under scrutiny from the government when they applied for their subsidies. To obtain those subsidies, customers have to indicate how much income they expect to earn in the coming year.\n\nEvery client, McClanahan said, was flagged for review of their subsidy eligibility when they applied because tax forms revealed they previously had high incomes.\n\n\"We had to provide a lot of supporting documentation,\" McClanahan said.\n\nClients also must be conscientious about reporting income changes during the course of the year. If people end up earning more than they had estimated when they applied for their subsidies, they could end up owing some or all of the subsidy back when they file their tax returns the following year.", "article_metadata": {"description": "Millionaires are getting federal financial subsidies under Obamacare to significantly reduce their monthly insurance premiums. Here's how it works.", "og": {"site_name": "NBC News", "description": "Millionaires are getting federal financial subsidies under Obamacare to significantly reduce their monthly insurance premiums. Here's how it works.", "title": "How Millionaires Get Obamacare Subsidies Intended to Aid the Poor", "url": "http://www.nbcnews.com/business/personal-finance/how-millionaires-get-obamacare-subsidies-intended-aid-poor-n505386", "image": "http://media3.s-nbcnews.com/j/newscms/2016_04/1392661/160127-stethoscope-mn-1515_8fabbd913b6d9adc2753fd57a43b899a.nbcnews-fp-1200-800.jpg", "type": "article"}, "twitter": {"domain": "NBCNews.com", "description": "Millionaires are getting federal financial subsidies under Obamacare to significantly reduce their monthly insurance premiums. Here's how it works.", "creator": "NBCNews", "image": {"src": "http://media3.s-nbcnews.com/j/newscms/2016_04/1392661/160127-stethoscope-mn-1515_8fabbd913b6d9adc2753fd57a43b899a.nbcnews-fp-1200-800.jpg"}, "title": "How Millionaires Get Obamacare Subsidies Intended to Aid the Poor - NBC News", "site": "NBCNews", "card": "summary"}, "blitz": "mu-e1e842c9-946002e6-ea8f0454-41b29546", "DC.date.issued": "2016-01-27", "apple-itunes-app": "app-id=319740707, app-argument=http://www.nbcnews.com/business/personal-finance/how-millionaires-get-obamacare-subsidies-intended-aid-poor-n505386", "fb": {"app_id": 10150138890205613}, "article": {"author": "https://www.facebook.com/NBCNews"}, "google-site-verification": "K8bowvEbzWfPQ76x6f9SCxMVwicVXrhiClRg80ak8ZA", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Obamacare,health,care,insurance,premium,wealthy,millionaire,subsidy,qualify,income,limit,poor,taxable,tax,co-pay,payment,Business,Personal Finance,Business News,Health news,Retirement,Taxes,U.S. news"}, "article_summary": "The Countdown Is On: Obamacare Rolls Tick HigherFor 2016, individuals with annual taxable income between $11,770 and $47,070 qualify for such aid.\nThose people, while having relatively high net worths due to investments and real estate, also were in a position to have taxable income that was low enough to qualify for Obamacare subsidies.\nAnd it's legal as well, because the Affordable Care Act focuses on income rather than net worth to establish eligibility for Obamacare aid.\nLieb said that some clients initially \"were pretty disgusted about the subsidies and how it all works\" when Obamacare first began taking effect.\nTo obtain those subsidies, customers have to indicate how much income they expect to earn in the coming year."}