{"article_title": "Book Review: “Let Me Be Clear”", "article_keywords": ["students", "review", "obamacare", "young", "argues", "millennials", "book", "let", "doctors", "president", "kieffer", "clear", "care"], "article_url": "http://townhall.com/tipsheet/danieldoherty/2014/06/14/book-review-let-me-be-clear-n1851322", "article_text": "Political commentator and Townhall columnist Katie Kieffer’s first book, Let Me Be Clear: Barack Obama’s War on Millennials, and One Woman’s Case for Hope, is a searing and withering expose profiling the many ways in which the president of the United States has misled, cajoled, and conned millennials into voting for him. Through glib rhetoric and knowingly false campaign promises, she argues, the 44th president built both of his national campaigns on an edifice of lies and falsehoods for one singular purpose: the attainment and consolidation of power.\n\nWell written and painstakingly researched, Kieffer explores how the president used and abused millennials to win elections. From promising good jobs to free birth control, six years after the intoxicating days of “Hope & Change” ended in failure his deception has finally been exposed. Not only did the president fail to deliver on many of his campaign pledges, Kieffer argues, but he made the lives of millennials infinitely more difficult. By championing polices that weakened the economy while also urging students to take on more student loan debt–even if they couldn’t afford it–millennials increasingly are finding themselves looking for jobs, delaying marriage, forgoing homeownership, and turning to their parents for financial help and support.\n\nAt the same time, she also portrays the president as a cunning, ambitious politician who knew exactly how to tap into our media-driven and celebrity obsessed popular culture. To that end, she argues, the president masked his policy failures in part by routinely appearing on college campuses and programs–such as late night television comedy shows and MTV–to court millennials. In so doing, he had direct and unprecedented access to young people; at the same time, he didn’t have to worry about debating the issues or defending his record. Through these channels, he convinced millennials that he was “cool,” “relatable” and “one of them”– even going so far as to coordinate with these networks to maximize his outreach efforts. His tactics worked, of course, but they left millennials, including the ones who voted for him, deeply disenchanted after the votes were tallied and the elections secured.\n\nKieffer delves into a lot of different issues: unemployment, student loans, fatherlessness, Second Amendment rights, and health care. But what I found most interesting, perhaps, was the fact that she interviewed some 300 doctors during the course of writing her book. These professionals shed considerable light on how the president’s “signature” legislative achievement is faring across America. A notable excerpt (pg. 69):\n\nOf the doctors surveyed 92 percent said that Obamacare would “increase” the amount of “government interference into my relationship with patients.” When asked whether Obamacare would be “beneficial” to the long-term finances of young Americans, 90 percent of doctors said “no.” Most alarming, 89 percent of doctors said Obamacare would not be beneficial to the long-term health of young people because it would raise their costs by forcing them to subsidize care for everyone else, prevent them from saving for their own retirement, and lower the quality of their medical care by scaring good doctors and would-be medical students away from practicing medicine.\n\nThis is but one example of how the president’s legislative agenda is hurting young people. And yet, unlike other authors, Kieffer doesn’t merely inveigh against the current administration or bemoan the status quo; she provides solutions to these problems, and encourages young people to stay hopeful and optimistic by getting involved in the political process.\n\nWhether you’re a young person looking for answers, or interested solely in learning more about how the president twice duped young people, this book is worth a read. You can preorder your copy here.", "article_metadata": {"description": "Hope and Change...debunked..05/26/2016 3:37:56AM EST.", "author": "Daniel Doherty", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Hope and Change...debunked.", "title": "Daniel Doherty - Book Review: “Let Me Be Clear”", "url": "http://townhall.com/tipsheet/danieldoherty/2014/06/14/book-review-let-me-be-clear-n1851322", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2014/6/13/17.png", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Hope and Change...debunked.", "title": "Daniel Doherty - Book Review: “Let Me Be Clear”", "url": "http://townhall.com/tipsheet/danieldoherty/2014/06/14/book-review-let-me-be-clear-n1851322", "image": "http://media.townhall.com/townhall/reu/ha/uploads/2014/6/13/17.png", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Book Review: “Let Me Be Clear”, Daniel Doherty, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fdaf18\"", "article_summary": "But what I found most interesting, perhaps, was the fact that she interviewed some 300 doctors during the course of writing her book.\nWhether you’re a young person looking for answers, or interested solely in learning more about how the president twice duped young people, this book is worth a read.\nNot only did the president fail to deliver on many of his campaign pledges, Kieffer argues, but he made the lives of millennials infinitely more difficult.\nWell written and painstakingly researched, Kieffer explores how the president used and abused millennials to win elections.\nKieffer delves into a lot of different issues: unemployment, student loans, fatherlessness, Second Amendment rights, and health care."}