{"article_title": "Congress Targets Turkish President’s Anti-Semitism", "article_keywords": ["turkey", "united", "antisemitic", "congress", "turkish", "jewish", "presidents", "according", "hamas", "world", "antisemitism", "resolution", "targets", "jews"], "article_url": "http://freebeacon.com/national-security/congress-targets-turkish-presidents-anti-semitism/", "article_text": "BY: Follow @Kredo0\n\n\n\nMore than 80 House lawmakers are pushing to crack down on rising anti-Semitism across the globe following a sharp spike in violent attacks on Jews in the wake of Israel’s most recent conflict with Gaza.\n\nThe bipartisan resolution presents “clear evidence” that anti-Semitism is on the rise around the globe and specifically targets Turkish President Recep Tayyip Erdogan for fostering anti-Semitism.\n\nThe measure hits back at “attempts by many to justify anti-Jewish hatred or violent attacks as an acceptable expression of disapproval or frustration over political events in the Middle East or elsewhere,” according to a copy of the resolution.\n\nLawmakers are pressuring countries in the Middle East, Europe, and elsewhere to crackdown on anti-Semitic attacks, strengthen laws to punish anti-Jewish violence, and express vocal opposition to all who compare “Israel to Nazis perpetrating a Holocaust or genocide.”\n\nThe measure, sponsored by Reps. Jerrold Nadler (D., N.Y.) and Peter Roskam (R., Ill.), takes a somewhat unprecedented stand against Erdogan for his anti-Semitic rhetoric, which has caused much concern lately in the Jewish community, but has not been directly addressed by the Obama administration.\n\n“Turkish Prime Minister Recep Tayyip Erdogan’s continued anti-Israel incitement, including stating that Israel’s defense against Hamas rocket fire is ‘’barbarism that surpasses Hitler,’ sparks unwarranted anger towards Jews and endangers the Turkish Jewish community and Jews around the world,” the resolution states.\n\nIn a sign of Congress’ growing frustration with Turkey, Erdogan is the only prominent world leader explicitly called to task for his rhetoric in the measure.\n\nThis follows multiple reports that Turkey, a NATO ally, has been harboring as many as 12 Hamas operatives, including a senior leader who is believed to have organized the kidnapping and murder of three Israeli teens.\n\nTurkey’s record of anti-Semitism and support for Hamas has not prompted the Obama administration to vocalize concerns. U.S. arms sales to Turkey will also still go forward, according to the State Department.\n\nCongressional insiders say that Erdogan’s anti-Semitism has become an increasing concern on Capitol Hill.\n\n“People are happy to see members taking a stand against now-President Erdogan, who has a long history of inciting anti-Semitism within Turkey and spewing anti-Israel vitriol at every turn,” said one senior congressional aide working on the resolution. “His controversial statements and support for terrorist organizations like Hamas should, at the very least, call into question bilateral relations between the United States and Turkey.”\n\nIsrael’s most recent conflict with Hamas terrorists has been a driving factor in recent anti-Semitic incidents in the United States, Canada, and elsewhere, lawmakers warned.\n\n“During Israel’s July 2014 Operation Protective Edge aiming to stem the rocket fire and terrorist infiltrations by Hamas, Jews and Jewish institutions and property have been attacked in Europe and elsewhere, including attempts to invade a synagogue in Paris, fire-bombings of synagogues in France and Germany, assaults on Jewish individuals, and swastikas spray-painted in a heavily,” the resolution notes.\n\nThe bill has already attracted more than 80 lawmakers—including House Foreign Affairs Committee (HFAC) members Ileana Ros-Lehtinen (R., Fla.), Ted Deutch (D., Fla.), and Eliot Engel (D., N.Y.)—and is expected to be taken up by the Foreign Affairs Committee next week.\n\nAnti-Semitism continues to trend upward around the world, predominately in the Middle East and some European countries, according to statistics outlined in the new resolution, which is supported by a diverse group of Jewish groups on both sides of the political spectrum.\n\nThe resolution has garnered the backing of the American Israel Public Affairs Committee (AIPAC), Christian United for Israel (CUFI), the American Jewish Committee (AJC), and several other pro-Israel organizations.\n\nMore than 25 percent of the global population holds anti-Semitic views, according to a recent poll conducted by the Anti-Defamation League (ADL) in more than 100 countries.\n\nLawmakers dubbed this “a stunning indicator of the stubborn resilience of anti-Semitic beliefs, even in countries where no Jews reside,” according to the resolution.\n\nHatred of Jews is particularly acute in the Middle East and North Africa, where nearly 75 percent hold anti-Semitic views, according to the ADL study.\n\nThe ADL also found that at least 70 percent “of those around the world who harbor anti-Semitic attitudes have never met a Jew,” according to the resolution. This statistic “shows how deeply embedded stereotypes of Jews that developed over centuries are in the consciousness of many countries and societies.”\n\nHolocaust denial and revisionism also remains prevalent. The ADL found that a majority of those surveyed have “either not heard of the Holocaust or do not believe it happened as has been documented by factual accounts and recorded by history.”\n\nThe State Department additionally has noted the fear that European Jews are experiencing as a result of increasing hostility from government actors and citizens.\n\n“Throughout Europe, the historical stain of anti-Semitism continued to be a fact of life on Internet fora, in soccer stadiums, and through Nazi-like salutes, leading many individuals who are Jewish to conceal their religious identity,” the State Department wrote in its 2013 International Religious Freedom Report.\n\nIn order to combat this trend, lawmakers are pledging to back Holocaust educational programs in the United States and abroad, as well as to make the struggle against anti-Semitism “a United States foreign policy priority,” according to the measure.", "article_metadata": {"description": "New measure seeks to combat rising tide of anti-Semitism", "generator": "WordPress 4.5.2", "og": {"site_name": "Washington Free Beacon", "description": "More than 80 House lawmakers are pushing to crack down on rising anti-Semitism across the globe following a sharp spike in violent attacks on Jews in the wake of Israel’s most recent conflict with G", "title": "Congress Targets Turkish President’s Anti-Semitism", "url": "http://freebeacon.com/national-security/congress-targets-turkish-presidents-anti-semitism/", "image": "http://freebeacon.com/wp-content/uploads/2014/09/Recep-Tayyip-Erdogan-150x150.jpg", "type": "article"}, "twitter": {"description": "More than 80 House lawmakers are pushing to crack down on rising anti-Semitism across the globe foll", "creator": "@Kredo0", "image": "http://freebeacon.com/wp-content/uploads/2014/09/Recep-Tayyip-Erdogan-150x150.jpg", "title": "Congress Targets Turkish President’s Anti-Semitism", "site": "@freebeacon", "card": "summary"}, "robots": "noodp", "apple-itunes-app": "app-id=1047859882", "fb": {"app_id": "FB_APP_ID"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdaf1f\"", "article_summary": "The bipartisan resolution presents “clear evidence” that anti-Semitism is on the rise around the globe and specifically targets Turkish President Recep Tayyip Erdogan for fostering anti-Semitism.\nTurkey’s record of anti-Semitism and support for Hamas has not prompted the Obama administration to vocalize concerns.\nIn a sign of Congress’ growing frustration with Turkey, Erdogan is the only prominent world leader explicitly called to task for his rhetoric in the measure.\nLawmakers dubbed this “a stunning indicator of the stubborn resilience of anti-Semitic beliefs, even in countries where no Jews reside,” according to the resolution.\nCongressional insiders say that Erdogan’s anti-Semitism has become an increasing concern on Capitol Hill."}