{"article_title": "Inside the Beltway: Sarah Palin flirts with a run for office", "article_keywords": ["sarah", "independents", "run", "office", "beltway", "inside", "republicans", "reagan", "agree", "say", "democrats", "palin", "trust", "flirts", "presidential", "women"], "article_url": "http://www.washingtontimes.com/news/2014/oct/28/inside-the-beltway-sarah-palin-flirts-with-a-run-f/?page=all", "article_text": "It has been six years since Sarah Palin stepped onto the global stage in a sleek suit and a pair of Naughty Monkey high heels as an Alaska governor turned vice presidential hopeful ready to tear up the Republican campaign trail with running mate Sen. John McCain. The nation has been through much since then, as have Mr. McCain and Mrs. Palin, who nevertheless remain on public radar. Mrs. Palin still rattles the landscape — particularly when it comes to her many critics.\n\n“Bless their hearts, those haters out there. They don’t understand that it invigorates me to get out and defend the innocent. It makes me want to work so hard for justice in this country,” she told Fox Business Network on Tuesday. “So, hey, the more they’re pouring on, the more I’m going to bug the crap out of them by being out there with a voice, with the message — hopefully running for office in the future too.”\n\nAnd to the Republican Party, she has this message: “Those who at least have the titles of leaders in the GOP, they need more guts. They need to be empowered. They need to have the confidence that the American people understand that the planks in the Republican platform are strong planks upon which our country can grow and prosper and be secure.”\n\nA possible Palin campaign for anything, meanwhile, would be a seismic occurrence in both press and politics. Over three years ago, speculation that Mrs. Palin planned to run for U.S. Senator in Arizona fixated journalists who instantly took to rumors she had already bought an 8,000-square foot stucco home and established her campaign headquarters in Scottsdale. Mrs. Palin and Mitt Romney were at the top of a Gallup presidential poll. And Democrats? They were already fundraising. “Help us send a strong message that Arizona should not be a stepping stone for extremist politicians and their radical agendas,” the Arizona Democratic Party noted in an email pitch of the moment.\n\nA CLANDESTINE CULTURAL MOMENT\n\n“As we pass one million followers, we thank you for connecting to learn more about your FBI,” the federal agency advised its Twitter fans on Tuesday afternoon.\n\nThe public has a telling affection for the intelligence community. Brethren agencies also attract many fans in social media. Among them: The CIA now has 746,000 Twitter followers, the NSA 37,000 followers, the Defense Intelligence Agency 29,100, the Office of the Director of National Intelligence — that’s James Clapper, folks — has 22,800 and the National Geospatial-Intelligence Agency has 18,400 followers.\n\nPERRYFIED\n\n“If you ask me to name the number one issue confronting America, I would not say it is our porous border. I would not say it is the weakest recovery since the Great Depression. I wouldn’t even say it’s all the challenges that are adding up overseas. The greatest problem of all is that in the face of these troubles so many serious challenges, we don’t have the leadership to deal with it. We are experiencing a crisis of competence in America, and the people know it,” Texas Gov. Rick Perry told an audience assembled Monday evening at a public affairs event organized by the Ronald Reagan Presidential Library.\n\n“I believe that come 2016, if the American people are given the choice, they will be ready for a clean break from the Obama agenda and anything like it.”\n\nCARLYIZED\n\n“In case you haven’t heard, there’s a war on women being waged by Democrats. Their policies — making everything from finding a job to filling up our cars to visiting our doctors — more difficult and more expensive,” says American Conservative Union Foundation chairman Carly Fiorina in a video outreach now targeted to voters in Colorado, Iowa, Michigan, New Hampshire, North Carolina, and Virginia.\n\n“Here are the facts. The Obama economy has put millions of women out of the work force altogether; 227,000 women were added to the unemployment roles in June alone. Obamacare erodes healthcare choices, hiking premiums and canceling plans that women had and liked across the country. Those premium hikes are hitting women ages 55 -64 the hardest. No, women are not being denied access to birth control. But yes, women are losing access to their healthcare. Under Obamacare many of us have had to find new doctors and new hospitals for treatment,” she concludes.\n\nMs. Fiorina, meanwhile, has launched the Unlocking Potential Project, her own initiative to counter endless claims that the Republicans are not female-friendly, and to set forth a few facts. Find it here: Up-Project.org\n\nTHIS WEEK’S REAGAN READING\n\nThose who can never get enough insight and inspiration from Ronald Reagan are in luck. Now on book shelves, it’s “The Reagan Enigma” by Thomas C. Reed, an insider’s insider who says that the 40th president was a political grand master “a dozen moves ahead of every opponent.”\n\nMr. Reed is a former Secretary of the Air Force who also managed Reagan’s gubernatorial campaigns, his 1968 presidential nomination drive and served as a White House special assistant for national security policy.\n\n“Now is the time for me to open my archives, to collect the insights of my surviving peers and to weave all of this into and unexpected but accurate explanation of Reagan’s mind,” the author says. The book was published Tuesday by Figueroa Press, a branch of the University of Southern California.\n\nPARSING OPPORTUNITY\n\n“Popular conversation about opportunity often takes too narrow a view, failing to see the full range of contributors. Freedom from artificial impediments like burdensome regulations or the current economic climate are part, but not all, of what opens the way of opportunity. Factors like family and the formation of values also play a significant role,” declares the Heritage Foundation, which has created something called the 2014 Index of Culture and Opportunity to explain how social and economic factors influence Americans’ chance of success.\n\nThe organization is gathering some significant thinkers from within its ranks as well as from the Buckeye, Manhattan and Charlotte Lozier Institutes for some big talk on the big idea. See the conversation streamed live online Wednesday at 12:30 p.m. at Heritage.org, under “events” heading.\n\nPOLL DU JOUR\n\n• 60 percent of Americans do not trust the “government in Washington” to do what’s right; 68 percent of Republicans, 43 percent of Democrats and 66 percent of independents agree.\n\n• 53 percent overall say the federal government’s ability to deal with problems has “gotten worse”; 72 percent of Republicans, 35 percent of Democrats and 56 percent of independents agree.\n\n• 46 percent overall say Republicans will take over the U.S. Senate on Nov. 4; 74 percent of Republicans, 26 percent of Democrats and 47 percent of independents agree.\n\n• 39 percent trust Democrats to cope with the nation’s problems in the future; 4 percent of Republicans, 79 percent of Democrats and 32 percent of independents agree.\n\n• 37 percent trust Republicans to cope with the nation’s problems; 86 percent of Republicans, 6 percent of Democrats and 34 percent of independents agree.\n\n• 14 percent trust neither party; 4 percent of Republicans, 7 percent of Democrats and 23 percent of independents agree.\n\nSource: A Washington Post/ABC News poll of 1,204 U.S. adults conducted Oct. 23-26\n\n• Quotes, quibbles, queries to jharper@washingtontimes.com.", "article_metadata": {"description": "It has been six years since Sarah Palin stepped onto the global stage in a sleek suit and a pair of Naughty Monkey high heels as an Alaska governor turned vice presidential hopeful ready to tear up the Republican campaign trail with running mate Sen. John McCain. The nation has been through much since then, as have Mr. McCain and Mrs. Palin, who nevertheless remain on public radar. Mrs. Palin still rattles the landscape; particularly when it comes to her many critics.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "It has been six years since Sarah Palin stepped onto the global stage in a sleek suit and a pair of Naughty Monkey high heels as an Alaska governor turned vice presidential hopeful ready to tear up the Republican campaign trail with running mate Sen. John McCain. The nation has been through much since then, as have Mr. McCain and Mrs. Palin, who nevertheless remain on public radar. Mrs. Palin still rattles the landscape; particularly when it comes to her many critics.", "title": "Inside the Beltway: Sarah Palin flirts with a run for office", "url": "http://www.washingtontimes.com/news/2014/oct/28/inside-the-beltway-sarah-palin-flirts-with-a-run-f/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/28/10282014_palin8201.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2014/10/28/10282014_palin8201.jpg", "description": "It has been six years since Sarah Palin stepped onto the global stage in a sleek suit and a pair of Naughty Monkey high heels as an Alaska governor turned vice presidential hopeful ready to tear up th", "site": "@washtimes", "card": "summary", "title": "Inside the Beltway: Sarah Palin flirts with a run for office"}, "Author": "Jennifer Harper", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web0", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Politics, Sarah Palin"}, "_id": "\"57477af46914bd0286fe4928\"", "article_summary": "Rick Perry told an audience assembled Monday evening at a public affairs event organized by the Ronald Reagan Presidential Library.\n• 37 percent trust Republicans to cope with the nation’s problems; 86 percent of Republicans, 6 percent of Democrats and 34 percent of independents agree.\n• 14 percent trust neither party; 4 percent of Republicans, 7 percent of Democrats and 23 percent of independents agree.\n• 39 percent trust Democrats to cope with the nation’s problems in the future; 4 percent of Republicans, 79 percent of Democrats and 32 percent of independents agree.\n• 46 percent overall say Republicans will take over the U.S. Senate on Nov. 4; 74 percent of Republicans, 26 percent of Democrats and 47 percent of independents agree."}