{"article_title": "Blue Cross Blue Shield drops Nason from network", "article_keywords": ["blue", "nason", "shield", "medical", "cross", "urgent", "medicare", "drops", "insurance", "care", "network"], "article_url": "http://abcnews4.com/archive/blue-cross-blue-shield-drops-nason-from-network", "article_text": "MOUNT PLEASANT, S.C. (WCIV) -- For people insured by Blue Cross Blue Shield, they may have to pay out of pocket for visits to some urgent care centers.\n\nOne of the care centers being dropped is Nason Medical Center. The insurance company is calling the decision to drop Nason from its in-network offerings a \"strategic business decision.\"\n\nBut Nason's co-founder says it's not quite a done deal yet.\n\nOptimistic is the word Dr. Barron Nason used when asked about the recent announcement from Blue Cross Blue Shield to remove the five Nason Medical locations from its network.\n\n\"Most insurance companies periodically have contract negotiations, and we will have talks about them so it's not uncommon to have negotiations at this stage,\" he said.\n\nBlue Cross said the network change would begin on Oct. 8. Blue Cross is already starting to tell subscribers that they can still choose where to get their medical services, but continuing to visit places -- like Nason Medical Center -- that have been cut from the network will mean higher out-of-network costs.\n\n\"While we are removing some urgent care providers from our network, the network will continue to offer broad geographic choice and access for our members including CVS Minute Clinics, hospital-based urgent care centers, and other urgent care centers,\" said Blue Cross officials Friday.\n\nBut Nason says nothing is final.\n\n\"We have many patients that are Blue Cross Blue Shield and we will continue to see those patients. We are optimistic that they will be in network. If they are not, I think we will continue to see them as well,\" Nason said.\n\nBlue Cross card holder and Nason Medical Center patient James Walker learned about the changes Friday night. He said he would find a different insurance company if going to Nason meant paying out-of-pocket costs for his care.\n\n\"I guess there are a lot of other health clinics that people could go to. If they are insured, they have to find somewhere to go,\" Walker said.\n\nBut Nason says patients should speak up and tell Blue Cross Blue Shield how they feel before their coverage flatlines.\n\nOfficials at Blue Cross said the network change would affect most of its members, but there are a few exceptions. People who purchased insurance through the health exchanges as part of the Affordable Care Act would still have access to Nason. Members who have BlueChoice HealthPlan Medicaid, State Health Plan employees whose benefits are administered by BlueCross BlueShield of South Carolina, seniors who have our Medigap plans, Blue Care and Blue Cross Medicare Supplement, seniors who have Medicare Select Plans, both Blue Select and Blue Cross Medicare Select, and seniors who have BlueCross BlueShield of South Carolina Medicare Advantage would also have coverage.\n\nBlue Cross officials said they would be sending out letter to subscribers over the next few months letting them know how the network change affects them.", "article_metadata": {"description": "For people insured by Blue Cross Blue Shield, they may have to pay out of pocket for visits to some urgent care centers.", "title": "Blue Cross Blue Shield drops Nason from network", "og": {"site_name": "WCIV", "description": "For people insured by Blue Cross Blue Shield, they may have to pay out of pocket for visits to some urgent care centers.", "title": "Blue Cross Blue Shield drops Nason from network", "url": "http://abcnews4.com/archive/blue-cross-blue-shield-drops-nason-from-network", "image": "http://static-12.sinclairstoryline.com/resources/media/86760214-e437-4fa6-a391-b837c9ea264f-4076801_G.jpg?1442428493084", "locale": "en_US", "type": "article"}, "twitter": {"image": "http://static-11.sinclairstoryline.com/resources/media/86760214-e437-4fa6-a391-b837c9ea264f-4076801_G.jpg?1442428493084", "description": "For people insured by Blue Cross Blue Shield, they may have to pay out of pocket for visits to some urgent care centers.", "site": "@abcnews4", "card": "summary_large_image", "title": "Blue Cross Blue Shield drops Nason from network"}, "author": "Sinclair Broadcast Group", "blitz": "mu-cc36119f-f4dca522-3261b206-4b3bbd3f", "robots": "index, follow", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 506450242860454}, "keywords": "archive,SC", "article": {"publisher": "https://www.facebook.com/abcnews4", "published_time": "2014-06-28T03:06:34+00:00"}, "viewport": "width=device-width, initial-scale=1, minimum-scale=0.5"}, "_id": "\"57477af46914bd0286fdaf22\"", "article_summary": "\"We have many patients that are Blue Cross Blue Shield and we will continue to see those patients.\nBut Nason says patients should speak up and tell Blue Cross Blue Shield how they feel before their coverage flatlines.\nOptimistic is the word Dr. Barron Nason used when asked about the recent announcement from Blue Cross Blue Shield to remove the five Nason Medical locations from its network.\nMOUNT PLEASANT, S.C. (WCIV) -- For people insured by Blue Cross Blue Shield, they may have to pay out of pocket for visits to some urgent care centers.\nBlue Cross card holder and Nason Medical Center patient James Walker learned about the changes Friday night."}