{"article_title": "North Escambia native Bydlak enters congressional race", "article_keywords": ["republican", "enters", "north", "district", "rebekah", "usual", "reduce", "spending", "bydlak", "race", "solutions", "escambia", "debt", "public", "congressional", "native"], "article_url": "http://pulsegulfcoast.com/2016/04/north-escambia-native-bydlak-enters-congressional-race", "article_text": "The race for Northwest Florida’s seat in Congress got a little more crowded this morning as Rebekah Johansen Bydlak, a Republican, announced her candidacy.\n\nIncumbent Jeff Miller has represented Florida’s first congressional district, which encompasses six counties in Northwest Florida, since 2001. Miller said last month that he would not seek re-election.\n\nBydlak becomes the sixth Republican and eighth candidate overall to enter the race, joining Republicans Matt Gaetz, Cris Dosev, Brian Frazier, John Mills, and Mark Wichern. Democrats Amanda Kondrat’yev and Steven Specht have also filed for the race.\n\nHailing from northern Escambia County, Bydlak has served as director of outreach for the Coalition to Reduce Spending, an advocacy organization dedicated to reducing federal spending and debt.\n\n“The First District deserves innovative solutions, not just more of the same,” Rebekah said. “A vibrant, 21st century economy that benefits all demands a federal government that abides by our Constitution.”\n\n“Washington is broken,” she added, “and I have the experience to be part of the solution. Every child born today will face tens of thousands of dollars in debt they did not ring up, thanks to career politicians who have no interest in stopping business as usual. I will fight for my generation’s right to be free from this burden.”\n\nBydlak was homeschooled before attending Pensacola State College and the University of West Florida, where she earned a master’s degree in political science and public administration. As outreach director for the Coalition to Reduce Spending, she says she’s spent the last three years advocating full-time for lower spending and debt among the public, elected officials, and candidates across the country.\n\nThe 25-year-old says her entrance into the race is sorely needed. “Voters in the First District know that politics as usual will not solve the problems we face,” she said. “With $19 trillion in debt, we simply can’t accept the old solutions of big spending and cronyism. Having successfully advocated important spending cuts, pushed back against Obamacare, and built fiscally conservative coalitions nationwide, I’m confident that I have the knowledge and skills to repeal Obamacare, cut spending and debt, protect educational freedom, and take care of our veterans.”\n\nFor more information, visit Rebekah2016.com.", "article_metadata": {"generator": "EventON 2.3.20", "og": {"site_name": "The Pulse", "description": "The race for Northwest Florida’s seat in Congress got a little more crowded this morning as Rebekah Johansen Bydlak, a Republican, announced her candidacy. Incumbent Jeff Miller has represented Florida’s first congressional district, which encompasses six counties in Northwest Florida, since 2001. Miller said last month that he would not seek re-election. Bydlak becomes …", "title": "North Escambia native Bydlak enters congressional race", "locale": "en_US", "image": {"width": 1750, "identifier": "http://pulsegulfcoast.com/wp-content/uploads/2016/04/pgc-rebekahjohansenbydlak2.jpg", "height": 750}, "updated_time": "2016-04-12T08:57:41-05:00", "url": "http://pulsegulfcoast.com/2016/04/north-escambia-native-bydlak-enters-congressional-race", "type": "article"}, "fb": {"admins": 609315227}, "msapplication-TileImage": "http://pulsegulfcoast.com/wp-content/uploads/2014/11/cropped-PGC-favicon-270x270.png", "article": {"publisher": "https://www.facebook.com/pulsegulfcoast", "published_time": "2016-04-12T08:32:19-05:00", "author": "https://www.facebook.com/dscosson", "section": "Gulf Coast", "modified_time": "2016-04-12T08:57:41-05:00", "tag": "Rebekah Johansen Bydlak"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Hailing from northern Escambia County, Bydlak has served as director of outreach for the Coalition to Reduce Spending, an advocacy organization dedicated to reducing federal spending and debt.\nThe race for Northwest Florida’s seat in Congress got a little more crowded this morning as Rebekah Johansen Bydlak, a Republican, announced her candidacy.\nIncumbent Jeff Miller has represented Florida’s first congressional district, which encompasses six counties in Northwest Florida, since 2001.\nBydlak becomes the sixth Republican and eighth candidate overall to enter the race, joining Republicans Matt Gaetz, Cris Dosev, Brian Frazier, John Mills, and Mark Wichern.\n“With $19 trillion in debt, we simply can’t accept the old solutions of big spending and cronyism."}