{"article_title": "What Was the Point of ObamaCare?", "article_keywords": ["plans", "offer", "obamacare", "point", "companies", "emanuel", "going", "health", "doesnt", "insurance", "care"], "article_url": "http://thefederalist.com/2014/03/11/what-was-the-point-of-obamacare/", "article_text": "Last week, the Washington Post delivered a bombshell report: “Only one in 10 uninsured people who qualify for private plans through the new marketplaces enrolled as of last month.” Instead, the overwhelming majority of those who are enrolling in insurance plans on the ObamaCare exchanges already had insurance.\n\nThe lie of the year for 2013 was President Obama’s promise that, “if you like your plan, you can keep it.” The lie of the year for 2014 is going to be the claim that ObamaCare would insure the uninsured.\n\nObamaCare has failed to attract those who lack health insurance, seemingly because they have decided that the premiums are too high for the bare-bones coverage the exchanges offer. In other words, the Affordable Care Act has failed to offer affordable care. Instead, most of ObamaCare’s sign-ups are merely migrating over from an existing health-insurance plan—in many cases involuntarily, after their plans were canceled for failing to comply with new ObamaCare regulations.\n\nSo what, then, was the point of ObamaCare?\n\nOne of the key architects of the law, Ezekiel Emanuel, has been starting to dish the inside scoop on how ObamaCare was put together, because he has a book to flog. Usually, this sort of thing is supposed to happen only years after the law takes effect, but that might be “never,” given the administration’s habit of deferring the law’s key provisions year after year. So the insiders’ books are going to come out first, and they’re going to start saying some unexpectedly honest things about the law’s purpose.\n\nEmanuel gives us one big answer to our question. What was the point of ObamaCare, if not to insure the uninsured? To destroy the insurance companies.\n\nTo be sure, Emanuel’s answer is only semi-honest. In one of a spate of new articles touting his book, he proclaims: “Insurance Companies as We Know Them Are About to Die.”\n\nEmanuel begins by posing as a defender of the insurance companies who wants to protect them from being the man in the middle who gets blamed for implementing policies designed by politicians. But then he lets the truth slip: “When people with cancer, heart attacks, or other diseases are denied insurance, we blame insurance companies; we do not blame the underlying voluntary insurance market that necessitates underwriting.” So you see, it’s not any particular insurance company. It’s the entire concept of a “voluntary insurance market” in the first place.\n\nWhat is going to replace private health insurance, he says, is something called “accountable care organizations” or ACOs, about which he makes some very glowing and optimistic predictions, which are easy to make because “This health delivery structure is in its infancy,” so nothing has had a chance to go wrong yet.\n\nThe ACOs actually sound pretty much like a new and expanded version of the olds HMOs: an insurance company wedded to a network of preferred doctors and hospitals. And of course it will have many of the same problems. As Emanuel admits, “Some people may be concerned about the prospect of having to choose among large integrated delivery systems with selective physician and hospital networks.” By “selective,” of course, he means “restricted.”\n\nBut as he tells us in yet another new article, “Choice Is Overrated.” When we get to make lots of choices, you see, it’s more expensive. And the purpose of ObamaCare is to prevent us from spending our own money on our own care. That’s why it has to herd us into HMOs—excuse me, ACOs—that will limit our options.\n\nDespite Emanuel’s glowing predictions in the previous article about the high-quality care that will be offered by the ACOs, he admits in this article that it is more a hope than a reasonable expectation.\n\nAs more people enter the ACA’s new insurance exchanges, they will get to choose between a bronze plan with a narrow network and lower premiums and a platinum plan with a broader network and higher premiums. Inevitably, some insurance plans will offer narrow networks with poor-quality providers.\n\nYou don’t say. So if ObamaCare doesn’t offer affordable insurance, doesn’t insure the uninsured, doesn’t allow us to keep our existing plans, and doesn’t even ensure high-quality care—then what are its defenders counting on?\n\nGuess what? Emanuel shifts the burden back on to the insurance companies, the very ones he was just predicting aren’t really going to exist any more. He reflects that insurance companies, or the ACOs that will supplant them, “desperately want to avoid repeating the managed-care backlash” against HMOs.\n\n[H]ealth systems have learned from the managed-care backlash; just saying ‘no’ really aggravates people, especially well-off, powerful people. Although it may be cheaper in the short run, it can be expensive, especially in terms of reputation, in the longer term. There are better ways to approach this.\n\nHe then proceeds to list various things he hopes the insurance companies will do. So if the insurance companies know what’s good for them, if they don’t want to risk damage to their “reputation” and a political backlash, then this time around they will make our new HMO scheme work—somehow.\n\nI’m reminded of the scene in Atlas Shrugged when the politicians pile on a bunch of new regulations that will crush the steel industry. When Hank Rearden asks them what they’re counting on, they reply: “You’ll do something.” It’s the same pattern: vilify the insurance industry, crush it with new regulations, and then expect it to somehow make the new system work—with the threat that if it doesn’t, they will take the blame, not the bureaucrats.\n\nSo that’s the goal of ObamaCare: to allow bureaucrats like Emanuel to redesign the health care system in a way that flatters their pretensions of being super-geniuses who know what’s best for the rest of us—while shifting responsibility onto others for the actual results.", "article_metadata": {"item-publish-date": "Tue, 11 Mar 2014 04:23:03 EDT", "og": {"site_name": "The Federalist", "description": "The lie of the year for 2014 is going to be the claim that ObamaCare would insure the uninsured.", "title": "What Was the Point of ObamaCare?", "locale": "en_US", "image": "http://thefederalist.com/wp-content/uploads/2013/10/obamacare1-e1382584474754.jpg", "updated_time": "2014-03-13T02:19:56+00:00", "url": "http://thefederalist.com/2014/03/11/what-was-the-point-of-obamacare/", "type": "article"}, "twitter": {"domain": "The Federalist", "description": "The lie of the year for 2014 is going to be the claim that ObamaCare would insure the uninsured.", "title": "What Was the Point of ObamaCare?", "image": {"src": "http://thefederalist.com/wp-content/uploads/2013/10/obamacare1-e1382584474754.jpg"}, "creator": "@Tracinski", "site": "@FDRLST", "card": "summary_large_image"}, "article": {"section": "Health Care", "tag": "ACOs,Barack Obama,Ezekiel Emanuel,health care,health insurance,HMOs,Obamacare,uninsured", "published_time": "2014-03-11T04:23:03+00:00", "modified_time": "2014-03-13T02:19:56+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "The lie of the year for 2014 is going to be the claim that ObamaCare would insure the uninsured."}, "article_summary": "So if ObamaCare doesn’t offer affordable insurance, doesn’t insure the uninsured, doesn’t allow us to keep our existing plans, and doesn’t even ensure high-quality care—then what are its defenders counting on?\nWhat was the point of ObamaCare, if not to insure the uninsured?\nSo what, then, was the point of ObamaCare?\nObamaCare has failed to attract those who lack health insurance, seemingly because they have decided that the premiums are too high for the bare-bones coverage the exchanges offer.\nHe reflects that insurance companies, or the ACOs that will supplant them, “desperately want to avoid repeating the managed-care backlash” against HMOs."}