{"article_title": "Roger Stone: Donald Trump 'Can Shake Up the System'", "article_keywords": ["saying", "stone", "clinton", "trump", "union", "system", "immigration", "donald", "roger", "trumps", "shake", "president", "hillary"], "article_url": "http://www.breitbart.com/big-government/2015/12/12/roger-stone-donald-trump-can-shake-system/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nVeteran political consultant Roger Stone – who worked for President Nixon, President Reagan, and GOP frontrunner Donald Trump’s campaign in the past – joined Breitbart News Saturday on SiriusXM with guest host Matthew Boyle and explained why he believes that “Trump is somebody who can shake up the system.”\n\n“I think that Donald Trump can beat Hillary Clinton both because [of the] strengths of Donald Trump and the weaknesses of Hillary,” Stone told Boyle, arguing that both Hillary and Bill Clinton have “terrorized and intimidated … women and girls.”\n\nSIGN UP FOR OUR NEWSLETTER\n\n“It’s Hillary who initiates the nutty and slutty campaign against Monica Lewinsky as if it’s her fault,” Stone said.\n\nStone also pointed to Clinton’s foreign policy, saying, “She armed ISIS.”\n\n“This is the blueprint for beating her,” Stone added about her foreign policy. “Donald Trump will demolish her on that.”\n\n“Look at her policies all over the Middle East and explain how Donald Trump is dangerous compared to that,” Stone challenged, referencing Clinton’s time as secretary of state and the Benghazi terror attack, Libya, and now the Islamic State (ISIS) terrorist group’s continued growth, blaming Clinton and President Obama for the mayhem going on with ISIS.\n\n“Trump is obviously very strong,” Stone said, arguing that Trump runs stronger with black voters, Catholics, and union workers than what former Republican nominee Mitt Romney achieved in the past election.\n\nBoyle and Stone also discussed how the mainstream media have attacked Trump’s proposal to stop Muslim immigration until there is an official government vetting process in place to protect Americans from possible terrorists entering the country.\n\n“How is this different than Jimmy Carter freezing Iranian immigration” during the Iranian hostage crisis? Stone argued.\n\nHe pointed to the female terrorist in San Bernardino obtaining a K1 fiancé visa and added, “We know that in France, one of the key operatives … also slipped seamlessly through their immigration process.”\n\n“It’s a perfectly reasonable proposal,” Stone charged.\n\nBoyle also asked Roger about recent reports that Saudi Arabia’s prince insulted Trump. “The Saudis bailed out George W. Bush,” Stone alleged, saying, “He’s a Bush surrogate attacking the frontrunner” because “he’s got a horse in the race.”\n\nStone also commented on recent news that an American Civil Liberties Union board member in Colorado resigned after posting on Facebook that Trump supporters should be shot before election day.\n\n“The frustration of the authoritarian left … they democratize communication in this country when they turned on the Internet,” Stone mocked, saying that now the left want to regulate the Internet, adding that “regulate means censor.”\n\n“[It’s] driving guys like this insane, and now they’re talking about killing us” to stop conservatives from taking back the country, stressed Stone.", "article_metadata": {"description": "Veteran political consultant Roger Stone joined Breitbart News Saturday and explained why “Trump is somebody who can shake up the system.”", "og": {"site_name": "Breitbart", "description": "Veteran political consultant Roger Stone joined Breitbart News Saturday and explained why “Trump is somebody who can shake up the system.”", "title": "Roger Stone: Donald Trump 'Can Shake Up the System' - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/10/Trump-Rally-in-Vegas-Getty.jpg", "height": 480}, "url": "http://www.breitbart.com/big-government/2015/12/12/roger-stone-donald-trump-can-shake-system/", "type": "article"}, "twitter": {"description": "Veteran political consultant Roger Stone joined Breitbart News Saturday and explained why “Trump is somebody who can shake up the system.”", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/10/Trump-Rally-in-Vegas-Getty.jpg", "title": "Roger Stone: Donald Trump 'Can Shake Up the System' - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"app_id": 1243316582352556, "pages": 95475020353, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Breitbart News Saturday, Donald Trump, Hillary Clinton, Roger Stone,2016 Presidential Race, Big Government, Radio,Trump", "article": {"publisher": "https://www.facebook.com/Breitbart", "section": "2016 Presidential Race", "tag": "Roger Stone", "published_time": "2015-12-12T08:26:50-07:00", "categories": "Big Government,2016 Presidential Race,Radio"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "article_summary": "Stone also pointed to Clinton’s foreign policy, saying, “She armed ISIS.”“This is the blueprint for beating her,” Stone added about her foreign policy.\n“Trump is obviously very strong,” Stone said, arguing that Trump runs stronger with black voters, Catholics, and union workers than what former Republican nominee Mitt Romney achieved in the past election.\nBoyle also asked Roger about recent reports that Saudi Arabia’s prince insulted Trump.\n“Donald Trump will demolish her on that.”“Look at her policies all over the Middle East and explain how Donald Trump is dangerous compared to that,” Stone challenged, referencing Clinton’s time as secretary of state and the Benghazi terror attack, Libya, and now the Islamic State (ISIS) terrorist group’s continued growth, blaming Clinton and President Obama for the mayhem going on with ISIS.\nStone argued."}