{"article_title": "Donald Trump’s very happy victory speech, annotated", "article_keywords": ["right", "love", "annotated", "usa", "trump", "country", "thank", "theyre", "donald", "going", "speech", "trumps", "happy", "really", "care", "victory"], "article_url": "https://www.washingtonpost.com/news/the-fix/wp/2016/02/09/the-anatomy-of-a-donald-trump-victory-speech/", "article_text": "Republican presidential candidate Donald Trump addresses his supporters after winning the New Hampshire primary. (Reuters)\n\nDonald Trump is the unequivocal winner from Republicans' New Hampshire primary. And, as The Fix's Philip Bump notes, for a man who loves winning, it was a great one: \"Trump won men, women, every age group, every ideology, people who had and people had not gone to college, and every single age bracket. And he won those groups by huge margins.\"\n\nTrump was visibly relieved Tuesday night with his victory and its YUGE margin; he came in second in Iowa a week earlier to Sen. Ted Cruz (R-Texas).\n\nWhich means that Tuesday was the first time we've heard Trump give a victory speech this entire campaign. And it was worth annotating. Here's the complete transcript, which we've annotated using Genius.\n\nTo see an annotation, click or tap the highlighted part of the transcript; if you would like to leave your own annotations, make sure you have a Genius account. Post staff annotations will appear by default; others are in a menu that you can see in the upper right when you click or tap on an annotation.\n\nSPEAKER: DONALD TRUMP, REPUBLICAN PRESIDENTIAL CANDIDATE\n\nTRUMP: Oh, wow! wow, wow, wow! So beautiful. So beautiful.\n\n(APPLAUSE) We are going to make America great again.\n\n(CHEERING)\n\nSo I want to thank everybody. But I really have to begin by paying homage to my parents, Mary and Fred. They are up there. They are looking down. They're saying, this is something very special. They love this country, and they're very happy right now. So thank you to my parents.\n\n(APPLAUSE)\n\nI want to thank my sister, Judge Barry, Maryanne, a really great sister, another great sister, Elizabeth. My fantastic brother, Robert, who is watching right now with Ann Marie (ph), and I want to thank my brother, my late brother, Fred, what a fantastic guy. I learned so much from Fred. Taught me more than just about anybody. Just probably about even with my father, a fantastic guy. So I want to thank Fred. He's up there and he's looking down also.\n\n(APPLAUSE)\n\nAnd we can go right down the line, but we have to start with Melania, what he she puts up with.\n\n(APPLAUSE)\n\nAnd she said that right from day one, reason you're going to win, so, Melania, thank you, honey. Than you.\n\nAnd Don and Vanessa, thank you so much.\n\nAnd Ivanka, she was out. She made seven stops today at the polling areas.\n\n(APPLAUSE)\n\nSo, very, very special. And Jared. Jared is a very, very successful real estate entrepreneur in Manhattan. But he likes this better than real estate I think.\n\n(CHEERS)\n\nSo, Jared, thank you.\n\nAnd Lara (ph) and Eric (ph). And they were all out today and it was amazing. And Corey (ph). Where is Corey? Does Corey have a ground game or what?\n\n(CHEERS)\n\nBoy do we have a ground game. Where's Corey? Corey? Corey Lewendowski (ph).\n\n(APPLAUSE) You know we learned a lot about ground games in one week. I have to tell you that. And the entire staff -- and Hope picks -- this is Hope. This is Hope. This is Hope. Nobody takes more phone calls I think in a day than Hope. So thank you, Hope and Corey and the entire group, the entire staff. Incredible job.\n\nGet over here. Come here. The man.\n\n(CHEERS)\n\nAUDIENCE: USA. USA. USA. USA. USA. USA. USA. USA. USA.\n\nTRUMP: So again, we have to thank the candidates because they really ran. We have some very talented people. And to be victorious against some of these people, even if it's for one week, but believe it's going to be for many weeks, OK?\n\n(CHEERS)\n\nBut they really are, they're terrific. A number of them called and I just wanted to thank them. But I wanted to congratulate the other candidates. OK?\n\nNow that I got that over with. You know it's always tough. And then tomorrow boom, boom. But that's the way it is. And really you have some real talent. We have some real talent in the Republican Party and the RNC and (inaudible). We want to thank everybody. Thank you very much.\n\nWe -- yes right, right. Well, I'll tell you what. I'll tell you what. What do we really want to thank right? We want to thank the people of New Hampshire right?\n\n(CHEERS)\n\nDo we love the people of New Hampshire?\n\n(APPLAUSE)\n\nYou know, I said it and I said it even a year ago. I said I think I'm going to do really well there because I'm here a lot. And it's so beautiful. And I love it so much. And I love the people. And I said I actually think they like me a lot.\n\nAnd then all of a sudden we started getting numbers in. And everyone said how come they like Trump so much? But I have so many friends up here. And they are special, special people.\n\nSo, New Hampshire, I want to thank you. We love you. We're going to be back a lot. We're not going to forget you. You started it. Remember, you started it.\n\n(CHEERS)\n\nAUDIENCE: Trump. Trump. Trump. Trump. Trump. Trump.\n\nTRUMP: You started it.\n\nAUDIENCE: USA. USA.\n\n(CHEERS)\n\nTRUMP: You know when I came out I heard the end of Bernie's speech. And I heard some of the beginning. No, no...\n\nAUDIENCE: Boo.\n\nTRUMP: I -- first of all, congratulations to Bernie. In all fairness we have to congratulate him. We may not like it. But I heard parts of Bernie's speech. He wants to give away our country, folks. He wants to give away -- we're not going to let it happen. We're not going to let it happen. I don't know where it's going with Bernie. We wish him a lot of luck.\n\nBut we are going to make America great again. But we're going to do it the old fashioned way. We're going to beat China, Japan. We're going to beat Mexico at trade. We're going to beat all of these countries that are taking so much of our money away from us on a daily basis. It's not going to happen anymore. We have the greatest businesspeople right now in the world. They call me all the time. They want to be involved. We have political hacks negotiating our deals for billions and billions and billions of dollars. Not going to happen anymore. We're going to use the finest businesspeople in the world. We are going to something so good and so fast and so strong. And the world is going to respect us again. Believe me.\n\n(CHEERS)\n\n(APPLAUSE)\n\nWe're going to -- do we love our country?\n\n(CHEERS)\n\nDo we love our country?\n\n(APPLAUSE)\n\nI think one of the thing that really caught on is very important, self-funding my campaign. Everybody on both sides...\n\n(CHEERS)\n\nAnd you know I was saying two weeks ago. I said I don't think people really appreciate it because I see all of this money being poured into commercials and it's not their money. It's special interests' money. And this is on both sides. This is on the Republican side, the Democrat side, money just pouring into commercials.\n\nThese are special interests, folks. These are lobbyists. These are people that don't necessarily love our country. They don't have the best interests of our country at heart. We're not going to let it happen. We can't -- we have to do something about it. When you see -- when you see the kind of deals made in our country, a lot of those deals are made because the politicians aren't so stupid. They're making them for their benefit. We have to stop it. We have to stop it. We are now going to make it for your benefit. We're going to make the deals for the American people. That's the way it is. (CHEERS) (APPLAUSE) Now, very -- oh, I love this. Look at you. Look at you. I love these signs. They're the most imaginative signs.\n\nSo look, in a nutshell, we're going to make great trade deals. We're going to rebuild our military. It's going to be so big, so strong, so powerful. Nobody is going to mess with us, believe me, nobody. Nobody.\n\nWe are going to take care of our vets. Where is Al? Where is Al? We love Al. All right, Al? Get up here if you can.\n\nWe're going to take care of our vets. Our vets are treated horribly. They're our greatest people. Our vets are going to be taken care of. And you remember that, everybody.\n\n(CHEERS)\n\nRight?\n\nWe're going to have strong, incredible borders. And people are going to come into our country. But they're going to come into our country legally. They're going to come in legally.\n\n(CHEERS)\n\nWe're going to build a wall. It's going to be built. It's not even, believe it or not, it's not even a difficult thing to do.\n\nAnd by the way, for the people of New Hampshire, you have a tremendous problem with heroin and drugs. You wouldn't even believe it. You see this place and you say it's so beautiful. You have a tremendous problem.\n\nThe first thing always that they mention to me, Mr. Trump, please do something. The drugs, the heroin, it's pouring in. And it's so cheap because there's so much of it. And the kids are getting stuck and other people are getting stuck. We're going to end it. We're going to end it. We're going to end it at the southern border... (CHEERS) It's going to be over. And we're going to work. And we're going to work really hard to get those people that are so addicted off the habit. We're going to work like hell to take care of the situation. It's a huge problem in New Hampshire. It's a huge problem all over our country.\n\nWe're going to have borders again. And we're going to work with you people to help you solve that very big problem. And we'll get it done.\n\n(CHEERS)\n\n(APPLAUSE)\n\nAUDIENCE: Trump. Trump. Trump. Trump. Trump. Trump. Trump...\n\nTRUMP: That's so beautiful.\n\nAUDIENCE: Trump. Trump. Trump. Trump. Trump...\n\nTRUMP: What a group of people.\n\nYou know, and on top of this group we have thousands of people outside that can't even get in. That's what we have. Thousands of people.\n\n(CHEERS)\n\nAUDIENCE: Trump for president.\n\nTRUMP: Health care. We're going to repeal and replace Obamacare...\n\n(CHEERS)\n\nIt is a total disaster. We're repealing and replacing Obamacare. It's gone.\n\nWe're getting rid of Common Core. We're going to educate our children...\n\n(CHEERS)\n\n... locally. We educate our children locally.\n\nWe are going to preserve our very sacred Second Amendment.\n\n(CHEERS)\n\nThere's not going to be any more chipping away at our Second Amendment. If we had protection in California recently, and so many other places.\n\nYou could even look to Paris. Paris has the toughest gun laws in the world. France has the toughest gun laws in the world. These animals go in. They start shooting, one, two, three, 130 people. With many people horribly wounded. Horribly wounded right now in the hospital. If there were bullets going in the other direction, believe me, it would've been a whole different story, folks.\n\n(CHEERS)\n\nBut nobody had protection.\n\n(APPLAUSE)\n\nAUDIENCE: Trump. Trump. Trump. Trump. Trump...\n\nTRUMP: I am going to be the greatest jobs president that God ever created. Remember that.\n\n(CHEERS)\n\nDon't believe those phony numbers when you hear 4.9 and 5 percent unemployment. The number's probably 28, 29, as high as 35. In fact, I even heard recently 42 percent. Do you think we'd have gatherings like this if we had -- if we had 5 percent unemployment do you really think we'd have these gatherings?\n\nForgetting about security, forgetting about ISIS, which by the way, we're going to knock the hell out of ISIS.\n\n(CHEERS)\n\nWe're going to knock the hell out of them. And it's going to be done the right way.\n\n(APPLAUSE)\n\nSo we're going to take care of the economy. We're going to take care of jobs. We're going to take care of all of the things that I said, our border, everything, health care. It's going to be so great.\n\nRemember this about Obamacare. People are forgetting, but now they're miserable because it's going up 45 percent, 35 percent, 55 percent. It's totally out of control. Probably sinks of its own volition in 2017, unless the Republicans give it another -- I mean what's going on? What's going on?\n\nThe budget, the last budget that was approved is an absolute disaster for everybody in this country. We owe $19 trillion as of today. We just crossed the $19 trillion mark. We're going to very shortly be at $21 trillion because of the budget.\n\nWe are going to make our country so strong. We are going to start winning again. We don't win anymore as a country. We don't win on trade. We don't win with the military. We can't beat ISIS. We don't win with anything.\n\nWe are going to start winning again. And we're going to win so much, you are going to be so happy. We are going to make America so great again. Maybe greater than ever before.\n\n(CHEERS)\n\nI love you all. Thank you, New Hampshire.\n\n(CHEERS)\n\nThank you. Thank you, New Hampshire. Thank you.\n\nWe are going now to South Carolina. We're going to win in South Carolina.\n\n(CHEERS)\n\nI love you all. Thank you very much. Thank you.\n\n(CHEERS)\n\nThank you very much.\n\n(CHEERS)\n\n(APPLAUSE)\n\nEND", "article_metadata": {"description": "Read the transcript of Donald Trumps New Hampshire victory speech, annotated with insight and analysis.", "og": {"site_name": "Washington Post", "description": "Read the transcript of Donald Trumps New Hampshire victory speech, annotated with insight and analysis.", "title": "Donald Trump’s very happy victory speech, annotated", "url": "https://www.washingtonpost.com/news/the-fix/wp/2016/02/09/the-anatomy-of-a-donald-trump-victory-speech/", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/Wires/Images/2016-02-09/Bloomberg/05152046.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/news/the-fix/wp/2016/02/09/the-anatomy-of-a-donald-trump-victory-speech/", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "Donald Trump, New Hamsphire", "article": {"publisher": "https://www.facebook.com/washingtonpost"}, "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "Donald Trump, New Hamsphire"}, "article_summary": "We -- yes right, right.\nWhich means that Tuesday was the first time we've heard Trump give a victory speech this entire campaign.\nThey're going to come in legally.\nThey love this country, and they're very happy right now.\nWhat do we really want to thank right?"}