{"article_title": "Our Brains Associate Odors With Color — Fruity Smells Are Pink", "article_keywords": ["pink", "associations", "different", "associate", "color", "brains", "colorodor", "able", "culture", "colors", "researchers", "similar", "odors", "fruity", "smells"], "article_url": "http://www.medicaldaily.com/smelling-colors-our-brains-associate-odors-color-fruity-smells-are-pink-294002", "article_text": "The color pink smells fruity and the color orange gives off a musty odor no matter where you’re from in the world. A new study published in PLOS One, conducted by a team of international researchers, detailed their findings. It sought to determine whether the association between smells and colors are hardwired in our brains or culturally influenced.\n\nPreviously, researchers believed the color-odor association only occurred in people who were diagnosed with synesthesia, a rare condition that links one of the five senses to something unrelated, such as being able to actually see sounds. Some researchers have also been able to make scientific connections between odors, musical notes, and geometric shapes that prove it’s hardwired into the brain, however ,studies up until this point haven’t been able to prove the color-odor relationship.\n\nColors have now been scientifically proven to have the same links to certain smells on a global scale, which means there’s something happening on a neurological level. Researchers studied 20 people in each of the six different cultural groups, which included Dutch, Netherlands-residing Chinese, German, Malay, Malaysian Chinese, and American, according to The Huffington Post.\n\nResearchers gave each person 14 odor pens with a palette containing 36 different unnamed colors. They asked the participants to sniff the pens and rate which colors were the least and most likely to pair together. No matter what culture the participant was from, they made similar associations with regard to the relationship between smell and color, which proves it’s not a culturally influenced phenomenon.\n\nThey hypothesized that color-odor associations would be different between cultures, just as language, marriage age, travel experiences, and frequency of cooking are all closely tied to each culture a person belongs to. But that wasn’t the case. Although all cultures shared similar association results, it was the American participants that were most similar to each culture, while Malaysians tended to be the most dissimilar.\n\nParticipants largely agreed that fruity scents smelled like the color pink and red, while musty scents smelled like the color orange and brown. The smells of soaps had people linking them to light pastel colors, while plastic smells conjured up a dark, neutral palette connection.\n\nThe fact that most surprised scientists was that these people didn’t have synesthesia, which affects approximately one in 27 people at different neurological levels of strength. Some can taste music, colors, shapes, and even people’s emotions. But for those of us with the regular five senses, the discovery shows that something is at play in our brains too, and maybe one day scientists will be able to uncover the full potential of these sense crossovers.\n\nSource: Levitan CA, Ren J, Woods AT, et al. Cross-Cultural Color-Odor Associations. PLOS One. 2014.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "smelling, colors, our, brains, associate, odors, color, fruity, smells, are, pink", "og": {"site_name": "Medical Daily", "description": "Smells have certain colors associated with them, even among people without synesthesia, and regardless the culture you belong to.", "title": "You Don't Have To Have Synesthesia To Smell Colors", "url": "http://www.medicaldaily.com/smelling-colors-our-brains-associate-odors-color-fruity-smells-are-pink-294002", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/20/smells-and-colors-have-associations-our-brains.jpg", "type": "article"}, "twitter": {"description": "Smells have certain colors associated with them, even among people without synesthesia, and regardless the culture you belong to.", "title": "You Don't Have To Have Synesthesia To Smell Colors", "url": "http://www.medicaldaily.com/smelling-colors-our-brains-associate-odors-color-fruity-smells-are-pink-294002", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/20/smells-and-colors-have-associations-our-brains.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/20/smells-and-colors-have-associations-our-brains.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Science/Tech", "published_time": "2014-07-20T14:33:05-04:00", "modified_time": "2014-07-20T14:33:04-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Smells have certain colors associated with them, even among people without synesthesia, and regardless the culture you belong to."}, "_id": "\"57477af46914bd0286fdaf2f\"", "article_summary": "The color pink smells fruity and the color orange gives off a musty odor no matter where you’re from in the world.\nIt sought to determine whether the association between smells and colors are hardwired in our brains or culturally influenced.\nParticipants largely agreed that fruity scents smelled like the color pink and red, while musty scents smelled like the color orange and brown.\nCross-Cultural Color-Odor Associations.\nThe smells of soaps had people linking them to light pastel colors, while plastic smells conjured up a dark, neutral palette connection."}