{"article_title": "Dem bill would allow state carbon taxes", "article_keywords": ["upcoming", "power", "limits", "bill", "gas", "taxes", "states", "state", "way", "dem", "allow", "delaney", "carbon", "greenhouse"], "article_url": "http://thehill.com/policy/energy-environment/206926-dem-bill-would-allow-state-carbon-taxes", "article_text": "Rep. John Delaney (D-Md.) is circulating a “discussion draft” of a bill that would allow states to tax carbon dioxide emissions.\n\nUnder Delaney’s legislation, states could institute taxes to comply with the upcoming limits on greenhouse gas emissions from existing power plants, as well as any future greenhouse gas emissions limits for industrial sources. The Environmental Protection Agency (EPA) is planning to propose power plant limits next month and finalize them a year later.\n\nADVERTISEMENT\n\n“To tackle a problem this big, we need to unleash the power of the market and encourage the innovation and drive of our inventors and entrepreneurs,” Delaney said in a Wednesday statement. “In many cases, a carbon tax will allow us to meet our environmental goals in a more efficient and effective way, ultimately accelerating our transition to a clean energy economy, while also providing businesses with greater certainty.”\n\nState carbon taxes would have to be at least $20 per metric ton of carbon dioxide or its equivalent, and the minimum would rise each year faster than inflation.\n\n“Until Congress acts, these regulations are the only way to begin to respond to climate change before the effects are irreversible,” Delaney said of the upcoming greenhouse gas rules. “My legislation is designed to give states the option to use an even more efficient method.”\n\nDelaney said he would work with experts, stakeholders and his constituents on the draft bill and introduce it within weeks.", "article_metadata": {"dcterms.description": "Rep. John Delaney (D-Md.) said his bill would create a market-based option for states to limit carbon pollution.", "description": "Rep. John Delaney (D-Md.) said his bill would create a market-based option for states to limit carbon pollution.", "generator": "Drupal 7 (http://drupal.org)", "author": "Timothy Cama", "og": {"site_name": "TheHill", "description": "Rep. John Delaney (D-Md.) said his bill would create a market-based option for states to limit carbon pollution.", "title": "Dem bill would allow state carbon taxes", "url": "http://thehill.com/policy/energy-environment/206926-dem-bill-would-allow-state-carbon-taxes", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2014-05-22T13:23:33-04:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2014-05-22T13:23-04:00", "dcterms.identifier": "http://thehill.com/policy/energy-environment/206926-dem-bill-would-allow-state-carbon-taxes", "dcterms.date": "2014-05-22T10:32-04:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Timothy Cama", "dcterms.type": "Text", "keywords": "Environmental Protection Agency, Greenhouse gas, Carbon tax,John Delaney,", "article": {"published_time": "2014-05-22T10:32:12-04:00", "modified_time": "2014-05-22T13:23:33-04:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/energy-environment/206926-dem-bill-would-allow-state-carbon-taxes", "widgets": {"csp": "on"}, "description": "Rep. John Delaney (D-Md.) said his bill would create a market-based option for states to limit carbon pollution.", "card": "summary", "title": "Dem bill would allow state carbon taxes"}, "dcterms.title": "Dem bill would allow state carbon taxes"}, "_id": "\"57477af36914bd0286fcc5fc\"", "article_summary": "is circulating a “discussion draft” of a bill that would allow states to tax carbon dioxide emissions.\nUnder Delaney’s legislation, states could institute taxes to comply with the upcoming limits on greenhouse gas emissions from existing power plants, as well as any future greenhouse gas emissions limits for industrial sources.\nThe Environmental Protection Agency (EPA) is planning to propose power plant limits next month and finalize them a year later.\n“Until Congress acts, these regulations are the only way to begin to respond to climate change before the effects are irreversible,” Delaney said of the upcoming greenhouse gas rules.\nRep. John Delaney (D-Md.)"}