{"article_title": "INSIGHT-Japanese cbank chief sticks his neck out, pressures PM Abe for action", "article_keywords": ["cbank", "abe", "kuroda", "boj", "sticks", "say", "pressures", "chief", "growth", "kurodas", "insightjapanese", "action", "japan", "economy", "inflation", "bank", "neck"], "article_url": "http://www.reuters.com/article/japan-economy-boj-idUSL4N0OR4UG20140615", "article_text": "* BOJ's Kuroda pressures PM Abe on 'third arrow' reforms\n\n* Shift shows Kuroda confident of hitting inflation target\n\n* Even reflationists see waning need for stimulus\n\n* Risks of growth lagging behind inflation\n\nBy Leika Kihara\n\nTOKYO, June 16 Bank of Japan (BOJ) Governor Haruhiko Kuroda has a simple message for Prime Minister Shinzo Abe: It's time to fire the 'third arrow' of reform or risk squandering the efforts of the past 18 months to revive the Japanese economy.\n\nKuroda, confident that the BOJ's massive monetary stimulus is pulling Japan out of two decades of growth-sapping deflation, is under no illusion that money-printing alone can underwrite a durable recovery.\n\nA long-time critic of the BOJ's past cautious approach to policy making, Kuroda's bluntness has found a new target: Abe, who in 2013 hand-picked the Oxford-educated economist and former finance ministry mandarin to recharge the economy.\n\nSpecifically, Kuroda is pressing for reforms that the prime minister has promised in order to reverse the decline in prices which has crimped growth, profits, investment and consumption since the late 1990s, say sources familiar with his thinking.\n\nHe wants Abe to walk the talk.\n\nLast month Kuroda strayed from central bank territory into the government's remit, telling a Tokyo audience that to revive Japan's \"animal spirits\", the government must fix problems like labour shortages that are growing acute as the economy recovers.\n\nA week later Kuroda stressed that it was critical to have \"efforts beyond the realm of a central bank, like those undertaken by the government and companies\" to ensure growth in the medium to long term.\n\nAnalysts say Kuroda's unusual candour comes with risks.\n\n\"He can say these things now because the economy is on track,\" said Koichi Haji, chief economist at NLI Research Institute. \"But there's always a risk it will backfire and put him under heat, particularly if inflation doesn't reach 2 percent.\"\n\nThe stakes are high. Abe's \"growth strategy\" is expected to be unveiled around June 27.\n\nAnalysts say Kuroda's comments were probably timed to influence discussions on the strategy, especially as supply constraints, including a shrinking workforce and weak productivity, have surfaced faster than the BOJ had anticipated.\n\nIf Abe's package fails to rev up Japan's paltry growth potential, the recovery may falter. Worse still, if financial markets lose faith that Tokyo will rein in the industrial world's heaviest public debt burden, interest rates could spike, wrecking the recovery and damaging the financial system.\n\nFROM DEMAND TO SUPPLY\n\nJapan's economy has gained speed over the past year thanks to the first two arrows of rapid monetary expansion and fiscal stimulus, with inflation reaching the half-way mark of the BOJ's goal of achieving 2 percent inflation next year.\n\nThe BOJ chief does not think his mission is accomplished yet, but people familiar with his thinking say he is already focusing on what happens after he hits his price goal.\n\nThere is no guarantee of success, but Kuroda's push for the government to deregulate the economy may have come at an opportune time. Even some easy-money advocates close to Abe say the economy now needs reform more than stimulus.\n\n\"As things stand now, only prices are rising while the growth rate isn't rising,\" said a person close to the finance ministry.\n\n\"So we're heading into a situation nobody wants, where wages don't rise - only prices do. It's natural for Mr Kuroda to stress the importance of the supply side.\"\n\nIn Kuroda's Tokyo speech last month, he listed some economic challenges: enhancing productivity, bringing more women and elderly into the workforce, employing highly skilled foreigners and putting public finances on a sustainable footing.\n\nThese are precisely the kinds of policies Abe has promised to tackle with his 'third arrow' of reforms. On Friday, he unveiled a plan to cut the corporate tax rate below 30 percent, in stages, to spur growth.\n\nYet, outlines of the \"third arrow\" policies and drafts seen by Reuters offer only broad goals with few specifics. Previous reform proposals have disappointed investors as vague and ineffective.\n\nKuroda kept up the pressure, telling a news conference on Friday that the government has work to do. \"The central bank ought to achieve price stability and the government a domestic demand-driven growth,\" he said.\n\nThe issue assumes an urgency for the central bank chief as the ageing workforce shrinks and productivity ebbs.\n\n\"Simply ending deflation won't guarantee Japan will return to the days of strong economic growth,\" said Hideo Hayakawa, a former top BOJ economist who still commands attention in the central bank for his analysis.\n\nHe said that if Abe doesn't carry through with reforms, Japan risks falling into stagflation.\n\nThe BOJ reckons Japan's potential economic growth rate is less than 0.5 percent. The bank and government policy makers want to raise that rate above 1 percent, though it would still lag well behind the 4 percent rates Japan clocked in the 1980s.\n\nSTICKING HIS NECK OUT\n\nWith public debt worth more than twice the size of the economy, Kuroda worries that the bond market may finally face a reckoning for decades of profligate spending, say the people familiar with his thinking.\n\nAbe's government can now borrow 10-year money at just 0.6 percent - thanks largely to the BOJ's policy of buying most new government bonds on offer - but market confidence is fragile.\n\nA mere 1 percentage-point rise in interest rates would boost Japan's debt-financing costs by 1.8 trillion yen ($18 billion) a year, nearly quadruple the rise in tax revenues expected from stronger economic growth, reckons Toshiki Tomita, an academic member of the Finance Ministry's advisory panel.\n\nFor his part, Abe does not appear to be piling pressure on Kuroda to do more by way of near-term stimulus, given the bank's policy is \"on track\" and the job market is tightening faster than expected, according to Kozo Yamamoto, a prominent reflationist adviser to Abe in the premier's ruling party.\n\nWhether Kuroda's arguments gain any traction with Abe is another question. He has stuck his neck out. He is careful to say the BOJ will ease further if the economy falters and his inflation target is in jeopardy, but he has staked out a position that could prove hard to retreat from. (Additional reporting by Yoshifumi Takemoto and Yuko Yoshikawa; Editing by William Mallard, Shri Navaratnam and Mark Bendeich)", "article_metadata": {"sailthru.author": "Reuters Editorial", "Author": "Reuters Editorial", "DCSext.PageNumber": 1, "twitter": {"description": "* BOJ's Kuroda pressures PM Abe on 'third arrow' reforms* Shift shows Kuroda confident of hitting inflation target* Even reflationists see waning need for", "title": "INSIGHT-Japanese cbank chief sticks his neck out, pressures PM Abe for action", "image": {"src": "http://s4.reutersmedia.net/resources_v2/images/rcom-default.png"}, "creator": "@Reuters", "site": "@Reuters", "card": "summary_large_image"}, "DCSext.rChannel": "Article - Markets", "DCSext.ContentID_bondsNews": "USL4N0OR4UG20140615", "sailthru.title": "INSIGHT-Japanese cbank chief sticks his neck out, pressures PM Abe for action", "keywords": "JAPAN,ECONOMY/BOJ (GRAPHICS),Japan,Labour / Personnel,Asia / Pacific,Government / Politics,Debt / Fixed Income Markets,Major News,Interest Rates / Policy,Corporate Events,General News,Bank of Japan,Central Banks / Central Bank Events,Monetary / Fiscal Policy / Policy Makers,Economic Events,Inflation,Economic Indicators,National Government Debt,Government Finances", "DCSext.ContentType": "Article", "news_keywords": "JAPAN;ECONOMY/BOJ (GRAPHICS);Japan;Labour / Personnel;Asia / Pacific;Government / Politics;Debt / Fixed Income Markets;Major News;Interest Rates / Policy;Corporate Events;General News;Bank of Japan;Central Banks / Central Bank Events;Monetary / Fiscal Policy / Policy Makers;Economic Events;Inflation;Economic Indicators;National Government Debt;Government Finances", "WT.cg_n": "Markets", "sailthru.description": "* BOJ's Kuroda pressures PM Abe on 'third arrow' reforms* Shift shows Kuroda confident of hitting inflation target* Even reflationists see waning need for", "DCSext.ContentChannel": "bondsNews", "sailthru.date": "2014-06-15T21:00:54+0000", "DCSext.ChannelList": "economicNews;bondsNews;marketsNews;forexNews;FixedIncome;JackDaniels;Travel;ford;Deflation;Piracy;Inspiration;creditMarkets;everything;treasuryMarkets;Schwab;forexNewsCopy;Shell;Verizon;Amtrak;Davos;Amtrak2;yahoo3;Adfriendly1;Pfizer;echoActivityStream;ANZ;Suntrust_SmallBiz;AllianzInvestments;HSBC_US;TDAmeritrade;FedExSMB;Hyundai;MSDynamics;Goldman;everythingButHugin;msnMoneyFeed;AXAinsurance;OutloudFeed;UPS;chsenergy;chsfood;Allianz;cfpboard;JPMorgan;ssgabonds;sapawareness;CFA;sapawarenessbiz;sapawarenesslife;jpGambaroEco;jpGambaroPeople;nyse;trending-hp;sprintxpert2;statestreetetf;samsung;asia;verizonmm;audib2b;Pfizersafe;cfaglobal;merrilledge;aa48hours;ernstyoung;archery;footballa;shipping;citianniversary;PrudentialInvestments;VanessaTest;lyxor;greenpeace;MLGZero;fedex_neg;ubs;MLedge;BNY;citgroup;Bosneg;Intel;BNYForesight;HP_Ad2one_Asia;PFG", "DCSext.ContentHeadline": "INSIGHT-Japanese+cbank+chief+sticks+his+neck+out%2C+pressures+PM+Abe+for+action", "DCSext.ContentID": "USL4N0OR4UG20140615", "WT.cg_s": "Bonds", "description": "* BOJ's Kuroda pressures PM Abe on 'third arrow' reforms* Shift shows Kuroda confident of hitting inflation target* Even reflationists see waning need for", "sailthru.contenttype": "Article", "robots": "INDEX, FOLLOW", "DCSext.PageTotal": 3, "sailthru.tags": "JAPAN, ECONOMY/BOJ (GRAPHICS)", "DCSext.rAuthor": "Reuters Editorial", "article": {"publisher": "https://www.facebook.com/Reuters"}, "DCSext.rCountry": "BETAUS", "DCSext.DartZone": "us.reuters/markets/bonds/article", "viewport": "width=1100", "WT.z_inlinetype": "false", "WT.z_navid": "nav-Text-bondsNews", "site edition": "Reuters", "og": {"site_name": "Reuters", "description": "* BOJ's Kuroda pressures PM Abe on 'third arrow' reforms* Shift shows Kuroda confident of hitting inflation target* Even reflationists see waning need for", "title": "INSIGHT-Japanese cbank chief sticks his neck out, pressures PM Abe for action", "locale": "en_US", "image": "http://s4.reutersmedia.net/resources_v2/images/rcom-default.png", "url": "http://www.reuters.com/article/japan-economy-boj-idUSL4N0OR4UG20140615", "article": {"section": "Markets", "tag": "JAPAN,ECONOMY/BOJ (GRAPHICS),Japan,Labour / Personnel,Asia / Pacific,Government / Politics,Debt / Fixed Income Markets,Major News,Interest Rates / Policy,Corporate Events,General News,Bank of Japan,Central Banks / Central Bank Events,Monetary / Fiscal Policy / Policy Makers,Economic Events,Inflation,Economic Indicators,National Government Debt,Government Finances", "published_time": "2014-06-15T21:00:54+0000", "modified_time": "2014-06-15T21:00:54+0000", "author": "Reuters Editorial"}, "type": "article"}, "REVISION_DATE": "Sun Jun 15 21:00:54 UTC 2014", "DCSext.contentversion": "original"}, "_id": "\"57477af36914bd0286fcc5fa\"", "article_summary": "Even some easy-money advocates close to Abe say the economy now needs reform more than stimulus.\nAnalysts say Kuroda's unusual candour comes with risks.\n\"He can say these things now because the economy is on track,\" said Koichi Haji, chief economist at NLI Research Institute.\n\"But there's always a risk it will backfire and put him under heat, particularly if inflation doesn't reach 2 percent.\"\nThese are precisely the kinds of policies Abe has promised to tackle with his 'third arrow' of reforms."}