{"article_title": "Can Money Buy You Happiness? Well, Actually It Can", "article_keywords": ["life", "buy", "financial", "money", "advisors", "actually", "adviceiq", "plan", "walker", "debt", "happiness", "shows"], "article_url": "http://www.thefiscaltimes.com/2015/05/18/Can-Money-Buy-You-Happiness-Well-Actually-It-Can", "article_text": "It’s a quintessential question: Can money buy happiness? The answer is: Yes, if it goes for the right things. Academic research shows that money buoys your happiness if you spend it on charity or other generous works and on buying experiences rather than things.\n\nBut there is another dimension to this, beyond altruism. Having enough money to support yourself and your loved ones is fundamental to happiness. The first role of money in your life is security. If you are not earning enough money to pay the rent, feed your family or yourself, life is one constant rat race – where there is “too much month at the end of the money” (as my mother once declared).\n\nThen, of course, you will feel happier if you get a raise or receive a windfall. People with poor money habits, such as overspending with too much debt, are likely to dig a deeper and stress-filled hole.\n\nRaised by my grandparents until age 10, I early on learned much about money’s role in life. My grandfather was of Scottish ancestry and, by nature, careful with money. He paid cash and bought things only when he had the money. I recall great rejoicing when he paid off the mortgage. He worked his entire career with the Borden Milk Co. in New York City and was a regular saver.\n\nRelated:7 Common Myths that Can Ruin Your Retirement\n\nWhile thrifty, my grandparents were also benevolent. They contributed to his church and helped relatives in difficulty. They raised my brother and me while my mother struggled and my stepfather served in the Pacific during World War II. And they supported her and her husband’s efforts to get situated after the war. It seemed to me that generosity and service to others made Clyde and Charlotte Rea happy.\n\nResearch shows that giving money away, helping people, makes the givers feel good. Donors believe they are contributing to the world and that heightens their self-esteem. We all like to think of ourselves as kind and compassionate. One study, which Harvard Business School published, shows that how you spend your money is as important as how much you have, and the more generous you are, the better you feel about yourself and about life in general.\n\nCornell professor Thomas Gilovich’s research shows that experiences make people happy compared to possessions. Too many material goods can weigh one down. As a financial advisor, I have seen clients glow with happiness as they recall trips with family and grandchildren, a mission trip that they took along with a son our daughter, or some other enriching activity. Experiences linger long in one’s memory, far outlasting the momentary pleasure of a new toy.\n\n“What is the money for?” Your answer to that question has much to do with what’s called your “happiness quotient” – the ability to find joy through appreciating the pleasures of day-to-day living and through interactions with other people.\n\nDoes your money run your life, or does your life run your money? Young people burdened by college loans are learning that too much debt does not make one happy. They should set up a plan to pay off expensive debt first with a timetable to eliminate consumer debt as soon as possible. The same wisdom applies to home loans. A fixed-rate mortgage is a prudent use of OPM (other people’s money), but resolve to be debt free by your targeted retirement age.\n\nThe cash flow impact of having no mortgage payment while starting to collect Social Security at your full retirement age (66 for current baby boomers) is equivalent to the cash flow derived from a little over $1 million in savings. Do the math.\n\nResolve to create a freedom fund – a minimum of one year’s living expenses in a money market fund as a foundational financial strategy. That provides peace of mind, which is fundamental to happiness, in case of a job reverse, illness or other setback. A certain measure of liquidity, i.e., quickly accessible funds, is key to a secure base.\n\nHaving your living and testamentary estate in order is important to security. Wills, trusts, powers of attorney for assets and health care, along with adequate life, health, disability, property and casualty, and liability insurance are components of a well-thought-out plan. Business owners and key persons should have a contingency and succession plan relative to business interests that are components of wealth. A plan to handle long-term care expenses is important to making the money last in retirement.\n\nRelated: Why Your Prime Earning Years Could Begin at 50\n\nAs people retire, the search for meaning becomes significant. Say you are completely retired. It is 10 a.m. on Wednesday morning. What are you going to do today?\n\nFinancial freedom in retirement allows you to serve, not just with financial support, but with time and talent. Personal generosity supports all manner of community and religious outreach efforts.\n\nThere are numerous ways to direct financial resources to sustain worthy causes in a tax-efficient manner. People do not mind paying taxes, but often they are unhappy with the way the government spends tax dollars. Saving on taxes while doing good in a directed manner makes people happy.\n\nMahatma Gandhi listed “Seven Deadly Sins” that revolve around money and the pursuit of wealth and power: “Wealth without work, Pleasure without conscience, Science without humanity, Knowledge without character, Politics without principle, Commerce without morality, Worship without sacrifice.” Amen to that.\n\nFollow AdviceIQ on Twitter at @adviceiq.\n\nLewis Walker, CFP, is president of Walker Capital Management, LCC in Peachtree Corners, Ga. Securities and certain advisory services offered through The Strategic Financial Alliance Inc. (SFA). Lewis Walker is a registered representative of The SFA, which is otherwise unaffiliated with Walker Capital Management. 770-441-2603. lewisw@theinvestmentcoach.com.\n\nAdviceIQ delivers quality personal finance articles by both financial advisors and AdviceIQ editors. It ranks advisors in your area by specialty, including small businesses, doctors and clients of modest means, for example. Those with the biggest number of clients in a given specialty rank the highest. AdviceIQ also vets ranked advisors so only those with pristine regulatory histories can participate. AdviceIQ was launched Jan. 9, 2012, by veteran Wall Street executives, editors and technologists. Right now, investors may see many advisor rankings, although in some areas only a few are ranked. Check back often as thousands of advisors are undergoing AdviceIQ screening. New advisors appear in rankings daily.", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "It’s a quintessential question: Can money buy happiness?", "title": "Can Money Buy You Happiness? Well, Actually It Can", "url": "http://www.thefiscaltimes.com/2015/05/18/Can-Money-Buy-You-Happiness-Well-Actually-It-Can", "image": "http://cdn.thefiscaltimes.com/sites/default/files/03252014_Woman_Throwing_Money.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/05/18/Can-Money-Buy-You-Happiness-Well-Actually-It-Can", "image": "http://cdn.thefiscaltimes.com/sites/default/files/03252014_Woman_Throwing_Money.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "It’s a quintessential question: Can money buy happiness?", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "It’s a quintessential question: Can money buy happiness?\nDoes your money run your life, or does your life run your money?\nAcademic research shows that money buoys your happiness if you spend it on charity or other generous works and on buying experiences rather than things.\nHaving enough money to support yourself and your loved ones is fundamental to happiness.\nPeople with poor money habits, such as overspending with too much debt, are likely to dig a deeper and stress-filled hole."}