{"article_title": "4-Year-Old Girl Visits Dentist's Office, Experiences Brain Damage From Side Effects Of Anesthesia", "article_keywords": ["result", "severe", "dentists", "office", "treated", "visit", "damage", "visits", "walk", "brain", "4yearold", "sedated", "experiences", "effects", "mother", "girl", "dentist", "anesthesia", "talk", "navaeh"], "article_url": "http://www.medicaldaily.com/dentist-visit-child-pediatrics-anesthesia-side-effects-377807", "article_text": "Millions of children visit the dentist every year in the United States without a harmful result, but four-year-old Navaeh Hall's visit left her with severe brain damage. Navaeh’s mother Courissa Clark brought her daughter to a dentist appointment in Houston, Texas on Jan. 7 to have a few decaying teeth treated. Today, she cannot talk, walk, or see, according to news reports.\n\nAfter Navaeh was sedated, she began to experience seizures and was treated with another medication called Halcion to put her to sleep instead of contacting emergency services for immediate help. The dentist, Dr. Bethaniel Jefferson, delayed several hours before contacting emergency personnel and as a result, Navaeh suffered severe brain injury, according to ABC News. While Jefferson’s license has been temporarily suspended, Navaeh has been through four different hospitals and is currently at an in-patient rehabilitation facility to undergo multiple hours of occupational, physical, and speech therapy.\n\n\"She can't talk or walk or do anything she used to do,\" her mother told ABC News. \" \"Right now, it's a waiting game to see what she can relearn and what she'll be able to do,\" Clark said. \"I'm hoping to get my daughter back the way she was.”\n\nAccording to the Raven Maria Blanco Foundation, more than a dozen children have died after being sedated at a dentist visit. The anesthesia is administered to make a complex procedure easier, especially if it typically takes a long time to complete. The child’s dentist will recommend general anesthesia to perform dental treatments as need be, however, if the child experiences an anesthetic overdose, it can induce a seizure in less than one minute. When the child is not monitored or the dental office is not properly trained, it can quickly turn into a life and death situation.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "4, year, old, girl, visits, dentists, office, experiences, brain, damage, side, effects", "og": {"site_name": "Medical Daily", "description": "Anesthesia induced seizures in a child during a routine dental procedure.", "title": "4-Year-Old Girl's Visit To The Dentist Ends In Brain Damage", "url": "http://www.medicaldaily.com/dentist-visit-child-pediatrics-anesthesia-side-effects-377807", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2016/03/14/4-year-old-visits-dentists-office-experiences-brain-damage-side-effects-anesthesia.jpg", "type": "article"}, "twitter": {"description": "Anesthesia induced seizures in a child during a routine dental procedure.", "title": "4-Year-Old Girl's Visit To The Dentist Ends In Brain Damage", "url": "http://www.medicaldaily.com/dentist-visit-child-pediatrics-anesthesia-side-effects-377807", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/styles/pulse_featured_video/public/2016/03/14/4-year-old-visits-dentists-office-experiences-brain-damage-side-effects-anesthesia.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2016/03/14/4-year-old-visits-dentists-office-experiences-brain-damage-side-effects-anesthesia.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "The Grapevine", "published_time": "2016-03-14T12:37:53-04:00", "modified_time": "2016-03-14T12:37:52-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Anesthesia induced seizures in a child during a routine dental procedure."}, "article_summary": "Today, she cannot talk, walk, or see, according to news reports.\nThe dentist, Dr. Bethaniel Jefferson, delayed several hours before contacting emergency personnel and as a result, Navaeh suffered severe brain injury, according to ABC News.\nMillions of children visit the dentist every year in the United States without a harmful result, but four-year-old Navaeh Hall's visit left her with severe brain damage.\n\"She can't talk or walk or do anything she used to do,\" her mother told ABC News. \"\nThe anesthesia is administered to make a complex procedure easier, especially if it typically takes a long time to complete."}