{"article_title": "What's driving the big health insurance mergers?", "article_keywords": ["aca", "whats", "driving", "big", "million", "companies", "competition", "deals", "health", "members", "insurers", "insurance", "mergers"], "article_url": "http://www.healthcaredive.com/news/whats-driving-the-big-health-insurance-mergers/402945/", "article_text": "What's driving the big health insurance mergers?\n\nOn Friday, Anthem announced it had reached a deal to acquire Cigna. Earlier this month, Aetna announced it would be buying Humana – and suddenly, the Big Five health insurers could be shrunk to three.\n\nAs with the recent flurry of hospital mergers and acquisitions, the biggest driving force for the current insurance industry mergers is likely the Affordable Care Act (ACA). The New York Times says that although the ACA is bringing insurers more revenue by way of additional customers, greater pricing transparency and government funding cuts have also put more pressure on their profit margins.\n\nAccording to The Washington Post, some analysts are saying insurance companies are increasing their scales in an effort to cut administrative costs because the ACA has limited the amount of profit the plans can make. Larger companies will also allow insurers to make more efficient technology investments and eliminate duplicate departments and give them more negotiating power when dealing with hospitals and physicians.\n\nWith about 53 million members, the merged Anthem-Cigna company would become the largest insurer in the industry. UnitedHealth Group would be second largest with more than 45 million members and the combined Aetna-Humana company would come in third with about 33 million members. But these mergers are still subject to regulatory approval, and whether they’ll be allowed to move forward is still questionable.\n\n\"The premise of the merger for both of these transactions is that they can achieve cost savings and economies of scale, and [the insurance companies] of course maintain that will lead to their ability to price even more competitively,\" Richard Zall, chair of the health care department at the law firm Proskauer, told the Post. \"It will take some time to see. ... Is there still sufficient competition in the various markets that it won’t lead to price increases?\"\n\nTucker Sharp, chief broking officer for Aon Health, a consulting company for health insurers, told CNN Money that ACA restrictions will not allow insurers to just raise prices whenever they want. On the other hand, he still believes the Department of Justice (DOJ) and the Federal Trade Commission (FTC) are going to be closely scrutinizing these deals. “[The DOJ and the FTC] were already concerned that there wasn't enough competition,\" he said.\n\nAccording to Fox Business, government agencies will likely consider the following factors when determining whether to allow the mergers to move forward:\n\nWhat does competition look like in the markets—in states and for different insurance products where the companies now operate, and how might that change after the mergers?\n\nHow easy is it for new competitors to enter those markets? If the number of big companies is reduced, would new ones come in to fill the gap?\n\nWhat is the impact of the ACA on competition in the industry?\n\nThe deals are also not necessarily an all or nothing proposition. It’s possible that both deals could go through with some restrictions or that one could be approved, but not the other.", "article_metadata": {"sailthru.author": "Julie Henry", "twitter": {"domain": "Healthcare Dive", "site": "@healthcaredive", "card": "summary"}, "featured": "True", "sailthru.image.thumb": "http://www.healthcaredive.com/user_media/cache/6e/5a/6e5a9002f0a081d32b8a77d9006c947f.jpg", "sailthru.tags": "healthcare,type-newspost,healthcare-payer", "news_keywords": "Payer", "category": "News Post", "sailthru.item_featured": 1, "title": "What's driving the big health insurance mergers?", "pub_date": "jul 27, 2015", "section": "news", "sailthru.date": "2015-07-27T09:30:03", "content_boost": 5, "touched": "True", "article_date_original": "Monday, July 27, 2015, 09:30 AM", "medium": "news", "description": "Healthcare", "sailthru.expire_date": "2025-07-14T09:30:03", "teaser": "<p>The Big Five health insurers soon could become the Big Three. What are the chances two recently announced merger plans will move forward?</p>", "sponsored": "False", "date": "2015-07-27", "sailthru.description": "The Big Five health insurers soon could become the Big Three. What are the chances two recently announced merger plans will move forward?", "viewport": "width=986", "og": {"site_name": "Healthcare Dive", "description": "The Big Five health insurers soon could become the Big Three. What are the chances two recently announced merger plans will move forward?", "title": "What's driving the big health insurance mergers?", "url": "http://www.healthcaredive.com/news/whats-driving-the-big-health-insurance-mergers/402945/", "image": "http://www.healthcaredive.com/user_media/diveimage/Dollarphotoclub_60146441.jpg", "type": "article"}, "google-site-verification": "aN-77CvDv8Rt4OQnHMaUSm6V87TF8ri5GDUv93p7pHk", "sailthru.image.full": "http://www.healthcaredive.com/user_media/cache/e7/09/e7097092dc17aebc435fbe159522bc1d.jpg"}, "_id": "\"57477af36914bd0286fcc60a\"", "article_summary": "What's driving the big health insurance mergers?\nUnitedHealth Group would be second largest with more than 45 million members and the combined Aetna-Humana company would come in third with about 33 million members.\nEarlier this month, Aetna announced it would be buying Humana – and suddenly, the Big Five health insurers could be shrunk to three.\nAs with the recent flurry of hospital mergers and acquisitions, the biggest driving force for the current insurance industry mergers is likely the Affordable Care Act (ACA).\nWith about 53 million members, the merged Anthem-Cigna company would become the largest insurer in the industry."}