{"article_title": "Too soon to tell whether transitional care can cut readmissions", "article_keywords": ["cut", "readmission", "transitional", "programs", "reduce", "readmissions", "soon", "tcm", "rates", "research", "studies", "tell", "care"], "article_url": "http://www.fiercehealthcare.com/story/too-soon-tell-whether-transitional-care-can-cut-readmissions/2016-01-15", "article_text": "In the quest to reduce hospitals' rates of preventable readmissions, the Centers for Medicare & Medicaid Services has introduced transitional care management (TCM) programs to make sure chronically ill and aging patients are taken care of after discharge. But existing research reveals the effectiveness of these programs is far from settled science, according to a study published in the American Journal of Medical Quality.\n\nResearchers, led by Karen Roper, Ph.D., of the University of Kentucky, conducted a review that initially incorporated nearly 1,000 studies on the effect of TCM services on readmission rates between 2004 and 2015. However, only three of the studies contained all required elements of TCM service and, while all reported that the model cut readmissions, none of them were randomized controlled studies, indicating the need for further research before making a judgment on TCM programs' effectiveness.\n\n\"The few identified studies through our systematic review show promising efficacy data on the impact of TCM visits on hospital readmission rates,\" senior investigator Roberto Cardarelli said in a statement. \"However, it also highlights that effectiveness studies are needed to further understand its impact in real-world settings and what attributes of the TCM process cause this impact.\"\n\nResearch published in 2013 was far more definitive, indicating transitional care patients were 20 percent less likely to be readmitted not just in the first 30 days after discharge, but a full year after. The first Medicare-approved third-party TCM provider opened last August in Newport Beach, California, FierceHealthcare previously reported. \"I think this is the first of many programs we will see in California and across the nation,\" Gerald Kominski, Ph.D., director of the UCLA Center for Health Policy Research, told the Orange County Register at the time. \"This kind of program is exactly what Medicare needs to be doing.\"\n\nTo learn more:\n\n- read the study abstract\n\n- here's the statement\n\nRelated Articles:\n\nFirst Medicare-approved transitional care center opens for business\n\nHow Medicare's transitional care movement may prevent readmissions\n\nWhy hospitals should adopt transitional care to reduce readmissions\n\nHow transitional care cuts readmission risk\n\nStudy: Social work interventions reduce readmission rates by half\n\nReduce readmissions by giving transitional care a personal touch\n\nIntegrated care: The bridge between quality and efficiency\n\nBetter transitions curb post-op complications, readmissions", "article_metadata": {"description": "In the quest to reduce hospitals' rates of preventable readmissions, the Centers for Medicare & Medicaid Services has introduced transitional care management programs to make sure chronically ill and aging patients are taken care of after discharge.", "og": {"site_name": "FierceHealthcare", "description": "In the quest to reduce hospitals' rates of preventable readmissions, the Centers for Medicare & Medicaid Services has introduced transitional care management programs to make sure chronically ill and aging patients are taken care of after discharge.", "title": "Too soon to tell whether transitional care can cut readmissions", "url": "http://www.fiercehealthcare.com/story/too-soon-tell-whether-transitional-care-can-cut-readmissions/2016-01-15", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthcare.jpg", "type": "website"}, "twitter": {"site": "fiercehealth", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "apple-itunes-app": "app-id=731085312", "keywords": "Care Delivery,Operations & Business Management,Patient Care & Outcomes,readmission prevention,Transitional Care,transitional care management", "viewport": "width=device-width", "news_keywords": "Care Delivery,Operations & Business Management,Patient Care & Outcomes"}, "article_summary": "To learn more:- read the study abstract- here's the statementRelated Articles:First Medicare-approved transitional care center opens for businessHow Medicare's transitional care movement may prevent readmissionsWhy hospitals should adopt transitional care to reduce readmissionsHow transitional care cuts readmission riskStudy: Social work interventions reduce readmission rates by halfReduce readmissions by giving transitional care a personal touchIntegrated care: The bridge between quality and efficiencyBetter transitions curb post-op complications, readmissions\nIn the quest to reduce hospitals' rates of preventable readmissions, the Centers for Medicare & Medicaid Services has introduced transitional care management (TCM) programs to make sure chronically ill and aging patients are taken care of after discharge.\nResearch published in 2013 was far more definitive, indicating transitional care patients were 20 percent less likely to be readmitted not just in the first 30 days after discharge, but a full year after.\n\"The few identified studies through our systematic review show promising efficacy data on the impact of TCM visits on hospital readmission rates,\" senior investigator Roberto Cardarelli said in a statement.\nBut existing research reveals the effectiveness of these programs is far from settled science, according to a study published in the American Journal of Medical Quality."}