{"article_title": "Can Selfishness Lead To Success?", "article_keywords": ["narcissism", "narcissists", "good", "aspects", "success", "lead", "grijalva", "negative", "selfishness", "study", "leader", "researchers", "personality"], "article_url": "http://www.medicaldaily.com/narcissism-and-leadership-can-selfishness-lead-success-267362", "article_text": "A narcissist might make a successful leader, but selfishness could also be their downfall, according to a new study from the University of Illinois. The study reports that people with moderate levels of narcissism succeed only if they don’t manifest the negative aspects of their personality — something Niccolò Machiavelli never warned his readers about in his handbook to self-serving tyrannical success, The Prince.\n\nResearchers define narcissism as a personality disorder characterized by an exaggerated sense of self-importance, a lack of empathy, and a need for admiration. These traits often motivate narcissists to do whatever it takes to succeed. The link between narcissism and success goes as far back as Freud's theory that the trait was a normal part of the human psyche, but the University of Illinois researchers weren’t satisfied with research that’s been done on the topic so far. Previous studies have conflicted — while some say narcissism makes a good leader, others say it breaks one. But the lines may not always be so clear.\n\nIn this study, researchers found that narcissists may emerge as good leaders at the start, but their effectiveness over time is undermined when their peers start to glimpse the off-putting aspects of their personality. “Narcissists tend to be extraverted, and that is leading to the positive relationship between narcissism and leader emergence,” said study lead Emily Grijalva in a news release. “But you have to keep in mind that although narcissists are likely to emerge as the group leader, over time, the more negative aspects of narcissism tend to emerge.”\n\nGrijalva says narcissists cannot maintain positive, interpersonal relationships with others over a long period of time. Their other negative traits can also include “being exploitative, arrogant, and even tyrannical.” It’s all about what study co-author Peter Harms calls a “nice balance” between an ample level of self-confidence and the ability to avoid putting others down to feel good about one’s self.\n\nGrijalva believes the study’s results can shift the focus of discussions in the business world about how to select a good leader.\n\n“Instead of asking whether or not narcissists make good leaders, we are asking how much narcissism it takes to be the ideal leader,” Grijalva said. The researchers' analysis suggests that narcissism is neither fully beneficial nor fully harmful, and a dose of exaggerated self-confidence is “best in moderation.”\n\nSource: Grijalva E, Harms PD, Newman DA, Gaddis BH, Fraley RC. Narcissism and Leadership: A Met-Analytic Review of Linear and Nonlinear Relationships. Personnel Psychology. 2013.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "narcissm, selfishness, leadership, personality disorder, success, self-confidence", "og": {"site_name": "Medical Daily", "description": "Research suggests that narcissistic traits can make a good leader — but can also bring them down.", "title": "Narcissism The Key To Success?", "url": "http://www.medicaldaily.com/narcissism-and-leadership-can-selfishness-lead-success-267362", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/17/shutterstock171363650.jpg", "type": "article"}, "twitter": {"description": "Research suggests that narcissistic traits can make a good leader — but can also bring them down.", "title": "Narcissism The Key To Success?", "url": "http://www.medicaldaily.com/narcissism-and-leadership-can-selfishness-lead-success-267362", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/17/shutterstock171363650.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/01/17/shutterstock171363650.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Healthy Living", "published_time": "2014-01-17T16:07:38-05:00", "modified_time": "2014-01-17T17:26:54-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Research suggests that narcissistic traits can make a good leader — but can also bring them down."}, "_id": "\"57477af46914bd0286fdaf42\"", "article_summary": "Previous studies have conflicted — while some say narcissism makes a good leader, others say it breaks one.\nGrijalva believes the study’s results can shift the focus of discussions in the business world about how to select a good leader.\nA narcissist might make a successful leader, but selfishness could also be their downfall, according to a new study from the University of Illinois.\n“Narcissists tend to be extraverted, and that is leading to the positive relationship between narcissism and leader emergence,” said study lead Emily Grijalva in a news release.\nResearchers define narcissism as a personality disorder characterized by an exaggerated sense of self-importance, a lack of empathy, and a need for admiration."}