{"article_title": "The 3% Surcharge Catches On: The Lucques Group Introduces Healthcare For Employees", "article_keywords": ["lucques", "catches", "group", "restaurant", "provide", "menu", "employees", "introduces", "funds", "employee", "costs", "health", "healthcare", "prices", "restaurants", "surcharge"], "article_url": "http://www.laweekly.com/restaurants/the-3-surcharge-catches-on-the-lucques-group-introduces-healthcare-for-employees-5050276", "article_text": "Interior of Lucques Rob Stark Photography\n\nBack when Republique opened late last year, the most hotly debated aspect of the restaurant was not the food or the redesign of the iconic building in which it's housed, but rather the 3% surcharge added to all checks to cover healthcare for the restaurant's employees.\n\nOn Yelp and in comments on this website and others, customers vowed never to give the restaurant their business. Many claimed the surcharge was politically motivated. Others wondered why the restaurant didn't simply roll the cost of employee healthcare into menu prices to avoid the controversy.\n\nNow another high profile restaurant group in L.A. has decided to follow the same path. The Lucques Group, Suzanne Goin and Caroline Styne's group of restaurants that includes Lucques, Tavern and A.O.C., as well as a number of offshoots of those businesses, sent out a press release over the weekend announcing that beginning on Sept. 1, they too would be adding a 3% charge on all bills in order to pay for employee health insurance.\n\nThey also name a number of other restauranteurs that they worked with to create a plan to offer coverage, intimating that these folks, too, would be adding a 3% charge. Those names include Josh Loeb and Zoe Nathan of Rustic Canyon, Josiah Citrin of Mélisse, and David Lentz of The Hungry Cat.\n\nSee also: In Defense of République's Controversial 3% Health Care Charge\n\nThe release goes into great detail to address some of the complaints that were leveled at Republique when their healthcare fee was implemented. On the issue of politics:\n\n\n\nThe major point is that this is not a political statement or endorsement of any kind. Our desire to offer health benefits is not tied to the Affordable Care Act, which at this point wouldn’t require businesses to provide health benefits to their employees until January 2016 at the earliest, and where ultimately businesses of our size might not be required to provide health benefits at all. We are doing this because, quite frankly, we believe it’s the right thing to do, and that as a community of independent and family run restaurants we want to provide the best work environment we can so that we can provide long term jobs and careers for our staff instead of the usual transient employment that is associated with the restaurant business.\n\nOn the issue of the economics of a surcharge rather than raising menu prices:\n\n\n\nThe cost of offering these benefits is significant and the reality is that restaurants, particularly smaller restaurants like the ones many of us own, have a very high ratio of staff members to revenue and run on very slim profit margins. Successfully run restaurants generally make between 5-10% net profits so a health care benefit which eats away 3% of gross sales will take away anywhere from 30% to 50% of annual profits for a restaurant. We’ve discussed simply raising menu prices, but ultimately food prices are tied in many ways to the ingredients we purchase. Those ingredient costs have increased astronomically recently so we’re already struggling with working creatively to keep menu prices down and don’t feel it’s right to try to factor health care costs into menu prices as well. We’d rather keep our menu costs as an accurate refection of our ingredient prices so that customers know that if we have to raise them it’s because we can’t avoid passing on our increased costs.\n\n\n\nOne of the main criticisms of the surcharge for employee health insurance, both at Republique and in San Francisco — where a 2008 law requires restaurants with more than 20 workers to collect funds to cover employee health insurance — is that there is no way of knowing whether the funds collected are actually going to employee health costs or not. In San Francisco, this has been a real issue, with many restaurants failing to use surcharge funds for their intended goal.\n\nGoin and Styne address this as well, saying that they aim for complete transparency. \"We pledge to provide details of total monies collected and how those funds were used to any interested party upon request,\" they say, adding that those figures will be available on March 1 for the previous calendar year.\n\nThe result is that all employees working 30 hours or more at these restaurants will have an HMO plan paid for as of Oct. 1. And also that, with these big names jumping onboard, the 3% surcharge could soon become the rule rather than the exception.\n\nWant more Squid Ink? Follow us on Twitter or like us on Facebook.\n\n", "article_metadata": {"description": "Back when Republique opened late last year, the most hotly debated aspect of the restaurant was not the food or the redesign of the iconic building in...", "author": "Besha Rodell", "og": {"site_name": "L.A. Weekly", "description": "Back when Republique opened late last year, the most hotly debated aspect of the restaurant was not the food or the redesign of the iconic building in which it's housed, but rather the 3% surcharge added to all checks to cover healthcare for the restaurant's employees. On Yelp and in...", "title": "The 3% Surcharge Catches On: The Lucques Group Introduces Healthcare For Employees", "url": "http://www.laweekly.com/restaurants/the-3-surcharge-catches-on-the-lucques-group-introduces-healthcare-for-employees-5050276", "image": {"width": 565, "identifier": "http://IMAGES1.laweekly.com/imager/interior-of-lucques/u/original/5050320/lucques-rob-stark-photography.jpg", "height": 426}, "type": "article"}, "twitter": {"description": "Back when Republique opened late last year, the most hotly debated aspect of the restaurant was not the food or the redesign of the iconic building in which it's housed, but rather the 3% surcharge added to all checks to cover healthcare for the restaurant's employees. On Yelp and in...", "creator": "@besharodell", "image": "http://IMAGES1.laweekly.com/imager/interior-of-lucques/u/original/5050320/lucques-rob-stark-photography.jpg", "title": "The 3% Surcharge Catches On: The Lucques Group Introduces Healthcare For Employees", "site": "@laweekly", "card": "summary_large_image"}, "mobile-web-app-capable": "yes", "fb": {"app_id": 129402037121166}, "theme-color": "#0053b8", "keywords": "Los Angeles news, California news, Los Angeles events, California events, LA Weekly", "article": {"section": "Restaurants", "tag": "Eating Out", "published_time": "2014-09-02T10:14:00-07:00", "modified_time": "2016-04-02T13:37:21-07:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdaf43\"", "article_summary": "We’ve discussed simply raising menu prices, but ultimately food prices are tied in many ways to the ingredients we purchase.\nOthers wondered why the restaurant didn't simply roll the cost of employee healthcare into menu prices to avoid the controversy.\nIn San Francisco, this has been a real issue, with many restaurants failing to use surcharge funds for their intended goal.\nOur desire to offer health benefits is not tied to the Affordable Care Act, which at this point wouldn’t require businesses to provide health benefits to their employees until January 2016 at the earliest, and where ultimately businesses of our size might not be required to provide health benefits at all.\nAnd also that, with these big names jumping onboard, the 3% surcharge could soon become the rule rather than the exception."}