{"article_title": "On Campaign Trail, Republicans Tone Down Criticism of Obamacare", "article_keywords": ["criticism", "tone", "trump", "campaign", "republicans", "obamacare", "expansion", "trail", "medicaid", "coverage", "act", "health", "law", "insurance", "presidential", "care"], "article_url": "http://www.nytimes.com/2016/03/28/us/on-campaign-trail-republicans-tone-down-criticism-of-obamacare.html", "article_text": "Photo\n\nNo issue has aroused more partisan passion over the past six years than the Affordable Care Act. Yet the law is playing only a secondary role in the American elections.\n\nSure, Republican presidential candidates cater to their base by vowing to repeal and replace “Obamacare,” and on the Democratic side, Senator Bernie Sanders of Vermont promises to replace it with a government-run universal coverage system.\n\nBut it doesn’t dominate the dialogue and isn’t a top priority on either side. Among the most embattled Senate Republican incumbents, the campaign websites of Kelly Ayotte of New Hampshire, Mark Kirk of Illinois and Ron Johnson of Wisconsin barely mention the health care law. . An exception is Pat Toomey of Pennsylvania.\n\nThe explanation may be that for all its controversy and imperfections, the sweeping law has taken hold. “This is in the fabric of the nation,” said Health and Human Services Secretary Sylvia Mathews Burwell.\n\nTo be sure, the presidential election outcome will be a determinant of whether the health care law is reshaped, bolstered or downsized.\n\nAdvertisement Continue reading the main story\n\nBut even some skeptics acknowledge that its numbers are rather impressive. About 20 million more Americans now have health insurance than before the law was enacted in 2010; in the last enrollment period on the health care exchanges, 12.7 million signed up and almost 40 percent were newcomers. The expansion of Medicaid for the poor is making a mark.\n\nMillions of Americans with pre-existing conditions no longer can be denied coverage, children can stay on their parents’ plans until age 26, and health care inflation is the lowest in years.\n\nMs. Burwell, in an interview, noted that there are a lot of lesser-known successes, such as a sharp reduction in patients being harmed in hospitals. She acknowledges challenges, which she put in “three buckets”: reforming the health care delivery system to encourage quality, not quantity, of care; addressing a few places where the health insurance markets still are broken, such as Alaska; and making technical fixes so the law works a little better.\n\nCritics find more challenges. Premiums have soared this year in a number of states. Congress, in a bipartisan move, postponed and is threatening to kill a couple important provisions that could create budgetary and cost control problems. And 22 states where Republicans hold sway have refused the expansion of Medicaid coverage.\n\nIn the presidential campaign, the rhetoric still can get hot. Senator Ted Cruz of Texas says the Affordable Care Act is “the biggest job killer in this country. Millions of Americans have lost their jobs.” (Over all, from March 2010, when the law was enacted, until today, the economy has added 13.7 million jobs.)\n\nBut most Republicans insist that they would keep popular provisions such as guaranteeing coverage for people with pre-existing conditions. Gov. John Kasich embraced the law’s expansion of Medicaid in Ohio. The Republican front-runner, Donald J. Trump, has said he likes the mandate to get health insurance — the centerpiece of the act and chief target of most conservative critics — and that he would not let people “die sitting in the middle of the street.”\n\nWhen speculation surfaced that Mr. Trump and Gov. Kasich could run together, the conservative Weekly Standard lamented that it would be “the nightmare ticket for opponents of Obamacare.”\n\nIf the Republicans win in November, however, even Mr. Trump would have to try to dismantle the law, given how important that is to the party’s base. The targets for action could include the Medicaid expansion; the mandate requiring health insurance (by replacing it with some other program); and subsidies introduced under the law. The problem is that millions of newly insured people would probably lose coverage, which could create a political backlash.\n\nIf Hillary Clinton is elected, she also would probably make changes to buttress the Affordable Care Act. The emphasis likely would be on cost controls.\n\nAdvertisement Continue reading the main story\n\nThe health care law may not play much of a role in the outcome of this presidential election, but the partisan controversy has not gone away.", "article_metadata": {"tone": "news", "ptime": 20160327120307, "twitter": {"description": "The explanation may be that for all its controversy and imperfections, the sweeping law has taken hold.", "title": "On Campaign Trail, Republicans Tone Down Criticism of Obamacare", "url": "http://www.nytimes.com/2016/03/28/us/on-campaign-trail-republicans-tone-down-criticism-of-obamacare.html", "app": {"url": {"googleplay": "nytimes://reader/id/100000004294480"}, "name": {"googleplay": "NYTimes"}, "id": {"googleplay": "com.nytimes.android"}}, "site": "@nytimes", "image": "https://static01.nyt.com/images/2016/03/28/us/28letter/letter28-thumbLarge.jpg", "card": "summary"}, "al": {"ipad": {"url": "nytimes://www.nytimes.com/2016/03/28/us/on-campaign-trail-republicans-tone-down-criticism-of-obamacare.html", "app_store_id": 357066198, "app_name": "NYTimes"}, "android": {"url": "nytimes://reader/id/100000004294480", "app_name": "NYTimes", "package": "com.nytimes.android"}, "iphone": {"url": "nytimes://www.nytimes.com/2016/03/28/us/on-campaign-trail-republicans-tone-down-criticism-of-obamacare.html", "app_store_id": 284862083, "app_name": "NYTimes"}}, "thumbnail_width": 75, "dfp-ad-unit-path": "us", "sectionfront_jsonp": "https://static01.nyt.com/services/json/sectionfronts/us/index.jsonp", "DISPLAYDATE": "March 27, 2016", "edt": "The New York Times on the Web", "article": {"section_url": "http://www.nytimes.com/section/us", "section": "U.S.", "modified": "2016-03-28", "collection": "https://static01.nyt.com/services/json/sectionfronts/us/index.jsonp", "tag": "Presidential Election of 2016", "published": "2016-03-27", "section-taxonomy-id": "23FD6C8B-62D5-4CEA-A331-6C2A9A1223BE"}, "keywords": "Patient Protection and Affordable Care Act (2010),Health Insurance and Managed Care,Republican Party,Presidential Election of 2016", "applicationName": "article", "PT": "article", "author": "Albert R. Hunt | Bloomberg View", "thumbnail_150": "https://static01.nyt.com/images/2016/03/28/us/28letter/letter28-thumbLarge.jpg", "sourceApp": "nyt-v5", "slug": "28letter", "byl": "By ALBERT R. HUNT | BLOOMBERG VIEW", "thumbnail_150_height": 150, "usageTerms": "http://www.nytimes.com/content/help/rights/sale/terms-of-sale.html", "lp": "The explanation may be that for all its controversy and imperfections, the sweeping law has taken hold.", "tom": "News", "dfp-amazon-enabled": "false", "thumbnail": "https://static01.nyt.com/images/2016/03/28/us/28letter/letter28-thumbStandard.jpg", "description": "The explanation may be that for all its controversy and imperfections, the sweeping law has taken hold.", "CG": "us", "robots": "noarchive", "dat": "March 27, 2016", "fb": {"app_id": 9869919170}, "msapplication-starturl": "http://www.nytimes.com", "genre": "News", "org": "Republican Party", "thumbnail_height": 75, "thumbnail_150_width": 150, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "utime": 20160328012758, "og": {"url": "http://www.nytimes.com/2016/03/28/us/on-campaign-trail-republicans-tone-down-criticism-of-obamacare.html", "image": "https://static01.nyt.com/images/2016/03/28/us/28letter/letter28-facebookJumbo.jpg", "type": "article", "description": "The explanation may be that for all its controversy and imperfections, the sweeping law has taken hold.", "title": "On Campaign Trail, Republicans Tone Down Criticism of Obamacare"}, "pdate": 20160327, "des": "Presidential Election of 2016", "articleid": 100000004294480, "cre": "The New York Times", "hdl": "On Campaign Trail, Republicans Tone Down Criticism of Obamacare", "col": "Letter From Washington", "PST": "News"}, "article_summary": "Among the most embattled Senate Republican incumbents, the campaign websites of Kelly Ayotte of New Hampshire, Mark Kirk of Illinois and Ron Johnson of Wisconsin barely mention the health care law.\nPhotoNo issue has aroused more partisan passion over the past six years than the Affordable Care Act.\nIf Hillary Clinton is elected, she also would probably make changes to buttress the Affordable Care Act.\nSenator Ted Cruz of Texas says the Affordable Care Act is “the biggest job killer in this country.\nTo be sure, the presidential election outcome will be a determinant of whether the health care law is reshaped, bolstered or downsized."}