{"article_title": "Microsoft Corporation Presents Windows 10", "article_keywords": ["web", "users", "presented", "windows", "corporation", "spartan", "work", "apps", "devices", "presents", "microsoft"], "article_url": "http://guardianlv.com/2015/01/microsoft-corporation-presents-windows-10/", "article_text": "Microsoft Corporation presented its new operating system Windows 10 during a recent special January 21 Redmond event, with a plan to roll it out this year. Windows 10 is said to be a cross-platform OS, an innovation across different devices, according to Executive Vice President Terry Myerson of Microsoft.\n\nWith Myerson were Corporate VP OS Group Joe Belfiore, CEO Satya Nadella and other Microsoft executives who shared the information about the new Windows generation. The Windows 10 demo presented scenarios across various devices, from small to big screens.\n\nBelfiore emphasized the return of the Start menu (which is on the task bar), together with new enhancements such as making it possible for users to personalize live tiles of contacts, websites and apps on their smartphones/tablets. Microsoft Corporation also adds a task button for users to make multitasking a breeze; by switching between open apps quickly, and the faster and easier snapping of a window on devices, where it is possible to snap four apps on a single display.\n\nComing along Windows 10 is the Action Center, which syncs with the Action Center of the PC – something observers note as an interesting improvement. For instance, if a notification is dismissed on a device, the system does the same automatically to other synced devices.\n\nWindows 10 devices will have Xbox app, a smarter Cortana and the universal apps for developers. It provides a better designed and more organized settings menu, and an ability to work with screens smaller than eight inches. Myerson said Microsoft Corporation embraces mobility and improves user experience, with such innovations as a single-gesture transfer of Skype calls.\n\nAs Microsoft Corporation presented Windows 10, it also launched Spartan, a new web browser which is faster and more dynamic. Spartan focuses on pushing content forward, and is equipped to handle contemporary standards of programming on the Web. Internet Explorer remains in Windows 10 for corporate clients who are still using it, though Spartan will be at the forefront of the new Windows software.\n\nSpartan will work with Cortana, who will be able to forecast user’s actions. The browser will allow web page annotations through a stylus or a mouse, fast saving on the cloud as well as sharing of experience with social media.\n\nThe name Spartan, some suggest, must have come from Microsoft’s Halo game franchise, the human soldiers who were changed genetically to fight against aliens in the Xbox game series. Microsoft Corporation also got the name of the digital assistant, Cortana from Halo.\n\nSpartan is expected to capture the browser market on mobiles, where Apple’s Safari enjoys 44 percent share. Google’s Chrome follows, capturing 24 percent, whereas IE’s share is only 2.3 percent in both tablets and smartphones.\n\nDuring the event when Microsoft Corporation presented Windows 10, the company also featured Microsoft Hub and HoloLens. The 84-inch touch screen Microsoft Hub is for the workplace, so people can share information (especially during meetings), even with remote attendees. HoloLens is the company’s venture into augmented reality; examples are architects who walk through buildings, or plumbers remotely sketching instructions onto faucets. It is used in Microsoft’s collaboration with NASA, to enable scientists to remotely work on planet Mars.\n\nBy Judith Aparri\n\nSources:\n\nMicrosoft News\n\nBidness Etc\n\nThe Verge\n\nPhoto courtesy of Miguel Angel Aranda (Viper) – Flickr License\n\nShare this: Print\n\nLinkedIn\n\nPinterest\n\nPocket\n\nReddit\n\nEmail\n\nTwitter\n\nGoogle\n\nFacebook\n\nTumblr\n\n", "article_metadata": {"og": {"site_name": "Guardian Liberty Voice", "description": "Microsoft Corporation presented its new operating system Windows 10 during a recent special January 21 Redmond event, with a plan to roll it out this year. Windows 10 is said to be a cross-platform…", "title": "Microsoft Corporation Presents Windows 10", "url": "http://guardianlv.com/2015/01/microsoft-corporation-presents-windows-10/", "image": {"width": 640, "identifier": "http://guardianlv.com/wp-content/uploads/2015/01/Microsoft-Corporation-Presents-Windows-10.jpg", "height": 340}, "locale": "en_US", "type": "article"}, "article": {"published_time": "2015-01-24T21:08:07+00:00", "modified_time": "2015-01-24T21:08:07+00:00", "author": "https://www.facebook.com/dimarkco.chandler"}, "twitter": {"image": "http://guardianlv.com/wp-content/uploads/2015/01/Microsoft-Corporation-Presents-Windows-10.jpg?w=640", "site": "@ifrackle", "card": "summary_large_image", "creator": "@NRSTGeeks"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdaf54\"", "article_summary": "During the event when Microsoft Corporation presented Windows 10, the company also featured Microsoft Hub and HoloLens.\nAs Microsoft Corporation presented Windows 10, it also launched Spartan, a new web browser which is faster and more dynamic.\nMicrosoft Corporation presented its new operating system Windows 10 during a recent special January 21 Redmond event, with a plan to roll it out this year.\nMyerson said Microsoft Corporation embraces mobility and improves user experience, with such innovations as a single-gesture transfer of Skype calls.\nMicrosoft Corporation also got the name of the digital assistant, Cortana from Halo."}