{"article_title": "Crony capitalism: Let’s get curious about QSSI, its role in the Obamacare tech mess", "article_keywords": ["crony", "hhs", "united", "mess", "obamacare", "contract", "capitalism", "federal", "lets", "health", "qssi", "insurance", "healthcare", "services", "curious", "role", "data", "tech"], "article_url": "http://humanevents.com/2014/06/26/crony-capitalism-lets-get-curious-about-qssi-its-role-in-the-obamacare-tech-mess/", "article_text": "Government & Constitution\n\nWhen new Health and Human Services Secretary Sylvia M. Burwell, appointed United Healthcare’s Andrew M. Slavitt, leader of its QSSI subsidiary, June 20 to take over healthcare.gov, she sent the signal to Washington insiders that crony capitalism is still in style.\n\nUnited Healthcare has been a partner of President Barack Obama’s healthcare agenda—and one of its top executives, Anthony Welters, is a heavy donor to Obama and the Democratic Party.\n\nWelters, now a special assistant to the CEO for politics and public imaging, and his wife Beatrice W. Welters, and their three sons, have given Democrats more than $500,000.\n\nIt must have been a tremendous sacrifice for the Welters, when “Bea” was asked by the president to represent him as the ambassador to Trinidad and Tobago from 2010 to 2012. Her husband kept on at United in NYC and working in Washington to support the passage and implementation of the Patient Protection and Affordable Care Act—an effort that United invested millions of dollars through lobbying and contributions.\n\nBurwell was confirmed June 5 by a 78 to 17 Senate vote that was a bizarre tribute to the woman, who as President Barack Obama’s budget chief sent out the memo that ordered the World War II Memorial barricaded after she found out thousands elderly veterans from around the country were flying in to pay their respects in the middle of September’s partial government shutdown.\n\nIf only Burwell was as concerned about conflicts of interest and private companies gaining marketplace advantages from their contact with insider information, as she was worried about veterans in their 70s and 80s breaching the perimeter of their memorial, Americans could relax.\n\nBut, if the woman, who shut up the Washington Zoo’s “Panda Cam,” was celebrated by Republicans and Democrats, why would she worry about bringing in Slavitt—despite his connections with United Healthcare.\n\nUnited is the country’s largest health insurance company and a firm that have been at the heart of building out the infrastructure of the Patient Protection and Affordable Care Act and its star-crossed website healthcare.gov.\n\nSlavitt joins HHS’s Centers for Medicare & Medicaid Services as the agency’s principal deputy administrator, where he will oversee day-to-day agency program operations.\n\nThe Harvard-MBA is now the department’s top day-to-day executive leading the systems integration work and what the administration calls its “tech surge to fix healthcare.gov.”\n\nLike so many of the offices in the Obama administration, Slavitt will working with old friends at Quality Software Service Inc., a company he purchased as the leader of Optum, which was once OptumInsight, which was once INGENIX—before it was itself purchased by United.\n\nOne year before the healthcare.gov doomsday, HHS awarded QSSI a $70 million contract in October 2011 to build a federal data services hub. That contract called for QSSI to provide services necessary to acquire, certify and decertify health plans offered on a federal exchange, including monitoring agreements with health plans, ensuring compliance with federal standards and to take corrective action when necessary.\n\nThe contract also tasked QSSI with financial management services, including risk-spreading services, which include payment calculations for reinsurance, risk adjustment and risk corridors, along with the required data collection to support these services.\n\nIn June 2012, two weeks before the Supreme Court upheld the PPACA, Steve Larsen, the director of HHS’s Office of Consumer Information and Insurance Oversight, resigned to join Optum, already part of United Healthcare. CIIO is another one of the critical offices for the implementation of the president’s health care reforms.\n\nAt the time, Larsen’s departure was considered a blow to the administration because of his personal understanding of the systems at play as Obamacare moved forward. As the law transferred regulatory authority from the states to the federal government, Larsen was the national health insurance commissioner.\n\nThus, it was not a shock when Optum bought QSSI in September 2012—once Larsen had finished unpacking his boxes and found a carpool.\n\nUnited was fully committed to participating in the federal and state-run health insurance marketplaces, and with these two key acquisitions, it was building the retail side, the wholesale side and hired the man, who was writing the new regulations.\n\nFurthermore, with its access to inside and private data that QSSI would have come in contact with, United also acquired vital information its competitors could only imagine.\n\nIn the aftermath of the disastrous launch of healthcare.gov and various insurance exchanges, QSSI has become truly Obamacare’s the go-to contractor.\n\nThree weeks after the launch, HHS awarded QSSI the contract to serve as the general contractor overseeing all work fixing the Obamacare tech mess. This positioned QSSI, so that whatever private or valuable information it did not have access to, it now did.\n\nRemember Larsen was at HHS and is now at United. Slavitt was at United and is now at HHS. It is the nexus of crony capitalism that United and its affiliates are knee-deep in the launch and the cleanup of Obamacare.\n\nIn January, then-HHS Secretary Kathleen Sebelius announced a new contractual arrangement placing the company further up the food chain—a fact made perfectly clear as Optum/QSSI CEO Larry C. Renfro became a regular participant in HHS conference calls regarding fixing Obamacare.\n\nIn its role as a senior advisor, Optum/QSSI oversees the federal exchange, assisting with technical integration, code review and other tasks, she said. “We are pleased Optum/QSSI will remain a key part of our leadership team and will continue to advise us as we work together to help millions of Americans sign up for quality, affordable health insurance.” #charming\n\nThen, in May came news that Massachusetts gave hCentive, a company 25 percent-owned by United, a contract to resuscitate its own state-run healthcare insurance marketplace. hCentive was already now the software contractor for marketplaces in Colorado, Illinois, New York and Kentucky.\n\nThe danger in all of this, what makes crony capitalism, is the blending of the public and private interests. From its conception through its implementation, the Patient Protection and Affordable Care Act has been a disgrace.\n\nYet, the magnitude of this disgrace is magnified by the critical role played by United Healthcare as first a builder, then a janitor and then a builder again for Obamacare—not only collecting taxpayer dollars, but along the way collecting critical enrollment and risk mitigation data.\n\nThat data and the formulas associated with the data, give it an unnatural advantage against competitors and for their own internal decision-making.", "article_metadata": {"og": {"site_name": "Human Events", "description": "United Healthcare, through its Optum and QSSI subsidaries have been attached to the hip of the Obamacare mess.", "title": "Crony capitalism: Let’s get curious about QSSI, its role in the Obamacare tech mess | Human Events", "locale": "en_US", "image": "http://humanevents.com/wp-content/uploads/2014/06/QSSI98-480x315.jpg", "url": "http://humanevents.com/2014/06/26/crony-capitalism-lets-get-curious-about-qssi-its-role-in-the-obamacare-tech-mess/", "type": "article"}, "fb": {"pages": 212436860202}, "description": "United Healthcare, through its Optum and QSSI subsidaries have been attached to the hip of the Obamacare mess.", "twitter": {"image": "http://humanevents.com/wp-content/uploads/2014/06/QSSI98-480x315.jpg", "creator": "@neilwmccabe", "description": "United Healthcare, through its Optum and QSSI subsidaries have been attached to the hip of the Obamacare mess.", "card": "summary", "site": "@humanevents"}}, "_id": "\"57477af36914bd0286fcc62b\"", "article_summary": "Three weeks after the launch, HHS awarded QSSI the contract to serve as the general contractor overseeing all work fixing the Obamacare tech mess.\nOne year before the healthcare.gov doomsday, HHS awarded QSSI a $70 million contract in October 2011 to build a federal data services hub.\nAs the law transferred regulatory authority from the states to the federal government, Larsen was the national health insurance commissioner.\nUnited Healthcare has been a partner of President Barack Obama’s healthcare agenda—and one of its top executives, Anthony Welters, is a heavy donor to Obama and the Democratic Party.\nBut, if the woman, who shut up the Washington Zoo’s “Panda Cam,” was celebrated by Republicans and Democrats, why would she worry about bringing in Slavitt—despite his connections with United Healthcare."}