{"article_title": "Election reform is on the line at the Supreme Court", "article_keywords": ["legislature", "case", "supreme", "court", "reform", "partisan", "voters", "redistricting", "state", "election", "line", "lawmakers", "legislatures"], "article_url": "https://www.washingtonpost.com/opinions/arizonas-election-reforms-are-on-the-line-in-a-supreme-court-case/2015/03/06/dcdd6188-c393-11e4-ad5c-3b8ce89f1b89_story.html", "article_text": "SUPREME COURT observers focused on the Affordable Care Act case this week. But the justices heard arguments Monday in another case with potentially major implications for the country’s proper functioning: a dispute over whether voters can break the self-serving system in which state politicians manipulate voting districts to their own and their party’s benefit.\n\nThe case concerns an amendment to the Arizona constitution that empowered a nonpartisan committee to create district maps — without input from or the approval of state lawmakers. Voters went over the heads of state legislators, limiting politicians’ regularly abused power to manipulate the political system. That’s the problem, Arizona’s legislature argues. The U.S. Constitution stipulates that “the Times, Places and Manner of holding Elections for Senators and Representatives, shall be prescribed in each State by the Legislature thereof.”\n\nDefenders of the reform argue that election procedures must emerge from a legislative process — which includes voter initiatives — not necessarily from the legislature itself. State legislatures’ control over federal electoral procedure has never been impervious to direct popular intervention. Voters through the years have imposed all sorts of procedural changes without their legislatures’ consent, and the court isn’t going to strike all of those down.\n\nPaul D. Clement, the Arizona legislature’s attorney, didn’t have a great answer to why voters could do an end-run around state lawmakers in some instances of election reform but not in others. Yet he might have swayed the justices when he argued that the Constitution’s words, if they mean anything, preclude voters from “the most extreme case” of stripping state legislatures of their power to draw district lines, pretty much irreversibly. If the court agrees, Arizona’s lawmakers could go back into the business of distorting election results by aggregating and dividing voters into contorted districts, and the movement to fix the nation’s elections would be dealt a big setback.\n\nEven such a decision, though, shouldn’t end reform. Partisan redistricting is not the only problem with American democracy, but it’s undeniably harmful. For proof, look at the nakedly, repugnantly partisan electoral maps that Republicans drew in North Carolina and Democrats drew in Maryland. Statehouse majorities carefully sliced up their states to magnify the partisan tilt of their representation in Washington. The result is a deep and unjustifiable insult to the principle of one man, one vote.\n\nIf the Arizona legislature wins the case, then the question will be how much election reforms must acknowledge and include state legislatures in their new processes. One possibility that came up Monday would have a redistricting commission submit a few electoral map proposals to the legislature, which could choose one. Or a commission could draw one map, on which state lawmakers could vote up or down. Perhaps reformers could demand that a supermajority of lawmakers be required to reject a commission redistricting plan.\n\nThere are many possibilities. The only one that should be off the table is doing no more to combat gerrymandering.", "article_metadata": {"description": "The justices consider whether the power to redraw voting districts lies solely with politicians.", "author": "https://www.facebook.com/washingtonpostopinions", "og": {"site_name": "Washington Post", "description": "The justices consider whether the power to redraw voting districts lies solely with politicians.", "title": "Election reform is on the line at the Supreme Court", "url": "https://www.washingtonpost.com/opinions/arizonas-election-reforms-are-on-the-line-in-a-supreme-court-case/2015/03/06/dcdd6188-c393-11e4-ad5c-3b8ce89f1b89_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2015/03/02/National-Politics/Images/Supreme_Court-Arizona_Redistricting-05d6c-3437.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "postopinions"}, "apple-itunes-app": "app-id=938922398, app-argument=https://www.washingtonpost.com/opinions/arizonas-election-reforms-are-on-the-line-in-a-supreme-court-case/2015/03/06/dcdd6188-c393-11e4-ad5c-3b8ce89f1b89_story.html", "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "arizona, supreme court, arizona districts, legislative districts, redistricting, redistricting reform, arizona redistricting, arizona legislature, gerrymandering, arizona gerrymandering", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "https://www.facebook.com/washingtonpostopinions"}, "eomportal-uuid": "dcdd6188-c393-11e4-ad5c-3b8ce89f1b89", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "arizona, supreme court, arizona districts, legislative districts, redistricting, redistricting reform, arizona redistricting, arizona legislature, gerrymandering, arizona gerrymandering"}, "_id": "\"57477af36914bd0286fcc655\"", "article_summary": "Or a commission could draw one map, on which state lawmakers could vote up or down.\nState legislatures’ control over federal electoral procedure has never been impervious to direct popular intervention.\nPartisan redistricting is not the only problem with American democracy, but it’s undeniably harmful.\nPaul D. Clement, the Arizona legislature’s attorney, didn’t have a great answer to why voters could do an end-run around state lawmakers in some instances of election reform but not in others.\nIf the Arizona legislature wins the case, then the question will be how much election reforms must acknowledge and include state legislatures in their new processes."}