{"article_title": "Senate panel votes to boost OPM's IT budget after hack", "article_keywords": ["votes", "bill", "opm", "senate", "million", "management", "budget", "second", "protection", "subcommittee", "hack", "services", "opms", "boost", "panel"], "article_url": "http://thehill.com/policy/cybersecurity/248851-senate-advances-it-budget-boost-for-opm-after-hack", "article_text": "A Senate subcommittee on Wednesday approved a funding bill that would boost information technology spending for the agency at the center of the massive recent hacks that have roiled the government.\n\nThe bill would allot $264.5 million for the Office of Personnel Management (OPM), which has been struggling to handle the fallout from two damaging cyberattacks that exposed over 22 million people’s sensitive information.\n\nADVERTISEMENT\n\nThat funding level is a $24 million, or 10 percent, increase over the agency’s enacted 2015 budget.\n\nWhile the raise was $8 million short of what OPM had requested for 2016, the Senate Appropriations Subcommittee on Financial Services and General Government said it approved all requests for IT security improvements at the agency.\n\n“This bill reflects our commitment to putting our country on the path to fiscal responsibility and forcing Washington to tighten its belt just like hardworking American families,” said Sen. John Boozman John BoozmanOvernight Tech: Trade groups press NC on bathroom law GOP senators: Obama bathroom guidance is 'not appropriate' US mounts challenge to China's high tariffs on chicken imports MORE (R-Ark.), who chairs the subpanel.\n\nThe budget bill would also fund a number of other financial oversight, consumer protection and management agencies.\n\nThe OPM in recent weeks submitted a revised budget request to Boozman’s subcommittee in the anticipation of the unexpected fees it would incur following the breach.\n\nThe agency has promised between 18 months and three years of complimentary credit monitoring services for the 22 million-plus victims.\n\nOPM officials have already inked a $20 million deal with identity fraud protection firm CSID for the 4.2 million people affected by the initial intrusion at the agency.\n\nSometime in August, the OPM is expected to award a second contract with an outside firm to help notify and provide fraud protection services to the 21.5 million people hit by a second breach of the agency’s security clearance database.\n\nAnticipating the high cost of this second contract, OPM told other federal agencies in a memo this week that they would be expected to contribute to the final bill. The notification caused some grumbling at other agencies.\n\nOPM spokesperson Sam Schumach said it was a necessary step to get protections to breach victims in a \"timely and effective manner.\"\n\n“OPM is asking each agency to fund a share of the cost of monitoring and protection services approximately proportional to the number of individuals impacted,” he said in a statement. “This strategy was developed in concert with the Office of Management and Budget.”\n\nThe full Senate Appropriations Committee will take up the budget bill that funds OPM on Thursday.", "article_metadata": {"dcterms.description": "The federal agency played host to recent data breaches that continue to roil the government.", "description": "The federal agency played host to recent data breaches that continue to roil the government.", "generator": "Drupal 7 (http://drupal.org)", "author": "Cory Bennett", "og": {"site_name": "TheHill", "description": "The federal agency played host to recent data breaches that continue to roil the government.", "title": "Senate panel votes to boost OPM's IT budget after hack", "url": "http://thehill.com/policy/cybersecurity/248851-senate-advances-it-budget-boost-for-opm-after-hack", "image": "http://thehill.com/sites/default/files/article_images/opmbuilding07222015getty.jpg", "updated_time": "2016-02-01T06:17:42-05:00", "type": "article"}, "apple-itunes-app": "app-id=396640962", "Smart_Paging": "on", "dcterms.modified": "2016-02-01T06:17-05:00", "dcterms.identifier": "http://thehill.com/policy/cybersecurity/248851-senate-advances-it-budget-boost-for-opm-after-hack", "dcterms.date": "2015-07-22T16:00-04:00", "dcterms.creator": "Cory Bennett", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.language": "und", "dcterms.type": "Text", "keywords": ",John Boozman,", "article": {"published_time": "2015-07-22T16:00:07-04:00", "modified_time": "2016-02-01T06:17:42-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/cybersecurity/248851-senate-advances-it-budget-boost-for-opm-after-hack", "widgets": {"csp": "on"}, "description": "The federal agency played host to recent data breaches that continue to roil the government.", "card": "summary", "title": "Senate panel votes to boost OPM's IT budget after hack"}, "dcterms.title": "Senate panel votes to boost OPM's IT budget after hack"}, "_id": "\"57477af36914bd0286fcc657\"", "article_summary": "The budget bill would also fund a number of other financial oversight, consumer protection and management agencies.\nA Senate subcommittee on Wednesday approved a funding bill that would boost information technology spending for the agency at the center of the massive recent hacks that have roiled the government.\n“This strategy was developed in concert with the Office of Management and Budget.”The full Senate Appropriations Committee will take up the budget bill that funds OPM on Thursday.\nADVERTISEMENTThat funding level is a $24 million, or 10 percent, increase over the agency’s enacted 2015 budget.\n“OPM is asking each agency to fund a share of the cost of monitoring and protection services approximately proportional to the number of individuals impacted,” he said in a statement."}