{"article_title": "December 21: \"Duck Dynasty,\" scripture and grammar", "article_keywords": ["right", "grammar", "21", "phil", "say", "voicer", "dynasty", "unions", "pension", "duck", "robertson", "murdering", "scripture", "mayor", "thats"], "article_url": "http://www.nydailynews.com/opinion/december-21-duck-dynasty-scripture-grammar-article-1.1554538", "article_text": "Name-calling from Y to Z\n\nScarsdale, N.Y.: Duck Dynasty hillbilly Phil Robertson — and all his fellow conservative yahoos who call homosexuality a sin — has to realize that he’s giving license to religious zanies to reinforce an atmosphere of violence against gays (“Go duck yourself!” Dec. 20). Harvey Wielstein\n\nHypocrisy\n\nHoward Beach: The people screaming for the scalp of this hillbilly imbecile, who say his opinion is not simply someone exercising their right to free speech, are the same hypocrites who told us that showing a crucifix immersed in a bottle of urine is just that! Stephen Mukofsky\n\nName-calling from I to L\n\nWhitestone Station, N.J.: The Daily News can call so-called right-wingers “idiots” and “loons,” but a Christian man is not allowed to say that he personally finds a vagina more attractive than a man’s anus? Sorry, but most men will say the same thing. I’m not knocking gays, but how dare you cast stones at someone for speaking his mind? Tom Ennis\n\nCorporate speech\n\nClaverack, N.Y.: The only reason Phil Robertson was being interviewed was because of his role in “Duck Dynasty.” Nobody secretly recorded a private conversation. Nobody tricked him into expressing himself. He is entitled to his opinions, whether any of us agree with them or not, but if he doesn’t have the sense to realize that representing his employer comes with certain responsibilities, then that’s his problem. I have plenty of opinions of my own, and my employer doesn’t seem to care one bit as to what they are. However, if I were to express any of them in a manner harmful to my employer, I would certainly expect to answer for that. Robertson is no different. Larry Fingar\n\nSlanted rag\n\nClifton, N.J.: Were you really so surprised by Phil Robertson’s opinion that you devoted your front page to this? You criticize the man for beingintolerant to gays, yet you practice the same intolerance towards “right winger nut jobs” and people of the Christian faith. What was once a good paper has become a slanted, one-sided rag .David Santosuosso\n\nRights and responsibilities\n\nStaten Island: Phil Robertson has every right to freedom of speech. But all our rights have corresponding responsibilities, and consequences. There is no freedom from consequences in the Constitution, nor any right to have A&E broadcast anyone who has said hateful things that millions of people find offensive. Sarah Palin, Sean Hannity, Ted Cruz and the rest of the far-right demagogues who claim Robertson is being denied his freedom of speech clearly do not have a clue about our Constitution. Joann Olbrich\n\nBiblical truths I\n\nEast Elmhurst: Any one who believes in the true message of Jesus Christ would know exactly what he would not have pressed charges on a poor mother that lives in a shelter. He would have given those earrings to Desire so she could give them to her daughter for Christmas (which is probably what she wanted to do anyway, but couldn’t afford to) and bought another pair for her own child. That would have been the real Christian thing to do. Nancy Locke\n\nBiblical truths II\n\nGlendale: Thanks so much to Voicer Patricia Santacroce for reminding us that the Bible is a source of truth. I’m sure she and her ilk are living just as the Bible commands: stoning their children when they are disobedient, selling the ones that survive into slavery, keeping house slaves, raping said slaves to produce heirs, murdering women who approach the altar, or defy their husbands, murdering men who won’t grow their beards, murdering any members of your own family who don’t believe what you do, and murdering anyone who wants a divorce or works on Sunday. That’s indeed a great set of compassionate rules to be following in the 21st century. Christopher Corsi\n\nCompare and contrast\n\nManhattan: Voicer Linda Wyatt, who supports Obamacare’s mandate for contraceptive coverage, goes on to say that it’s too bad illegal aliens are not eligible for Obamacare, but American taxpayers should not have to support people who sneak in illegally. Many American taxpayers do not favor abortion, yet Obamacare forces them to help fund it in violation of their religious beliefs. Diane Moriarty\n\nHistorical perspective\n\nSuffern, N.Y.: Mayor Bloomberg is correct that “here in New York City, over the past 12 years our pension costs have gone from $1.5 billion to $8.2 billion. That’s almost a 500 percent increase — when inflation totaled only 35 percent” (“NYC’s Coming Pension Crisis,” Op-Ed, Dec. 19). He does not mention, however, that if we go back not 12 but 28 years, the city’s pension costs were more or less comparable to what they are today — both in dollar terms and as a percentage of the overall budget. The period from the mid-1980s through 2001 saw a continuing decrease in pension costs due to a strong financial industry and rising stock market. Pension requirements are subject to long-term cyclical changes, and it is little more than scapegoating the unions to imply that these costs must necessarily remain high or increase. Irwin Romaner\n\nLooking ahead\n\nBrooklyn: Mike Bloomberg bought his elections with pocket lint, and, to his credit, negotiated with municipal unions by requiring that increases in pay be accompanied by increases in efficiencies of equal value (the unions call this “givebacks”). Bill de Blasio, on the other hand, was ushered into office by the unions (they knew a stooge when they saw one). Not being independently wealthy, he is beholden to them and understands the quid pro quo. This is why he’ll have no choice but to cave in to union demands, which will bleed the city coffers dry. Of course, the consequences of doing this aren’t immediate — they take years to manifest themselves, and de Blasio will long be out of office by then. The consequences of his (coming) profligacy will need to be dealt with by some future mayor, 20 years hence. Stan Rosenson\n\nIngrates\n\nBronx: Strange, isn’t it? It seems to me that the very people who should be happy for the “stop and frisk” program, which without a doubt brought down crime and violence in high-crime areas, are mad about the fact that it worked. Why don’t we stop acting like the NYPD is some sort of “occupying army,” and instead teach our children to respect the job that’s being done. We will all be safer and then maybe, just maybe, the kids and adults will not shut their mouths when it comes to “not snitching” when violent gangbangers cause murder and mayhem in their own neighborhoods. Joseph A. Serpe\n\nStinking from the head\n\nManhattan: Great editorial (“The whole ugly truth, Dec. 20)! How can Department of Investigation Commissioner Rose Gill Hearn blame the dispatchers? They were not trained properly and the 911 system is full of glitches. The people that are ultimately responsible for Ariel Russo’s death are Mayor Bloomberg, Deputy Mayor Cas Holloway and FDNY commissioner Sal Cassano. At least we all will be safer when these three are gone in January. Pete Bradley\n\nA big mess\n\nBrooklyn: This is yet another example of the many problems in the FDNY. Whether it is failing to train dispatchers properly, using false data to record response times, racist incidents or the hazing of the few female firefighters, the department is a mess. Mayor Bill de Blasio’s next appointment should be a new fire commissioner, before someone else gets killed. Joyce Brown\n\nA pointless position\n\nWhitestone: Why do we need a public advocate when our current one, Bill de Blasio hasn’t been on the job for at least six months? There are several other “advocates” for our citizens, including city council and community board members. Diane Cohen\n\nCQ\n\nBronx: When I first read Voicer Michael Caserta’s comments about the delivery guys not knowing the difference between “there” and “their,” and he wrote: “Give me a brake,” I instantly knew that it was tongue in cheek. I thought that there were going to be other Voicer readers who didn’t get it — and I was write. Michael, your my kind of guy. Sally Small\n\nScolding a scolder\n\nStaten Island: Re Voicer Charles Bremer (of New Jersey) regarding Grand Central Terminal: I was born in the Bronx and have always lived in New York City. Hasn’t he got anything better to do than nitpicking about the name? I am sure most New Yorkers, like me, think of it as Grand Central Station. Rose Mueller", "article_metadata": {"sailthru.author": "Voice of the People", "twitter": {"description": "Scarsdale, N.Y.: : Duck Dynasty hillbilly Phil Robertson — and all his fellow conservative yahoos who call homosexuality a sin — has to realize that he’s giving license to religious zanies to reinforce an atmosphere of violence against gays (“Go duck yourself!”, Dec. 20)", "title": "December 21: \"Duck Dynasty,\" scripture and grammar", "url": "http://www.nydailynews.com/opinion/december-21-duck-dynasty-scripture-grammar-article-1.1554538", "image": "http://assets.nydailynews.com/polopoly_fs/1.1554537.1387589364!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/voxa21e-1-web.jpg", "site": "@nydailynews", "card": "summary"}, "sailthru.tags": "Phil Robertson, Duck Dynasty, Michael Bloomberg, Bill De Blasio, Patient Protection and Affordable Care Act, New York City, The Bronx", "parsely-author": "Voice Of The People", "parsely-type": "article", "keywords": "Phil Robertson, Duck Dynasty, Michael Bloomberg, Bill De Blasio, Patient Protection and Affordable Care Act, New York City, The Bronx", "news_keywords": "Phil Robertson, Duck Dynasty, Michael Bloomberg, Bill De Blasio, Patient Protection and Affordable Care Act, New York City, The Bronx", "parsely-link": "http://www.nydailynews.com/opinion/december-21-duck-dynasty-scripture-grammar-article-1.1554538", "parsely-title": "December 21: \"Duck Dynasty,\" scripture and grammar", "sailthru.date": "2013-12-21T04:30:49-0500", "sailthru.title": "December 21: \"Duck Dynasty,\" scripture and grammar", "nydn_section": "Opinion", "parsely-pub-date": "2013-12-21T09:30:49", "sailthru.image.thumb": "http://assets.nydailynews.com/polopoly_fs/1.1554537.1387589364!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/voxa21e-1-web.jpg", "description": "Scarsdale, N.Y.: : Duck Dynasty hillbilly Phil Robertson — and all his fellow conservative yahoos who call homosexuality a sin — has to realize that he’s giving license to religious zanies to reinforce an atmosphere of violence against gays (“Go duck yourself!”, Dec. 20)", "robots": "NOARCHIVE", "fb": {"admins": 1594068001, "app_id": 107464888913, "pages": 268914272540}, "msvalidate.01": "02916AAC0DA8B068EFE01D721E03ED7E", "parsely-section": "Opinion", "article": {"publisher": "https://www.facebook.com/NYDailyNews/"}, "sailthru.description": "Scarsdale, N.Y.: : Duck Dynasty hillbilly Phil Robertson — and all his fellow conservative yahoos who call homosexuality a sin — has to realize that he’s giving license to religious zanies to reinforce an atmosphere of violence against gays (“Go duck yourself!”, Dec. 20)", "viewport": "width=device-width, height=device-height, initial-scale=1, minimum-scale=1, maximum-scale=1, shrink-to-fit=no", "og": {"site_name": "NY Daily News", "description": "Scarsdale, N.Y.: : Duck Dynasty hillbilly Phil Robertson — and all his fellow conservative yahoos who call homosexuality a sin — has to realize that he’s giving license to religious zanies to reinforce an atmosphere of violence against gays (“Go duck yourself!”, Dec. 20)", "title": "December 21: \"Duck Dynasty,\" scripture and grammar", "url": "http://www.nydailynews.com/opinion/december-21-duck-dynasty-scripture-grammar-article-1.1554538", "image": "http://assets.nydailynews.com/polopoly_fs/1.1554537.1387589364!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/voxa21e-1-web.jpg", "type": "article"}, "parsely-image-url": "http://assets.nydailynews.com/polopoly_fs/1.1554537.1387589364!/img/httpImage/image.jpg_gen/derivatives/landscape_1200/voxa21e-1-web.jpg", "p": {"domain_verify": "78efe4f5c9935744af497772f68a0ee7"}, "nydn_byline": "Voice of the People", "sailthru.credits": "NEW YORK DAILY NEWS"}, "_id": "\"57477af36914bd0286fcc663\"", "article_summary": "Tom EnnisCorporate speechClaverack, N.Y.: The only reason Phil Robertson was being interviewed was because of his role in “Duck Dynasty.” Nobody secretly recorded a private conversation.\nName-calling from Y to ZScarsdale, N.Y.: Duck Dynasty hillbilly Phil Robertson — and all his fellow conservative yahoos who call homosexuality a sin — has to realize that he’s giving license to religious zanies to reinforce an atmosphere of violence against gays (“Go duck yourself!” Dec. 20).\nWhat was once a good paper has become a slanted, one-sided rag .David SantosuossoRights and responsibilitiesStaten Island: Phil Robertson has every right to freedom of speech.\nThe people that are ultimately responsible for Ariel Russo’s death are Mayor Bloomberg, Deputy Mayor Cas Holloway and FDNY commissioner Sal Cassano.\nI thought that there were going to be other Voicer readers who didn’t get it — and I was write."}