{"article_title": "Memo to SEC: Make corporations disclose political contributions!", "article_keywords": ["disclose", "information", "shareholders", "spending", "companies", "memo", "citizens", "political", "public", "sec", "politics", "corporations", "contributions", "spend"], "article_url": "http://www.salon.com/2013/11/03/why_corporations_should_be_forced_to_disclose_their_political_contributions_partner/", "article_text": "Topics: Citizens United, corporations, Next New Deal, political contributions, SEC, Elections News, Business News, Politics News\n\nThis originally appeared on Next New Deal\n\n\n\nA core assumption of the Supreme Court’s opinion in 2010’s troubling Citizens United case, which broadened corporations’ abilities to use their money for political purposes, was that shareholders could decide for themselves whether they agreed with the ways that money was being spent.\n\nAccording to Justice Anthony Kennedy, who delivered the opinion for the Court, “With the advent of the Internet, prompt disclosure of expenditures can provide shareholders and citizens with the information needed to hold corporations and elected officials accountable for their positions and supporters. Shareholders can determine whether their corporation’s political speech advances the corporation’s interest in making profits, and citizens can see whether elected officials are ‘in the pocket’ of so-called moneyed interests.”\n\nThe problem with this particular assumption, which economists call perfect information, is that corporations are, surprise surprise, not legally obligated to share information on political spending with their shareholders or the public. In August 2011, a group of high-profile law professors filed a petition with the Securities and Exchange Commission, calling on the agency to require public companies to disclose what corporate resources they spend on political activities because “most political spending remains opaque to investors in most publicly traded companies.”\n\nWhy do companies spend money on politics? The answer seems obvious: they want to generate profits. They are seeking advantages like reduced trade barriers, government contracts, easier regulatory inspections, and lower tax rates. For more on this point, see my colleague Tom Ferguson’s recent paper with Paul Jorgensen and Jie Chen, which reveals how “Too Big to Fail” Wall Street firms and telecom companies have captured the GOP and the Democrats, respectively. (As an aside, isn’t it odd that the same companies orchestrating the expansion of the surveillance state are so concerned about their own privacy?)\n\nBut there is sufficient research to suggest there is another, more covert reason that has serious consequences for shareholders. In my recently published Roosevelt Institute paper on the costs and benefits of this disclosure rule, I cite several studies that show corporate executives frequently spend on politics for their own personal advantage rather than the company’s bottom line. These personal benefits include things like prestige, a future political career, star power, or assistance for political allies.\n\nWith these kinds of distorted incentives, the lack of information available to the public about corporate political spending puts shareholders and potential investors at enormous risk. Why would they want to invest in a company that is undertaking activities that are more likely to benefit its executives than its investors? Requiring corporations to disclose their political spending, on the other hand, would do the following:", "article_metadata": {"description": "Corporations are increasingly active in US politics, and their investors deserve to know where their money is going", "author": "Susan Holmberg", "og": {"site_name": "Salon", "description": "Corporations are increasingly active in US politics, and their investors deserve to know where their money is going", "title": "Memo to SEC: Make corporations disclose political contributions!", "url": "http://www.salon.com/2013/11/03/why_corporations_should_be_forced_to_disclose_their_political_contributions_partner/", "image": "http://media.salon.com/2013/03/karl_rove2.jpg", "type": "article"}, "twitter": {"description": "Corporations are increasingly active in US politics, and their investors deserve to know where their money is going", "creator": "@salon", "image": "http://media.salon.com/2013/03/karl_rove2.jpg", "title": "Memo to SEC: Make corporations disclose political contributions!", "site": "@salon", "card": "summary_large_image"}, "title": "Memo to SEC: Make corporations disclose political contributions!", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Citizens United, corporations, Next New Deal, political contributions, SEC", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdaf9a\"", "article_summary": "Requiring corporations to disclose their political spending, on the other hand, would do the following:\nThese personal benefits include things like prestige, a future political career, star power, or assistance for political allies.\nWith these kinds of distorted incentives, the lack of information available to the public about corporate political spending puts shareholders and potential investors at enormous risk.\nBut there is sufficient research to suggest there is another, more covert reason that has serious consequences for shareholders.\nWhy would they want to invest in a company that is undertaking activities that are more likely to benefit its executives than its investors?"}