{"article_title": "The Federal Government Fails Its Constituents on Marijuana", "article_keywords": ["fails", "federal", "constituents", "pot", "washington", "marijuana", "states", "justice", "state", "department", "law", "medical"], "article_url": "http://reason.com/archives/2015/04/16/the-federal-government-fails-its-constit", "article_text": "One model of political statesmanship is figuring out where you want the country to go and persuading the people to follow in that direction. Another is figuring out where the people are going and hustling to get in front of the parade.\n\nThen there is the third and most baffling model: watching the people stride resolutely in one direction and then giving them the bird as they go.\n\nThe first two square with our democratic ideals. The third doesn't. Unfortunately, it's the one being followed for federal policy on marijuana.\n\nNo fewer than 23 states and the District of Columbia have chosen to allow access to the drug for therapeutic needs. The public is on board: 86 percent of Americans think doctors should be allowed to prescribe it for serious illnesses.\n\nYet in the 19 years since California became the first state to try the idea, our elected representatives in Washington have done little to facilitate these experiments and a lot to obstruct them. Federal law has not changed, and federal drug agents and prosecutors are free to enforce it in cheerful disregard of state choices.\n\nIn 2013, a Stockton dispensary owner who was selling medical cannabis, as allowed by California, was sentenced to five years on federal charges. Last month, a jury acquitted five Washington state medical marijuana growers who were prosecuted by the feds—but convicted them on a single count that could send them to prison for 20 years.\n\nColorado and Washington have gone further yet by legalizing pot for recreational use, something now favored by a majority of Americans.\n\nBut these states also face federal obstacles. Although Attorney General Eric Holder said the Justice Department would generally accommodate the changes, dispensaries have trouble operating like normal businesses. One reason is that most banks won't touch them with a 10-foot pole.\n\n\"Marijuana is still illegal under federal law, and if we process funds from a marijuana business and something turns out to be wrong, we risk losing our charters,\" Rob Rowe, vice president of the American Bankers Association, told the Huffington Post. This aversion forces pot shops to rely entirely on cash for all transactions, which is not only monumentally inefficient, but makes them a tempting target for robbers.\n\nThe sensible thing for Congress to do would be to simply repeal the federal law against the sale and use of pot, leaving the matter entirely up to the states. But even though most Americans would applaud, our lawmakers are not about to take that step.\n\nThere are more limited reforms available, and last year, Congress actually adopted one. An appropriations bill prohibited the Justice Department from spending one thin dime to keep states from \"implementing their own state laws that authorize the use, distribution, possession or cultivation of medical marijuana.\"\n\nThat change didn't faze the department, which takes the obstinate view that it may still prosecute individuals under federal law—and has refused to abandon cases undertaken before the amendment came to pass.\n\nA California dispensary owner was convicted in 2008 on several federal counts for selling cannabis. After the appropriations ban, his lawyers asked a court to stop prosecutors from spending money fighting his appeal. But the Justice Department is still hoping to lock him up—merely for running a Morro Bay shop whose 2006 opening was attended by the mayor and city attorney.\n\nSo stronger measures are in order. Sens. Kirsten Gillibrand, D-N.Y., Cory Booker, D-N.J., and Rand Paul, R-Ky., have introduced a bill to assure that states may make their own decisions on medical marijuana. Patients who get pot under state rules would no longer be vulnerable to federal prosecution.\n\nThe legislation would promote more research by moving cannabis off the list of Schedule 1 drugs, which supposedly have no medical use. It would also let Department of Veterans Affairs doctors prescribe the drug, which some veterans use to alleviate their post-traumatic stress disorder.\n\nTheir legislation may not pass this session, but these senators clearly comprehend how the public feels about pot prohibition. Americans have realized that banning it is more dangerous than allowing it, and in the end they are bound to force change.\n\nWhen one of Ernest Hemingway's characters was asked, \"How did you go bankrupt?\" he replied, \"Two ways. Gradually and then suddenly.\" The collapse of the government's long campaign against weed is in the gradual phase, but the sudden phase is coming.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Even as more states say yes, Washington remains a barrier.", "title": "The Federal Government Fails Its Constituents on Marijuana", "url": "http://reason.com/archives/2015/04/16/the-federal-government-fails-its-constit", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14291283509203.jpg", "type": "article"}, "twitter": {"image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14291283509203.jpg", "description": "Even as more states say yes, Washington remains a barrier.", "site": "@reason", "card": "summary_large_image", "title": "The Federal Government Fails Its Constituents on Marijuana"}, "fb": {"pages": 17548474116}, "article": {"tag": "War on Drugs", "published_time": "2015-04-16T04:01:00+00:00", "author": "http://reason.com/people/steve-chapman"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fdaf9b\"", "article_summary": "Federal law has not changed, and federal drug agents and prosecutors are free to enforce it in cheerful disregard of state choices.\nLast month, a jury acquitted five Washington state medical marijuana growers who were prosecuted by the feds—but convicted them on a single count that could send them to prison for 20 years.\nAlthough Attorney General Eric Holder said the Justice Department would generally accommodate the changes, dispensaries have trouble operating like normal businesses.\nUnfortunately, it's the one being followed for federal policy on marijuana.\n\"Marijuana is still illegal under federal law, and if we process funds from a marijuana business and something turns out to be wrong, we risk losing our charters,\" Rob Rowe, vice president of the American Bankers Association, told the Huffington Post."}