{"article_title": "Centers For Disease Control Releases Update On Current Ebola Outbreak Status, Ensuring Virus Is Unlikely To Leave West Africa", "article_keywords": ["status", "case", "releases", "cdc", "west", "africa", "update", "leave", "spread", "virus", "ensuring", "unlikely", "ebola", "outbreak", "america", "monroe"], "article_url": "http://www.medicaldaily.com/centers-disease-control-releases-update-current-ebola-outbreak-status-ensuring-virus-unlikely-leave", "article_text": "In four months, the Ebola outbreak in West Africa has broken records for being both the longest lasting outbreak and also for claiming more lives than ever before in history. On Monday, the Centers for Disease Control and Prevention (CDC) provided an update on the ongoing Ebola outbreak, including what measures are being taken to control its spread and what would be done in case the virus were to breach its African borders.\n\nThose Outside West Africa Are Safe\n\nFor now, it seems that those living outside of Ebola-infected countries are safe from the extremely deadly virus. “Ebola possess little risk to the U.S. general population,” explained Deputy Director of the CDC’s National Center for Zoonotic Infectious Disease, Dr. Stephen Monroe, in the teleconference’s opening statements. Monroe also added that “the likeness of the outbreak spreading outside of West Africa is low.” Still, efforts are being made to ensure that if Ebola does enter America, U.S. medical services are equipped to handle the situation.\n\nNot Easily Spread In Airline Environment\n\nAffected African countries have now been issued a level 2 travel notice. This indicates that enhanced precaution be practiced for those choosing to travel to infected areas. While airport screenings are enacted in certain African nations' airports screening passengers leaving the country for potential symptoms of the virus, there are no such airport screenings yet used in international terminals. The reason for this being is that Ebola “is not that easily spread in a typical airline environment,” Monroe explained.\n\nIn order to contract the deadly virus, one must come in contact with infected bodily secretions and then have these secretions enter one's body via either broken skin or a mucous membrane. Simply being in the vicinity of a sick individual is not enough. “Most people who contract Ebola are those who live with and care for those who have already caught the disease and are showing symptoms,” Monroe added.\n\nUse Past Instances Of Lassa Fever As Model\n\nIn case the virus were to enter U.S. soil, its chances of spreading with the same force as it has spread in West Africa is unlikely. “We are reassured by the multiple introductions of Lassa over the last two decades or so, that it wasn’t spread,” explained a CDC representative in the teleconference. Lassa Fever, though different to Ebola, had similar infection patterns in previous outbreaks. However, although there have been several sporadic cases of Lassas reported in America, rapid diagnosis and quarantine has led to there never being a U.S. outbreak of the virus. This gives the CDC hope that in case of an emergency, a single case of Ebola in America would not lead to a second outbreak, although the representative added that, “It also is a different virus and I don’t think we want to be overly confident in how we manage it.”\n\nResponse More Of A Marathon Than A Race\n\nThe outbreak was described as having rapidly changing circumstances and Monroe commented that he expected the virus to continue wreaking havoc on West Africa for many more weeks if not months. He described the response to the outbreak as “more of a marathon than a sprint.”\n\nUS Preparation In Case Of An Emergency\n\nIn case the virus does occur in America, the CDC ensures that the country is prepared to both treat patients and prevent outbreak status. The CDC explained that their main objective was to raise the level of awareness of Ebola in all U.S. emergency rooms and front line places for primary care. The CDC has advised all U.S. health care providers to ensure that they pay special attention to patients’ travel history, know the symptoms of Ebola, and know what to do if they have a patient who has Ebola. “First properly isolate the patient and then follow infection control precautions to prevent the spread of Ebola,” Monroe said. The CDC deputy director emphasized that the single most important measure to make sure one does not contract Ebola is to avoid bodily fluids like blood and saliva.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "centers, disease, control, releases, update, current, ebola, outbreak, status, ensuring, virus", "og": {"site_name": "Medical Daily", "description": "The Centers for Disease Control and Prevention has announced the virus is not likely to spread beyond the already affected area, but the outbreak may last several more months.", "title": "CDC Releases Update On Current Ebola Outbreak Status", "url": "http://www.medicaldaily.com/centers-disease-control-releases-update-current-ebola-outbreak-status-ensuring-virus-unlikely-leave", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/28/ebola.jpg", "type": "article"}, "twitter": {"description": "The Centers for Disease Control and Prevention has announced the virus is not likely to spread beyond the already affected area, but the outbreak may last several more months.", "title": "CDC Releases Update On Current Ebola Outbreak Status", "url": "http://www.medicaldaily.com/centers-disease-control-releases-update-current-ebola-outbreak-status-ensuring-virus-unlikely-leave", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/28/ebola.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/07/28/ebola.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "US/World", "published_time": "2014-07-28T17:37:28-04:00", "modified_time": "2014-07-28T17:37:28-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The Centers for Disease Control and Prevention has announced the virus is not likely to spread beyond the already affected area, but the outbreak may last several more months."}, "_id": "\"57477af36914bd0286fcc673\"", "article_summary": "In four months, the Ebola outbreak in West Africa has broken records for being both the longest lasting outbreak and also for claiming more lives than ever before in history.\n“First properly isolate the patient and then follow infection control precautions to prevent the spread of Ebola,” Monroe said.\nThose Outside West Africa Are SafeFor now, it seems that those living outside of Ebola-infected countries are safe from the extremely deadly virus.\nThe reason for this being is that Ebola “is not that easily spread in a typical airline environment,” Monroe explained.\nUse Past Instances Of Lassa Fever As ModelIn case the virus were to enter U.S. soil, its chances of spreading with the same force as it has spread in West Africa is unlikely."}