{"article_title": "Ohio Gov. John Kasich talks up Medicaid expansion in Nashville", "article_keywords": ["gov", "nashville", "expansion", "state", "tennessee", "medicaid", "governor", "kasich", "talks", "ohio", "john", "gop", "presidential"], "article_url": "http://www.tennessean.com/story/news/politics/2015/07/09/gop-presidential-hopeful-kasich-talks-medicaid-expansion-in-tn/29914669/", "article_text": "Buy Photo Republican presidential candidate and Ohio Gov. John Kasich plans to bring his campaign to Nashville on Feb. 27 for an event at Rocketown. (Photo: John Partipilo / File / The Tennessean)Buy Photo\n\nJohn Kasich is the first to admit he's not an expert on Tennessee politics.\n\nBut the Ohio governor and likely Republican presidential contender did successfully implement Medicaid expansion in his state, a move unpopular with GOP critics who note its ties to \"Obamacare.\"\n\nDuring a Thursday visit to Nashville, Kasich argued the program is working in his state and offered some advice for fellow Republican Gov. Bill Haslam and his allies on how they could pass their own plan in Tennessee.\n\n\"I'm very big on Haslam, I think he's really smart. But you have to all work those people in the legislature, and you've got to tell them this is what it's all about,\" Kasich said in speaking with several doctors and administrators at Vanderbilt University Medical Center.\n\n\"The problem that a lot of you have is you get upset with them, and then when they don't do what you want them to do, then you go and you support them. You're all the same: You're all worried about whether they're going to like us the next day. Either you mean it or you don't.\"\n\nHaslam and his supporters failed to implement his Insure Tennessee program this year. The plan relied on federal funds typically reserved for Medicaid expansion but would have implemented two separate programs that offered different forms of health insurance to potentially hundreds of thousands of low-income Tennesseans.\n\nPresidential politics\n\nThe trip to Nashville is the latest in a series of visits across the country for Kasich, who's expected to officially enter the presidential race in a July 21 announcement. He's also the latest likely GOP presidential candidate to come to Tennessee: In the past year, almost all of the 17 declared or likely GOP hopefuls (at the moment) have come to Tennessee at least once.\n\n\"This could be part of an SEC primary, and if I should decide to run for president, then it's obviously going to be a very important place,\" Kasich said, referencing several Southern states with primary elections slated for March 1.\n\n\"So I've been to Georgia, I've been to South Carolina, here in Tennessee, and we'll visit some other states. Anybody that's part of the SEC primary, you at least want to show up.\"\n\nAlthough he's been elected governor twice and served nine terms in Congress, Kasich is one of the last candidates to officially enter the race and is barely registering on presidential polls in some of the early primary states.\n\nIn addition to his trips through the South, a nonprofit group supporting Kasich just released a new television advertisement set to air in New Hampshire. Even with the TV blitz, analysts say Kasich's support for the controversial Common Core education standards and Medicaid expansion could make him a tough sell in Tennessee.\n\nGeoffrey Skelley is associate editor of Sabato's Crystal Ball, a political prognostication site run by University of Virginia political professor Larry Sabato. Skelley noted that former Pennsylvania Sen. Rick Santorum and former Arkansas Gov. Mike Huckabee won the last two GOP presidential primaries in Tennessee. Both are considered by many to be further to the political right than Kasich.\n\nSkelley said it's \"hard to see\" Kasich excelling in Tennessee, or even being able to stay in the race long enough to make it to the March 1 primaries.\n\n\"At the moment, it's hard to see him making it. But it would probably be foolish to count out the popular governor of a key presidential state like Ohio,\" Skelley said.\n\nVanderbilt University political science professor John Geer says a moderate Republican could win Tennessee, and he agreed with Skelley that it's too early to say how the large GOP field will shake out at this point. But he said Kasich is a \"long shot\" to make it to the SEC primary, saying the governor will need to \"get lucky.\"\n\nMedicaid expansion vs. block grants\n\nHaslam has tried to differentiate his plan from Medicaid expansion, but his fellow Tennessee Republicans blanched at the proposal. Kasich acknowledged his own work on Medicaid expansion wasn't easy, but offered counterarguments to some of the proposals offered by opponents.\n\nTennessee Lt. Gov. Ron Ramsey and House Speaker Beth Harwell never truly pushed for Insure Tennessee, in part saying they want the federal government to offer health assistance in the form of block grants. Block grants \"bother\" Kasich: He said there need to be some strings attached to the money to make sure states don't go fix highways with money intended to help insure the needy.\n\n\"Part of the problem is people develop an ideological opposition and then don't want to be confused by the facts,\" Kasich said.\n\n\"I think we are a healthier state, a more inclusive state, a better state and a more unified state as a result of this. I think you'll get it done here. I don't know who holds it up. But it's always a struggle.\"\n\nAt the same time, Kasich said states should have some flexibility in how they spend their money: For Ohio, people are eligible for Medicaid if they earn up to 138 percent of the federal poverty line. Kasich said there are discussions about dropping that to 100 percent, then combining the leftover funds with a \"modest state subsidy\" to help people earning between 100 percent and 138 percent of the federal poverty level purchase coverage on the private health care exchange.\n\nOpponents to any form of Medicaid expansion in Tennessee disagreed with Kasich's analysis. Justin Owen of The Beacon Center of Tennessee, a conservative think tank that successfully helped defeat Insure Tennessee this year, blasted Kasich for expanding Medicaid in Ohio.\n\n\"Gov. Kasich's Medicaid expansion under Obamacare has been an abysmal failure. Rather than come to our state and shill for Tennessee to duplicate Ohio's disasters, Gov. Kasich should go back home and try to fix the mess he's created,\" Owen said in a statement.\n\nVisiting Vanderbilt\n\nKasich seemed relaxed and interested during his tour of the Vanderbilt hospital, which included trips past the trauma center to one of the hospital's helipads.\n\nAccompanied by his twin 15-year-old daughters, Reese and Emma, Kasich kept asking doctors to describe procedures to the young girls. At one point during a conversation with a trauma surgeon, Kasich jumped into a talking point before the surgeon could answer a question the governor had posed.\n\n\"Let him answer your question!\" Reese said, to laughter from the governor and Vanderbilt officials.\n\nDr. C. Wright Pinson is CEO of Vanderbilt Health System and a surgeon focusing on the liver. He asked Kasich several questions about expanding Medicaid, but also described aspects of liver surgery to Kasich's daughters at the governor's request.\n\n\"Very impressed with him. He is clearly immersed in the issues, and he knows what he's talking about,\" Pinson said after the visit.\n\n\"I thought his comments around Medicaid expansion ... in the state of Ohio were very valuable and would be useful for us to pay more attention to.\"\n\nKasich said he also met with business executives in Williamson County before returning to Nashville for a press event at the statehouse. He also met with Ramsey, Harwell, Tennessee GOP Chairman Ryan Haynes and former U.S. Rep. Bob Clement, a Nashville Democrat who served with Kasich in the House.\n\nKasich didn't meet with Haslam; a Haslam spokesman said the governor is out of town.\n\nReach Dave Boucher at 615-259-8892 and on Twitter @Dave_Boucher1.\n\nBuy Photo Ohio governor and likely GOP presidential contender John Kasich brought his twin, 15-year old daughters on a visit Thursday to Vanderbilt University Medical Center in Nashville. Part of the tour included a tour of the hospital's helipad. (Photo: Dave Boucher / Tennessean)\n\nRead or Share this story: http://tnne.ws/1MilqPi", "article_metadata": {"google": "notranslate", "description": "GOP presidential hopeful Kasich talks Medicaid expansion in Tennessee", "og": {"site_name": "The Tennessean", "description": "GOP presidential hopeful Kasich talks Medicaid expansion in Tennessee", "title": "Ohio Gov. John Kasich talks up Medicaid expansion in Nashville", "url": "http://www.tennessean.com/story/news/politics/2015/07/09/gop-presidential-hopeful-kasich-talks-medicaid-expansion-in-tn/29914669/", "image": "http://www.gannett-cdn.com/GDContent/applogos/tennessean.png", "type": "article"}, "twitter": {"description": "GOP presidential hopeful Kasich talks Medicaid expansion in Tennessee", "title": "Ohio Gov. John Kasich talks up Medicaid expansion in Nashville", "image": "http://www.gannett-cdn.com/-mm-/e6f3ef7718769a384cf3a1749e697b850c9e7336/c=108-0-483-375&r=x643&c=640x640/local/-/media/2015/07/09/Nashville/Nashville/635720618877305931-NAS-KASICH-IN-TN001.jpg", "creator": "@tennessean", "site": "@tennessean", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600028886", "fb": {"app_id": 121487414583460}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Mike Huckabee", "gci-asset-type": "story", "gci-categories": "Persons/Mike Huckabee", "title": "Ohio Gov. John Kasich talks up Medicaid expansion in Nashville", "author": "Dave Boucher", "pageclass": "article", "recs": {"category": "news/politics", "image-3-4": "http://www.gannett-cdn.com/-mm-/349b3b55b7d969a8cce1a8118bb10e368b0bc307/c=158-0-439-375/local/-/media/2015/07/09/Nashville/Nashville/635720618877305931-NAS-KASICH-IN-TN001.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/4578d14d8460853898b4f0b37c4746f18b5ad1fa/c=108-0-483-375/local/-/media/2015/07/09/Nashville/Nashville/635720618877305931-NAS-KASICH-IN-TN001.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/74ab05866aabcf9e154543deee03346c215347d6/c=16-0-515-375/local/-/media/2015/07/09/Nashville/Nashville/635720618877305931-NAS-KASICH-IN-TN001.jpg", "image": "http://www.gannett-cdn.com/-mm-/fdac89840b8f3e41fefdd6a4727f5928e942241a/c=0-1-599-340&r=x633&c=1200x630/local/-/media/2015/07/09/Nashville/Nashville/635720618877305931-NAS-KASICH-IN-TN001.jpg", "publishtime": "2015-07-09T17:06:55.360000-05:00", "shorthed": "GOP presidential hopeful Kasich talks Medicaid expansion in TN", "articleid": 29914669, "image-16-9": "http://www.gannett-cdn.com/-mm-/ce897f339ab2b6847c0df7276321c2c92aa2fdaa/c=0-1-599-340/local/-/media/2015/07/09/Nashville/Nashville/635720618877305931-NAS-KASICH-IN-TN001.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/e94a00009c585411f7ee1a74fc645c281dac8677/c=128-0-338-375/local/-/media/2015/07/09/Nashville/Nashville/635720618877305931-NAS-KASICH-IN-TN001.jpg"}}, "news_keywords": "Gov. John Kasich, GOP presidential candidates, Republican presidential primary, 2016 presidential race, Tennessee, Gov. Bill Haslam, Medicaid expansion, Obamacare, health insurance"}, "_id": "\"57477af36914bd0286fcc675\"", "article_summary": "Medicaid expansion vs. block grantsHaslam has tried to differentiate his plan from Medicaid expansion, but his fellow Tennessee Republicans blanched at the proposal.\nDuring a Thursday visit to Nashville, Kasich argued the program is working in his state and offered some advice for fellow Republican Gov.\nKasich acknowledged his own work on Medicaid expansion wasn't easy, but offered counterarguments to some of the proposals offered by opponents.\nBuy Photo Ohio governor and likely GOP presidential contender John Kasich brought his twin, 15-year old daughters on a visit Thursday to Vanderbilt University Medical Center in Nashville.\nKasich's Medicaid expansion under Obamacare has been an abysmal failure."}