{"article_title": "What the Washington Navy Yard and ISIS have in common", "article_keywords": ["israel", "taylor", "yard", "gaza", "washington", "islamic", "state", "kill", "common", "world", "navy", "isis"], "article_url": "http://www.commdiginews.com/world-news/what-the-washington-navy-yard-and-isis-have-in-common-44267/", "article_text": "ISIS promises to drive Hamas from Gaza, there's another attack on the Washington Navy Yard, and Obama is celebrating gay marriage. We're in deep trouble.\n\nCHARLOTTE, N.C., July 2, 2015 — Another reported attack at the nation’s oldest naval installation, the Washington Navy Yard, reminds us how vulnerable we are in our own country. In other news, ISIS threatened on Tuesday to take over the Gaza Strip from its rival Hamas.\n\nThe two items seem unrelated, but they are not. Each is an indication of just how dangerous our world has become.\n\nAccording to Reuters, a masked ISIS spokesman said on Tuesday, “We will uproot the state of the Jews (Israel) and you and Fatah (which governs the Palestinian Authority), and all of the secularists are nothing and you will be overrun by our creeping multitudes.”\n\n“Creeping” is right, but “creepy” is better; ISIS continues to ooze its poisonous venom throughout the Middle East.\n\nSuppose the world gave in to every ISIS demand. What would ISIS do in the aftermath? Who would they fight? Kill? Rape? Torture? Nothing will make ISIS happy.\n\nThat mentality thrives in areas marked by burned-out cars and bombed-out buildings. Extremists want and want, but can never be satisfied. What would they do if they ever saw a tree? Cut it down so it would look like everything else?\n\nIs it possible, if absurd, to say that Hamas is the “lesser of two evils” in a competition between two jihadist groups? In what sort of world does that even make sense?\n\nBenjamin Netanyahu has been screaming from Mount Nebo, where Moses saw the Promised Land for the first time, that Israel is an oasis surrounded by a sea of hatred. ISIS is unhappy with Hamas’s efforts to annihilate Israel and wants to put its dream of a new Islamic Caliphate on a faster track.\n\nThe ISIS spokesman declared, “The rule of sharia will be implemented in Gaza, in spite of you. We swear that what is happening in the Levant today, and in particular the Yarmouk camp, will happen in Gaza.”\n\nThis is of little consequence to the White House, its attention distracted by its celebration over recent Supreme Court decisions on Obamacare and gay marriage.\n\nAn ISIS take-over of Gaza and Israel would be another success story in President Obama’s narrative of “change.” In fact, ISIS would be doing him a favor.\n\nIt might even be to Obama’s advantage to send John Kerry to “negotiate” a nuclear weapons deal with the Islamic State as well as Iran.\n\nISIS and Hamas are united in one thing: They both hate Israel, and their hatred is rooted in Islam. Regardless of which side wins, the hatred will survive. The victor will begin looking for new targets. It doesn’t matter whether they are Jewish or Muslim. Muslims will unite to kill non-Muslims, and when the infidels are gone, they will be just as happy to kill each other.\n\nThe world has gone mad.\n\nLike kudzu, that notorious creeping vine in the southern U.S., ISIS continues its advance through the Middle East. American diplomats have tried to put a “happy face” on the situation, telling the bold-faced lie that ISIS is contained. The Islamic State laughs in our collective faces and continues to creep into every nook and cranny it can find.\n\nReuters reports that Israeli officials discovered more than 100 ISIS rings at the Tel Aviv airport last month. The rings were scheduled to be delivered to a Palestinian jeweler in the West Bank.\n\nWe sometimes shrug that these events are “over there.” They are thousands of miles away, so why should we worry if they aren’t here?”\n\nThey are here. They are here when a crazed maniac shoots up a Charleston, S.C., church. They are here when two brothers blow up a marathon in Boston. They are here when the news of the day is another attack at the Navy Yard in Washington.\n\nWhether death and destruction occur is not the point. The point is that we are looking in the other direction while we constantly and falsely reassure ourselves that we are secure and safe.\n\nThe sad thing is that we are allowing our own president and his willing advocates in the media to dominate the reality and the truth. One day it will be too late.\n\nBob Taylor has been traveling the world for more than 30 years as a writer and award winning television producer focusing on international events, people and cultures around the globe. Taylor is founder of The Magellan Travel Club (www.MagellanTravelClub.com)\n\nRead more of What in the World and Bob Taylor at Communities Digital News. Follow Bob on Twitter @MrPeabod.", "article_metadata": {"description": "The pattern of violence and web of insecurity that surround us have a common pathology that the media and Obama Administration don't see.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "author": "Bob Taylor", "og": {"site_name": "Communities Digital News", "description": "The pattern of violence and web of insecurity that surround us have a common pathology that the media and Obama Administration don’t see.", "title": "What the Washington Navy Yard and ISIS have in common", "url": "http://www.commdiginews.com/world-news/what-the-washington-navy-yard-and-isis-have-in-common-44267/", "image": {"width": 700, "identifier": "http://www.commdiginews.com/wp-content/uploads/2015/07/isis.png", "height": 430}, "locale": "en_US", "type": "article"}, "twitter": {"description": "The pattern of violence and web of insecurity that surround us have a common pathology that the media and Obama Administration don't see.", "title": "What the Washington Navy Yard and ISIS have in common", "image": "http://www.commdiginews.com/wp-content/uploads/2015/07/isis-435x375.png", "creator": "@commdiginews", "site": "@commdiginews", "card": "summary"}, "keywords": "terrorism,isis,washington navy yard,barack obama,israel,hamas,gaza,islam,obama", "propeller": "a20eada6e38f74d5c5bf31354ee9760c", "article": {"published_time": "2015-07-03T12:37:03+00:00", "modified_time": "2015-07-07T05:46:43+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Gaza, Hamas, Isis, Islam, obama, Washington Navy Yard"}, "_id": "\"57477af36914bd0286fcc67c\"", "article_summary": "ISIS promises to drive Hamas from Gaza, there's another attack on the Washington Navy Yard, and Obama is celebrating gay marriage.\nThey are here when the news of the day is another attack at the Navy Yard in Washington.\nCHARLOTTE, N.C., July 2, 2015 — Another reported attack at the nation’s oldest naval installation, the Washington Navy Yard, reminds us how vulnerable we are in our own country.\nThe Islamic State laughs in our collective faces and continues to creep into every nook and cranny it can find.\nIt might even be to Obama’s advantage to send John Kerry to “negotiate” a nuclear weapons deal with the Islamic State as well as Iran."}