{"article_title": "Colorado Exchange Insurer CEO After Decertification", "article_keywords": ["colorado", "cbs4", "exchange", "ceo", "insurer", "think", "wouldnt", "state", "health", "decertification", "care", "plymell", "insurance", "plans"], "article_url": "http://denver.cbslocal.com/2015/10/16/colorado-healthop-on-colorado-exchange-collapses/", "article_text": "DENVER (CBS4) – Colorado’s only non-profit health plan co-op has been decertified by the state.\n\nMore than 80,000 members will have to look for new insurance when the marketplace opens on Nov. 1 and will have to pick a new plan by Dec. 15 to make sure there isn’t a gap in coverage.\n\n“What happened here is a local tragedy but it’s an old story about politics and fear. A week ago we received unexpected news that the federal government wouldn’t make good on its obligations. These were obligations to help pay for care,” said Julia Hutchins, the CEO of Colorado HealthOP.\n\nThe co-op was hoping to get up to $16 million through an incentive in the Affordable Care Act. Congress only approved 12 percent of the $3 billion nationwide, meaning Colorado HealthOP would get no more than $2 million.\n\nMORE FROM COLORADO.GOV: Division of Insurance moves to protect Colorado consumers, takes action against HealthOP\n\n“For a small local company having a significant change in the amount that you’re owed is devastating,” Hutchins said.\n\nColorado Division of Insurance spokesman Vincent Plymell told CBS4 “they are financially unsustainable.”\n\n“They were expecting some money from a federal program and got notified earlier this month they wouldn’t be getting as much as they were expecting,” said Plymell. “The state has requirements for insurance companies; they have to keep so much in reserve, think of it as a rainy day fund.”\n\n2016 rates haven’t been approved by the state yet for the 20 other carriers, and this closing could mean higher rates for some.\n\n“This obviously has an impact on all our calculations, obviously in terms of the number of plans, the plans available to consumers this is also going to impact the tax credits people receive,” Plymell said.\n\n“The bottom line is health insurance isn’t getting any cheaper. They’ll see plans that cost more and offer less and certainly that don’t have the same consumer focus that we do,\n\n” said Hutchins.\n\n“We’re victims to politics. It’s unfortunate, health care reform, no matter how you think about it, we were a private market solution to drive down health care costs. This is about people in Colorado needing health care and who was there for them and we were there for them when a larger carriers stood on the sidelines.”\n\nJeff Todd joined the CBS4 team in 2011 covering the Western Slope in the Mountain Newsroom. Since 2015 he’s been working across the Front Range in the Denver Headquarters. Follow him on Twitter @CBS4Jeff.", "article_metadata": {"description": "Colorado's only non-profit health plan co-op has been decertified by the state.", "generator": "WordPress.com", "og": {"url": "http://denver.cbslocal.com/2015/10/16/colorado-healthop-on-colorado-exchange-collapses/", "image": {"width": 1500, "secure_url": "https://cbsdenver.files.wordpress.com/2015/10/colorado-healthop1.jpg?w=1500", "identifier": "https://cbsdenver.files.wordpress.com/2015/10/colorado-healthop1.jpg?w=1500", "height": 844}, "type": "article", "description": "Colorado's only non-profit health plan co-op has been decertified by the state.", "title": "Colorado Exchange Insurer CEO After Decertification: 'It's A Local Tragedy'"}, "twitter": {"image": "https://cbsdenver.files.wordpress.com/2015/10/colorado-healthop1.jpg?w=1500", "title": "Colorado Exchange Insurer CEO After Decertification: 'It's A Local Tragedy'", "site": "/social/", "card": "summary_large_image", "description": "Colorado's only non-profit health plan co-op has been decertified by the state."}, "msapplication-tooltip": "CBSDenver.com in Denver is Colorado's Online News Channel with up to the minute breaking news, weather, sports and top spots.", "msapplication-window": "width=device-width;height=device-height", "application-name": "CBS Denver", "google-site-verification": "44caXBf4kjHeKKAT7ZZ89NaCX25utL_yRSa-qGpwIhY", "keywords": "cbs4, health, jeff todd, links & info, local, news, affordable care act, colorado division of insurance, colorado healthop, health insurance, julia hutchins, vincent plymell", "article": {"publisher": "http://www.facebook.com/cbsdenver", "author": "http://www.facebook.com/cbsdenver"}, "msapplication-task": "name=Subscribe;action-uri=http://denver.cbslocal.com/feed/;icon-uri=http://1.gravatar.com/blavatar/1358cb67b88b4ef2e59895070c511d70?s=16", "news_keywords": "affordable care act, colorado division of insurance, colorado healthop, health insurance, julia hutchins, vincent plymell"}, "article_summary": "It’s unfortunate, health care reform, no matter how you think about it, we were a private market solution to drive down health care costs.\nThese were obligations to help pay for care,” said Julia Hutchins, the CEO of Colorado HealthOP.\n“The bottom line is health insurance isn’t getting any cheaper.\nCongress only approved 12 percent of the $3 billion nationwide, meaning Colorado HealthOP would get no more than $2 million.\nDENVER (CBS4) – Colorado’s only non-profit health plan co-op has been decertified by the state."}