{"article_title": "Most Insurance Exchanges Just Got Bigger. Covered California Is Getting Smaller.", "article_keywords": ["carriers", "smaller", "plans", "getting", "exchange", "state", "health", "california", "market", "exchanges", "covered", "insurers", "insurance", "bigger", "told"], "article_url": "http://californiahealthline.org/news/most-insurance-exchanges-just-got-bigger-covered-california-is-getting-smaller/", "article_text": "Kynect. Maryland Health Connection. The Washington Health Benefit Exchange.\n\nEvery one of those state insurance exchanges added new carriers in preparation for Obamacare’s second open enrollment period this fall.\n\nCovered California did not.\n\nInstead, the Golden State took a different approach: Its exchange is getting smaller.\n\nDwindling Participation. Diminished Returns?\n\nWhen Covered California unveiled its initial slate of 13 carriers last year, their low rates got some attention — but so did their mix.\n\nWhile Covered California couldn’t boast Aetna or UnitedHealthcare, which instead elected to leave the state’s individual market, four major insurers were on board: Anthem Blue Cross, Blue Shield of California, Health Net and Kaiser Permanente.\n\nAnd the exchange also had drawn in several smaller health plans, like Ventura County Health Plan, which were going to compete for share on the individual market for the first time.\n\n“For me, the story is [these] new participants,” Micah Weinberg of the Bay Area Council told California Healthline last summer. “Who exactly they are, and how they are being offered in these marketplaces, is worth watching.”\n\nBut Ventura County quietly pulled out. A second small carrier, Alameda Alliance, was kicked out. And earlier this summer, a third carrier — Contra Costa Health Plan — was forced to drop out, citing state rules around offering on- and off-exchange plans.\n\nThat’s left Covered California with 10 plans — which would be a bounty for nearly any other state. Not so across California’s vast, 164,000-square-mile expanse, where many regions are essentially dependent on a lone insurer.\n\nAs “Road to Reform” tracked throughout last year’s enrollment period, the seven small insurers ended up splitting just a fraction of Covered California’s customers, while the “big four” insurers were responsible for almost 95% of all sign-ups across the state.\n\n“It’s not just an issue of market concentration,” California Insurance Commissioner Dave Jones (D) told California Healthline. “It’s the absence of choice that exists for some consumers in some parts of California.”\n\nExchange supporters counter that the market is efficient, pointing to the state’s strong enrollment in year 1 of Obamacare exchanges and the low rates recently announced for year 2.\n\n“It’s a clear sign that the system in place is working,” Charles Bacchi, the incoming CEO of the California Association of Health Plans, told the Los Angeles Times last month. “Covered California is making it possible for individuals to purchase quality health coverage at affordable rates.”\n\nConcerns Around Competition, Access\n\nThe debate over the number of carriers, the cost of premiums, the range of doctors in Covered California’s networks — it all can be boiled down to a single question:\n\nHas Covered California done a good enough job covering California?\n\nSeveral experts credited the exchange with one big win: Creating more options for shoppers.\n\n“I think competition did increase [given] new entrants into the individual market,” UCLA’s Dylan Roby told California Healthline.\n\nRoby rattled off the carriers that joined — Chinese Community Health Plan, LA Care, Molina, Sharp and Valley Care — and noted that Cigna and Assurant continue to offer off-exchange plans, too. As a result, California ended up with 17 carriers in the individual market in 2014, compared with 10 in 2010, Roby says.\n\nThat’s one potential reason more insurers may not have wanted to flock to join Covered California. Another hypothesis: The existing plans did such a good job signing up consumers last year, there’s less reason for new competitors to try and jump in.\n\n“I do wonder whether the upside potential for new entrants in a state like California is more limited,” compared with states that enrolled less of the potential marketplace population, Kaiser Family Foundation’s Larry Levitt mused. According to KFF data, nearly 43% of potential customers signed up last year in California; in contrast, Maryland’s insurers enrolled less than 17% of eligible customers. Maryland Health Connection has subsequently announced two new insurers for next year.\n\n“In California, the number of remaining uninsured includes harder-to-reach groups,” Levitt added in an interview. “You also have a market largely dominated by four carriers.”\n\n“For any new entrant to gain meaningful market share, they’d have to be able to price very competitively, and that requires having good contracts with providers.”\n\nCalifornia’s low premium hikes for 2015 could further suggest that the exchange is working. Robert Wood Johnson Foundation on Tuesday released a study finding that state Obamacare markets that were less competitive saw the highest premium hikes, and vice versa. (RWJF did not examine California.)\n\nBut there’s also reason to be wary of Covered California’s current strategy, the state insurance commissioner tells California Healthline.\n\nJones stressed that he’s a supporter of Covered California — “It’s been a very good start,” he repeated — but the dwindling number of participating plans has concerned him.\n\n“That has enormous consequences for pricing and insurers’ ability to charge excessive rates,” he said. “Which has enormous downstream consequences for consumers and the prices they have to pay.”\n\nHe also suggested that Covered California has boxed itself in by relying on the big four plans in parts of the state.\n\n“If the [exchange] disagrees with the price that Anthem, Blue Shield, Kaiser, or HealthNet are charging — they have no real bargaining power to get a lower price, because Covered California can’t afford to kick them out of the exchange,” Jones added.\n\nLooking Forward\n\n“Road to Reform” surveyed a dozen experts, and nearly all of them felt that while Covered California was relatively successful last year, there’s room for the exchange to grow.\n\n“I would like to see more choice in some regions of the state,” Roby acknowledged. Ideally, there would be “at least four to five plans in each area, with one or two being lower-cost, local-initiative, [not-for-profit] plans like L.A. Care.”\n\nCAHP’s Bacchi thinks exchange operations will only improve with more experience.\n\n“We expect to see this robust competition among insurers to continue and possibly expand as we gain more experience with this new marketplace,” he told California Healthline. “All of this should help moderate premium growth in the future.”\n\n“I wouldn’t be surprised to see new entrants into the market next year,” adds Weinberg of the Bay Area Council. “The national payers have been expanding their participation in public marketplace and even a lesser known name, Assurant, is filing in 16 states this year” — although California isn’t one of them.\n\nTwo national payers that aren’t coming back to California any time soon: Aetna and United. Because both pulled out of the California market, they can’t be allowed back in until 2018. And given current laws and taxes that he says favor Anthem and Blue Cross, Jones wouldn’t be surprised if they stay away.\n\n“Until we make sure we have a level playing field, I think we’re going to continue to see United and Aetna stay out of the market,” Jones said.\n\nAround the nation\n\nHere’s a look at several other stories making news on the road to reform.\n\nHow the Halbig plaintiffs changed their mind: Writing in Politico, Abbe Gluck, a law professor at Yale, notes that the plaintiffs in Halbig v. Burwell — the lawsuit challenging the legality of the Affordable Care Act’s insurance subsidies — originally filed a suit against the law that completely opposes their current argument. (Here’s California Healthline‘s detailed breakdown of the Halbig case, which includes comments from Gluck.)\n\nAuto-renewal could be a problem: The National Journal‘s Sam Baker digs into why consumers who choose to keep their Obamacare plans could be in line for an unexpected premium hike this year.\n\nDid the Affordable Care Act create the Tea Party? Bloomberg‘s Megan McArdle digs into whether the polarizing health law helped drive the political movement.", "article_metadata": {"description": "<p>Bucking national trends, Covered California didn't add any insurance carriers -- and actually shed a plan -- ahead of its second year. Is that because the exchange is already competitive, or are leaders too complacent?</p>", "generator": "WordPress.com", "og": {"site_name": "California Healthline", "description": "Bucking national trends, Covered California didn’t add any insurance carriers — and actually shed a plan — ahead of its second year. Is that because the exchange is already compet…", "title": "Most Insurance Exchanges Just Got Bigger. Covered California Is Getting Smaller.", "url": "http://californiahealthline.org/news/most-insurance-exchanges-just-got-bigger-covered-california-is-getting-smaller/", "image": "https://s0.wp.com/wp-content/themes/vip/kaiser-californiahealthline/static/images/placeholder.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@CalHealthline", "card": "summary", "creator": "@CalHealthline"}, "msapplication-window": "width=device-width;height=device-height", "viewport": "width=device-width, initial-scale=1", "application-name": "California Healthline", "article": {"publisher": "https://www.facebook.com/WordPresscom", "published_time": "2014-08-13T06:45:00+00:00", "modified_time": "2014-08-13T06:45:00+00:00"}, "msapplication-task": "name=Subscribe;action-uri=http://californiahealthline.org/feed/;icon-uri=https://s2.wp.com/i/favicon.ico"}, "_id": "\"57477af46914bd0286fd7ef2\"", "article_summary": "“It’s not just an issue of market concentration,” California Insurance Commissioner Dave Jones (D) told California Healthline.\n“For me, the story is [these] new participants,” Micah Weinberg of the Bay Area Council told California Healthline last summer.\nCovered California did not.\nWhen Covered California unveiled its initial slate of 13 carriers last year, their low rates got some attention — but so did their mix.\nBecause both pulled out of the California market, they can’t be allowed back in until 2018."}