{"article_title": "Employees still wary to share personal information for wellness programs", "article_keywords": ["information", "wary", "personal", "wellness", "employees", "programs", "share", "employers", "program", "health", "khn", "employer", "insurance"], "article_url": "http://www.fiercehealthpayer.com/story/employees-still-wary-share-personal-information-wellness-programs/2015-08-04", "article_text": "As many employers offer some form of workplace wellness program, employees worry their personal information will trickle back to their employer and be used against them, Kaiser Health News reports.\n\nThis past spring, the Equal Employment Opportunity Commission (EEOC) issued proposed rules for employer-based wellness programs that aim to reconcile guidelines under both the Affordable Care Act and Americans with Disabilities Act. But many advocates raise concerns about the types of medical questions employers are allowed to ask.\n\nFor instance, many believe that information regarding pregnancy status will get back to the employer. \"There are still lots of stereotypes out there that pregnant women and mothers aren't as competent, as committed to their work or as good as other employees,\" Emily Martin, vice president and senior counsel for the National Women's Law Center, tells KHN.\n\nWhen it comes to assessing pregnancy status, Humana Vitality spokesman Jeff Blunt tells KHN that finding out if a participant is pregnant helps assure that any health goals the program sets are appropriate for someone who is expecting.\n\nAmid growing concern, employers and wellness vendors they hire say personal information is rarely, if ever, shared with the employer. Gathering personal data is used for the program, while many add that participation is voluntary, notes KHN. The EEOC reiterates this notion by pointing out that wellness programs can only share aggregated data with employers.\n\nWellness programs have been under harsh scrutiny as of late, especially if employers link insurance premiums with wellness program participation since pricing insurance based solely on health data can unintentionally discriminate. Some of the indviduals who may be adversely affected by wellness programs, for instance, include: lower-income individuals who generally have higher rates of stress-related medical conditions and poorer diets, as well as individuals with measurable illnesses or genetic conditions.\n\nFor more:\n\n- here's the KHN article\n\nRelated Articles:\n\nRethink the link between insurance premiums and wellness programs\n\nJudge: Wellness programs can penalize non-participants\n\nEEOC's proposed wellness program guidelines up for debate", "article_metadata": {"description": "As many employers offer some form of workplace wellness program, employees worry their personal information will trickle back to their employer and be used against them, Kaiser Health News reports.", "og": {"site_name": "FierceHealthPayer", "description": "As many employers offer some form of workplace wellness program, employees worry their personal information will trickle back to their employer and be used against them, Kaiser Health News reports.", "title": "Employees still wary to share personal information for wellness programs", "url": "http://www.fiercehealthpayer.com/story/employees-still-wary-share-personal-information-wellness-programs/2015-08-04", "image": "http://assets.fiercemarkets.net/public/opengraphimages/updated/opengraph_fiercehealthpayer.jpg", "type": "website"}, "twitter": {"site": "healthpayer", "card": "summary"}, "parsely-metadata": "{\"mkto\": }", "revisit-after": "1 day", "keywords": "EEOC,National Women's Law Center,Patient Care & Outcomes,wellness programs", "viewport": "width=device-width", "news_keywords": "Patient Care & Outcomes"}, "_id": "\"57477af36914bd0286fcc697\"", "article_summary": "For more:- here's the KHN articleRelated Articles:Rethink the link between insurance premiums and wellness programsJudge: Wellness programs can penalize non-participantsEEOC's proposed wellness program guidelines up for debate\nThe EEOC reiterates this notion by pointing out that wellness programs can only share aggregated data with employers.\nAmid growing concern, employers and wellness vendors they hire say personal information is rarely, if ever, shared with the employer.\nAs many employers offer some form of workplace wellness program, employees worry their personal information will trickle back to their employer and be used against them, Kaiser Health News reports.\nThis past spring, the Equal Employment Opportunity Commission (EEOC) issued proposed rules for employer-based wellness programs that aim to reconcile guidelines under both the Affordable Care Act and Americans with Disabilities Act."}