{"article_title": "Dems push for greater labor protections for TSA workers", "article_keywords": ["transportation", "greater", "rights", "federal", "workers", "workforce", "tsa", "thompson", "protections", "dems", "push", "security", "labor", "employees"], "article_url": "http://thehill.com/policy/transportation/268773-dems-push-for-greater-labor-protections-for-tsa-workers", "article_text": "Democrats in the House are pushing to give Transportation Security Administration employees labor protections granted to other federal workers.\n\nReps. Bennie Thompson (D-Miss.) and Nita Lowey (D-N.Y.) have introduced legislation that would grant TSA workers, who are already unionized, rights that include \"collective bargaining, whistleblower protections, and protections against discrimination based on age or handicap.\"\n\nThe lawmakers said the extra safeguards would help the TSA retain workers, who have been represented by the American Federation of Government Employees (AFGE) since 2011.\n\n“Unfortunately, TSA’s personnel system to attract, retain, and develop a strong workforce has fallen short,\" Thompson, the ranking Democrat on the House Homeland Security Committee, said in a statement.\n\n\"We introduced the ‘Rights for Transportation Security Officers Act of 2016’ because we believe that the time has come for TSA’s personnel and labor management systems to be brought in line with the rest of the federal government under Title 5,\" he added. \"Implementing basic worker protections for this critical workforce has been a lengthy fight and it is time for Congress to come together and enact legislation that will grant these frontline security workers the rights and benefits that they deserve. We believe these changes will increase security and will lead to an improved workforce with better morale.”\n\nBackers of the measure said TSA rules to do not allow airport security agents to have the same rights as most unionized employees do, such as having their pay decided by the federal government's General Service wage scale or the ability to appeal issues to third-parties like the Merit Systems Protection Board.\n\n“Transportation Security Officers perform an essential public service each and every day at our nation’s airports. Yet, these professionals – who are trying to pay mortgages and rent, send their kids to college, and save for retirement – are not guaranteed the same collective bargaining, health, leave, and other basic rights afforded to most federal employees,\" said Lowey (D-N.Y.), the ranking member of the House Appropriations Committee.\n\n\"That’s why I’m proud to introduce the Rights for Transportation Security Officers Act of 2016 with Congressman Thompson,\" she continued. \"This bill, modeled on a similar bill we introduced in the 111th Congress, will provide equal footing, improve morale, and ensure stability for the screening workforce. It’s long past time to extend the protection of the Federal Civil Service system to our valuable TSOs.”", "article_metadata": {"dcterms.description": "Legislation would give TSA workers labor protections that are granted to other federal employees.", "description": "Legislation would give TSA workers labor protections that are granted to other federal employees.", "generator": "Drupal 7 (http://drupal.org)", "author": "Keith Laing", "og": {"site_name": "TheHill", "description": "Legislation would give TSA workers labor protections that are granted to other federal employees.", "title": "Dems push for greater labor protections for TSA workers", "url": "http://thehill.com/policy/transportation/268773-dems-push-for-greater-labor-protections-for-tsa-workers", "image": "http://thehill.com/sites/default/files/tsa_100411getty.jpg", "updated_time": "2016-02-09T13:39:36-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2016-02-09T13:39-05:00", "dcterms.identifier": "http://thehill.com/policy/transportation/268773-dems-push-for-greater-labor-protections-for-tsa-workers", "dcterms.date": "2016-02-09T13:26-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Keith Laing", "dcterms.type": "Text", "keywords": "Transportation Security Administration, TSA, American Federation of Government Employees, AFGE,Bennie Thompson, Nita Lowey,", "article": {"published_time": "2016-02-09T13:26:22-05:00", "modified_time": "2016-02-09T13:39:36-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/transportation/268773-dems-push-for-greater-labor-protections-for-tsa-workers", "widgets": {"csp": "on"}, "description": "Legislation would give TSA workers labor protections that are granted to other federal employees.", "card": "summary", "title": "Dems push for greater labor protections for TSA workers"}, "dcterms.title": "Dems push for greater labor protections for TSA workers"}, "article_summary": "Democrats in the House are pushing to give Transportation Security Administration employees labor protections granted to other federal workers.\nand Nita Lowey (D-N.Y.) have introduced legislation that would grant TSA workers, who are already unionized, rights that include \"collective bargaining, whistleblower protections, and protections against discrimination based on age or handicap.\"\n“Transportation Security Officers perform an essential public service each and every day at our nation’s airports.\n\"That’s why I’m proud to introduce the Rights for Transportation Security Officers Act of 2016 with Congressman Thompson,\" she continued.\nThe lawmakers said the extra safeguards would help the TSA retain workers, who have been represented by the American Federation of Government Employees (AFGE) since 2011."}