{"article_title": "“Frozen” songwriters on their Oscar nomination and the state of the movie musical", "article_keywords": ["category", "song", "frozen", "movie", "work", "lopez", "state", "production", "let", "talk", "characters", "oscar", "andersonlopez", "nomination", "musical", "songwriters"], "article_url": "http://www.salon.com/2014/01/16/frozen_songwriters_on_their_oscar_nomination_and_the_state_of_the_movie_musical/", "article_text": "Topics: frozen, kristen anderson-lopez, robert lopez, the oscars, Entertainment News\n\nIn recent years, the best original song category has come in for some criticism — never more so than in 2012, when the category only had two nominees. With movie musicals no longer a widely seen medium, were songs on film dying out? Were they still worth honoring — especially with big production numbers in an already-long ceremony?\n\nLast year, with Adele’s hit title song for “Skyfall” taking the prize, put those fears to rest, and this year has an equally big nominee: “Let It Go,” sung by Idina Menzel and the centerpiece of animated hit “Frozen,” which — unusually for a film in this category — plays a pivotal role in the plot. In an era when even animated films have moved away from on-screen music, “Frozen” is the sort of throwback musical this category once existed to honor.\n\nRobert Lopez and Kristen Anderson-Lopez, the married co-writers of “Let It Go,” told Salon this morning that they weren’t sure if there’d be a “Frozen” production number at the Oscars this year. “It’s different every year,” said Lopez. “It would be an awesome thing to have Idina up there.”\n\n“I would hope the world would get to see her,” said Anderson-Lopez.\n\nUnusual perhaps for a best original song contender in the modern era, the pair said they spent months leading up to the composition of “Let It Go” working out character beats with the film’s creative team — “talk and talk, and work and work, to get these characters to be the kind of characters who can sustain a musical,” said Anderson-Lopez. “But once we had this song slotted and [the character’s] powers in place — we came up with the hook and a day and a half later we had the song. We went to Prospect Park in Brooklyn and sat on a picnic bench and wrote it out, and the demo was recorded a day later.”", "article_metadata": {"description": "The hit film's potential EGOT winner and his co-writer discuss why the best original song category still matters", "title": "“Frozen” songwriters on their Oscar nomination and the state of the movie musical", "og": {"site_name": "Salon", "description": "The hit film's potential EGOT winner and his co-writer discuss why the best original song category still matters", "title": "“Frozen” songwriters on their Oscar nomination and the state of the movie musical", "url": "http://www.salon.com/2014/01/16/frozen_songwriters_on_their_oscar_nomination_and_the_state_of_the_movie_musical/", "image": "http://media.salon.com/2014/01/frozen2.jpg", "type": "article"}, "twitter": {"description": "The hit film's potential EGOT winner and his co-writer discuss why the best original song category still matters", "title": "“Frozen” songwriters on their Oscar nomination and the state of the movie musical", "image": "http://media.salon.com/2014/01/frozen2.jpg", "creator": "@dpd_", "site": "@salon", "card": "summary_large_image"}, "author": "Daniel D'Addario", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, frozen, kristen anderson-lopez, robert lopez, the oscars", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcc6af\"", "article_summary": "In an era when even animated films have moved away from on-screen music, “Frozen” is the sort of throwback musical this category once existed to honor.\nWith movie musicals no longer a widely seen medium, were songs on film dying out?\nTopics: frozen, kristen anderson-lopez, robert lopez, the oscars, Entertainment NewsIn recent years, the best original song category has come in for some criticism — never more so than in 2012, when the category only had two nominees.\nRobert Lopez and Kristen Anderson-Lopez, the married co-writers of “Let It Go,” told Salon this morning that they weren’t sure if there’d be a “Frozen” production number at the Oscars this year.\n“It would be an awesome thing to have Idina up there.”“I would hope the world would get to see her,” said Anderson-Lopez."}