{"article_title": "What the new RFS standards mean for Iowa", "article_keywords": ["rfs", "plants", "fuels", "iowa", "billion", "corn", "e15", "standards", "renewable", "ethanol", "proposal", "association", "mean"], "article_url": "http://www.desmoinesregister.com/story/money/agriculture/2015/05/29/renewable-fuel-standard-quotes/28178529/", "article_text": "This July 11, 2012, handout photo provided by the Renewable Fuels Association shows a Lawrence, Kansas, fueling station pump with various grades of fuel, including E15, which contains 5 percent more ethanol than the current 10 percent norm sold at most U.S. gas stations. E15 is sold in just 20 stations in six Midwestern states, but could spread to other regions as the Obama administration considers whether to require more ethanol in gasoline; it's cheaper and cleaner but it could damage older cars and motorcycles. The American Petroleum Institute has asked the Supreme Court to block sales of E15. The Court could decide as soon as Monday, June 24, 2013, whether to hear the ethanol case. (AP Photo/Renewable Fuels Association, Robert White) ORG XMIT: WX601 (Photo: AP)\n\nHere's a look at the potential impact from the U.S. Environmental Protection Agency's proposal that establishes how much ethanol and biodiesel should be blended into the nation's fuel supply. The impact, suggest industry supporters, could be huge in Iowa, the largest producer of both ethanol and biodiesel.\n\nLower corn prices\n\nThe Iowa Corn Growers Association estimates the proposal could cut by 1.3 billion bushels the amount of corn needed to make ethanol through 2016. That equals about 10 percent of the nation's corn supply.\n\nRELATED:\n\nThe weaker demand comes at a time when the nation has record corn supplies in bins, and farmers are struggling with reduced income projections.\n\nChad Hart, an Iowa State University economist, said he expects ethanol plants will continue to produce more than the levels set by Congress, offsetting lower corn demand. \"It basically will hold the industry where it's at,\" he said.\n\nIowa economy, jobs\n\nGroups such as the Iowa Renewable Fuels, the Iowa Corn Growers and others worry that EPA's proposal will hurt the struggling rural economy. Already, U.S. farmers are expected to see a 32 percent income drop this year, primarily from lower commodity prices and record production.\n\nMonte Shaw, executive director of the Iowa Renewable Fuels Association, anticipates that some U.S. biodiesel plants will be shuttered. While the biodiesel goals would grow from 1.63 billion gallons in 2014 to 1.9 billion gallons in 2017, U.S. capacity is around 2 billion gallons.\n\n\"Some plant somewhere will absorb that hit,\" he said.\n\nPrice at the pump\n\nShaw believes that Iowans and other U.S. consumers are missing out at the pump with less aggressive ethanol goals. Iowa motorists, he calculates, could conservatively save $60 million by using E15 gasoline with 15 percent ethanol. Most motorists use E10 gasoline. E15 saves drivers 5 to 10 cents per gallon, he said.\n\nMost consumers, however, probably are unaware they could be saving money, said Hart, the ISU economist. \"You can't miss what you don't have.\"\n\nLost opportunities\n\nThe biggest impact will be lost opportunities, with proposed \"status quo\" levels that aren't likely to spark new development, especially the next generation of ethanol production.\n\nShaw said Iowa and the U.S. lose out to other countries, without stronger market demand.\n\nIowa is home to three cellulosic ethanol plants. Plants in Emmetsburg and Nevada use corn cobs, stalks and other crop residue to make ethanol; in Galva, the plant uses corn fiber within the kernel.\n\nShaw said DuPont, developing the Nevada plant, expected to license the technology across the U.S., but has primarily found interest in Europe, China and other countries.\n\nIn a statement, DuPont said the \"uncertainty over the RFS has already reduced the investment momentum in the advanced and cellulosic sectors in the United States.\"\n\nRead or Share this story: http://dmreg.co/1HT5XHf", "article_metadata": {"google": "notranslate", "description": "New proposal could have huge impact in Iowa", "p": {"domain_verify": "372c291dc2b106308d26264f4fba3b10"}, "og": {"site_name": "Des Moines Register", "description": "New proposal could have huge impact in Iowa", "title": "What the new RFS standards mean for Iowa", "url": "http://www.desmoinesregister.com/story/money/agriculture/2015/05/29/renewable-fuel-standard-quotes/28178529/", "image": "http://www.gannett-cdn.com/GDContent/applogos/desmoinesregister.png", "type": "article"}, "twitter": {"description": "New proposal could have huge impact in Iowa", "title": "What the new RFS standards mean for Iowa", "image": "http://www.gannett-cdn.com/-mm-/52de65545ab0199b34876534fa7302cbe724d4b4/c=338-0-1709-1371&r=x643&c=640x640/local/-/media/2015/05/29/DesMoines/B9317532863Z.1_20150529220210_000_GG8AU6C3D.1-0.jpg", "creator": "@DMRegister", "site": "@DMRegister", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=600025120", "fb": {"app_id": 169766623060429}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Monte Shaw", "gci-asset-type": "story", "gci-categories": "Persons/Monte Shaw", "title": "What the new RFS standards mean for Iowa", "author": "Donnelle Eller", "pageclass": "article", "recs": {"category": "money/agriculture", "image-3-4": "http://www.gannett-cdn.com/-mm-/54eb3928b46529791003eb66075df1107602dacb/c=510-0-1538-1371/local/-/media/2015/05/29/DesMoines/B9317532863Z.1_20150529220210_000_GG8AU6C3D.1-0.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/55258c028eb2a6f1038cabe83a4decafe497c84f/c=338-0-1709-1371/local/-/media/2015/05/29/DesMoines/B9317532863Z.1_20150529220210_000_GG8AU6C3D.1-0.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/43e6f1cfbb8af261d3db51967ac23a214574e93b/c=110-0-1938-1371/local/-/media/2015/05/29/DesMoines/B9317532863Z.1_20150529220210_000_GG8AU6C3D.1-0.jpg", "image": "http://www.gannett-cdn.com/-mm-/dd61cfc957cdd73a37b1e84a53d5292877edaee9/c=0-110-2048-1262&r=x633&c=1200x630/local/-/media/2015/05/29/DesMoines/B9317532863Z.1_20150529220210_000_GG8AU6C3D.1-0.jpg", "publishtime": "2015-05-29T21:23:08.653000-05:00", "shorthed": "What the new RFS standards mean for Iowa", "articleid": 28178529, "image-16-9": "http://www.gannett-cdn.com/-mm-/3f8d58032b605250ee3a8e630a49f19f76ac4f2e/c=0-110-2048-1262/local/-/media/2015/05/29/DesMoines/B9317532863Z.1_20150529220210_000_GG8AU6C3D.1-0.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/cf8b80fd6134b0f4ef5a205ba62d02256ef2e1e7/c=638-0-1409-1371/local/-/media/2015/05/29/DesMoines/B9317532863Z.1_20150529220210_000_GG8AU6C3D.1-0.jpg"}}}, "_id": "\"57477af36914bd0286fcc6b6\"", "article_summary": "Iowa economy, jobsGroups such as the Iowa Renewable Fuels, the Iowa Corn Growers and others worry that EPA's proposal will hurt the struggling rural economy.\nMonte Shaw, executive director of the Iowa Renewable Fuels Association, anticipates that some U.S. biodiesel plants will be shuttered.\nLower corn pricesThe Iowa Corn Growers Association estimates the proposal could cut by 1.3 billion bushels the amount of corn needed to make ethanol through 2016.\nIowa is home to three cellulosic ethanol plants.\nChad Hart, an Iowa State University economist, said he expects ethanol plants will continue to produce more than the levels set by Congress, offsetting lower corn demand."}