{"article_title": "Anti-Fiduciary Arguments Illogical or Worse, Says Supporter", "article_keywords": ["interests", "retirement", "moisand", "illogical", "dol", "logic", "antifiduciary", "rule", "standard", "arguments", "investors", "advisor", "opponents", "supporter", "worse"], "article_url": "https://financialadvisoriq.com/c/1212513/133613", "article_text": "October 7, 2015\n\nOpponents of the Department of Labor’s fiduciary rule use convoluted logic or downright falsities to make their case, advisor Dan Moisand writes in Financial Advisor magazine.\n\nThe “underlying logic” of the DOL rule, which would impose the fiduciary standard on retirement accounts, is that advisors cannot work in the best interests of the firm and the best interests of the client at the same time, according to Moisand, a certified financial planner with Moisand Fitzgerald Tamayo in Orlando, Fla.\n\nAmong the main arguments against the rule is the notion that it will cause too much confusion and, because of the higher costs of implementation, would limit access for less-affluent investors. But the idea that the rule would be bad for most people is “rubbish,” Moisand states.\n\nComparing the rule’s opponents to protestors of a ban on golf carts on high-speed Florida roadways, Moisand argues that only those whose self-interest is at stake would argue against something that would make investors safer. Moreover, the rule will not even have a negative effect on financial-service firms, most of which already have programs that adhere to the higher standard anyway, he points out.\n\nAside from the convoluted logic, Moisand says there’s inflammatory and false information coming from his opponents’ camp.\n\nOne group has taken to calling the DOL rule “Obamacare for your retirement plan,” Moisand notes. Their claim is that the rule is the beginning of a federal government takeover of 401(k)s and IRAs. He cites another source opposed to the rule that contends it would require potential clients to pay a fee prior to meeting with an advisor — even though the rule has no such stipulation. He also singles out as misleading the ads by the Secure Family Coalition — an umbrella organization of insurance-related industry groups — that claim, among other things, that investors won’t be able to continue working with their advisors under the new rule.\n\nTo make the DOL rule a reality, in the face of such opposition, Moisand suggests that the initiative needs people who lead by example and that one way would be for more brokers and insurance agents who are fiduciaries to start speaking out against the industry groups and their paid lobbyists.", "article_metadata": {"WT.z_pageid": 2, "WT.co_d": "not set not set", "mm": {"media_code": "faiq"}, "apple-itunes-app": "app-id=1097851332, app-argument=mm-financialadvisoriq://c/1212513/133613/anti_fiduciary_arguments_illogical_worse_says_supporter?referrer_module=smartBanner", "DCSext.user_email": "not set", "site_id": 13, "DCS.dcsaut": "User ID: not set not set not set", "server": "ec2web-2", "DCSext.user_dept": "not set", "og": {"site_name": "Financial Advisor IQ", "description": "The DOL standard is feasible, but grassroots leaders are needed to show the way.", "title": "Anti-Fiduciary Arguments Illogical or Worse, Says Supporter", "url": {"email_verification": "https://financialadvisoriq.com/user/trial/send-verification-email/:memberId", "home": "https://financialadvisoriq.com", "signup": "https://financialadvisoriq.com/user/trial", "pwreset": "https://financialadvisoriq.com/user/password"}, "image": "http://financialadvisoriq.com/images/linkedin-logo.gif", "singup_text": "Sign Up", "logo": "https://financialadvisoriq.com/images/sso-logo.png", "type": "article"}, "version": "34.832.4", "DCSext.user_name": "not set not set", "DCSext.serv_type": "Unregistered", "WT.site": "FinancialAdvisorIQ", "DCSext.user_id": "not set", "DCSext.user_role": "not set", "DCSext.user_title": "not set", "DCSext.cn": "not set", "viewport": "width=990, user-scalable=yes", "WT.sv": "not set"}, "_id": "\"57477af36914bd0286fcc6be\"", "article_summary": "Aside from the convoluted logic, Moisand says there’s inflammatory and false information coming from his opponents’ camp.\nOne group has taken to calling the DOL rule “Obamacare for your retirement plan,” Moisand notes.\nOctober 7, 2015Opponents of the Department of Labor’s fiduciary rule use convoluted logic or downright falsities to make their case, advisor Dan Moisand writes in Financial Advisor magazine.\nBut the idea that the rule would be bad for most people is “rubbish,” Moisand states.\nTheir claim is that the rule is the beginning of a federal government takeover of 401(k)s and IRAs."}