{"article_title": "Here’s how to entice Chauncey Billups to coach the Nuggets – The Denver Post", "article_keywords": ["given", "coach", "heres", "similar", "kroenke", "sins", "denver", "bench", "write", "chauncey", "entice", "seven", "post", "billups", "nuggets"], "article_url": "http://www.denverpost.com/kickinit/ci_28179313/heres-how-entice-chauncey-billups-coach-nuggets", "article_text": "Point toward bench. Has anyone in the Nuggets’ front office or Denver media given Chauncey Billups any thought as a candidate to be the team’s coach? With the recent NBA trend of giving former point guards such as Derek Fisher and Jason Kidd jobs on the bench, Billups would seem to be a fan favorite for coach.\n\nNoah, innovative thinker\n\nKiz: Well, every time a Denver sports hack like me talks to Billups the first three questions are: 1) What’s up? 2) How’s the family? 3) Wanna coach the Nuggets? The truth is Billups aspires to be an NBA general manager, not a coach. Please note: To entice Patrick Roy to take a job on the Avalanche’s bench, he was given say in player personnel by adding the title of vice president of hockey operations. The Nuggets would have to make a similar proposal to Billups, which would require general manager Tim Connelly to surrender authority.\n\nWorthless writing. Mark, you really do have a major issue with “billionheir” envy. Do we honestly need the $10 billion net worth of his parents trotted out each time you write about Josh Kroenke and his duties running the Nuggets? A few more of these columns will have even the most ardent Walmart haters questioning your sanity.\n\nChris, comforts the comfortable\n\nKiz: So you’re saying I’m guilty of envy? Well, to quote the late, great poet Warren Zevon: “I’m very well acquainted with the seven deadly sins; I keep a busy schedule trying to fit them in.” Of the seven, my personal favorite is Bashful. Or Dopey. Oh, wait. Those are buddies of Snow White, not sins. My bad. Never mind.\n\nThin mint. In your puff piece, Kroenke says he’s not spread too thin as a sports executive. After paying for a terrible Nuggets product this year, I assure you he is. The son of Stan fiddles while the Nuggets burn. Not paying for the Kroenke hobbies anymore. The Nuggets are not turning heads in this football town.\n\nMark, buys only fresh tomatoes\n\nKiz: OK, am I insanely jealous of Kroenke? Or am I guilty of an unabashed bro-mance with Kroenke, as evidenced by pumping him up with puff pieces? C’mon, people. Make up your minds.\n\nStick to real sports. And today’s parting shot is an official complaint against the applause that Kickin’ It Headquarters has given to the University of Denver’s run at a national championship in men’s lacrosse.\n\nInstead of lacrosse, could you write about similar sports that people care about like pingpong, badminton, horseshoes and aquatic ballet? Thanks.\n\nJ.T., citizen of NFL nation\n\nMark Kiszla: mkiszla@denverpost.com or twitter.com/markkiszla", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Kickin’ it with Kiz: Here’s how to entice Chauncey Billups to coach the Nuggets", "title": "Kickin’ it with Kiz: Here’s how to entice Chauncey Billups to coach the Nuggets", "url": "http://www.denverpost.com/2015/05/23/kickin-it-with-kiz-heres-how-to-entice-chauncey-billups-to-coach-the-nuggets/", "image": {"width": 654, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150523__chauncey-billupsp1.jpg", "height": 453}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150523__chauncey-billupsp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-05-23T23:00:19+00:00", "modified_time": "2016-04-24T08:58:07+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Kickin' It With Kiz"}, "_id": "\"57477af46914bd0286fdafe2\"", "article_summary": "Has anyone in the Nuggets’ front office or Denver media given Chauncey Billups any thought as a candidate to be the team’s coach?\nThe Nuggets would have to make a similar proposal to Billups, which would require general manager Tim Connelly to surrender authority.\nWith the recent NBA trend of giving former point guards such as Derek Fisher and Jason Kidd jobs on the bench, Billups would seem to be a fan favorite for coach.\nNoah, innovative thinkerKiz: Well, every time a Denver sports hack like me talks to Billups the first three questions are: 1) What’s up?\n3) Wanna coach the Nuggets?"}