{"article_title": "Fox News responds to outrage over comments about young women voting and using Tinder", "article_keywords": ["duty", "youre", "jury", "vote", "media", "guilfoyle", "fox", "young", "responds", "kimberly", "tinder", "comments", "outrage", "using", "voting", "women"], "article_url": "http://www.salon.com/2014/10/24/fox_news_responds_to_outrage_over_comments_about_young_women_voting_and_using_tinder/", "article_text": "Topics: civic duty, Dana Perino, Fox News, Greg Gutfield, Jury duty, Kimberly Guilfoyle, Sexism, The Five, voting, young women, Media News, News, Politics News\n\nThe panelists on Fox News’ “The Five” took a moment out of their program on Thursday to address the controversy over comments made on the show earlier in the week, when co-host Kimberly Guilfoyle said she would “thank and excuse” young women from certain civic duties “so they can go back on Tinder and Match.com.” Several media outlets, including Salon, noted Guilfoyle’s assertion that young women “don’t get it” when it comes to jury duty or voting, which panelists said was “taken completely out of context.”\n\n“There’s a suggestion that Kimberly said young women shouldn’t vote because they’re uninformed,” co-host Dana Perino began. “She was talking about, if you’re a prosecutor, and you’re prosecuting a case and you have to pick a jury, you typically do not pick a young woman because she won’t be the person you would want. That’s true across the board.”\n\n“I said I want to ‘thank and excuse’ someone from jury service,” Guilfoyle said. “That is the language you use in the courtroom. If they want to go back and do social media or dating websites, fine.” She added, “I take the right to vote very seriously. I take the right to serve on a jury very seriously. And I think you should be informed when you do both things.”", "article_metadata": {"description": "Host Kimberly Guilfoyle clarified that her comments were only meant to describe young women serving on juries", "title": "Fox News responds to outrage over comments about young women voting and using Tinder", "og": {"site_name": "Salon", "description": "Host Kimberly Guilfoyle clarified that her comments were only meant to describe young women serving on juries", "title": "Fox News responds to outrage over comments about young women voting and using Tinder", "url": "http://www.salon.com/2014/10/24/fox_news_responds_to_outrage_over_comments_about_young_women_voting_and_using_tinder/", "image": "http://media.salon.com/2014/10/Screen-Shot-2014-10-24-at-9.43.38-AM.png", "type": "article"}, "twitter": {"description": "Host Kimberly Guilfoyle clarified that her comments were only meant to describe young women serving on juries", "title": "Fox News responds to outrage over comments about young women voting and using Tinder", "image": "http://media.salon.com/2014/10/Screen-Shot-2014-10-24-at-9.43.38-AM.png", "creator": "@@JennyKutner", "site": "@salon", "card": "summary_large_image"}, "author": "Jenny Kutner", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, civic duty, Dana Perino, Fox News, Greg Gutfield, Jury duty, Kimberly Guilfoyle, Sexism, The Five, voting, young women", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe1b56\"", "article_summary": "That’s true across the board.”“I said I want to ‘thank and excuse’ someone from jury service,” Guilfoyle said.\nIf they want to go back and do social media or dating websites, fine.” She added, “I take the right to vote very seriously.\nAnd I think you should be informed when you do both things.”\nI take the right to serve on a jury very seriously.\n“She was talking about, if you’re a prosecutor, and you’re prosecuting a case and you have to pick a jury, you typically do not pick a young woman because she won’t be the person you would want."}