{"article_title": "HMSA pulls plans from Hawaii Health Connector", "article_keywords": ["hmsa", "plans", "gold", "tax", "hawaii", "connector", "health", "small", "pulls", "insurance", "businesses"], "article_url": "http://khon2.com/2014/08/15/hmsa-pulls-plans-from-exchange/", "article_text": "FILE: Michael Gold, HMSA, May 9, 2014 statement\n\nHONOLULU (AP) — Hawaii’s largest health insurer is pulling out of the small-business side of the state’s troubled health exchange, leaving the Hawaii Health Connector with only one insurance company for employers to select.\n\nMichael Gold, president of Hawaii Medical Services Association (HMSA), told The Associated Press that his staff is spending too much time and money dealing with the Connector’s technical problems.\n\n“It’s an ongoing expense that everyone in the state is going to have to bear, and almost everyone in the state agrees it is not the best model for Hawaii,” Gold said in an interview.\n\nThe decision affects more than 300 Hawaii businesses that buy plans for 664 subscribers and independents from HMSA through the exchange. HMSA will stop offering plans to small businesses beginning January 2015. The companies will be able to finish the terms of their enrollment over the next few months, and then they can either enroll in plans directly through HMSA or choose a different plan on the exchange, likely from the only other insurer, Kaiser Permanente, Gold said.\n\nThat represents about half the Hawaii businesses purchasing insurance plans through the Connector, state Sen. Rosalyn Baker said.\n\n“They really are dissing small businesses, and I’m appalled by that,” Baker said. “They don’t think about the impact. They’re so used to having their way.”\n\nTom Matsuda, interim director of the Hawaii Health Connector, said he was disappointed that HMSA decided to pull out of the small business exchange after less than a year.\n\nThe small business exchange “provides the only opportunity for small businesses to get tax credits that reduce the cost of insurance for their employees by up to 50 percent,” Matsuda said in an emailed statement. “I am especially concerned about small business owners who have already qualified for the tax credits by purchasing HMSA plans through the Connector. We will do our best to help those employers.”\n\nSmall businesses have to buy insurance plans through the Connector to qualify for those tax credits, said Lindsay Chambers, spokeswoman for Hawaii’s Insurance Commissioner Gordon Ito, in an email.\n\n“We will continue to seek other ways to ensure that Hawaii’s small businesses are able to obtain these tax credits in accordance with federal law,” Chambers said.\n\nGold said very few employers qualify for the tax credits.\n\nMatsuda will work with other insurers that may want to offer plans on the exchange, he said.\n\nThe Hawaii Health Connector has been plagued with problems from its inception. Its open-enrollment period was delayed because of technical problems. Then it enrolled just 10,800 people and earned just $40,350 in its first six months, far below the $320,000 it expected. It was awarded more than $200 million in federal grants, but it couldn’t get by without a $1.5 million appropriation from the Legislature. Now, Connector officials are working on reducing expenses.\n\nWhile the company is pulling out of the small business side, HMSA will continue to sell plans through the Connector on the individual side, where it has nearly 5,000 customers, Gold said.\n\nMany employers already provide insurance to most employees because of the state’s Prepaid Health Care Act, which mandates coverage for workers who clock more than 20 hours per week.\n\nBut HMSA staff logged 8,000 hours dealing with problems such as data from 133 patient accounts that disappeared when it was sent from the Connector to HMSA, Gold said.\n\n“It’s an astonishing number of hours we’ve spent on this,” Gold said. “The system still is not really working correctly.”\n\nEric Alborg, deputy director of the Connector, said it’s unfortunate that HMSA is focusing on problems and drawing attention away from the fact that “they are denying their customers tax credits.” But it is true that on both sides there was a lot of time spent on fixing issues with both systems, Alborg said.\n\nHMSA reported year-to-date loss of $8.4 million Thursday. It blamed its $30 million first-quarter loss on the Affordable Care Act and said it made up some of that loss in the second quarter.\n\n___\n\nCathy Bussewitz can be reached on Twitter at http://twitter.com/cbussewitz", "article_metadata": {"description": "HONOLULU (AP) — Hawaii's largest health insurer is pulling out of the small-business side of the state's troubled health exchange, leaving the Hawaii Health Connector with only one insurance company for employers to select. Michael Gold, president of Hawaii Medical Services Association (HMSA), told The Associated Press that his staff is spending too much time", "generator": "WordPress.com", "apple-itunes-app": "app-id=411526747", "og": {"site_name": "KHON2", "description": "HONOLULU (AP) — Hawaii’s largest health insurer is pulling out of the small-business side of the state’s troubled health exchange, leaving the Hawaii Health Connector with only one insu…", "title": "HMSA pulls plans from Hawaii Health Connector", "url": "http://khon2.com/2014/08/15/hmsa-pulls-plans-from-exchange/", "image": {"width": 660, "identifier": "https://lintvkhon.files.wordpress.com/2014/05/michael-gold-hmsa-statement.jpg?w=1200", "height": 371}, "locale": "en_US", "type": "article"}, "twitter": {"description": "HONOLULU (AP) — Hawaii’s largest health insurer is pulling out of the small-business side of the state’s troubled health exchange, leaving the Hawaii Health Connector with only one insu…", "title": "HMSA pulls plans from Hawaii Health Connector", "image": {"src": "https://lintvkhon.files.wordpress.com/2014/05/michael-gold-hmsa-statement.jpg?w=640"}, "creator": "@khonnews", "site": "khonnews", "card": "summary_large_image"}, "msapplication-tooltip": "Working for Hawaii - Hawaii News, Weather, and Sports", "google-play-app": "app-id=com.linmedia.newstouch.khon", "fb": {"pages": 66874361378}, "msapplication-window": "width=device-width;height=device-height", "msapplication-task": "name=Subscribe;action-uri=http://khon2.com/feed/;icon-uri=http://1.gravatar.com/blavatar/b26093ebd87004d2709601aeb29b2013?s=16", "application-name": "KHON2", "article": {"publisher": "https://www.facebook.com/khon2news", "published_time": "2014-08-15T18:16:40+00:00", "modified_time": "2014-08-15T18:18:03+00:00"}, "msvalidate.01": "25404283363C09DE121A55A903F03873", "google-site-verification": "F8HhCy2NOcu_QvRKzZJGqFMMgASTuCT3_KKw72WqXWw", "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The Hawaii Health Connector has been plagued with problems from its inception.\nThat represents about half the Hawaii businesses purchasing insurance plans through the Connector, state Sen. Rosalyn Baker said.\nThe decision affects more than 300 Hawaii businesses that buy plans for 664 subscribers and independents from HMSA through the exchange.\nFILE: Michael Gold, HMSA, May 9, 2014 statementHONOLULU (AP) — Hawaii’s largest health insurer is pulling out of the small-business side of the state’s troubled health exchange, leaving the Hawaii Health Connector with only one insurance company for employers to select.\n“I am especially concerned about small business owners who have already qualified for the tax credits by purchasing HMSA plans through the Connector."}