{"article_title": "Arizona Republic Delves Deep Into Uranium-Mining Legacy on the Navajo Nation", "article_keywords": ["delves", "uraniummining", "arizona", "waste", "uranium", "mining", "deep", "nation", "legacy", "republic", "report", "reservation", "navajo", "health"], "article_url": "http://indiancountrytodaymedianetwork.com/2014/08/12/arizona-republic-delves-deep-navajos-uranium-mining-legacy-156375", "article_text": "From the Alberta oil sands to the Gulf of Mexico, Native peoples across Turtle Island are afflicted with ills related to industrial development—development that was undertaken with little regard to the health, culture and general welfare of those who were living here when European settlers arrived.\n\nAmong these, the uranium contamination plaguing the Navajo Nation is arguably one of the worst cases. Though press reports of contamination left over from uranium mining on the Navajo reservation have cropped up over the years, few have done more than send reporters parachuting in to report on conditions.\n\nThere have been some exceptions, most notably a February report in The New York Times, and the National Institutes of Health.\n\nRELATED: New York Times Profiles Plight of Uranium-Plagued Navajo Reservation Residents\n\nOnce Upon a Mine: National Institutes of Health Details Uranium's Toxic Legacy to Navajo\n\nBut the Arizona Republic takes it a step further, with an in-depth, multimedia investigative piece that pulls together a solid combination of on-the-ground reporting and the unique capabilities that online journalism has for imparting information. The result is a portrait—in print, video and photos—of what life is like for thousands of Navajo who must drive miles for something that many of us take for granted, or take it from unregulated wells and stock ponds filled with poison.\n\n“Uranium mining has impacted not just uranium miners and their families but it has impacted generations,\" Lillie Lane, a spokesperson for the Navajo Nation Environmental Protection Agency, tells the Arizona Republic in an on-camera interview.\n\n\"After mining stopped, and the miners went away, the companies went away, and all the waste stayed put, people continued to live next to the waste, they continued to access the waste, in ways that were common,” echoes Chris Shuey, a uranium health researcher.\n\nToday’s health legacy ranges from lifelong urinary tract infections, to kidney problems and cancer.\n\nTo report the story, environmental reporter Brandon Loomis and photographer David Wallace spent long periods of time on the reservation, “made periodic daylong visits to homes and mines in the Cameron, Gray Mountain and Black Falls areas north of Flagstaff—a quadrant of the reservation that was heavily mined and remains hazardous to many residents,” the Arizona Republic recounts in Uranium Mining on Navajo Reservation: How We Did This. “These visits, generally lasting until sundown, involved both extensive personal interviews and long periods of quiet observation, during which Wallace could photograph and take video of affected people living their lives and contending with health problems. They toured mine sites where sheep still graze, and where residents remembered playing and swimming in contaminated water that they had not known could hurt them.”\n\nThis is real reporting, folks. For the full series, go to Uranium Mines on Navajo Reservation—The Legacy at the Arizona Republic. But don’t stop there. The full seven-part series can be found at the newspaper’s website.", "article_metadata": {"description": "From the Alberta oil sands to the Gulf of Mexico, Native peoples across Turtle Island are afflicted with ills related to industrial development—development that was undertThe Arizona Republic weaves video, photography and solid reporting together for series on uranium mines' effect on Navajo Nation.", "generator": "Drupal 7 (http://drupal.org)", "dcterms.format": "text/html", "og": {"url": "http://indiancountrytodaymedianetwork.com/2014/08/12/arizona-republic-delves-deep-navajos-uranium-mining-legacy-156375", "site_name": "Indian Country Today Media Network.com", "image": "http://d1jrw5jterzxwu.cloudfront.net/sites/default/files/article_media/arizona_republic_navajo_nation_uranium_screen_grab.jpg", "type": "article", "title": "Arizona Republic Delves Deep Into Uranium-Mining Legacy on the Navajo Nation"}, "robots": "follow, index", "dc": {"title": "Arizona Republic Delves Deep Into Uranium-Mining Legacy on the Navajo Nation"}, "dcterms.identifier": "http://indiancountrytodaymedianetwork.com/2014/08/12/arizona-republic-delves-deep-navajos-uranium-mining-legacy-156375", "fb": {"app_id": 493888563989950}, "dcterms.creator": "theresa", "dcterms.date": "2014-08-12T16:30-04:00", "dcterms.language": "und", "dcterms.type": "Text", "keywords": "Uranium, Uranium Mines, Uranium Mining, Abandoned Mines, Navajo Nation, Arizona, Journalism, Arizona Republic", "validation_code": "d9d37d7b776cc351c4025ded3df21cad", "sioc": {"num_replies": 0}, "dcterms.title": "Arizona Republic Delves Deep Into Uranium-Mining Legacy on the Navajo Nation"}, "_id": "\"57477af46914bd0286fe1fc6\"", "article_summary": "For the full series, go to Uranium Mines on Navajo Reservation—The Legacy at the Arizona Republic.\nToday’s health legacy ranges from lifelong urinary tract infections, to kidney problems and cancer.\n“Uranium mining has impacted not just uranium miners and their families but it has impacted generations,\" Lillie Lane, a spokesperson for the Navajo Nation Environmental Protection Agency, tells the Arizona Republic in an on-camera interview.\nAmong these, the uranium contamination plaguing the Navajo Nation is arguably one of the worst cases.\nThough press reports of contamination left over from uranium mining on the Navajo reservation have cropped up over the years, few have done more than send reporters parachuting in to report on conditions."}