{"article_title": "Most Congressmen Are Boring. This One is Funny—On Purpose", "article_keywords": ["funnyon", "takanos", "boring", "republicans", "socialmedia", "morrow", "going", "online", "purpose", "marketing", "congressman", "tumblr", "takano", "congressmen"], "article_url": "http://www.motherjones.com/politics/2013/09/rep-mark-takano-best-democrat-social-media-twitter-tumblr", "article_text": "Congressional Republicans are continuing on their chronic crusade to defund or kill Obamacare, using the threat of government shutdown and default as their weapon. Democrats aren't thrilled. \"Legislative arsonists,\" House Minority Leader Nancy Pelosi called the Republicans on CNN. \"They're not focused on you…They're focused on trying to mess with me,\" President Obama told a Kansas City crowd last week.\n\nOn Tuesday, as Sen. Ted Cruz (R-Texas) was going all-out with his defund-the-Affordable-Care-Act grandstanding, Rep. Mark Takano (D-Calif.) tweeted out his take—with a Photoshopped image referencing Kanye West:\n\nAnd last Thursday, Takano weighed in on the debate with this:\n\nTakano, a Harvard grad and former public school teacher who began representing California's 41st congressional district last January, is Congress' first openly gay person of color. He is Japanese American, and during World War II, his grandparents and parents were removed from their homes and shipped off to internment camps. He is a fan of classic British literature and, evidently, the hit AMC series Breaking Bad.\n\n\"The congressman is a huge fan of the show,\" Brett Morrow, Takano's communications director, says. \"I came up with this idea, and it just sort of clicked.\" Morrow manages what he calls the \"three-headed monster\" of Takano's official social-media operation; the other two heads are chief of staff Richard McPike and legislative director Yuri Beckelman. Together, the three thirtysomethings regularly brainstorm attention-grabbing social-media items to pitch to Takano. The congressman then makes his tweaks and will sometimes pitch his own ideas.\n\n\"Congress is a place that can stifle a lot of creativity, but we're trying to do something different and creative,\" Morrow says. From 2004 to 2012, Morrow worked in entertainment marketing in Los Angeles, including stints at Universal Music Group and Def Jam. (He worked on the online marketing for one of Rihanna's records, and helped out with the marketing of some of Ice Cube's stuff, for instance.) \"It's the same ideas, same practice,\" Morrow says. \"It's just different going from the entertainment end of things to the political and the policy sphere.\" As communications director, he oversees the day-to-day management of the congressman's Tumblr, Facebook, Twitter, and so forth. The Tumblr is titled, \"THERE WILL BE CHARTS,\" a name inspired by the famous Senate floor charts Tumblr. \"It was originally going to be the thing we used to put up charts we used for Takano's floor speeches, but it sort of evolved,\" Morrow says. What it evolved into was the office's collective outlet for pop-culture references and (mostly partisan) humor.\n\nIn July, when Takano and his staff obtained a copy of a letter drafted by Republicans on the subject of immigration reform (the letter was meant for House Speaker John Boehner), the Democratic representative and his \"three-headed monster\" decided to put his high-school teaching credentials to use:\n\nThe tongue-in-cheek mark-up quickly made the rounds on Tumblr and Facebook, and the office later included it in a blast email.\n\nTakano's office recently GIFed his reaction to the Supreme Court's ruling in June that declared the Defense of Marriage Act unconstitutional:\n\nHere's Takano on \"#BoehnerLogic\":\n\nHere's Boehner as a popular, R-rated Steve Carell character:\n\nHere's the congressman's response to Rep. Michele Bachmann's celebration the House's 37th vote to repeal Obamacare:\n\nAnd from July, here's a reference to a well-known song by American hip-hop artist Kendrick Lamar, in the context of Republicans blocking Senate confirmations:\n\nThat nod to Kendrick Lamar earned Takano the designation of \"coolest congressman alive\" from Bullett Media.\n\nSo far, the congressman has no complaints about his team's work. \"Glossy mailers and the six o'clock news are no longer how members of Congress reach their constituents,\" Takano tells Mother Jones. \"Our constituents want us to speak to them where they are, and that's online, so I am happy to oblige. However, you're competing with a lot of other noise online, so we have to be creative and avoid clichés to break through. Going this path is cheaper, more immediate, involves more two-way communication, and, in the end, is more meaningful to the debate.\"\n\nMorrow says that to keep things fresh, they draw inspiration from their social-media peers, including media outlets (Morrow particularly enjoys The Atlantic's Tumblr), certain web-savvy labor unions, and—believe it or not—the Heritage Foundation. (The conservative Washington think tank has lately peppered their online presence with cultural and celebrity content, such as its endorsement of the right-wing meme that actor Ashton Kutcher espouses conservative values.)\n\n\"We don't always expect everybody to get every joke, and not everything hits,\" Morrow says. \"But we think it's best just to be creative and see what happens out there. Staffers often tell me you guys are having way too much fun with this. But we really realize that its important to tie politics into other people's fascinations and fandoms.\"", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "Meet Rep. Mark Takano, the man who trolls Republicans with \"Breaking Bad\" and Kanye West references.", "title": "Most congressmen are boring. This one is funny—on purpose", "url": "http://www.motherjones.com/politics/2013/09/rep-mark-takano-best-democrat-social-media-twitter-tumblr", "image": "http://www.motherjones.com/files/mark-takano-tumblr.jpg", "type": "article"}, "twitter": {"url": "http://www.motherjones.com/politics/2013/09/rep-mark-takano-best-democrat-social-media-twitter-tumblr", "image": {"src": "http://www.motherjones.com/files/mark-takano-tumblr.jpg", "identifier": "http://www.motherjones.com/files/mark-takano-tumblr.jpg"}, "site": "@MotherJones", "card": "summary_large_image", "title": "Most congressmen are boring. This one is funny—on purpose"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Congress,Media,Top+Stories", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "_id": "\"57477af46914bd0286fdb02d\"", "article_summary": "(He worked on the online marketing for one of Rihanna's records, and helped out with the marketing of some of Ice Cube's stuff, for instance.)\n\"The congressman is a huge fan of the show,\" Brett Morrow, Takano's communications director, says.\n\"They're not focused on you…They're focused on trying to mess with me,\" President Obama told a Kansas City crowd last week.\nFrom 2004 to 2012, Morrow worked in entertainment marketing in Los Angeles, including stints at Universal Music Group and Def Jam.\n\"Our constituents want us to speak to them where they are, and that's online, so I am happy to oblige."}