{"article_title": "Murder on the Roof of the World", "article_keywords": ["pakistan", "great", "murder", "chinas", "chinese", "gilgitbaltistan", "region", "hunza", "roof", "china", "kkh", "world", "pakistani"], "article_url": "http://www.theatlantic.com/international/archive/2013/12/murder-on-the-roof-of-the-world/282494/", "article_text": "On June 22, 2013, murder occurred on the “roof of the world.” Ten mountaineers were killed at the foot of Nanga Parbat—the world’s ninth-tallest peak, located in Pakistan’s Gilgit-Baltistan region on the border with China where some of the world’s tallest mountain ranges converge. The victims included American, Chinese, Lithuanian, Nepali, Pakistani, Slovakian, and Ukrainian nationals, and the audacious attack shattered a rare sense of calm in Pakistan’s northernmost corner, bewildering locals. Members of the Pakistani Taliban doggedly scaled the heights to the mountaineers’ camp at an altitude of 15,000 feet and stormed the tents in the dead of night dressed as paramilitary police. One media outlet’s coverage flashed a haunting image of vulnerability: an orange tent on the mountain slopes bathed in moonlight. I wound my way up through a land of glaciers, ibex, and snow leopards to the Khunjerab Pass—one of the world’s highest international border crossings. Five days later, I boarded a plane to Gilgit-Baltistan. I had set out to complete a journey I began 10 years ago: to traverse the mighty Karakoram Highway (KKH) connecting China and Pakistan. A decade earlier, I had traveled along the 800 mile-long KKH from Kashgar in China’s Xinjiang Uighur Autonomous region to the border with Pakistan. My travels became my college thesis—an analysis of the relationship between China, Pakistan, and Xinjiang’s restive Uighur Muslims in light of the traffic of militancy, drugs, and arms from Pakistan to Xinjiang. I argued that the KKH, a symbol of Chinese-Pakistani friendship, had proven to be both a blessing and a curse.\n\nNow I set out to complete the journey from the Pakistani side in a week-long trip by plane, car, and boat. Once again, I discovered how lofty international relations and local communities intersect on the KKH—from tales of a “new Great Game” between China and America and infrastructure woes along the Pak-China Economic Corridor, to remarkable strides for women’s empowerment and development in communities keen to plug into China’s prosperity. I wound my way up through a land of glaciers, ibex, and snow leopards to the Khunjerab Pass at 14,000 feet—one of the world’s highest international border crossings. All the while, I was shadowed by the murder on the roof of the world. *** I began my journey in Pakistan’s capital, Islamabad. I was lucky. The flight to Gilgit is frequently canceled due to inclement weather; travelers can be stranded in the purgatory of Islamabad for days on end. As the plane taxied and took off past military hangars, a reminder of the ever-fuzzy line between Pakistan’s civilian and military realms, the pilot pointed out the breathtaking convergence of three towering ranges that swiftly surrounded us: the Karakoram, the Hindu Kush, and the Himalayas. White knuckles gripping the seat, I alternated between awe and fear as the pilot deftly maneuvered among them, buffeted by unrelenting winds. As the plane reached cruising altitude, the pilot proceeded to outline the blood-stained route below: Abbottabad (where Navy SEALs killed Osama Bin Laden in 2011), Mansehra (where seven people were killed when gunmen attacked the office of an NGO in 2010), Babusar (where 22 Shiite Muslims were pulled off buses and shot in a sectarian hail of bullets in 2012), and Nanga Parbat, in its gory majesty. “These bastards are driving away our business!” Upon landing in Gilgit, I walked past security officers wearing badges that stated “Be Firm and Courteous.” As we got on what my taxi driver called the “China Road,” or KKH, his jaunty tone quickly hardened when talk turned to the mountaineers and the perpetrators. Tourism was the lifeblood of the region, and the incident had cast a pall for the foreseeable future on locals' livelihoods. “These bastards are driving away our business!” the driver exclaimed.\n\n*** Despite the violence plaguing “down country,” as the locals refer to the rest of Pakistan, Gilgit-Baltistan continues to draw tourists and mountaineers. Its stunning landscape boasts some of the world’s tallest peaks, including the formidable K2, and extensive glacier coverage; in crossing one such glacier, I was struck by the dazzling interplay of ice, light, and time. The night sky is crystal clear given the altitude (and limited electricity), and the stars strewn across it seem tantalizingly within reach. While the terrain is largely hard and rocky, verdant valleys periodically arise along the KKH. Trees are filled with cherries, apricots, mulberries, and irascible magpies. Local treats include poppy soup and bur chapak, a flatbread stuffed with cheese and brushed with apricot oil. Driving north along the KKH from Gilgit, I arrived a couple of hours later in the village of Karimabad, which once served as the capital of the former princely state of Hunza. Theories of the ancestry of Hunza’s inhabitants involve groups ranging from soldiers in Alexander the Great’s army (popular but unlikely) to the White Huns of Central Asia, from whose name Hunza is derived. A magnificent 900-year-old fort in the neighboring village of Altit, with its Hindu Shiva Lingam and Buddhist carvings, attests to the region’s mixed heritage. The Tibetan-style roofing supposedly traces to a Tibetan princess who married a local ruler. Today, the erstwhile rulers, or mirs, of Hunza are politically sidelined. Buffalos lord over the empty swimming pool in front of the current mir’s bungalow in his absence. Gilgit-Baltistan’s strategic location near China and India has decisively shaped its fate. On display in Baltit Fort is a centuries-old trade agreement between the ruler in Hunza and authorities in China, showcasing historic commercial links along a branch of the Silk Road that Pakistan has sought to revive. Conversely, Pakistan has tried to minimize Gilgit-Baltistan’s connections with India, since the region was once part of the princely state of Jammu and Kashmir that India and Pakistan have bloodily contested since 1947. Islamabad bestowed a measure of self-governance on Gilgit-Baltistan in 2009, though its elected legislative assembly has little say over key industries such as minerals and tourism. “We are sitting on a population time bomb in Pakistan.” The raucous politics of down country do occasionally trickle up to Gilgit-Baltistan, complicating questions of identity. Slogans from the national elections in May marked the walls along the KKH—ranging from those of the Muttahida Qaumi Movement, a party that holds sway at the opposite end of the country, in the port city of Karachi, to the All Pakistan Muslim League of former President Pervez Musharraf, who is held in some regard for building the Karakoram International University in Gilgit. Some use the term “Punjabi”—the majority ethnic group in Pakistan—as a catchall for anyone from down country, with hints of disdain for their unruliness and a sense of being culturally and politically distinct from them. Others—those who served in the army, for example—evince great pride in being Pakistani. More important than belonging to the Pakistani nation for many in Gilgit-Baltistan is belonging to the Ismaili community, which follows a branch of Shia Islam led by Prince Karim Agha Khan. (When the wealthy, Western Europe-based spiritual leader had last visited the region, conducting part of his trip by helicopter, followers had carved messages of welcome into the surrounding mountains). Members of the Ismaili community donate a portion of their earnings to the Agha Khan Development Network (AKDN), which has been empowering women in a country where their education and advancement has lagged substantially behind that of men. As one AKDN official told me, “We are sitting on a population time bomb in Pakistan. We need mothers who can train their sons and we need to unlock the potential of half the country’s population.”\n\nCIQAM, a vocational program in Altit that trains women in carpentry, land surveying, electrical work, and design and drafting, represents real progress—though the resulting changes to social norms are at times creating divisions within households and marriages. The services of trainees are now employed, for example, in constructing furniture for one of Pakistan’s leading hotel chains, the AKDN-owned Serena Hotel. AKDN and other organizations also offer educational services, resulting in a reported literacy rate of around 90 percent in Hunza compared to the national average of under 55 percent. When a friend and I visited one of the schools in Altit, we were invited to address an intent group of middle school students sitting cross-legged on the roof, engrossed in a talent show. My friend exhorted them to focus on their education and recalled an oft-cited saying of the Prophet Muhammad: “Seek knowledge even as far as China.” “In your case,” my colleague joked, “you don’t have to go too far!” As AKDN and foreign donors have provided services that the Pakistani state has largely failed to deliver, some in Gilgit-Baltistan and down country have grown concerned about, as one tour guide told me, a “parallel state” in the region. Locals described in hushed tones the omnipresence of Pakistan’s feared intelligence service given the area’s high geopolitical profile. More questions and conspiracy theories swirled following the attack on the mountaineers at Nanga Parbat. It’s the kind of cloak-and-dagger meddling with which locals are all too familiar. *** Once upon a time, Gilgit-Baltistan was center stage in the so-called “Great Game” between the British Empire and Czarist Russia, which came within mere miles of each other in the upper reaches of the subcontinent. Famously memorialized in Rudyard Kipling’s classic Kim and revitalized in Peter Hopkirk’s The Great Game: On Secret Service in High Asia, the phrase “Great Game” has entered the local lexicon. Kipling and Hopkirk’s works are displayed in Karimabad’s bookstores. And now, a “New Great Game” is afoot in the region, as a high school student, a tour guide, and a journalist put it in separate conversations with me. The players this time around: America and China.\n\nI resumed my journey on the KKH pondering this New Great Game, and China’s ancient shadow over the region. The KKH, after all, is just a modern manifestation of a branch of the Silk Road that long connected China with the subcontinent. In the seventh century, the Chinese monk Xuanzang famously traversed this route on his pilgrimage to India to study Buddhism. Building a road on such treacherous terrain and at so high an altitude is a legendary feat of engineering in its own right. With ties cemented in common hostility toward India, China and Pakistan jointly constructed the highway over three decades, completing the project in 1978, at the cost of not just treasure but also blood (900 lives were lost). Today the KKH is hailed as a symbol of China and Pakistan’s “all-weather” friendship; a Pak-China Friendship Tunnel burrowed in the mountains drives home the point. “The stony silence of Khunjerab was broken by mellifluous sound of spaces.” This close relationship has occasionally given China pause; In the 1990s, for instance, Beijing periodically closed the KKH to demand that Islamabad get serious about preventing the highway from becoming a conduit of drugs, arms, and militancy for China’s restive Xinjiang region. But the highway has aroused greater concern in Delhi and to some extent in Washington. India views China’s push into South Asia through large-scale infrastructure projects such as the KKH as an alarming and unwarranted intrusion into its regional sphere—let alone one in an area to which it lays claim. Analysts in the United States have emphasized the importance of China’s toehold in Pakistan both in Gilgit-Baltistan in the north and in Balochistan in the southwest, where Beijing has financed and operates the Gwadar Port. These moves are perceived to be part of China’s larger effort to expand its reach and influence beyond its borders, at America’s expense. Listen closely, and you can hear the rumblings of the New Great Game. For Pakistan, however, the KKH represents the promise of jumpstarting its economy by plugging into China’s. The same week that I was traveling along the KKH, Pakistani Prime Minister Nawaz Sharif was in Beijing touting a Pak-China Economic Corridor through upgrades to the KKH—a “game changer” that would rapidly bolster anemic trade relations. Three speed bumps for the plan were apparent as I rode along the KKH itself, however. The first is security, given a steady uptick in attacks on Chinese nationals in the area, including at Nanga Parbat. (One prevailing theory in Hunza at the time of my visit was that the timing of the attack against the mountaineers at Nanga Parbat, right before Sharif’s visit to Beijing, suggested that the Americans were out to undermine Chinese-Pakistani relations.)\n\nThe second is economics. Local traders along the KKH expressed concern about Chinese goods flooding the market and China benefitting disproportionately from the economic cooperation; Pakistani fruit, for instance, cannot be readily exported to China because of quarantine restrictions, whereas Chinese fruit can freely enter Pakistan. Nonetheless, many saw the Chinese market as a tremendous long-term opportunity. One trader had just returned from Kashgar, where the Chinese government was setting up a mall and offering Pakistani businessmen rent-free space for three years to sell their wares. Others pined for Chinese tourism, noting the mere trickle of Chinese tourists in the region relative to their size and proximity. Yet perhaps the biggest impediment to the envisioned corridor, as readily apparent on the KKH, is Mother Nature. An hour north of Hunza, the highway abruptly vanishes. It lies beneath Attabad Lake—a body of water created by a landslide in 2010 that dammed the Hunza River and wiped out entire villages. Goods going between Pakistan and China on the KKH are now loaded onto boats, which take roughly 45 minutes to cross Attabad; when we made our way across the sparkling blue lake, a beautiful floating graveyard, Chinese Kunlun brand tires were headed down country. Evidence of Chinese influence is everywhere along the KKH—from road signs with messages such as “Quality Is Life” and “Safety Weighs Greater Than Mountains” to Chinese items on restaurant menus. Crews from China’s Road and Bridge Construction Company, some dressed in fatigues, were hard at work. Their metallic camps off the KKH are cordoned off, and security details now shadow them in the wake of several incidents targeting the 10,000 Chinese nationals working on projects throughout Pakistan, from the Gwadar Port to the Gomal Zam Dam. Given the security and language barriers, “Pak-Cheen dosti” (Pakistan-China friendship) is on thin air at 14,000 feet, and the Chinese units remain aloof from locals. When I asked one crew in rusty Mandarin to move its steamroller so we could make our way to the border, the site manager shot off a list of grievances—from stomach sickness to a disdain for Pakistanis who could not build their own roads. All-weather friends, it seems, is all well and good in the temperature-controlled halls of Islamabad and Beijing. Relationships exposed to the elements day in and day out are a different story.", "article_metadata": {"description": "My travels along the China-Pakistan border", "author": "Ziad Haider", "og": {"site_name": "The Atlantic", "description": "My travels along the China-Pakistan border", "title": "Murder on the Roof of the World", "locale": "en_US", "image": "http://cdn.theatlantic.com/assets/media/img/mt/2013/12/Exhibit_18_Final_Shot/lead_large.jpg", "url": "http://www.theatlantic.com/international/archive/2013/12/murder-on-the-roof-of-the-world-br-my-travels-along-the-china-pakistan-border/282494/", "type": "article"}, "twitter": {"domain": "theatlantic.com", "site": "@theatlantic", "card": "summary"}, "ROBOTS": "INDEX, FOLLOW", "p": {"domain_verify": "68e1a0361a557708fefc992f3309ed70"}, "fb": {"admins": "577048155,17301937", "page_id": 29259828486, "app_id": 100770816677686}, "keywords": "The Atlantic, The Atlantic Magazine, TheAtlantic.com, Atlantic, news, opinion, breaking news, analysis, commentary, business, politics, culture, international, science, technology, national and life", "viewport": "initial-scale=1.0, maximum-scale=1.0, width=device-width, user-scalable=no"}, "_id": "\"57477af46914bd0286fdcee5\"", "article_summary": "All the while, I was shadowed by the murder on the roof of the world.\nOn June 22, 2013, murder occurred on the “roof of the world.” Ten mountaineers were killed at the foot of Nanga Parbat—the world’s ninth-tallest peak, located in Pakistan’s Gilgit-Baltistan region on the border with China where some of the world’s tallest mountain ranges converge.\n*** Despite the violence plaguing “down country,” as the locals refer to the rest of Pakistan, Gilgit-Baltistan continues to draw tourists and mountaineers.\nMy travels became my college thesis—an analysis of the relationship between China, Pakistan, and Xinjiang’s restive Uighur Muslims in light of the traffic of militancy, drugs, and arms from Pakistan to Xinjiang.\nI had set out to complete a journey I began 10 years ago: to traverse the mighty Karakoram Highway (KKH) connecting China and Pakistan."}