{"article_title": "Sibling rivalry? Zeke vs. Rahm Emanuel on Obamacare", "article_keywords": ["obama", "tried", "obamacare", "system", "rahm", "emanuel", "sibling", "vs", "health", "rollout", "went", "law", "rivalry", "care", "zeke"], "article_url": "http://www.usatoday.com/story/news/politics/2013/12/09/zeke-emanuel-on-whats-gone-right-and-wrong-with-obamacare-capital-download/3903105/", "article_text": "President Obama agreed with Ezekiel Emanuel over brother Rahm on the need for a health-care overhaul. So as the roll-out of healthcare.gov stumbled, Rahm wasn't shy about razzing his brother.\n\nProf. Ezekiel Emanuel. (Photo: Jasper Colt, USA TODAY) Story Highlights As Obamacare's roll-out stumbled, brother Rahm called every day to razz him\n\nFor him, like others, healthcare.gov site crashed the first time he tried to use it\n\nDid the Affordable Care Act succeed? Ask this architect of the law in two years\n\nWASHINGTON — When Rahm Emanuel was White House chief of staff and Ezekiel Emanuel was helping draft the Affordable Care Act, the famously combative brothers clashed over the health care law.\n\n\"He thought we should have done something more incremental, that doing something comprehensive is not in the nature of the American health care system, and I thought doing something more comprehensive was absolutely essential to actually fixing the health care system,\" Zeke Emanuel said in an interview on USA TODAY's Capital Download. President Obama backed a comprehensive overhaul, but when the roll-out of the healthcare.gov exchanges went badly this fall, Rahm Emanuel wasn't shy about saying I-told-you-so.\n\n\"Ever call me? How about every day,\" Zeke Emanuel told the weekly video newsmaker series. He imitated the razzing query posed by his brother, now the mayor of Chicago: \"How we doing, Zeke?\"\n\nBut now, the prominent health policy analyst says the technical problems that have dogged the website are being solved and \"will soon be forgotten.\" In the end, he predicts, the law will succeed in transforming the American health care system, though he says a judgment on whether it fully has worked probably can't be made for another two years, until the end of 2015.\n\nEmanuel, a bioethicist and professor at the University of Pennsylvania, was a special adviser on health policy at the White House from 2009 to 2011, as Obama's signature legislative initiative was being devised and pushed through Congress.\n\nHe acknowledges that things went awry after the law was signed, as he discovered when he tried repeatedly to go on the federal health exchange website after it opened for business on Oct. 1 to see what plans were available and where premiums had been set.\n\nThe first time he tried to log on, he says, he encountered the \"same thing that happened for everyone else: Crash.\" He describes the \"very unpleasant\" experience of delays and stalls as \"a disaster, and I don't think anyone could disagree with that.\"\n\nWhat went wrong?\n\n\"Partially it is 14 months of very hard work on this piece of legislation and then a sense of exhaustion,\" he suggests. \"We got it passed, and then moved on and by the time people sort of began to pay attention, a structure had been put in place, then inertia takes over.\"\n\nNow common-sense measures, including an intensive effort to fix the glitches and the decision to put a single person in charge, are turning things around, he says.\n\nEmanuel declines to say whether officials should resign or be fired as a result of the problems, and he offers a qualifier when asked if that sort of accountability would be taking place in the private sector after such a stumble. \"It is always worth noting that in many private-sector companies, they don't roll heads immediately,\" he says. \"They get the problem solved and then they tend to roll heads.\"\n\nThat, he says, is a decision Obama will make.\n\nFollow @SusanPage on Twitter.\n\nRead or Share this story: http://usat.ly/1bvQQS7", "article_metadata": {"google": "notranslate", "description": "President Obama agreed with Ezekiel Emanuel over brother Rahm on the need for a comprehensive health-care overhaul. So as the roll-out of healthcare.gov stumbled, Rahm wasn't shy about razzing his brother.", "og": {"site_name": "USA TODAY", "description": "President Obama agreed with Ezekiel Emanuel over brother Rahm on the need for a comprehensive health-care overhaul. So as the roll-out of healthcare.gov stumbled, Rahm wasn't shy about razzing his brother.", "title": "Sibling rivalry? Zeke vs. Rahm Emanuel on Obamacare", "url": "http://www.usatoday.com/story/news/politics/2013/12/09/zeke-emanuel-on-whats-gone-right-and-wrong-with-obamacare-capital-download/3903105/", "image": "http://www.gannett-cdn.com/GDContent/applogos/usatoday.png", "type": "article"}, "twitter": {"description": "President Obama agreed with Ezekiel Emanuel over brother Rahm on the need for a comprehensive health-care overhaul. So as the roll-out of healthcare.gov stumbled, Rahm wasn't shy about razzing his brother.", "title": "Sibling rivalry? Zeke vs. Rahm Emanuel on Obamacare", "image": "http://www.gannett-cdn.com/-mm-/5802539a0c50cd9f090308b991ddb4345dfd3761/c=1717-0-4157-2440&r=x643&c=640x640/local/-/media/USATODAY/test/2013/12/09//1386587018000-XXX-JF-Frieden-130299-13261a.jpg", "creator": "@usatoday", "site": "@usatoday", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "fb": {"app_id": 215046668549694}, "viewport": "width=1070", "Content-Type": "text/html; charset=UTF-8", "cXenseParse": {"gci-topic": "Persons/Rahm Emanuel", "gci-asset-type": "story", "gci-categories": "Persons/Rahm Emanuel", "title": "Sibling rivalry? Zeke vs. Rahm Emanuel on Obamacare", "author": "Susan Page", "pageclass": "article", "recs": {"category": "news/politics", "image-3-4": "http://www.gannett-cdn.com/-mm-/ffea6257fe4c817624661d45294ff07cb0e3ef92/c=2266-0-4104-2440/local/-/media/USATODAY/test/2013/12/09//1386587018000-XXX-JF-Frieden-130299-13261a.jpg", "image-1-1": "http://www.gannett-cdn.com/-mm-/d571ff317c4cc1d3cd50f64cda2168359b714b5c/c=1717-0-4157-2440/local/-/media/USATODAY/test/2013/12/09//1386587018000-XXX-JF-Frieden-130299-13261a.jpg", "contenttype": "story", "image-4-3": "http://www.gannett-cdn.com/-mm-/e86e9952e25c8250366af9c5fabdbff1cb7680ed/c=1098-0-4357-2440/local/-/media/USATODAY/test/2013/12/09//1386587018000-XXX-JF-Frieden-130299-13261a.jpg", "image": "http://www.gannett-cdn.com/-mm-/1e912ff94312cb43311cc75e521f6bc635a1dc7e/c=17-0-4357-2440&r=x1683&c=3200x1680/local/-/media/USATODAY/test/2013/12/09//1386587018000-XXX-JF-Frieden-130299-13261a.jpg", "publishtime": "2013-12-09T06:34:34-05:00", "shorthed": "Zeke vs. Rahm Emanuel on Obamacare", "articleid": 3903105, "image-16-9": "http://www.gannett-cdn.com/-mm-/2f20c1c08d941a2da7ad85c526e24f5ee752bad3/c=17-0-4357-2440/local/-/media/USATODAY/test/2013/12/09//1386587018000-XXX-JF-Frieden-130299-13261a.jpg", "image-9-16": "http://www.gannett-cdn.com/-mm-/020da4d483c3472263b33cb598c024dd1c8b62f8/c=2510-0-3878-2440/local/-/media/USATODAY/test/2013/12/09//1386587018000-XXX-JF-Frieden-130299-13261a.jpg"}}, "news_keywords": "Ezekiel Emanuel, Rahm Emanuel, Barack Obama, Affordable Care Act, Obamacare"}, "_id": "\"57477af46914bd0286fdb03b\"", "article_summary": "Ask this architect of the law in two yearsWASHINGTON — When Rahm Emanuel was White House chief of staff and Ezekiel Emanuel was helping draft the Affordable Care Act, the famously combative brothers clashed over the health care law.\nPresident Obama backed a comprehensive overhaul, but when the roll-out of the healthcare.gov exchanges went badly this fall, Rahm Emanuel wasn't shy about saying I-told-you-so.\nPresident Obama agreed with Ezekiel Emanuel over brother Rahm on the need for a health-care overhaul.\n\"He thought we should have done something more incremental, that doing something comprehensive is not in the nature of the American health care system, and I thought doing something more comprehensive was absolutely essential to actually fixing the health care system,\" Zeke Emanuel said in an interview on USA TODAY's Capital Download.\nSo as the roll-out of healthcare.gov stumbled, Rahm wasn't shy about razzing his brother."}