{"article_title": "Planned Parenthood Ad Hits GOP Candidates On OTC Birth Control", "article_keywords": ["control", "hits", "prescription", "ad", "contraception", "otc", "insurance", "parenthood", "candidates", "planned", "birth", "tillis", "north", "women", "gop", "plan"], "article_url": "http://www.huffingtonpost.com/2014/09/12/planned-parenthood-ad-hit_n_5811054.html", "article_text": "In its first TV ad buy of the 2014 cycle, Planned Parenthood's political arm is warning voters in North Carolina and Colorado that Republican Senate candidates' support for over-the-counter birth control is not what it seems.\n\nTwo new ads target North Carolina House Speaker Thom Tillis (R) and Rep. Cory Gardner (R-Colo.), two of several GOP Senate candidates who have endorsed making birth control pills available without a prescription, rather than requiring employers to cover the full range of contraception in their health care plans.\n\n\"Just when insurance is finally covering the cost of prescription birth control, Thom Tillis says no -- women should pay the 600 dollars a year,\" the North Carolina ad says. \"His plan lets insurance companies off the hook and costs North Carolina families more. Look closer and you'll see that Thom Tillis isn't being honest with us, and he's turning the pill into yet another bill.\"\n\nPlanned Parenthood Votes announced on Friday that it's investing $500,000 in TV ads for the Raleigh, North Carolina, media market and $400,000 for the Denver market. The first two ads are part of a broader campaign to highlight the differences between Republicans and Democrats on women's reproductive health issues.\n\nMost Republican candidates, including Tillis and Gardner, oppose a provision of the Affordable Care Act that requires most employers to cover contraception in their health insurance plans. But in an effort to woo women voters, four Republican Senate candidates -- Tillis, Gardner, Ed Gillespie in Virginia and Mike McFadden in Minnesota -- have recently touted their support for over-the-counter birth control as an alternative to mandatory insurance coverage of the pill.\n\nGardner, who is challenging Democratic Sen. Mark Udall, began running an ad last week that claims his over-the-counter plan is \"cheaper and easier\" for women than the Democrats' plan.\n\n\"What’s the difference between me and Mark Udall on contraception?\" Gardner says in the ad. \"I believe the pill ought to be available over the counter, around the clock, without a prescription. Cheaper and easier for you. Mark Udall’s plan is different. He wants to keep government bureaucrats between you and your health care plan. That means more politics and more profits for drug companies. My plan means more rights, more freedom and more control for you.\"\n\nPolitiFact rated the ad \"mostly false,\" noting that Gardner's plan would drive up costs for more expensive forms of birth control, like the increasingly popular intrauterine device.\n\nTillis and Gardner have both come under fire from abortion-rights groups for their controversial positions on reproductive issues. Both candidates oppose legal abortion and have supported fetal personhood measures, which would grant personhood rights to zygotes from the moment of fertilization. Such measures would ban abortion entirely and could ban some forms of birth control and in vitro fertilization.\n\nWhile Planned Parenthood and doctors' groups agree that birth control pills should be available without a prescription, they do not see the plan as a worthy substitute for insurance coverage of contraception.\n\n\"OTC availability of oral contraceptives will help more women get the contraceptives they need, which have long been proven safe enough to use without a prescription -- especially emergency contraception,\" said John C. Jennings, president of the American College of Obstetricians and Gynecologists.\n\n\"We feel strongly, however, that OTC access to contraceptives should be part of a broader dialogue about improving women's health care, preventing unintended pregnancies, and increasing use of contraception, including long-acting reversible contraception (LARC),\" he said. \"Over-the-counter access should not be used as a political tool by candidates or by elected officials.\"\n\n\n\nAlso on HuffPost: Women In The U.S. Senate Women In The U.S. Senate\n\n1 of 44 Elizabeth Warren (D-Mass.) Served from: 2013 to present (Photo by Darren McCollester/Getty Images) Share this slide:\n\n", "article_metadata": {"description": "In its first TV ad buy of the 2014 cycle, Planned Parenthood's political arm is warning voters in North Carolina and Colorado that Republican Senate cand...", "sailthru.expire_date": "2014-09-13 12:18:41 -0400", "og": {"site_name": "The Huffington Post", "description": "In its first TV ad buy of the 2014 cycle, Planned Parenthood's political arm is warning voters in North Carolina and Colorado that Republican Senate cand...", "title": "Planned Parenthood Ad Hits GOP Candidates On OTC Birth Control", "url": "http://www.huffingtonpost.com/2014/09/12/planned-parenthood-ad-hit_n_5811054.html", "image": "http://i.huffpost.com/gen/2054002/images/o-CORY-GARDNER-BIRTH-CONTROL-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"description": "In its first TV ad buy of the 2014 cycle, Planned Parenthood's political arm is warning voters in North Carolina and Colorado that Republican Senate cand...", "title": "Planned Parenthood Ad Hits GOP Candidates On OTC Birth Control", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/2054002/images/o-CORY-GARDNER-BIRTH-CONTROL-facebook.jpg", "height": 1000}, "creator": "lebassett", "site": "@HuffPostPol", "card": "summary_large_image"}, "sailthru.date": "2014-09-12 12:18:41 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=5811054", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "politics", "fb": {"app_id": 46744042133}, "keywords": "Cory Gardner birth control,Thom Tillis abortion,planned parenthood otc birth control,otc birth control,cory gardner abortion,Planned Parenthood,thom tillis birth control,HuffPolitics blog,video,planned parenthood votes,contraception mandate,over the counter birth control,gop over the counter birth control", "article": {"section": "Politics", "tag": "Cory Gardner birth control,Thom Tillis abortion,planned parenthood otc birth control,otc birth control,cory gardner abortion,Planned Parenthood,thom tillis birth control,HuffPolitics blog,video,planned parenthood votes,contraception mandate,over the counter birth control,gop over the counter birth control", "published_time": "2014-09-12 12:18:41 -0400", "modified_time": "2014-09-12 13:59:06 -0400"}, "viewport": "width=1000"}, "article_summary": "Such measures would ban abortion entirely and could ban some forms of birth control and in vitro fertilization.\n\"Just when insurance is finally covering the cost of prescription birth control, Thom Tillis says no -- women should pay the 600 dollars a year,\" the North Carolina ad says.\nPolitiFact rated the ad \"mostly false,\" noting that Gardner's plan would drive up costs for more expensive forms of birth control, like the increasingly popular intrauterine device.\nIn its first TV ad buy of the 2014 cycle, Planned Parenthood's political arm is warning voters in North Carolina and Colorado that Republican Senate candidates' support for over-the-counter birth control is not what it seems.\nWhile Planned Parenthood and doctors' groups agree that birth control pills should be available without a prescription, they do not see the plan as a worthy substitute for insurance coverage of contraception."}