{"article_title": "After Filing Deadline, 6 Oregon Races To Watch . News", "article_keywords": ["race", "senate", "political", "kitzhaber", "watch", "primary", "oregon", "state", "races", "deadline", "wehby", "candidates", "republican", "filing"], "article_url": "http://www.opb.org/news/article/after-filing-deadline-here-are-the-oregon-races-to-watch/", "article_text": "— Chris Lehman (@CapitolCurrents) March 11, 2014\n\nOregon’s election season kicks off in earnest Tuesday night, as candidates file to meet a 5 p.m. deadline.\n\nCheck out the complete list of all the candidates from the Secretary of State’s office\n\nMost of the action in May’s primary is setting up the players for the big races in the fall. That’s when the state’s Republicans and Democrats will try and gain control of the Oregon Senate, Gov. John Kitzhaber will face at least token opposition, and marquee social issues – like gay marriage and marijuana legalization – may be on the ballot.\n\nWe talked with a handful of political analysts to get an idea of what they’re watching after Tuesday’s filing deadline.\n\nU.S. Senate Primary: Wehby v. Conger\n\nJim Moore, Director of the Tom McCall Center for Policy Innovation at Pacific University: I’ll be watching the Republican U.S. Senate primary very carefully. Can the Portland-centered health expert Monica Wehby defeat experienced Bend politician Jason Conger? The winner would take on Senator Jeff Merkley in the fall.\n\nChris Lehman, Salem Correspondent, Northwest News Network: Wehby has gained the early buzz as a politically moderate doctor running on an anti-Obamacare platform. But she has no prior political experience, aside from lobbying. Conger is a polished candidate with a compelling personal back story.\n\nNeither have statewide name recognition. Conger and Wehby have been actively campaigning against each other, taking the occasional break to lob an attack at Sen. Jeff Merkley.\n\nDr. Monica Wehby for U.S. Senate / Promote Oregon Leadership PAC\n\nAnna Staver, State Politics Reporter, Statesman Journal: Wehby also holds more moderate positions on social issues like same-sex marriage, abortion and medical marijuana, which could hurt her with primary voters. But those positions could also make her a more formidable candidate for Sen. Jeff Merkley this fall.\n\nOregon Governor: Kitzhaber v. Richardson\n\nBill Lunch, Political Analyst, OPB: There are some echoes this year of 1998, when Gov. Kitzhaber ran for re-election to his second term. At that time, Kitzhaber looked strong enough that no potential major Republican candidate chose to run against him. Eventually, Bill Sizemore, the anti-tax, anti-government initiative activist ran as the Republican nominee. Sizemore was a very controversial, polarizing figure; in November, Kitzhaber prevailed by the largest margin in modern Oregon history.\n\nThis year, Kitzhaber’s position is not as strong as it was in 1998. Polling shows him with a positive image on balance, but a large minority of Oregonians would be ready to replace him if Republicans offered a strong candidate\n\n\n\nLehman: There is a clear front-runner in both the Democratic and GOP primaries. John Kitzhaber (D) and Dennis Richardson (R) face token opposition and will easily claim their party’s nomination.\n\nDennis Richardson is a long-time Republican state representative from southern Oregon. He’s known around the capitol for his grasp of fiscal issues and his unwavering conservative outlook.\n\nGovernor John Kitzhaber's Press Office / Citizens to Elect Dennis Richardson\n\nLunch: Rep. Richardson is likely to have a relatively easy time in the GOP primary in May, but his positions on social issues, such as women’s rights and gay rights, while popular in his district in Southern Oregon, are likely to put off voters in Washington and Clackamas Counties, in the suburbs west and south of Portland. The Portland suburbs are where close statewide elections are usually decided\n\nOne person who won’t be running against Gov. Kizhaber is Republican businessman Allen Alley. He announced his decision on Twitter Monday.\n\nListen to Think Out Loud’s Roundup of Republican Challengers\n\n\n\nOregon State Senate: Gelser v. Close\n\nStaver: A key race for the control of the state Senate is Rep. Sara Gelser, D-Corvallis, who wants to unseat Sen. Betsy Close, R-Albany.\n\nAlthough Close has won multiple elections to the Oregon House, she’s never won her Senate seat. Close was appointed to the Senate in 2012 when former Sen. Frank Morse resigned. Gelser’s fundraising records reveal how important the race is for Democrats.\n\nSara Gelser for State Senate / Oregon State Legislature\n\nGelser has raised nearly $71,000 — significantly more than the $37,000 in Close’s war chest, according to online records from the Secretary of State’s office. But before we get to November, I’d keep my eye on the May Republican primary race for U.S. Senate.\n\nOregon Labor Commission: Brad Avakian\n\nDemocrat Labor Commissioner Brad Avakian will be running unopposed in his re-election bid for the non-partisan state office.\n\nJeff Mapes, Senior Political Reporter, Oregonian: It’s been a consistent problem for Republicans getting candidates for the lesser-known statewide offices, such as attorney general, treasurer, etc.\n\nLong read from Statesman Journal: Brad Avakian not shying away from controversy in re-election year\n\nU.S. Congress: Walden vs. Linthicum\n\nLehman: Oregon’s only GOP member of Congress is facing Dennis Linthicum, a county commissioner from southern Oregon who is running to the right of U.S. Rep. Greg Walden. Linthicum’s candidacy earned him early buzz as a possible Tea Party challenge to the politically established Walden.\n\nThis is a primary race in the sense that both are on the GOP primary ballot in the 2nd Congressional district. Linthicum has held local elected offices, so he’s not a political novice. But his campaign has failed to gather much steam and it’s hard to see a path for him to beat Walden in May.\n\nMultnomah County Chair: Kafoury V. Francesconi\n\nMoore: What looked like a coronation for Deborah Kafoury (no big competition to become chair) has turned into a race pitting two well known political names. The race will hinge on Jim Francesconi showing that he can run a focused campaign that explains why his skills from being on the Portland city council are a good match for the county job. Hanging over his head is his loss in the Portland mayoral race in 2004, a race in which he raised $1 million (about 6 times more than his opponent) and lost badly.\n\nKafoury must show that her experience on the county commission and her past political work makes her the best person to be the full time chair. Both candidates will have to do some bragging to explain why they should be the voters’ choice, something neither of them are that good at.\n\nThis is a great race because both candidates would be good at the job. Differentiating between them will be tough, both for the candidates in their campaigns and for the voters.\n\nTuesday’s filing deadline is for major party candidates and nonpartisan contests. The filing deadline for non-affiliated and minor political party candidates is August 26.", "article_metadata": {"author": "Rebecca Roberts Galloway", "og": {"url": "http://www.opb.org/news/article/after-filing-deadline-here-are-the-oregon-races-to-watch/", "image": "http://www.opb.org/images/upload/c_fill,h_300,q_90,w_400/Kitzhaber_and_Richardson_color_drtiga.jpg", "description": "Oregon’s election season kicks off in earnest Tuesday night. We talk with a handful of political analysts to get an idea of what races they're going to be watching.", "title": "After Filing Deadline, 6 Oregon Races To Watch"}, "twitter": {"description": "<p>Oregon&rsquo;s election season kicks off in earnest Tuesday night. We talk with a handful of political analysts to get an idea of what races they're going to be watching.</p>", "title": "As Oregon Campaign Season Kicks Off, 6 Races To Watch", "image": {"src": "http://www.opb.org/images/upload/c_fill,h_348,q_90,w_620/Kitzhaber_and_Richardson_color_drtiga.jpg"}, "creator": "@OPB", "site": "@OPB", "card": "summary_large_image"}, "org_id": "OPB", "fb": {"pages": 17790154938}, "google-site-verification": "KMaJ_LFRGDv_xknYuKImf3uF3H8gkUuIblN-HIVIjAM", "sniply-options": "block", "viewport": "width=device-width, initial-scale=1, minimum-scale=1, maximum-scale=1"}, "_id": "\"57477af36914bd0286fcc72c\"", "article_summary": "Sara Gelser for State Senate / Oregon State LegislatureGelser has raised nearly $71,000 — significantly more than the $37,000 in Close’s war chest, according to online records from the Secretary of State’s office.\nThat’s when the state’s Republicans and Democrats will try and gain control of the Oregon Senate, Gov.\nU.S. Senate Primary: Wehby v. CongerJim Moore, Director of the Tom McCall Center for Policy Innovation at Pacific University: I’ll be watching the Republican U.S. Senate primary very carefully.\nThis is a primary race in the sense that both are on the GOP primary ballot in the 2nd Congressional district.\nBut before we get to November, I’d keep my eye on the May Republican primary race for U.S. Senate."}