{"article_title": "SINDEY POWELL: Eric Holder, corrupter of justice", "article_keywords": ["sindey", "prosecutors", "stevens", "justice", "powell", "federal", "corrupter", "misconduct", "mr", "department", "weissmann", "general", "holder", "eric"], "article_url": "http://www.washingtontimes.com/news/2015/apr/23/sindey-powell-eric-holder-corrupter-of-justice/", "article_text": "ANALYSIS/OPINION:\n\nThe first attorney general to be held in contempt of Congress has demonstrated shocking contempt for the law, and the ability to abuse and corrupt it for the political and social agenda of this president. He has assaulted freedom of speech and press at every turn, stonewalled all investigations into widespread corruption within the administration, undermined and obstructed the work of the agencies’ own inspectors general, and targeted individuals who dared challenge any of it. He has tirelessly protected and promoted corrupt prosecutors and scattered ticking time bombs.\n\nIronically, it was April 1, 2009, when newly sworn Attorney General Eric Holder proclaimed he was dismissing the indictment against former United States Sen. Ted Stevens. He claimed that he did so “in the interest of justice,” and that he would “clean up” the Department of Justice, whose wrongful prosecution of the senator was corrupted by the misconduct of the prosecutors themselves.\n\nJudge Emmet Sullivan, who had presided over the senator’s trial, dismissed the indictment. The prosecutors had engaged in “the most egregious misconduct” he had seen in 25 years on the bench. Judge Sullivan appointed a special prosecutor to investigate the department and its ironically named Public Integrity Section. That investigation uncovered “systematic and intentional concealment of evidence” by the prosecutors.\n\nOf course, Eric Holder immediately fired the prosecutors who had fabricated evidence, suborned perjury, hidden evidence that proved Stevens’ defense, and cost him his seat in the United States Senate. And of course, Mr. Holder confessed error in the cases of other Alaskans whose convictions the same team of prosecutors had corrupted by using the same witnesses and hiding the same evidence.\n\nWell … actually, no.\n\nMr. Holder’s prosecutors claimed that the government’s misconduct, deceit and likely obstruction of justice didn’t matter — it wasn’t “material” in the cases of Alaskans Pete Kott and Vic Kohring. That produced two reversals by the 9th U.S. Circuit Court of Appeals and two scathing separate opinions by Judge Betty Fletcher, who would have dismissed the indictments because of “the reprehensible nature of [the department‘s] acts and omissions.”\n\nAs for the Stevens prosecutors who were found to have committed intentional misconduct (tantamount to obstruction of justice or subornation of perjury), one served a one-day suspension before the paltry sanctions were reversed on a technical failure of the department itself. Three still work in the department; four moved on to lucrative positions elsewhere.\n\nEric Holder leaves the department littered with corrupted prosecutions and prosecutors, his own contempt of Congress, numerous Supreme Court reversals and scathing rebukes from federal judges.\n\nThe Project on Government Oversight has identified hundreds of instances of intentional or reckless prosecutorial misconduct in the last decade, and Mr. Holder refused to release so much as the names of the prosecutors. Mr. Holder has politicized the department beyond recognition and weaponized every federal agency under it. “Instead of enforcing the rule of law and following legal precedent, he has ignored and twisted the law to suit his president.”\n\nForty-seven inspectors general of the various agencies wrote an unprecedented letter to Congress to reveal this administration’s obstruction of their investigations.\n\nOf course, there is the Fast and Furious cover-up, in which Mr. Holder asserts executive privilege for emails purportedly to his wife and his mother. Let’s not forget the Internal Revenue Service scandal and the absence of any real investigation of likely criminal conduct by Lois Lerner, others and perhaps the White House. Then there’s the fact that he’s prosecuted more reporters under the Espionage Act than all prior attorneys general put together.\n\nTo carry on his legacy of the calculated corruption of justice, he recently installed former Enron Task Force “terror” of a prosecutor Leslie Caldwell as head of the “world’s largest criminal conviction machine.” They have ensconced Andrew Weissmann as head of the powerful fraud section. Ms. Caldwell and Mr. Weissmann sharpened their fangs long ago prosecuting gangsters with none other than incoming Attorney General Loretta Lynch in the notorious Eastern District of New York, where the rules don’t apply to the prosecutors. Ms. Caldwell and Mr. Weissmann destroyed Arthur Andersen LLP and 85,000 jobs only to be reversed by a unanimous Supreme Court.\n\nMr. Holder leaves a tragic and hideous scar on the face of justice and a corrupt cabal of comrades in his place to perpetuate his Department of (Obstructing and Corrupting) Justice.\n\n• Sidney Powell served for 10 years in the Department of Justice in three federal districts under nine U.S. attorneys from both political parties. Counsel in more than 500 federal appeals, she is the author of “Licensed to Lie: Exposing Corruption in the Department of Justice” (Brown Books, 2014).", "article_metadata": {"description": "The first attorney general to be held in contempt of Congress has demonstrated shocking contempt for the law, and the ability to abuse and corrupt it for the political and social agenda of this president.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "The first attorney general to be held in contempt of Congress has demonstrated shocking contempt for the law, and the ability to abuse and corrupt it for the political and social agenda of this president.", "title": "SINDEY POWELL: Eric Holder, corrupter of justice", "url": "http://www.washingtontimes.com/news/2015/apr/23/sindey-powell-eric-holder-corrupter-of-justice/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/04/23/4_232015_fedseal-marble-3338201.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/04/23/4_232015_fedseal-marble-3338201.jpg", "description": "The first attorney general to be held in contempt of Congress has demonstrated shocking contempt for the law, and the ability to abuse and corrupt it for the political and social agenda of this presid", "site": "@washtimes", "card": "summary", "title": "SINDEY POWELL: Eric Holder, corrupter of justice"}, "Author": "Sidney Powell", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Law Crime, Eric Holder, Department Of Justice, Congress, Theodore Stevens"}, "_id": "\"57477af46914bd0286fdacc7\"", "article_summary": "Of course, there is the Fast and Furious cover-up, in which Mr. Holder asserts executive privilege for emails purportedly to his wife and his mother.\nMs. Caldwell and Mr. Weissmann destroyed Arthur Andersen LLP and 85,000 jobs only to be reversed by a unanimous Supreme Court.\nMr. Holder leaves a tragic and hideous scar on the face of justice and a corrupt cabal of comrades in his place to perpetuate his Department of (Obstructing and Corrupting) Justice.\n• Sidney Powell served for 10 years in the Department of Justice in three federal districts under nine U.S. attorneys from both political parties.\nMr. Holder has politicized the department beyond recognition and weaponized every federal agency under it."}