{"article_title": "Ind. Gov. Mike Pence signs Religious Freedom Restoration Act", "article_keywords": ["mike", "law", "freedom", "signs", "pence", "religion", "state", "restoration", "wdrb", "statement", "act", "ind", "indiana", "gov", "religious", "killed"], "article_url": "http://www.wdrb.com/story/28621596/ind-gov-mike-pence-signs-religious-freedom-restoration-act", "article_text": "The mother of two sons killed Sunday in the Shawnee neighborhood told WDRB the man who killed them preyed on them and was hoping to recruit them in his gang.\n\nThe mother of two sons killed Sunday in the Shawnee neighborhood told WDRB the man who killed them preyed on them and was hoping to recruit them in his gang.\n\nLOUISVILLE, Ky. (WDRB) -- Indiana Governor Mike Pence issued a statement Thursday morning indicating that he signed the Religious Freedom Restoration Act, according to a press release.The act, according to its proponents, protects the rights of religious businesses and institutions against government pressure to act against their religious convictions. Critics argue it would promote discrimination against gay people.\"Today I signed the Religious Freedom Restoration Act, because I support the freedom of religion for every Hoosier of every faith,\" Pence's statement reads. \"The Constitution of the United States and the Indiana Constitution both provide strong recognition of the freedom of religion but today, many people of faith feel their religious liberty is under attack by government action.\"\"One need look no further than the recent litigation concerning the Affordable Care Act,\" the statement continues. \"A private business and our own University of Notre Dame had to file lawsuits challenging provisions that required them to offer insurance coverage in violation of their religious views.\"\"Fortunately, in the 1990s, Congress passed, and President Clinton signed, the Religious Freedom Restoration Act -- limiting government action that would infringe upon religion to only those that did not substantially burden free exercise of religion absent a compelling state interest and in the least restrictive means,\" he said.\"In order to ensure that religious liberty is fully protected under Indiana law, this year our General Assembly joined those 30 states and the federal government to enshrine these principles in Indiana law, and I fully support that action.\"\n\nA Disciples of Christ gathering and a gamers' convention that attracts 50,000 people sent letters to Pence this week saying they're considering moving events from Indianapolis over the issue.\n\nFreedom Indiana, a group opposed to the act, released a statement criticizing Pence's decision.\n\n\"This is a sad day for Indiana,\" the statement read. \"Over the past month, Hoosiers who want our state to be open to everyone filled the halls at the Statehouse. We wrote letters and delivered them in person. We called until they stopped answering the phones. We made it clear that this law will only be used to harm other Hoosiers, and that's not the Indiana way. The lawmakers didn't listen. The Governor didn't listen.\"\n\nThe statement continued:\n\n\"We're proud of everything that was done to sound the alarm on this dangerous bill, and we'll do everything we can to make it clear that our state is not the kind of backward place this law makes us look like. But the damage has been done, and it's a real shame.\"", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "Indiana Governor Mike Pence issued a statement Thursday morning indicating that he signed the Religious Freedom Restoration Act, according to a press release.", "og": {"url": "http://www.wdrb.com/story/28621596/ind-gov-mike-pence-signs-religious-freedom-restoration-act", "image": "http://WDRB.images.worldnow.com/images/7255698_G.jpg", "type": "article", "description": "Indiana Governor Mike Pence issued a statement Thursday morning indicating that he signed the Religious Freedom Restoration Act, according to a press release.", "title": "Ind. Gov. Mike Pence signs Religious Freedom Restoration Act"}, "y_key": "1d8a6628e2482609", "twitter": {"image": "http://WDRB.images.worldnow.com/images/7255698_G.jpg", "description": "Indiana Governor Mike Pence issued a statement Thursday morning indicating that he signed the Religious Freedom Restoration Act, according to a press release.", "card": "summary", "title": "Ind. Gov. Mike Pence signs Religious Freedom Restoration Act"}, "wnreadableurl": "ind-gov-mike-pence-signs-religious-freedom-restoration-act", "msvalidate.01": "42F0D390601FD87FE6789435B1D47D85", "ROBOTS": "index,follow,noarchive", "date": "2015/03/26", "fb": {"app_id": 215098415208993}, "owner": "WDRB", "google-site-verification": "bGaaj2ItjvaCQI3J22NwU-OvbGf8CQdq1P_9Msr1n9U", "KEYWORDS": "Louisville News, Sports, Weather, Traffic, Business, Education, Editorials, In-depth reporting, Kentucky, Indiana, Louisville", "wn-version": "ContainerE-Story", "wn-base": "IIS05", "news_keywords": "Louisville News, Sports, Weather, Traffic, Business, Education, Editorials, In-depth reporting, Kentucky, Indiana, Louisville"}, "_id": "\"57477af36914bd0286fcc742\"", "article_summary": "\"Today I signed the Religious Freedom Restoration Act, because I support the freedom of religion for every Hoosier of every faith,\" Pence's statement reads.\nLOUISVILLE, Ky. (WDRB) -- Indiana Governor Mike Pence issued a statement Thursday morning indicating that he signed the Religious Freedom Restoration Act, according to a press release.The act, according to its proponents, protects the rights of religious businesses and institutions against government pressure to act against their religious convictions.\nFreedom Indiana, a group opposed to the act, released a statement criticizing Pence's decision.\n\"In order to ensure that religious liberty is fully protected under Indiana law, this year our General Assembly joined those 30 states and the federal government to enshrine these principles in Indiana law, and I fully support that action.\"\n\"\"One need look no further than the recent litigation concerning the Affordable Care Act,\" the statement continues."}