{"article_title": "‘Aggressive’ timetable for launching Obama immigration actions raising concerns", "article_keywords": ["program", "uscis", "million", "daca", "employees", "agency", "immigration", "actions", "applications", "concerns", "raising", "timetable", "aggressive", "dhs", "effort", "launching", "obama"], "article_url": "http://www.foxnews.com/politics/2015/01/13/aggressive-timetable-for-launching-obama-immigration-actions-raising-concerns.html", "article_text": "Nearly two months after President Obama announced his immigration executive actions, questions remain over whether the Department of Homeland Security can be ready to process millions of additional immigrants through an already-burdened system.\n\nDHS is on a hiring spree as it sets an ambitious schedule – outlined in a recent memo from U.S. Citizenship and Immigration Services, the DHS agency in charge of processing the requests -- for accepting new applicants.\n\nThe agency plans to begin accepting applications in late February under an expanded program for those who came to the U.S. illegally as children (Deferred Action for Childhood Arrivals, or DACA). And the agency is looking to May to implement the biggest, and most controversial, plank of Obama’s plan – effectively legalizing potentially millions of parents of U.S. citizens and legal residents.\n\nBut the colossal effort, on a tight timetable, perhaps inevitably has some questioning whether they can pull it off.\n\nOne source inside the Department of Homeland Security told Fox News that so far, not enough has been done to get that machine up and running on time. The source raised the specter of the HealthCare.gov launch.\n\nMore On This... Battle brewing over White House immigration timeline\n\n“There is a state of confusion at DHS,” said the DHS source, who works in immigration enforcement, claiming that “just like ObamaCare, the administration is eager to make an announcement, but infrastructure is lacking to make it happen.”\n\nThe administration wants to hire 1,000 workers to help process applications out of a new facility in Crystal City, Va., just outside Washington.\n\nKen Palinkas, president of the National Citizenship and Immigration Services Council (NCISC), the union representing USCIS employees, said he recently toured the new operations center and it has little in it but leftover furniture from the last government tenant. With the agency aiming for Feb. 20 or so to launch the first phase, that leaves less than six weeks to hire, vet and train these new employees, he told FoxNews.com.\n\n“They want to do this in February – this is unheard of,” Palinkas said. “I’ve been working in government for 15 years, and I know things don’t get done on time.”\n\nWhile the administration scrambles to get ready, Republican foes in Congress continue their quest to halt the effort. Republicans are debating legislation this week to block funding for the immigration actions.\n\nBut supporters of the program say that beyond leasing new office space and hiring employees, USCIS has been readying for the influx for some time and has learned from the rollout of DACA, which has been processing tens of thousands of young undocumented immigrants since 2012. Further, the administration already has launched a new policy, as a result of Obama’s November announcement, for immigration enforcement and deportations.\n\n“The agency knew for a long time to anticipate something coming,” said Wendy Feliz, of the American Immigration Council. “They have been planning and thinking and modernizing for years. I think ramping it up to five million probably won’t be as hard as you think.”\n\nUnder what’s known as “deferred action,” those eligible would be able to work legally and avoid deportation for three years, as well as qualify for services offered by their state. Children and parents would have to demonstrate they have been living in the U.S. continuously since 2010.\n\nDHS officials, meanwhile, describe an across-the-board effort to prepare, including multiple avenues for members of the public to get answers and training for employees.\n\nA DHS spokeswoman stressed that Secretary Jeh Johnson has issued several sets of guidance, and training has begun for the new enforcement and removal program. She noted Johnson met with leaders from several agencies in Texas, and said there has been “extensive communication” with employees, in addition to DHS-sponsored town halls across the country.\n\nAs for the looming flood of applications, she said: “USCIS is building the additional capacity needed to begin accepting requests for upcoming immigration initiatives.”\n\nShe said additional workers and the new facility “will ensure that every case processed by USCIS receives a thorough review under our guidelines.” The spokeswoman said the USCIS website will be updated with new information “on a regular basis,” and hotlines are available for people to call if they have questions or need help.\n\nFurther, the departments of Homeland Security and State recently launched an outreach effort detailing eligibility requirements. The effort, which includes radio and TV ads, is aimed at the Mexican and Central American public, telling them whom the executive actions apply to and urging against more illegal immigration. Separate fliers remind would-be applicants that nobody can apply yet.\n\nAn estimated 3.7 million would be eligible for the program affecting parents of legal residents; and roughly 290,000 would be eligible for the expanded DACA.\n\nThe example of the 2012 DACA shows a significant number of those who qualify apply, and most who do are approved. According to the Migration Policy Institute, some 55 percent of the 1.2 million who qualified in 2012 have applied in the last two years.\n\nAccording to their numbers, 682,189 had applied as of July 2014; approval was granted to 587,366. Those approved early in the program already are applying for renewals, which would add to the processing pressure on the agency.\n\nAccording to the Brookings Institution, renewal applications should be in the 20,000-40,000 range per month until at least June. There have been numerous reports about DACA backlogs threatening a smooth roll-out of the expanded programs.\n\nMeanwhile, a class-action suit filed against DHS and USCIS in July by asylum-seekers who say they have been in “limbo” cited a backlog of more than 45,000 in that program.\n\n“The question is, how prepared is the agency going into this, and what things look like on their end,” said Audrey Singer, a senior fellow at Brookings. She is a supporter of the program who believes USCIS learned a lot in the last two years and will be depending on an “army” of municipal and community-based organizations to help streamline the effort.\n\nAccording to a New York Times report in late December, the new operations center was leased for nearly $8 million a year, and salaries are expected to cost more than $40 million annually.\n\nPalinkas, who opposes the president’s executive actions, said he’s been surprised at the “aggressive” nature of the roll-out. “My personal opinion is they are working more aggressively for illegal [immigrants] than for people who are legally taking the route [to citizenship],” he said.\n\nJessica Vaughan, policy director at the Center for Immigration Studies, which also opposes the actions, questioned where the money for the building comes from. “There is no doubt the agency has been planning this action for a quite some time,” she told FoxNews.com. “My idea is they squirreled away money from the fee revenues from other programs to get this off the ground … without authorization from Congress.”\n\nThis is the funding stream congressional Republicans are targeting.\n\nVaughan also predicted that with the influx of new applicants and the president’s ambitious timetable, USCIS agents will be pressured to “rubber stamp” requests. “It’s completely impossible for the agency to accommodate all these applications and process them with any integrity whatsoever,” she said. “This is five times their workload we’re talking about.”\n\nSinger said aside from criminal background checks, applicants must meet specific criteria and provide documentation of their ages and residency.\n\n“Rubber stamping” isn’t an option, she said. “People can speculate all they want. But this is a program the agency is taking very seriously, it’s very high profile and nothing is going to fly under the radar.”\n\nFox News’ Lucas Tomlinson contributed to this report.", "article_metadata": {"prism.subsection1": "executive", "classification": "/FOX NEWS/US/IMMIGRATION/Illegal Immigrants,/FOX NEWS/POLITICS/EXECUTIVE/Homeland Security,/FOX NEWS/POLITICS/EXECUTIVE/White House", "dcterms.modified": "2015-03-26 04:34:37 EDT", "dcterms.abstract": "Nearly two months after President Obama announced his immigration executive actions, questions remain over whether the Department of Homeland Security can be ready to process millions of additional immigrants through an already-burdened system.", "twitter": {"description": "Nearly two months after President Obama announced his immigration executive actions, questions remain over whether the Department of Homeland Security can be ready to process millions of additional immigrants through an already-burdened system.", "creator": "@foxnews", "url": "http://www.foxnews.com/politics/2015/01/13/aggressive-timetable-for-launching-obama-immigration-actions-raising-concerns.html", "image": "http://a57.foxnews.com/media2.foxnews.com/2015/01/12/0/0/dcl_obama_011215.jpg?ve=1", "title": "‘Aggressive’ timetable for launching Obama immigration actions raising concerns", "site": "@foxnews", "card": "summary_large_image"}, "dc.format": "text/html", "dc.publisher": "Fox News", "parsely-metadata": "{\"tags\":[\"/FOX NEWS/US/IMMIGRATION/Illegal Immigrants\",\"/FOX NEWS/POLITICS/EXECUTIVE/Homeland Security\",\"/FOX NEWS/POLITICS/EXECUTIVE/White House\"],\"author\":\"Kelley Beaucar Vlahos\",\"subSection\":\"politics/executive\",\"title\":\"\\u2018Aggressive\\u2019 timetable for launching Obama immigration actions raising concerns\",\"image_url\":\"http://a57.foxnews.com/media2.foxnews.com/2015/01/12/0/0/dcl_obama_011215.jpg?ve=1\",\"pub_date\":\"2015-01-13T15:10:29Z\",\"link\":\"http://www.foxnews.com/politics/2015/01/13/aggressive-timetable-for-launching-obama-immigration-actions-raising-concerns.html\",\"type\":\"article\",\"identifier\":\"2a56e88f-284a-49ae-8c33-ba871539634a\",\"section\":\"politics\"}", "prism.aggregationType": "subsection", "prism.channel": "fnc", "dc.description": "Nearly two months after President Obama announced his immigration executive actions, questions remain over whether the Department of Homeland Security can be ready to process millions of additional immigrants through an already-burdened system.", "dc.identifier": "2a56e88f-284a-49ae-8c33-ba871539634a", "dc.language": "en-US", "pagetype": "article", "classification-isa": "illegal,hsecurity,whitehouse", "description": "Nearly two months after President Obama announced his immigration executive actions, questions remain over whether the Department of Homeland Security can be ready to process millions of additional immigrants through an already-burdened system.", "prism.section": "politics", "fb": {"app_id": 113186182048399}, "dc.source": "FoxNews.com", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no", "dc.title": "‘aggressive’ Timetable For Launching Obama Immigration Actions Raising Concerns", "dcterms.created": "2015-03-26 04:34:37 EDT", "og": {"site_name": "Fox News", "description": "Nearly two months after President Obama announced his immigration executive actions, questions remain over whether the Department of Homeland Security can be ready to process millions of additional immigrants through an already-burdened system.", "title": "‘Aggressive’ timetable for launching Obama immigration actions raising concerns  | Fox News", "url": "http://www.foxnews.com/politics/2015/01/13/aggressive-timetable-for-launching-obama-immigration-actions-raising-concerns.html", "image": "http://a57.foxnews.com/media2.foxnews.com/2015/01/12/0/0/dcl_obama_011215.jpg?ve=1", "type": "article"}, "dc.type": "Text.Article", "dc.date": "2015-01-13", "parsely-page": "{\"tags\":[\"/FOX NEWS/US/IMMIGRATION/Illegal Immigrants\",\"/FOX NEWS/POLITICS/EXECUTIVE/Homeland Security\",\"/FOX NEWS/POLITICS/EXECUTIVE/White House\"],\"author\":\"Kelley Beaucar Vlahos\",\"subSection\":\"politics/executive\",\"title\":\"\\u2018Aggressive\\u2019 timetable for launching Obama immigration actions raising concerns\",\"image_url\":\"http://a57.foxnews.com/media2.foxnews.com/2015/01/12/0/0/dcl_obama_011215.jpg?ve=1\",\"pub_date\":\"2015-01-13T15:10:29Z\",\"link\":\"http://www.foxnews.com/politics/2015/01/13/aggressive-timetable-for-launching-obama-immigration-actions-raising-concerns.html\",\"post_id\":\"2a56e88f-284a-49ae-8c33-ba871539634a\",\"type\":\"article\",\"section\":\"politics\"}", "dc.creator": "Kelley Beaucar Vlahos"}, "_id": "\"57477af36914bd0286fcc751\"", "article_summary": "Citizenship and Immigration Services, the DHS agency in charge of processing the requests -- for accepting new applicants.\nBut the colossal effort, on a tight timetable, perhaps inevitably has some questioning whether they can pull it off.\n“The agency knew for a long time to anticipate something coming,” said Wendy Feliz, of the American Immigration Council.\nPalinkas, who opposes the president’s executive actions, said he’s been surprised at the “aggressive” nature of the roll-out.\n“It’s completely impossible for the agency to accommodate all these applications and process them with any integrity whatsoever,” she said."}