{"article_title": "UC professors examine multiple perspectives of Ebola in the media", "article_keywords": ["flournoy", "multiple", "perspectives", "sastry", "media", "professor", "political", "virus", "public", "professors", "examine", "ebola", "think", "uc"], "article_url": "http://www.newsrecord.org/news/uc-professors-examine-multiple-perspectives-of-ebola-in-the-media/article_2aab74f0-6876-11e4-8073-ab23a7b71aab.html", "article_text": "While concerns of the Ebola virus swirl around media outlets, University of Cincinnati professors examined and debated the portrayal of the illness through the lenses of journalism, political science, communications and African studies.\n\nCraig Flournoy, a UC journalism professor, opened the discussion — which was held on Wednesday in the Senate room of the Tangeman University Center — by detailing the coverage of Ebola in Dallas, Texas, versus its representation nationally.\n\n“The Dallas media tends to base their Ebola reporting on what elected officials say,” Flournoy said. “Since virtually all Dallas public officials called for a calm approach, the local news coverage reflected this.”\n\nWhile mainstream media follows the same pattern of reporting through elected officials, the audience hears voices like U.S. Sen. Ted Cruz’s Deputy Chief of Staff Nick Muzin, who blamed Ebola on President Barack Obama’s Affordable Care Act.\n\nOther controversial voices in the Ebola conversation include radio personality Rush Limbaugh, who, according to Flournoy, recently told his 14 million listeners that Obama refused to ban flights from Ebola-infected countries because he wants white Americans infected with the disease as payback for slavery.\n\nAndrew Lewis, an assistant political science professor at UC, stated that comments like these are largely due to a broader political landscape in which the opposite party always dissents from the party in leadership.\n\n“Republicans largely think that President Obama’s handling of politics is poor, but the out party always believes that. It’s simply a partisan effect,” Lewis said.\n\nShaunak Sastry, a department of communications assistant professor, says that the idea of public health as an institution has always ended up on the issue of controlling what Sastry calls “the native bodies,” or bodies that are stigmatized or considered lesser because of their disease.\n\n“The history of public health has roots in controlling the savage body,” Sastry said. “The very suggestion of Ebola being an airborne disease is reminiscent of the idea of ‘bad air’, especially used in reference to places like Africa or India.”\n\nSastry also spoke to the larger history of the perception of Africa being a place of poverty and disease in the eyes of U.S. media, and how these portrayals tamper with the native understandings of the native colonies where these diseases are present.\n\nWalter Baker, a first-year UC student, said that while a lot of measures have been taken to prevent Ebola from becoming widespread in the U.S. — from airports scanning travelers for the virus to actions such as sending medical assistance from the U.S. and European countries to West African countries — there is still a sense of alarm in the U.S. media.\n\n“There are certain media spots that have called this an epidemic in America; they have blown the cases that have been brought to America,” Baker said. “They kind of made a bit of a panic in the sense of people worrying that this virus would be the next swine flu.”\n\nEmily Hoff, a first-year nursing student, agreed with this statement, but likewise believes that the issues are not being reported in the areas where the issue hits hardest.\n\n“I think it’s probably being blown out of proportion, with the thought of it being spread throughout the United States or a concern to the United States,” Hoff said. “On the same page I don’t think they are giving enough information to what is actually happening in West Africa where it actually is an epidemic.”\n\nThe event concluded with a questionnaire with the speakers.\n\nThroughout the representation of Ebola in the media, Flournoy concluded that only one thing must be remembered in one’s research.\n\n“Never trust The Man.”", "article_metadata": {"googlebot": "noarchive", "og": {"site_name": "The News Record", "description": "While concerns of the Ebola virus swirl around media outlets, University of Cincinnati professors examined and debated the portrayal of the illness through the lenses of journalism, political science, communications and African studies.", "title": "UC professors examine multiple perspectives of Ebola in the media", "url": "http://www.newsrecord.org/news/uc-professors-examine-multiple-perspectives-of-ebola-in-the-media/article_2aab74f0-6876-11e4-8073-ab23a7b71aab.html", "image": {"width": 945, "identifier": "http://bloximages.newyork1.vip.townnews.com/newsrecord.org/content/tncms/assets/v3/editorial/8/03/803b3a4a-6876-11e4-af1c-9b06d48690e1/546010f73b7db.image.jpg?resize=945%2C630", "height": 630}, "type": "article"}, "twitter": {"site": "@NewsRecord_UC", "card": "summary"}, "description": "While concerns of the Ebola virus swirl around media outlets, University of Cincinnati professors examined and debated the portrayal of the illness through the lenses of journalism, political science, communications and African studies.", "fb": {"admins": 73522214945, "app_id": 493985217293682}, "keywords": "ebola,media,news,campus,city,nation_world", "news_keywords": "ebola,media,news,campus,city,nation_world"}, "_id": "\"57477af46914bd0286fdb07e\"", "article_summary": "Throughout the representation of Ebola in the media, Flournoy concluded that only one thing must be remembered in one’s research.\n“The Dallas media tends to base their Ebola reporting on what elected officials say,” Flournoy said.\nWhile concerns of the Ebola virus swirl around media outlets, University of Cincinnati professors examined and debated the portrayal of the illness through the lenses of journalism, political science, communications and African studies.\nCraig Flournoy, a UC journalism professor, opened the discussion — which was held on Wednesday in the Senate room of the Tangeman University Center — by detailing the coverage of Ebola in Dallas, Texas, versus its representation nationally.\n“Republicans largely think that President Obama’s handling of politics is poor, but the out party always believes that."}