{"article_title": "Covering poor children without legal status is first step, say California advocates", "article_keywords": ["status", "poor", "illegally", "coverage", "covering", "medical", "say", "legal", "immigration", "step", "advocates", "california", "insurance", "state", "health", "children", "care"], "article_url": "http://www.ocregister.com/articles/health-671359-children-state.html", "article_text": "When Fabiola Ortiz heard California had granted health coverage to poor children lacking legal immigration status, she was grateful. Since arriving in the U.S. illegally 12 years ago, she has taken her two youngest children to the doctor only for required school physicals and relied on home remedies for everything else.\n\n“The truth is that we really need insurance,” the 46-year-old Anaheim resident said. “For the children, it will be a big help.”\n\nThe coverage under Medi-Cal, the state’s version of Medicaid, is expected to result in more preventive care and better long-term health for an estimated 170,000 children who have long relied on safety-net clinics and emergency rooms. But while many policymakers, advocates and researchers celebrated the budget deal announced by Gov. Jerry Brown last month, they also said the new coverage is limited because it doesn’t guarantee access to doctors and doesn’t include adults.\n\n“This is an important investment,” said Claire D. Brindis, director of the University of California San Francisco’s Institute for Health Policy Studies. “But it is not the full solution.”\n\nAbout 1.16 million low-income adults are in California illegally and ineligible for comprehensive Medi-Cal services, though they may qualify for pregnancy and emergency care. In many areas of the state, they can get county-based coverage, but it also is not comprehensive and can’t be used in other counties.\n\nOrange County doesn’t offer such coverage. Ortiz wishes the state would allow her and her oldest son to sign up for Medi-Cal too. He is 22 and has heart problems that have landed him in the emergency room about three times a year. She has to pay out-of-pocket for his regular visits to a cardiologist.\n\nState Sen. Ricardo Lara, a Democrat from Bell Gardens, has proposed legislation that could extend Medi-Cal to low-income adults living in the state illegally, depending on available funding. The bill also requests a waiver from the federal government enabling higher-income immigrants to buy unsubsidized insurance through the state’s insurance marketplace.\n\nIn the meantime, Aracely Patchett, an administrator at Central City Community Health Center in Anaheim, where Ortiz gets care, said the new health coverage will enable her staff to refer the children to specialists. “Not being able to provide the care they deserve has been frustrating,” she said.\n\nAnd Carmela Castellano-Garcia, president of the California Primary Care Association, said having the children covered will boost community health centers’ bottom line because many centers until now have been serving this population at a loss.\n\n“These victories just fuel the fire continuing forward,” she said. “These incremental steps are very critical.”\n\nHealth researcher Laurel Lucia said she isn’t surprised that the state decided, for now, to cover children because there are fewer of them than adults and they are less costly. In addition, providing them with preventive care is a good long-term investment for the state, said Lucia, health care program manager at the University of California Berkeley Center for Labor Research and Education.\n\nAlso, Lucia said, “there is more sympathy toward kids.”\n\nThe children’s insurance will only help health and immigration advocates in their continued fight to include everyone in health insurance, said Wendy Lazarus, co-president of The Children’s Partnership, a nonprofit child advocacy organization.\n\n“It is a hugely important step forward for the state and something we can build on,” she said. “Momentum is really building in California to finish the job and cover all residents, regardless of age.”\n\nOpponents said California shouldn't force its citizens to pay for health care for people here illegally.\n\n“We’re talking about transferring tens of millions of dollars from taxpayers – citizens and lawful permanent residents – to those who have flouted our nation’s immigration laws and are now laying claim to the property of others,” said John C. Eastman, a law professor at Chapman University in Orange.\n\nEastman said the magnet for illegal immigration was already large enough in California. “Governor Brown and the Democrats in the State Legislature have now made that magnet even larger,” he said.\n\nThe children will enter a Medi-Cal system that has more than 12 million enrollees and is already struggling to ensure access to care. About 2.3 million people have joined the Medi-Cal rolls since the beginning of 2014, when the Affordable Care Act took full effect. About half the children in the state are now on Medi-Cal.\n\nThe California State Auditor recently found that the state had failed to ensure that Californians in Medi-Cal managed care could find doctors. And last year, the auditors said that only half of children enrolled in Medi-Cal were receiving dental care. Their audit cited insufficient numbers of dentists in some areas due to low reimbursement rates.\n\nMeanwhile, because immigrants living here illegally have long been excluded from coverage, getting them to sign up won’t necessarily be easy.\n\n“We have a big challenge ahead of us to dispel the perception that undocumented people are forever left out,” said Daniel Zingale, senior vice president at The California Endowment, which has invested heavily in the campaign dubbed “Health for All” to cover all immigrants.\n\nZingale said community clinics, faith-based groups and the ethnic media will likely play a big role in educating families about the new coverage.\n\nExperience has shown that even when immigrants living here illegally qualify for coverage, they may not apply. UC researchers found that many adults under 30 who were granted temporary legal status and became eligible for Medi-Cal were still likely to remain uninsured. That’s because they weren’t aware of their eligibility or were worried about the effect on relatives in the country without legal permission.\n\nJacqueline Curiel, a Santa Ana-based administrator for the AltaMed Health Services Corp. Community Health Center, said many people fear that enrolling their children in public programs could hurt the family’s chances of getting legal status. She said her staff has a tough job assuring patients that it won’t affect their immigration cases.\n\n“There is a lot of distrust,” Curiel said.\n\nCuriel said she is hopeful that the parents will soon be eligible for comprehensive Medi-Cal. But even if California’s policymakers don’t opt to cover adults, immigrant families are better off than in the past.\n\n“We’ve made large strides,” she said.\n\nAnna Gorman is a writer with Kaiser Health News, an editorially independent program of the Henry J. Kaiser Family Foundation, a nonprofit health policy research and communications organization not affiliated with Kaiser Permanente. She can be reached at agorman@kff.org", "article_metadata": {"content_section": "news", "description": "News: Covering poor children without legal status is first step, say California advocates | health, children, state, california, care, cal, medi, coverage, illegally, adults", "author": "ANNA GORMAN", "og": {"site_name": "The Orange County Register", "description": "When Fabiola Ortiz heard California had granted health coverage to poor children lacking legal immigration status, she was grateful. Since arriving in the U.S. illegally 12 years ago, she has taken her two youngest children to the doctor only for required school physicals and relied on home remedies for everything else.", "title": "Covering poor children without legal status is first step, say California advocates", "url": "http://www.ocregister.com/articles/health-671359-children-state.html", "image": "http://images.onset.freedom.com/ocregister/gallery/nrd5ar-b88453469z.120150711220947000g0gao7nt.10.jpg", "locale": "en-US", "type": "article"}, "twitter": {"image": {"src": "http://images.onset.freedom.com/ocregister/gallery/nrd5ar-b88453469z.120150711220947000g0gao7nt.10.jpg"}, "description": "When Fabiola Ortiz heard California had granted health coverage to poor children lacking legal immigration status, she was grateful. Since arriving in the U.S. illegally 12 years ago, she has taken he", "site": "@ocregister", "card": "summary_large_image", "title": "Covering poor children without legal status is first step, say California advocates"}, "content_author": "ANNA GORMAN", "fb": {"app_id": 107698536003308}, "content_thumbnail": "http://images.onset.freedom.com/ocregister/thumb/nrd5ar-b88453469z.120150711220947000g0gao7nt.10.jpg", "content_type": "article", "Keywords": "health, children, state, california, care, cal, medi, coverage, illegally, adults", "publication_date": "2015-07-11", "access-type": "paid", "section": "news", "viewport": "width=device-width,initial-scale=1", "content_title": "Covering poor children without legal status is first step, say California advocates"}, "_id": "\"57477af46914bd0286fdcafd\"", "article_summary": "When Fabiola Ortiz heard California had granted health coverage to poor children lacking legal immigration status, she was grateful.\nThe California State Auditor recently found that the state had failed to ensure that Californians in Medi-Cal managed care could find doctors.\n“This is an important investment,” said Claire D. Brindis, director of the University of California San Francisco’s Institute for Health Policy Studies.\nState Sen. Ricardo Lara, a Democrat from Bell Gardens, has proposed legislation that could extend Medi-Cal to low-income adults living in the state illegally, depending on available funding.\n“But it is not the full solution.”About 1.16 million low-income adults are in California illegally and ineligible for comprehensive Medi-Cal services, though they may qualify for pregnancy and emergency care."}