{"article_title": "Can We Blame Obamacare's Rollout Problems on a Kludgy Design?", "article_keywords": ["singlepayer", "konczal", "kludgy", "meanstesting", "problems", "system", "private", "obamacare", "blame", "design", "obamacares", "rollout", "health", "insurance"], "article_url": "http://www.motherjones.com/kevin-drum/2013/10/can-we-blame-obamacares-rollout-problems-kludgy-design", "article_text": "Mike Konczal argues today that the biggest problems with the rollout of the Obamacare website aren't really software issues at all. They're mostly due to the nature of Obamacare itself:\n\nThe first has to do with means-testing the program....The second issue is that the means-testing is necessary to link individuals up with individual private insurers....A third issue, and a major reason this is freaking people out, is that the first two problems could introduce adverse selection....And the fourth and final issue is that the federal government has had to pick up so much slack from rebelling states that didn’t want to implement health care.\n\nIn other words, if we had a simpler, single-payer system, we could have avoided most of the rollout problems. \"Smarter conservatives who are thinking several moves ahead,\" writes Konczal, \"understand that this failed rollout is a significant problem for conservatives. Because if all the problems are driven by means-testing, state-level decisions and privatization of social insurance, the fact that the core conservative plan for social insurance is focused like a laser beam on means-testing, block-granting and privatization is a rather large problem.\"\n\nI very much agree that a simpler, broader national health care program would be far better than Obamacare, which was designed primarily to (a) win centrist and conservative votes, and (b) not rock the boat of existing private health insurance too much. Add to that all the usual horse-trading that it took to get various interest groups on board (doctors, insurers, AARP, pharma, etc.) and you end up with a messy kludge. It may be a historic first step, one that will eventually lead to a better future, but for now it's still a kludge.\n\nUnfortunately, it's not clear to me that you can blame the rollout problems on this. Take a look at the Netherlands, as Matt Steinglass does here. Their health care system is well thought of, and it's remarkably similar to Obamacare: a public-private system that relies on private health insurers, public funding, and an individual mandate. As Steinglass points out, the Dutch system has some features that make it simpler than Obamacare, but it also has some features that make it more complex. But these are mostly nits. In the end, the Dutch system is really quite similar to Obamacare. And it works fine.\n\nI'd submit that a big part of the reason for this is path dependence: the Dutch system is one that replaced an older single-payer system. In other words, they went in exactly the opposite direction from the one Konczal recommends. But it worked OK because the Dutch universally approved of national healthcare already and were universally covered by it. I assume that the details of the new system were contentious, but they were contentious primarily at a technocratic level. Nobody was fighting the basic idea of providing health care for all. That meant the new program could be rolled out on a reasonable schedule and without any big surprises or massive resistance.\n\nObamacare doesn't have that luxury. It's fighting not only technical issues, but also massive cultural and political resistance. This is what makes the rollout so hard.\n\nIf I had my way, we'd have a fairly simple, universal, single-payer health care system in the United States. It would work better; provide broader coverage; and probably be cheaper than what we have now. But countries like Switzerland and the Netherlands demonstrate that an Obamacare-like system can work reasonably well too. Konczal is certainly right to mock conservatives who don't seem to understand that Obamacare is fundamentally a pretty conservative design for national health care—which means that if it fails, it will hardly be a failure of old-school liberalism—but I think he goes too far when he tries to blame the rollout problems on that design. There was never any realistic hope of wiping out the entire private insurance industry and instituting a single-payer system anyway, which makes this all a bit academic, but even if Obamacare is a second-best design, it's still one that other countries have shown can be implemented effectively. I imagine that, over time, the same will be true here.", "article_metadata": {"application-name": "Mother Jones Magazine", "og": {"site_name": "Mother Jones", "description": "Probably not. But sure, it's a kludge.", "title": "Can we blame Obamacare's rollout problems on a kludgy design", "url": "http://www.motherjones.com/kevin-drum/2013/10/can-we-blame-obamacares-rollout-problems-kludgy-design", "image": "http://www.motherjones.com/files/blog_obamacare_website_0.jpg", "type": "article"}, "twitter": {"title": "Can we blame Obamacare's rollout problems on a kludgy design", "url": "http://www.motherjones.com/kevin-drum/2013/10/can-we-blame-obamacares-rollout-problems-kludgy-design", "image": {"src": "http://www.motherjones.com/files/blog_obamacare_website_0.jpg", "identifier": "http://www.motherjones.com/files/blog_obamacare_website_0.jpg"}, "creator": "kdrum", "site": "@MotherJones", "card": "summary_large_image"}, "msapplication-TileColor": "#FFFFFF", "msapplication-square70x70logo": "/sites/all/assets/mstile-70x70.png", "msapplication-square310x310logo": "/sites/all/assets/mstile-310x310.png", "msapplication-wide310x150logo": "/sites/all/assets/mstile-310x150.png", "fb": {"admins": "13301307,670317733,1198876232,38509772,106892,2907757,306289,602422192,4101301,513450539"}, "msapplication-TileImage": "/sites/all/assets/mstile-144x144.png", "keywords": "Health+Care,Regulatory+Affairs", "msapplication-square150x150logo": "/sites/all/assets/mstile-150x150.png"}, "_id": "\"57477af36914bd0286fcc771\"", "article_summary": "Unfortunately, it's not clear to me that you can blame the rollout problems on this.\nIn other words, if we had a simpler, single-payer system, we could have avoided most of the rollout problems.\nMike Konczal argues today that the biggest problems with the rollout of the Obamacare website aren't really software issues at all.\nIf I had my way, we'd have a fairly simple, universal, single-payer health care system in the United States.\nI'd submit that a big part of the reason for this is path dependence: the Dutch system is one that replaced an older single-payer system."}