{"article_title": "The truth about the white working class: Why it’s really allergic to voting for Democrats", "article_keywords": ["allergic", "scale", "blacks", "working", "whites", "abortion", "place", "democrats", "truth", "aid", "party", "white", "voting", "democratic", "class", "really"], "article_url": "http://www.salon.com/2015/11/29/the_truth_about_the_white_working_class_why_its_really_allergic_to_voting_for_democrats/", "article_text": "Topics: Racism, Research, The Democratic Party, The Republican Party, white working class, News, Politics News\n\nWhat’s up with working-class whites? It’s a question that’s been asked for decades, and has been raised again recently in the discussion surrounding an Alec MacGillis piece examining Matt Bevin’s recent election gubernatorial win in Kentucky, which could leave many in Kentucky without Medicaid. Though there are many explanations for why working class whites vote Republican and many are certainly true, the overwhelming reason is rather simple: racism.\n\nTo see why working class whites — defined as non-Hispanic whites without a college degree, although there are extensive debates as to the best way to define “working class” — aren’t voting Democratic, I use the American National Election Studies 2012 survey. To begin, I examined raw vote shares among working class whites, and then vote shares among working class whites in the South (the former 11 states of the Confederacy) and non-South. Immediately, it is obvious that a key divide is the South/non-South distinction: only 28 percent of Southern working class whites identify as Democratic, compared with 40 percent of non-South working class whites.\n\nNext, I examined whether racial stereotyping had any effect. The stereotype question asks respondents to rate Blacks on a scale of 1 (hard-working) to 7 (lazy). I examined the party identification of working class whites in each category and the results are rather suggestive: among working class whites who ranked Blacks as hard-working, 40 percen were Democrats and 38 percent Republicans, among those who said Blacks are lazy, 20 percent were Democrats and 60 percent were Republicans.\n\nBut how does this affect the votes of working class whites? My next analysis teases out whether social issues play a role in white votes, as Thomas Frank has suggested; whether it’s concerns about the role of government, as John Judis (and others) have argued; or whether it’s racism, as Ian Haney-Lopez has argued.\n\nSpecifically, I examine three questions that allow respondents to place themselves on a scale and also place the major parties (or candidates) on the same scale. I examine three questions: a four-point scale regarding abortion, a seven-point scale regarding government services and spending and a seven-point scale regarding aid to Blacks (see here for exact wording). The first two ask respondents to put themselves on a scale and also place the Republican and Democratic party on the scale, the last asks the respondents to place themselves as well as Mitt Romney and Obama on the scale (this may skew results because people may perceive Obama as more supportive of aid to Blacks than Democrats in general, likely because of racism).\n\nI find that 62 percent of working-class whites either put Romney at the same place as them on aid to Blacks or within 1 point in either direction, compared with only 35 percent of working-class whites who felt that way about Obama. About 40 percent of working class whites placed themselves at the same place or within one point in either as Democrats on government services or spending, compared with 53 percent who perceived closeness with the Republican party. On the abortion scale 31 percent of respondents placed themselves as the same as Republicans, compared with 39 percent who felt the same way about Democrats. Because abortion was only a four point scale, I didn’t compare what percentage of people placed themselves within one point of either party (the chart shows the percentage placing themselves the same as the parties).\n\nWorking class whites say they are overwhelmingly more liberal than the Republican party on abortion and modestly more liberal on government services and spending. However, they are more conservative than Romney on aid to Blacks. When compared to the Democratic party, working class whites say they are more conservative on abortion (only slightly) and dramatically more conservative on services and spending. More than 70 percent of working class whites say they are more conservative than Obama on aid to Blacks. This suggests that working class whites see themselves as far closer to the Democratic party on abortion and further away from the party on services and spending. They see themselves furthest away from Obama on the issue of aid to Blacks.", "article_metadata": {"description": "There are many theories, but a look at polling data gives us a clear picture of a demographic in decline", "title": "The truth about the white working class: Why it’s really allergic to voting for Democrats", "og": {"site_name": "Salon", "description": "There are many theories, but a look at polling data gives us a clear picture of a demographic in decline", "title": "The truth about the white working class: Why it’s really allergic to voting for Democrats", "url": "http://www.salon.com/2015/11/29/the_truth_about_the_white_working_class_why_its_really_allergic_to_voting_for_democrats/", "image": "http://media.salon.com/2015/11/trump_supporters.jpg", "type": "article"}, "twitter": {"description": "There are many theories, but a look at polling data gives us a clear picture of a demographic in decline", "title": "The truth about the white working class: Why it’s really allergic to voting for Democrats", "image": "http://media.salon.com/2015/11/trump_supporters.jpg", "creator": "@salon", "site": "@salon", "card": "summary_large_image"}, "author": "Sean McElwee", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, Racism, Research, The Democratic Party, The Republican Party, white working class", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "To begin, I examined raw vote shares among working class whites, and then vote shares among working class whites in the South (the former 11 states of the Confederacy) and non-South.\nImmediately, it is obvious that a key divide is the South/non-South distinction: only 28 percent of Southern working class whites identify as Democratic, compared with 40 percent of non-South working class whites.\nThough there are many explanations for why working class whites vote Republican and many are certainly true, the overwhelming reason is rather simple: racism.\nTopics: Racism, Research, The Democratic Party, The Republican Party, white working class, News, Politics NewsWhat’s up with working-class whites?\nTo see why working class whites — defined as non-Hispanic whites without a college degree, although there are extensive debates as to the best way to define “working class” — aren’t voting Democratic, I use the American National Election Studies 2012 survey."}