{"article_title": "Emails Show Feds Cast Wide Obamacare Net", "article_keywords": ["wide", "supreme", "organizations", "federal", "freedom", "obamacare", "told", "cast", "feds", "tax", "sisters", "net", "trying", "religious", "emails", "severino"], "article_url": "http://dailycaller.com/2016/01/10/emails-show-feds-specifically-targeted-faith-groups-under-obamacare-mandate/", "article_text": "Clergymen attend a Christmas midnight mass led by Latin Patriarch of Jerusalem Fouad Twal at the Church of the Nativity in the West Bank town of Bethlehem December 25, 2015. REUTERS/Fadi Arouri/Pool\n\n4850800\n\nLawyers filing an amicus brief on behalf of Little Sisters of the Poor before the U.S. Supreme Court claim federal health officials were working behind the scenes years ago to make as many religious organizations as possible subject to Obamacare’s contraception coverage mandate.\n\nInternal government emails from October 2011 and July 2012 obtained under the Freedom of Information Act show Centers for Medicare and Medicaid Services officials obsessed over which Catholic universities are exempt from the requirement to provide contraceptive coverage for students and staff.\n\nJudicial Crisis Network chief counsel Carrie Severino said the emails reveal federal officials defined religious organizations narrowly and arbitrarily by the tax code, rather than broadly and based on a desire for religious freedom, in order to make the maximum number of such organizations subject to the contraception coverage mandate.\n\n“The fact that these officials are drawing these distinctions without having any relationship to the real, actual religious freedom concerns shows they’re not actually interested in religious freedom,” Severino told The Daily Caller News Foundation. “They were just trying to cover as many people as they could possibly cover.”\n\nAn Oct. 12, 2011, email from CMS’s Alexis Ahlstrom to colleagues advised them to “see last question on what student health plans at Catholic universities cover today” and asked “can we reach out to our sources at Aetna and Nationwide to see if they can answer the question? Thanks.”\n\nSeverino told TheDCNF that the email “was showing they were trying to figure out, is this going to cover Catholic universities.”\n\nLittle Sisters of the Poor, a Michigan-based group of Catholic nuns, is leading one of the most prominent religious liberty challenges against the Obamacare contraception mandate, which the Supreme Court will hear during its Spring 2016 term. Severino and the Judicial Education Project are filing an amicus brief on behalf of the Little Sisters of the Poor on Monday.\n\nThe Judicial Education Project contends that the federal government should define exempt religious organizations under a portion of the Civil Rights Act concerning religious freedom, rather than under a the ever-changing federal tax code.\n\nThe federal government currently exempts churches and their “auxiliaries” like church-run schools or programs. The Supreme Court’s Burwell v. Hobby Lobby decision last year declared that “closely held” corporations can be exempted from the contraception mandate for religious reasons.\n\nBut the tax code requires even explicitly religious organizations unaffiliated with a specific church to apply for an exemption from the mandate. The Tenth Circuit Court of Appeals told the Little Sisters they still have to require a third-party to provide contraceptive coverage in July. The Supreme Court agreed last November to hear the sisters’ case this Spring.\n\nSeverino said federal agencies defined exempt religious organizations under the tax code because they were “just trying to find a neutral reason so they can say that they’re not targeting these groups.”\n\n“Religious freedom in America is under attack,” Severino told the DCNF. “This (case) is going to be very important. This administration is trying to limit religious freedom as much as possible.”\n\nFollow Kathryn on Twitter\n\nContent created by The Daily Caller News Foundation is available without charge to any eligible news publisher that can provide a large audience. For licensing opportunities of our original content, please contact [email protected].", "article_metadata": {"sailthru.author": "Kathryn Watson", "description": "Friends of Little Sisters of the Poor say federal officials were working behind the scenes years ago to force contraception coverage.", "og": {"site_name": "The Daily Caller", "description": "Lawyers filing an amicus brief on behalf of Little Sisters of the Poor before the U.S. Supreme Court claim federal health officials were working behind the scenes years ago to make as many religious", "title": "Emails Show Feds Specifically Targeted Faith Groups Under Obamacare Mandate", "url": "http://dailycaller.com/2016/01/10/emails-show-feds-specifically-targeted-faith-groups-under-obamacare-mandate/", "image": {"width": 800, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2015/12/2015-12-25T044007Z_1_LYNXMPEBBO03S_RTROPTP_4_CHRISTMAS-SEASON-e1452443838844.jpg", "height": 344}, "type": "article"}, "twitter": {"description": "Nuns' defender claim 'religious freedom is under attack' in Obamacare", "title": "Emails Show Feds Specifically Targeted Faith Groups Under Obamacare Mandate Via @dailycaller", "url": "http://dailycaller.com/2016/01/10/emails-show-feds-specifically-targeted-faith-groups-under-obamacare-mandate/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2015/12/2015-12-25T044007Z_1_LYNXMPEBBO03S_RTROPTP_4_CHRISTMAS-SEASON-e1452443838844.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2016-01-10 11:41:47", "sailthru.title": "Emails Show Feds Specifically Targeted Faith Groups Under Obamacare Mandate", "HandheldFriendly": "true", "sailthru.tags": "u-s-supreme-court", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "carrie severino,little sisters of the poor,u.s. supreme court", "sailthru.description": "Lawyers filing an amicus brief on behalf of Little Sisters of the Poor before the U.S. Supreme Court claim federal health officials were working behind the scenes years ago to make as many religious", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2015/12/2015-12-25T044007Z_1_LYNXMPEBBO03S_RTROPTP_4_CHRISTMAS-SEASON-e1452443838844.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af46914bd0286fd896a\"", "article_summary": "“The fact that these officials are drawing these distinctions without having any relationship to the real, actual religious freedom concerns shows they’re not actually interested in religious freedom,” Severino told The Daily Caller News Foundation.\nBut the tax code requires even explicitly religious organizations unaffiliated with a specific church to apply for an exemption from the mandate.\nThe Judicial Education Project contends that the federal government should define exempt religious organizations under a portion of the Civil Rights Act concerning religious freedom, rather than under a the ever-changing federal tax code.\nThe Tenth Circuit Court of Appeals told the Little Sisters they still have to require a third-party to provide contraceptive coverage in July.\nSeverino and the Judicial Education Project are filing an amicus brief on behalf of the Little Sisters of the Poor on Monday."}