{"article_title": "Trains, blame, and infrastructure", "article_keywords": ["infrastructure", "driving", "amtrak", "spending", "house", "republicans", "problems", "times", "blame", "train", "trains", "speed"], "article_url": "http://www.americanthinker.com/blog/2015/05/trains_blame_and_infrastructure.html", "article_text": "Trains, blame, and infrastructure\n\nNot more than a few days after the tragic Amtrak train wreck, the predictable caterwauling about Republicans and infrastructure is loud and clear. Led by the NY Times, a tragic event is now a campaign issue. “One Day After Wreck, Increased Funding for Amtrak Fails in a House Panel,” claimed the Times this week. Ahead of the 2016 elections, the Times is in campaign mode, with Republicans at fault for all tragedies and disasters. The train crash must be the fault of Republicans, as if John Boehner and Paul Ryan were the train engineers. Aside from blaming Republicans, the media is has also latched on to the “infrastructure” meme. NPR proclaims, “Train Derailment Highlights Amtrak's Infrastructure Needs.” USA Today chimed in as well: “Amtrak passenger deaths are rare despite concerns over infrastructure.” No personal responsibility mentioned, only infrastructure, with “infrastructure” as a code word for “more government spending.” As predictable as sunrise and sunset.\n\nLet’s take a closer look beyond the usual hype. The train was zipping along at more than twice the recommended speed as it went around a curve. What does that have to do with infrastructure? How about engineer judgment and competence? Jan and Dean sang about this decades ago: “Won’t come back from dead man's curve.” Unfortunately, the message is just as current today as it was in the 1950s. U.S. roads and highways are in various states of disrepair. These are considered infrastructure problems but are not among the leading causes of car accidents. Instead, speeding, drunk driving, and distracted driving are the major causes of car accidents in America, which involve more than 10 million people each year. Another highway bill or more government spending on roads won’t prevent drivers from speeding, drinking, or texting. Infrastructure replacement was one of the goals of the 2009 Stimulus Bill. Costing taxpayers $840 billion, nearly 10 percent went to transportation and infrastructure. This bill was passed by a Congress and signed by a president of the Democratic Party, so why do infrastructure problems remain, and why are they the fault of a Republican House committee? Is there any accountability for the money already delegated and spent? Amtrak receives $1.4 billion per year in federal subsidies. And yet the problems remain. Including never having been profitable since inception in 1971, antiquated trains, poor technology, chronic tardiness, and cheaper alternative forms of transportation. Given that Amtrak is a public-private partnership with the federal government, this should be no surprise. Just look at some other government efforts at guiding business, such as Solyndra, which cost U.S. taxpayers over half a billion dollars in squandered subsidies. Rahm Emanuel taught us to “never let a serious crisis go to waste.” U.S. Senator Chris Murphy (D-Conn.) certainly wasted no time in blaming Republicans. As did noted train expert Rachel Maddow on MSNBC. Will they blame the crises of physician shortages, unaffordable medical care, and overcrowded emergency rooms on the party that gave us Obamacare? Doubtful. Only in the alternate universe inhabited by Democrats can bad behavior or poor judgment be legislated away, or fixed with “more spending.” If a deranged individual shoots up a movie theater or a school, it must be due to a lack of gun legislation. Twenty thousand gun laws on the books, and none of them stopped James Holmes, currently on trial in Colorado. Nor will more spending on Amtrak or high-speed rail, if train engineers play “dead man’s curve” at twice the recommended speed. The Grateful Dead were right when they cautioned, “Casey Jones, you better, watch your speed.” Nothing about infrastructure or politics, just personal responsibility – not “[d]riving that train, high on cocaine.” Why the Amtrak engineer was driving too fast remains to be determined, but it surely wasn’t because a House committee failed to throw more money down the Amtrak drain. Brian C Joondeph, M.D., MPS, is a Denver-based physician and writer. Twitter @retinaldoctor.", "article_metadata": {"og": {"url": "http://www.americanthinker.com/blog/2015/05/trains_blame_and_infrastructure.html", "image": "http://www.americanthinker.com/assets/images/at-painter-og-image.png", "title": "Blog: Trains, blame, and infrastructure"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcc790\"", "article_summary": "Trains, blame, and infrastructureNot more than a few days after the tragic Amtrak train wreck, the predictable caterwauling about Republicans and infrastructure is loud and clear.\nThese are considered infrastructure problems but are not among the leading causes of car accidents.\nNPR proclaims, “Train Derailment Highlights Amtrak's Infrastructure Needs.” USA Today chimed in as well: “Amtrak passenger deaths are rare despite concerns over infrastructure.” No personal responsibility mentioned, only infrastructure, with “infrastructure” as a code word for “more government spending.” As predictable as sunrise and sunset.\nAside from blaming Republicans, the media is has also latched on to the “infrastructure” meme.\nIncluding never having been profitable since inception in 1971, antiquated trains, poor technology, chronic tardiness, and cheaper alternative forms of transportation."}