{"article_title": "The 16 Personality Types And Dating For The Perfect Match", "article_keywords": ["perfect", "different", "based", "16", "ideal", "traditionalists", "match", "briggs", "zodiac", "dating", "type", "types", "personality"], "article_url": "http://www.medicaldaily.com/how-date-personality-16-personality-types-and-dating-perfect-match-315676", "article_text": "On the quest to finding our perfect match it seems we blindly let personality type tests and zodiac signs decide our fate to bring us closer to the one — and we’re not alone. Every year, two million people take the Myers-Briggs Type Indicator (MBTI), a 93-question assessment exam that has been translated into 30 different languages to evaluate personalities for their career, education, management or leadership roles, relationships, counseling, parenting, team development, or to satisfy our natural curiosity. Now, the popular personality test, which analyzes 16 different personality types, is believed to also help us easily identify who our ideal zodiac matches are, what our ideal first date would be, and whether we are romantic, sexual, or lovable.\n\nKatharine Cook Briggs and Isabel Briggs Myers, two psychological theorists, studied the works of Carl Gustav Jung, who divided an individual’s psychological functions into four different categories, producing 16 different personality types. Briggs and Myers designed the test with the belief our preferences evolve based on our experiences, interests, needs, values, and motivations. This suggests personality compatibility is largely based on personal preference.\n\nMyers-Briggs psychology determines how we interact with someone on a daily basis. The knowledge of personality type allows us to see the differences among others as just those — different ways of “being.” Therefore, personality compatibility is heavily based on personal preference.\n\nThe theories of “like is attracted to like” and “opposites attract” are challenged by personality types, since they are best thought of as “complimenting” each other. For example, the most frequent mating is between Introverted Experiencers and Extraverted Experiencers (SP Experiencers) and Introverted Traditionalists and Extraverted Traditionalists (SJ Traditionalists), which is not like attracting like or opposites attracting. SP-SJ relationships combine the similar with complimentary qualities, but they differ in how they implement their goals.\n\nThe Myers-Briggs matchmaking for relationships is a popular concept but should be further explored. The infographic by Career Assessment Site down below includes all 16 personality types, their dating style, and who they are most compatible with. For example, if you have an ENFJ personality like myself, you are labeled as “The Educator,” who is very warm, empathetic, responsive, and responsible. Your ideal date activity includes a charity concert or event, nonprofit event, or karaoke. You are seeking short-term dating or long-term dating. You are 50 percent romantic, 35 percent lovable, and 15 percent sexual, with your ideal zodiac matches being Virgo, Libra, Aries, or Gemini.\n\nYou can take the MBTI assessment here or take a free personality test based on Carl Jung’s and Isabel Briggs Myers’ typological approach to personality find your dating style and perfect match in the infographic below:", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "perfect match, the one, dating, dates, relationships, couples, love, personality types, how to date", "og": {"site_name": "Medical Daily", "description": "Find out who is the perfect match for your personality type and dating style.", "title": "How To Date For Your Personality Type [INFOGRAPHIC]", "url": "http://www.medicaldaily.com/how-date-personality-16-personality-types-and-dating-perfect-match-315676", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/29/16-personality-types-and-dating.png", "type": "article"}, "twitter": {"description": "Find out who is the perfect match for your personality type and dating style.", "title": "How To Date For Your Personality Type [INFOGRAPHIC]", "url": "http://www.medicaldaily.com/how-date-personality-16-personality-types-and-dating-perfect-match-315676", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/29/16-personality-types-and-dating.png", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/12/29/16-personality-types-and-dating.png"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2014-12-29T14:48:51-05:00", "modified_time": "2015-01-08T10:34:12-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Find out who is the perfect match for your personality type and dating style."}, "_id": "\"57477af46914bd0286fdb0b1\"", "article_summary": "The infographic by Career Assessment Site down below includes all 16 personality types, their dating style, and who they are most compatible with.\nKatharine Cook Briggs and Isabel Briggs Myers, two psychological theorists, studied the works of Carl Gustav Jung, who divided an individual’s psychological functions into four different categories, producing 16 different personality types.\nThe theories of “like is attracted to like” and “opposites attract” are challenged by personality types, since they are best thought of as “complimenting” each other.\nNow, the popular personality test, which analyzes 16 different personality types, is believed to also help us easily identify who our ideal zodiac matches are, what our ideal first date would be, and whether we are romantic, sexual, or lovable.\nOn the quest to finding our perfect match it seems we blindly let personality type tests and zodiac signs decide our fate to bring us closer to the one — and we’re not alone."}