{"article_title": "In ruling on Obamacare provision, court didn't rewrite law — it read it", "article_keywords": ["court", "congress", "rewrite", "read", "didnt", "subsidies", "obamacare", "state", "states", "justice", "chief", "ruling", "exchanges", "amelia", "law", "provision", "insurance"], "article_url": "http://www.latimes.com/nation/la-oe-0626-bagley-king-burwell-20150626-story.html", "article_text": "The Supreme Court's decision Thursday in King vs. Burwell is a huge win for supporters of the Affordable Care Act. It's also a huge win for common sense in statutory interpretation.\n\nPresident Obama's signature law invited the states to establish exchanges through which their residents could buy health insurance and, if eligible, access subsidies. In the end, however, only 16 opted to do so. The other 34 states chose to rely on Healthcare.gov, the federally run exchange created on their behalf.\n\nIn a highly technical provision, the law sets out a formula for the size of the subsidy, with reference to the cost of a health plan bought through \"an Exchange established by the State.\"\n\nThe plaintiffs, eager to dismantle the Affordable Care Act, seized on this language to argue that subsidies weren't available to residents of the 34 states that failed to establish their own exchanges. The exchanges in those states weren't \"established by the State,\" they said — so no subsidies.\n\nWhy would Congress have wanted to withhold subsidies in states that failed to establish their own exchanges? That's a hard question to answer, given that the whole point of the statute was to expand access to health insurance. But the plaintiffs concocted a story. Maybe Congress really liked state exchanges, they said, and wanted to put pressure on states to set them up. After all, few, if any, states would refuse to create an exchange if it meant the loss of hundreds of millions of dollars to their residents.\n\nThe plaintiffs' position has always reminded me of an old Amelia Bedelia story. When the literal-minded but bighearted housekeeper is told by her employer to weed the garden, she decides to plant a big row of really big weeds. \"She said to weed the garden,\" insists Amelia Bedelia, \"not unweed it.\"\n\nWhen asked why anyone would want more weeds, Amelia Bedelia has to stop and think. \"Maybe vegetables get hot just like people,\" she says. \"They need big weeds to shade them.\"\n\nWriting for a six-justice majority, Chief Justice John. G. Roberts Jr. recognized that the plaintiffs' attempt to explain why Congress would withhold subsidies for residents of some states was every bit as \"implausible\" — his word — as Amelia Bedelia's notion that vegetables need shade. In his view, other provisions of the statute demonstrated that Congress meant subsidies to be available nationwide.\n\nAntonin Scalia is the Amelia Bedelia of the Supreme Court, who would transform statutory interpretation into a game of gotcha.\n\nThe chief justice pointed out, for example, that insurers are required to sell insurance to all comers, no matter how sick. That's true in every state, not just the states that set up their own exchanges. As the chief justice recognized, however, the combination of this anti-discrimination rule and the loss of subsidies would wreak havoc on the federal exchanges.\n\nThe subsidies are substantial, averaging $3,264 a year. Healthy people who couldn't afford to pay the full sticker price for insurance would drop their coverage, leaving sicker people behind. Insurers would then have to increase their prices to cover the healthcare costs of those sick people, pushing still more healthy people to shed coverage.\n\nIn other words, the chief justice wrote, the loss of subsidies would \"destabilize the individual insurance market in any State with a Federal exchange, and likely create the very 'death spirals' that Congress designed the Act to avoid.\"\n\nThe chief justice brushed aside the plaintiffs' contention that Congress meant to threaten the destabilization of state insurance markets to force the states to create exchanges. To the contrary, the law specifically anticipated that some states would decline to set up exchanges by providing for a federally run exchange.\n\nWhy read the statute to punish laggard states? As the chief justice wrote, \"Congress passed the Affordable Care Act to improve health insurance markets, not to destroy them.\"\n\nIn a heated dissent, Justice Antonin Scalia took issue with the majority's willingness to look beyond literal meaning, arguing that the decision \"rewrites\" the law \"under the pretense of interpreting it.\"\n\n\"Words no longer have meaning,\" Scalia wrote, \"if an Exchange that is not established by a State is 'established by the State.'\"\n\nThat sounds snappy, but Scalia is wrong. He's the Amelia Bedelia of the Supreme Court, who would transform statutory interpretation into a game of gotcha, where slipshod drafting is an excuse to ignore persuasive clues about what Congress meant to communicate.\n\nWords do still have meaning. It's just that reading the law as a whole — keeping in mind what it aims to accomplish and how it goes about accomplishing it — is the right way to figure out what those words mean, not blinkered literalism.\n\nAnyone who knows anything about gardening knows that you don't plant weeds to help vegetables. And anyone who knows anything about how the Affordable Care Act works knows that Congress didn't intend it to devastate health-insurance markets.\n\nAs the chief justice rightly appreciated, the broader statutory context thus confirmed that Congress could not have meant what, taken out of context, it seems to have said. That's not rewriting the law. That's reading it.\n\nNicholas Bagley is an assistant professor of law at the University of Michigan.\n\nFollow the Opinion section on Twitter @latimesopinion and Facebook", "article_metadata": {"fb_title": "In ruling on Obamacare provision, court didn't rewrite law — it read it", "googlebot": "index", "copyright": "Copyright (c) 2016 Los Angeles Times", "author": "Los Angeles Times", "og": {"site_name": "latimes.com", "description": "The Supreme Court 's decision Thursday in King vs. Burwell is a huge win for supporters of the Affordable Care Act . It's also a huge win for common sense in statutory interpretation.", "title": "In ruling on Obamacare provision, court didn't rewrite law — it read it", "url": "http://www.latimes.com/nation/la-oe-0626-bagley-king-burwell-20150626-story.html", "image": "http://www.trbimg.com/img-558c608c/turbine/la-oe-0626-bagley-king-burwell-20150626", "type": "article"}, "x-servername": "lalvp14.13", "twitter": {"site": "@latimes", "card": "summary"}, "msvalidate.01": "AAC9C18F70AC386BC4DCF4DDF9BF1786", "robots": "index,follow", "keywords": "Supreme Court, healthcare, insurance, Affordable Care Act, King vs. Burwell, President Obama, John. G. Roberts Jr., Antonin Scalia", "fb": {"admins": 100000786395051, "page_id": 5863113009}, "apple-itunes-app": "app-id=373238146, app-argument=http://www.latimes.com/deeplinkid/83868134", "googlebot-news": "index", "date": "2015-06-25", "Description": "The Supreme Court's decision Thursday in King vs. Burwell is a huge win for supporters of the Affordable Care Act. It's also a huge win for common sense in statutory interpretation.   President Obama's signature law invited the states to establish exchanges through which their residents could buy...", "y_key": "cee2fe4077f8d050", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0, user-scalable=no", "news_keywords": "Supreme Court, healthcare, insurance, Affordable Care Act, King vs. Burwell, President Obama, John. G. Roberts Jr., Antonin Scalia"}, "_id": "\"57477af36914bd0286fcc7a0\"", "article_summary": "Maybe Congress really liked state exchanges, they said, and wanted to put pressure on states to set them up.\nAs the chief justice wrote, \"Congress passed the Affordable Care Act to improve health insurance markets, not to destroy them.\"\nThe chief justice pointed out, for example, that insurers are required to sell insurance to all comers, no matter how sick.\nWriting for a six-justice majority, Chief Justice John.\nPresident Obama's signature law invited the states to establish exchanges through which their residents could buy health insurance and, if eligible, access subsidies."}