{"article_title": "Medicaid expansion plan likely dead in state", "article_keywords": ["week", "bingman", "senate", "oklahoma", "share", "state", "expansion", "states", "federal", "likely", "medicaid", "dead", "think", "plan"], "article_url": "http://swoknews.com/area/medicaid-expansion-plan-likely-dead-state", "article_text": "OKLAHOMA CITY (AP) A bill to expand Medicaid eligibility in Oklahoma so that the state could tap into an infusion of federal funding available under the Affordable Care Act appears to be dead, the state's Senate leader said on Monday.\n\nWith just one week remaining before lawmakers are set to adjourn, Senate President Pro Tem Brian Bingman said there isn't enough support in the Republican-controlled Senate to approve the plan. A proposed $1.50-per-pack tax increase on cigarettes to help pay for the state's share was defeated in the Oklahoma House last week, and Bingman said that proposal is also likely dead for the year.\n\n\"I think part of the (plan) is the expansion of Obamacare, and I think the Senate has been pretty clear for the last six years that we don't want to expand that portion ... because Oklahoma can't afford it,\" said Bingman, R-Sapulpa.\n\nThe plan called for expanding Medicaid eligibility to about 170,000 uninsured low-income Oklahomans and shifting about an equal number of currently Medicaid-eligible pregnant women and children onto the private market. Because of Republicans' bitter resistance to the federal health care law, the plan was dubbed a \"rebalancing\" instead of an expansion since the overall number of people on Medicaid was projected to stay the same.\n\nIf the plan had received federal approval, the federal government would have covered 95 percent of the state's Medicaid costs. That figure would have decreased to 90 percent of the share in 2020.", "article_metadata": {"og": {"url": "http://swoknews.com/area/medicaid-expansion-plan-likely-dead-state", "site_name": "The Lawton Constitution", "type": "article", "description": "OKLAHOMA CITY (AP)  A bill to expand Medicaid eligibility in Oklahoma so that the state could tap into an infusion of federal funding available under the Affordable Care Act appears to be dead, the", "title": "Medicaid expansion plan likely dead in state"}, "fb": {"app_id": 258770517572826}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "OKLAHOMA CITY (AP)  A bill to expand Medicaid eligibility in Oklahoma so that the state could tap into an infusion of federal funding available under the Affordable Care Act appears to be dead, the", "generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "If the plan had received federal approval, the federal government would have covered 95 percent of the state's Medicaid costs.\nOKLAHOMA CITY (AP) A bill to expand Medicaid eligibility in Oklahoma so that the state could tap into an infusion of federal funding available under the Affordable Care Act appears to be dead, the state's Senate leader said on Monday.\nA proposed $1.50-per-pack tax increase on cigarettes to help pay for the state's share was defeated in the Oklahoma House last week, and Bingman said that proposal is also likely dead for the year.\nThe plan called for expanding Medicaid eligibility to about 170,000 uninsured low-income Oklahomans and shifting about an equal number of currently Medicaid-eligible pregnant women and children onto the private market.\nBecause of Republicans' bitter resistance to the federal health care law, the plan was dubbed a \"rebalancing\" instead of an expansion since the overall number of people on Medicaid was projected to stay the same."}