{"article_title": "Feds Warn Casinos to Turn Away Gamblers With Medical Marijuana Ties", "article_keywords": ["financial", "federal", "industry", "medical", "casino", "marijuana", "dowling", "warn", "turn", "casinos", "feds", "gamblers", "owner", "ties", "away", "laws"], "article_url": "http://ww2.kqed.org/news/06/12/2014/-medical-marijuana-banks-casinos-federal-regulation", "article_text": "By Nathan Halverson\n\nU.S. casinos, including those in the Bay Area and throughout California, cannot accept bets from people working in the medical marijuana industry — unless these gamblers pass an extensive background check and have their bets regularly monitored by the federal government.\n\nThat was the word out of Las Vegas on Thursday, where federal regulators addressed the gaming industry at the 2014 Bank Secrecy Act Conference.\n\nThe marijuana guidelines impact all casinos, from Northern California to riverboat casinos in Mississippi to mega-resorts on the Las Vegas Strip. Gaming operators are now being required to either turn away gamblers they know work in state-sanctioned marijuana businesses or implement highly invasive and expensive procedures to monitor these gamblers.\n\nThese same costly procedures have resulted in the banking industry closing thousands of financial accounts in the last few years. Banks have essentially blacklisted anyone in the marijuana business from opening a checking or savings account.\n\nOn Thursday, Jim Dowling, a former White House advisor on money laundering issues and now a regulatory consultant to casinos, told gaming executives they are obligated to follow the same marijuana guidelines as banks.\n\n“Casinos can’t accept any money from them, or they have to comply with the new government guidance,” Dowling said.\n\nIn order for a casino to knowingly accept a bet from someone in the marijuana industry, it would need to perform what Dowling described as a “criminal background check” and then file reports every 90 days to federal regulators on the gambler’s activities.\n\nEven then, the casinos cannot be certain the federal government will not pursue criminal or civil charges against them.\n\nWhile this will likely not prevent a marijuana dispensary owner from going to the blackjack table and plunking down $20, problems arise if a card dealer or pit boss recognizes the dispensary owner or if a large enough sum is wagered that would require the casino to research the gambler’s source of income.\n\nIn that case, the casino would have to cut gamblers off or run a background check and monitor their gambling.\n\n‘It’s Coming to a Head’\n\n“This is a federal problem that has been brewing for a while, and now it’s coming to a head,” Dowling said. “State laws and federal laws don’t match up.”\n\nThursday was the first time the topic of state-authorized marijuana proceeds and casinos had been publicly broached, Dowling said.\n\nThe head of FinCEN, a bureau of the Treasury Department that regulates casinos and banks to ensure they follow these rules, also spoke at Thursday’s industry conference.\n\nDirector Jennifer Shasky Calvery referred questions regarding marijuana and casino compliance to her media spokesman.\n\n“FinCEN’s guidance applies to all financial institutions covered under FinCEN regulations, including casinos,” Stephan Hudak wrote in an email, in apparent confirmation of Dowling’s assessment.\n\nPaul Camacho, who manages these issues for Station Casinos, which operates the newly opened Graton Resort & Casino in Rohnert Park, declined comment, saying he was not authorized to speak to the media. A call to the Station Casinos media representative was not returned by the time of publication.\n\nThe Graton Casino operates in a region the federal government deems a “High Intensity Financial Crime Area” because of the large amount of marijuana grown on California’s North Coast. As a result, the Rohnert Park casino is required to implement additional monitoring to identify people who might be gambling with illicit funds, which according to the federal government includes money from medical marijuana businesses.\n\nOngoing Conflict Between the Feds and States\n\nCasinos are the latest institutions to get caught up in the ongoing conflict between federal and state laws on marijuana. Thursday’s disclosure on federal policy comes only months after U.S. Attorney General Eric Holder appeared to publicly support the right of state-authorized marijuana businesses to have access to the U.S. financial system and deposit their money.\n\n“You don’t want just huge amounts of cash in these places. They want to be able to use the banking system,” Holder said during an appearance at the University of Virginia’s Miller Center. “There’s a public safety component to this. Huge amounts of cash — substantial amounts of cash just kind of lying around with no place for it to be appropriately deposited — is something that would worry me, just from a law enforcement perspective.”\n\nThe North Coast has notoriously high amounts of cash transactions, with one Mendocino County banker saying more than half the deposits there are in cash, making it one of the highest ratios in the country.\n\nFollowing Holder’s statement in February, the U.S. Justice Department and the U.S. Treasury Department both issued updated guidelines on how U.S. financial institutions need to handle customers with ties to the marijuana industry.\n\nOne dispensary owner in San Francisco said he has gone through nine banks in 10 years.\n\nBut banking executives said the new guidelines did nothing to assuage their fears, leaving them open to both criminal and civil prosecution if they worked with businesses in the marijuana trade.\n\n“Bankers are all just saying, ‘We don’t want those problems,’ ” said Dowling, who also consults on these issues for major U.S. banks. “One banker called them toxic.”\n\nDowling expects casinos will react the same way, turning away from people who work in the state-sanctioned marijuana industries that now operate in 22 states and D.C.\n\n“The federal government is again saying people involved in the marijuana business don’t have rights,” said Dale Gieringer, director of California NORML, a marijuana advocacy group.\n\nA dispensary owner in San Francisco, who asked not to be named because of previous regulatory problems with the federal government, said he has gone through nine banks in 10 years.\n\n“At the core, it’s just the hypocrisy of the federal government and its financial regulations,” he said. “They say one thing but they are really acting a whole other way.”\n\nAnother dispensary owner in Mendocino County, who likewise asked not to be named because of previous problems with federal regulators, said the U.S. government is ignoring the voters.\n\n“The federal government doesn’t care about our state laws,” the owner said. “It’s dead wrong. It’s one more right they are taking away from us.”\n\nDowling said he decided to raise the issue at Thursday’s conference because the federal government could prosecute casinos that are not complying with the new guidelines.\n\n“It’s very controversial. I’ll probably get a lot of hate mail for bringing it up,” Dowling said. “But if you put yourself in a banker’s situation, would you want to have to do all that and put yourself at criminal risk?”\n\nIronically, this all comes less than two weeks after a surprising bipartisan vote in the Republican-controlled House of Representatives, which passed a measure that seeks to end Department of Justice interference with state marijuana laws. Medical marijuana advocates praised the vote as a game-changer and one that reflected a huge shift in public opinion.\n\nNathan Halverson is a freelance reporter working at The Center for Investigative Reporting and Investigative Reporting Program and can be reached at Halverson@sonic.net.", "article_metadata": {"description": "Guidelines impact all casinos from Northern California to riverboat casinos in Mississippi to Las Vegas.", "contextly-page": "{\"title\":\"Feds Warn Casinos to Turn Away Gamblers With Medical Marijuana Ties\",\"url\":\"http:\\/\\/ww2.kqed.org\\/news\\/06\\/12\\/2014\\/-medical-marijuana-banks-casinos-federal-regulation\",\"pub_date\":\"2014-06-12 17:20:56\",\"mod_date\":\"2014-06-16 19:18:20\",\"type\":\"post\",\"post_id\":138994,\"author_id\":\"236\",\"author_name\":\"KQED News Staff\",\"author_display_name\":\"KQED News Staff\",\"tags\":[\"banks\",\"jim dowling\",\"medical marijuana\"],\"categories\":[\"Law and Justice\",\"Politics and Government\"],\"image\":\"http:\\/\\/ww2.kqed.org\\/news\\/wp-content\\/uploads\\/sites\\/10\\/2011\\/10\\/MedicalMarijuanaBag070811.jpg\"}", "og": {"site_name": "KQED News", "description": "Guidelines impact all casinos from Northern California to riverboat casinos in Mississippi to Las Vegas.", "title": "Feds Warn Casinos to Turn Away Gamblers With Medical Marijuana Ties", "url": "http://ww2.kqed.org/news/06/12/2014/-medical-marijuana-banks-casinos-federal-regulation/", "image": "http://ww2.kqed.org/news/wp-content/uploads/sites/10/2012/03/MedicalMarijuanaJustinSullivanGetty1-e1392680232523.jpg", "locale": "en_us", "type": "article"}, "twitter": {"site": "@kqednews", "card": "summary_large_image", "creator": "@"}, "fb": {"app_id": 160023622793}, "keywords": "banks,jim dowling,medical marijuana", "google-site-verification": "Oam-TnlJjUP-cg8UEyR3-KcLp8_-WTy6_dBaSws1ADA", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fcc7af\"", "article_summary": "The marijuana guidelines impact all casinos, from Northern California to riverboat casinos in Mississippi to mega-resorts on the Las Vegas Strip.\n“State laws and federal laws don’t match up.”Thursday was the first time the topic of state-authorized marijuana proceeds and casinos had been publicly broached, Dowling said.\nGaming operators are now being required to either turn away gamblers they know work in state-sanctioned marijuana businesses or implement highly invasive and expensive procedures to monitor these gamblers.\nMedical marijuana advocates praised the vote as a game-changer and one that reflected a huge shift in public opinion.\n“Casinos can’t accept any money from them, or they have to comply with the new government guidance,” Dowling said."}