{"article_title": "Rick Perry Changes His Mind on Ex-Im Bank, Calls for Its End", "article_keywords": ["reauthorization", "republican", "perry", "end", "exportimport", "calls", "mind", "exim", "presidential", "rick", "texas", "gov", "changes", "bank", "wrote"], "article_url": "http://dailysignal.com/2015/05/07/rick-perry-changes-his-mind-on-ex-im-bank-calls-for-its-end/", "article_text": "Former Texas Gov. Rick Perry is calling for an end to the Export-Import Bank—a reversal from the position he held as governor.\n\nIn an op-ed for The Wall Street Journal published Monday, Perry, a likely 2016 Republican presidential candidate, wrote that he has changed his mind.\n\nPerry wrote that during his time as governor, Texas “became the nation’s leading exporter,” and that the Ex-Im Bank “played a role in making this happen.”\n\nAccording to Perry, over 1,200 companies in Texas have financed $24 billion in exports through Ex-Im. He acknowledged that in June of last year, he wrote a letter to Congress “urging the reauthorization of the Export-Import Bank.”\n\nBut now, in light of “recent revelations of corruption and bribery at the institution,” Perry said he can no longer support it.\n\n“Next month, the bank comes up for reauthorization again—but this time I can’t get on board,” wrote Perry.\n\n“Those at Ex-Im who have abused the public trust must be pursued to the full extent of the law,” wrote Perry. “But it may be that the best way to mend Ex-Im is to end it.”\n\nThe Export-Import Bank is a little-known government agency that provides taxpayer-backed loans and loan guarantees to foreign countries and companies for the purchase of U.S. products.\n\nEx-Im’s backers argue the bank helps small businesses compete in the global market.\n\nThe bank’s charter expires June 30, and as Congress inches closer to its deadline on whether Ex-Im should be reauthorized, the debate over its future is heating up.\n\nA number of other presumed and declared Republican presidential candidates—including former Florida Gov. Jeb Bush, Sens. Marco Rubio of Florida, Ted Cruz of Texas and Rand Paul of Kentucky, and Wisconsin Gov. Scott Walker—have also called for the bank to be shuttered. South Carolina Sen. Lindsey Graham appears to be its lone supporter in the present GOP field.", "article_metadata": {"description": "Former Texas Gov. Rick Perry is calling for an end to the Export-Import Bank -- a reversal from the position he held as governor.", "og": {"site_name": "The Daily Signal", "description": "Former Texas Gov. Rick Perry is calling for an end to the Export-Import Bank -- a reversal from the position he held as governor.", "title": "Rick Perry Changes His Mind on Ex-Im Bank, Calls for Its End", "locale": "en_US", "image": "http://dailysignal.com/wp-content/uploads/PerryExIm.jpg", "updated_time": "2015-05-07T14:10:23+00:00", "type": "article"}, "bitly": {"url": "http://dailysign.al/1JSkDXt"}, "twitter": {"domain": "The Daily Signal", "description": "Former Texas Gov. Rick Perry is calling for an end to the Export-Import Bank -- a reversal from the position he held as governor.", "title": "Rick Perry Changes His Mind on Ex-Im Bank, Calls for Its End", "image": {"src": "http://dailysignal.com/wp-content/uploads/PerryExIm.jpg"}, "creator": "@dailysignal", "site": "@dailysignal", "card": "summary_large_image"}, "fb": {"pages": 300341323465160, "app_id": 772296266137346}, "article": {"publisher": "https://www.facebook.com/TheDailySignalNews", "section": "Economy", "tag": "cronyism", "published_time": "2015-05-07T13:34:50+00:00", "modified_time": "2015-05-07T14:10:23+00:00"}, "viewport": "width=device-width, initial-scale=1.0", "news_keywords": "Rick Perry, 2016, Ex-Im, Export Import Bank, Ex Im Bank, Texas, Jeb Bush, Scott Walker, Marco Rubio, Rand Paul"}, "article_summary": "“Those at Ex-Im who have abused the public trust must be pursued to the full extent of the law,” wrote Perry.\nIn an op-ed for The Wall Street Journal published Monday, Perry, a likely 2016 Republican presidential candidate, wrote that he has changed his mind.\n“Next month, the bank comes up for reauthorization again—but this time I can’t get on board,” wrote Perry.\nRick Perry is calling for an end to the Export-Import Bank—a reversal from the position he held as governor.\nFormer Texas Gov."}