{"article_title": "Affordable Care Act works, don’t take America backward — Opinion — Bangor Daily News — BDN Maine", "article_keywords": ["insurance", "aca", "works", "dont", "candidates", "clear", "bdn", "votes", "daily", "backward", "majority", "bangor", "health", "coverage", "vote", "opinion", "america", "voting", "maine", "care"], "article_url": "https://bangordailynews.com/2016/05/25/opinion/letters/thursday-may-26-2016-affordable-care-act-works-dont-take-america-backward/", "article_text": "Take America back to when?\n\nEvery time I hear people like Thomas Coleman Sr., in a May 21 Bangor Daily News letter, say they want to “take our country back,” I want to know how far back we are supposed to go in our country’s history. Back to a time when only white men with Anglo names could own property, vote and hold office?\n\nOr just far enough back into the last century when women, blacks, Native Americans, Jews, Catholics, gays and immigrants (everyone except heterosexual white Protestant men with Anglo names) “knew their places”?\n\nJoyce Cornwell\n\nLamoine\n\nRanked-choice voting virtues\n\nWhen Mainers vote in November they will have the chance to support the electoral reform called ranked-choice voting. This allows voters to list candidates in order of preference, assuming that there are more than two candidates, which in Maine gubernatorial elections is often the case. In fact very few recent governors have won a clear majority of votes. Since 1924, only Joseph Brennan and Angus King received more than half the votes and only in their re-election campaigns.\n\nWith ranked-choice voting, if neither of the top two vote-getters earn more than half the votes, the votes that have gone to first-choice candidates who came in third or worse are added to the second choices. Since there are only two candidates left standing, one will emerge with a clear majority of votes.\n\nThis is good because it allows a voter to choose who he or she really likes rather than having to vote “strategically.” If I really prefer some minority independent candidate, I can vote my convictions without worrying that I am depriving a major candidate of my vote and therefore\n\nhelping my worst nightmare to win.\n\nOnce we get our heads around this concept other virtues become clear. Such a system discourages negative campaigning. Bad mouthing an opponent is risky because you may want to be the second choice of voters who support an opponent. In addition, since one must gain\n\na clear majority to win elective office, the system adds some authoritative weight to those who must govern.\n\nLarry Litchfield\n\nBelfast\n\nAffordable Care Act is working\n\nHere are five reasons why you should vote against any politician who says they will overturn the Affordable Care Act on “day one” or anytime thereafter:\n\n1. If you are fortunate enough to have health insurance through your job or your spouse’s job, you are only a pink slip away from losing coverage for you and your family. Your options for affordable insurance if the ACA is overturned will be limited and astronomical.\n\n2. Without the ACA, if you have a “pre-existing condition” such as heart disease, allergies, history of cancer, asthma, high blood pressure, etc., insurance companies will again be able to deny you coverage or charge you higher premiums.\n\n3. If you have your adult child under age 26 on your health insurance plan currently, that child could be dropped on “day two.”\n\n4. If you are a working person and do not have health insurance through your employer but currently have coverage through the ACA, of course, you will lose your coverage. Even if your ACA coverage seems expensive now, it will be worse if the act is overturned.\n\n5. If you are a working person and cannot afford coverage under the ACA, you could have insurance if Maine expanded Medicaid to people like you. Without the ACA, that definitely will not happen.\n\nIf you are over 65 and have Medicare — lucky you. Don’t you want your children and grandchildren to have health insurance, too?\n\nLinda Buckmaster\n\nBelfast", "article_metadata": {"description": "Letters for Thursday, May 26, 2016: Affordable Care Act works, don’t take America backward Maine news, sports, politics and election results, and obituaries from the Bangor Daily News.", "generator": "WordPress 4.1.5", "og": {"site_name": "The Bangor Daily News", "description": "Letters for Thursday, May 26, 2016: Affordable Care Act works, don’t take America backward", "title": "Thursday, May 26, 2016: Affordable Care Act works, don’t take America backward", "url": "https://bangordailynews.com/2016/05/25/opinion/letters/thursday-may-26-2016-affordable-care-act-works-dont-take-america-backward/", "image": "https://static.bangordailynews.com/wp-content/themes/bdn/images/bdn-maine-facebook-logo.png?strip=all", "type": "article"}, "twitter": {"url": "https://bangordailynews.com/2016/05/25/opinion/letters/thursday-may-26-2016-affordable-care-act-works-dont-take-america-backward/", "site": "@bangordailynews", "description": "Letters for Thursday, May 26, 2016: Affordable Care Act works, don’t take America backward", "card": "summary", "title": "Thursday, May 26, 2016: Affordable Care Act works, don’t take America backward"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "keywords": "Maine, news, elections, election results, politics, sports, Bangor, Portland, Augusta, weather, obituaries, Waterville, Aroostook, Penobscot, Piscataquis, Somerset, Hancock, Washington, bdn,letters,opinion,thursday, may 26, 2016: affordable care act works, don’t take america backward,is_article,unbylined", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Even if your ACA coverage seems expensive now, it will be worse if the act is overturned.\nDon’t you want your children and grandchildren to have health insurance, too?\nIf you have your adult child under age 26 on your health insurance plan currently, that child could be dropped on “day two.”4.\nIn addition, since one must gaina clear majority to win elective office, the system adds some authoritative weight to those who must govern.\nIn fact very few recent governors have won a clear majority of votes."}