{"article_title": "Lupus Organizations Write to Health Secretary Advocating Enforcement of Affordable Care Act", "article_keywords": ["affordable", "organizations", "lupus", "advocating", "enforcement", "support", "write", "patients", "health", "letter", "act", "recently", "patient", "care", "insurance", "secretary"], "article_url": "http://lupusnewstoday.com/2015/05/21/lupus-organizations-write-health-secretary-advocating-enforcement-affordable-care-act/", "article_text": "The Lupus Research Institute and the S.L.E. Lupus Foundation are two of the over 200 patient organizations that are part of the “I Am (Still) Essential” coalition, which has recently advocated for changes in the Essential Health Benefits for 2016 with the U.S. Department of Health and Human Services (HHS). The organizations believe that critical changes are necessary to protect patients who suffer from diseases such as lupus.\n\nThe two organizations signed a letter written by the coalition addressed to the HHS Secretary Sylvia Mathews Burwell, in which they explain they are committed to the successful implementation of the Affordable Care Act (ACA) and want to assure that throughout the review of the 2016 Qualified Health Plans (QHPs), positive patient protections are included, as well a guarantee of the adherence and enforcement of the Letter to Issuers.\n\nThe ACA is recently completed its second period of open enrollment and, according to the associations, it is leading to both the provision of health coverage for millions of people in the U.S. and the reduction of the number of people without insurance in the country. However, they also believe there is still work to be done to guarantee the fulfillment and adherence to the new requirements.\n\nWith this letter, the “I Am (Still) Essential” coalition is advocating for changes as they believe that patients who suffer from chronic and debilitating diseases like lupus still lack access to health care and plan transparency. Moreover, there is a need for more practices against discrimination, including high patient cost-sharing and excessive use of prior authorization and other medical management techniques.\n\nThe S.L.E. Lupus Foundation has also recently advocated for wider access to medication for lupus patients upon signing two Memorandums of Support for Legislative Acts. The non-profit organization stated that the memorandums could help patients obtain easier access to treatments prescribed by their physicians which are crucial to fighting the chronic inflammatory and autoimmune disease.\n\nThe first document, entitled Memorandum of Support for NYS Assembly Act 2834 | Senate Act 3419, intends to end policies of “step therapy” or “first fail,” as well as amend the insurance legislation on the topic. The second one, the Memorandum of Support for NYS Assembly Act 6194 | Senate Act 2530, aims to change the insurance law that determines that patients have to buy their prescription medications at a local in-network pharmacy, allowing the possibility to receive drugs through mail order.", "article_metadata": {"description": "Read about the letter written by a series of organizations, including lupus ones, to the Health Secretary advocating for enforcement of Affordable Care Act.", "generator": "Powered by Visual Composer - drag and drop page builder for WordPress.", "og": {"site_name": "Lupus News Today", "description": "Read about the letter written by a series of organizations, including lupus ones, to the Health Secretary advocating for enforcement of Affordable Care Act.", "title": "Lupus Organizations Write to Health Secretary Advocating Enforcement of Affordable Care Act", "locale": "en_US", "image": {"width": 3600, "identifier": "http://lupusnewstoday.com/wp-content/uploads/2015/02/shutterstock_235881355.jpg", "height": 2400}, "updated_time": "2015-05-21T10:50:11-05:00", "url": "http://lupusnewstoday.com/2015/05/21/lupus-organizations-write-health-secretary-advocating-enforcement-affordable-care-act/", "type": "article"}, "twitter": {"description": "Read about the letter written by a series of organizations, including lupus ones, to the Health Secretary advocating for enforcement of Affordable Care Act.", "creator": "@lupusnewstoday", "image": "http://lupusnewstoday.com/wp-content/uploads/2015/02/shutterstock_235881355.jpg", "title": "Lupus Organizations Write to Health Secretary Advocating Enforcement of Affordable Care Act", "site": "@lupusnewstoday", "card": "summary_large_image"}, "robots": "noodp", "msapplication-TileImage": "http://lupusnewstoday.com/wp-content/uploads/2016/01/cropped-bionews-square-2-512x512-270x270.png", "article": {"publisher": "https://www.facebook.com/pages/Lupus-News-Today/975735229153289", "section": "News", "tag": "S.L.E. Lupus Foundation", "published_time": "2015-05-21T08:10:21-05:00", "modified_time": "2015-05-21T10:50:11-05:00"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af36914bd0286fcc7c8\"", "article_summary": "Lupus Foundation has also recently advocated for wider access to medication for lupus patients upon signing two Memorandums of Support for Legislative Acts.\nThe organizations believe that critical changes are necessary to protect patients who suffer from diseases such as lupus.\nLupus Foundation are two of the over 200 patient organizations that are part of the “I Am (Still) Essential” coalition, which has recently advocated for changes in the Essential Health Benefits for 2016 with the U.S. Department of Health and Human Services (HHS).\nHowever, they also believe there is still work to be done to guarantee the fulfillment and adherence to the new requirements.\nWith this letter, the “I Am (Still) Essential” coalition is advocating for changes as they believe that patients who suffer from chronic and debilitating diseases like lupus still lack access to health care and plan transparency."}