{"article_title": "PREFERRED Therapy Providers, Inc. Releases The Effective Compliance Program for Healthcare Providers", "article_keywords": ["releases", "effective", "providers", "compliance", "preferred", "program", "therapy", "healthcare", "speech", "care", "health", "network"], "article_url": "http://www.prweb.com/releases/2016/01/prweb13181177.htm", "article_text": "The Effective Compliance Program “It is incumbent as a health care provider and business owner to reduce the exposure to regulatory risks by formulating and maintaining an effective compliance program.\"\n\nPREFERRED Therapy Providers, Inc. (PREFERRED) has released a comprehensive compliance program entitled, The Effective Compliance Program. The program is designed to help reduce health care provider risks due to audits, billing errors and regulatory violations. PREFERRED’s network is comprised of private practice physical, occupational and speech therapists.\n\nThe Patient Protection and Affordable Care Act (PPACAP) of 2010 requires the transition from voluntary to mandatory compliance programs for health care providers applying to enroll as Medicare providers. Additionally, the Department of Health and Human Services (DHHS) is strongly encouraging all health care providers to implement an appropriate compliance program in their clinics.\n\n“Based on feedback from our network members, PREFERRED worked with a compliance consultant to create a package that addresses compliance training policies and procedures, and compliance audit tools and forms,” said Steven Allred, PT, President of PREFERRED Therapy Providers, Inc. “It is incumbent as a health care provider and business owner to reduce the exposure to regulatory risks by formulating and maintaining an effective compliance program. Our goal is to provide a product that clinics can use to implement a program based on specific needs.”\n\nThe Effective Compliance Program is a digital publication that contains the seven components recommended by the Office of Inspector General (OIG). There are four modules that are focused on: Establishing and monitoring a compliance program; Fraud, Waste and Abuse; HIPAA (privacy); and HIPAA (security). A Compliance Program Audit tool to help guide implementation and annual assessment of compliance efforts is also included.\n\nFor providers who already have a partial compliance program in place, but need specific modules to complete their program, PREFERRED offers multiple packages designed to suit those requirements.\n\nThe program is available to all health care providers specifically in the physical, occupational and speech therapy fields. To learn more about the program, visit https://www.preferredtherapy.com/cpnon. Members of PREFERRED’s network receive discounted pricing off the regular retail price and should contact PREFERRED for member pricing information.\n\nABOUT PREFERRED Therapy Providers, Inc.\n\nFounded in 1992, PREFERRED Therapy Providers, Inc. (PREFERRED) connects PPO’s, Health Plans and Third Party Payors with their network of over 1,200 private practice physical (PT), occupational (OT) and speech therapy (SLP) practices nationwide. For more information visit: https://www.PreferredTherapy.com.", "article_metadata": {"description": "Program helps reduce provider risks due to audits, billing errors and regulatory violations", "Generator": "PRWeb html v1", "og": {"site_name": "PRWeb", "description": "Phoenix, Ariz. (PRWEB) January 26, 2016 -- Program helps reduce provider risks due to audits, billing errors and regulatory violations", "title": "PREFERRED Therapy Providers, Inc. Releases The Effective Compliance Program for Healthcare Providers", "url": "http://www.prweb.com/releases/2016/01/prweb13181177.htm", "image": "http://ww1.prweb.com/prfiles/2016/01/25/13181177/gI_94754_1.png", "type": "article"}, "twitter": {"description": "Phoenix, Ariz. (PRWEB) January 26, 2016 \n\n PREFERRED Therapy Providers, Inc. (PREFERRED) has released a comprehensive compliance program entitled, The Effective Compliance Program. The program is de", "title": "PREFERRED Therapy Providers, Inc. Releases The Effective Compliance Pr", "url": "http://www.prweb.com/releases/2016/01/prweb13181177.htm", "image": "http://ww1.prweb.com/prfiles/2016/01/25/13181177/gI_94754_1.png", "site": {"identifier": "@PRWeb", "id": 14124541}, "card": "Summary"}, "keywords": "PRESS RELEASE", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Family Medicine,General,Managed Care  HMO,Medical Products,Physical Therapy"}, "article_summary": "PREFERRED Therapy Providers, Inc. (PREFERRED) has released a comprehensive compliance program entitled, The Effective Compliance Program.\nThe Effective Compliance Program “It is incumbent as a health care provider and business owner to reduce the exposure to regulatory risks by formulating and maintaining an effective compliance program.\"\nA Compliance Program Audit tool to help guide implementation and annual assessment of compliance efforts is also included.\nABOUT PREFERRED Therapy Providers, Inc.\nFor providers who already have a partial compliance program in place, but need specific modules to complete their program, PREFERRED offers multiple packages designed to suit those requirements."}