{"article_title": "How do you choose a surrogacy agency?", "article_keywords": ["men", "clinics", "agency", "overall", "agencies", "score", "choose", "babies", "advisor", "surrogacy", "fertility", "having"], "article_url": "http://www.gaystarnews.com/article/how-do-you-choose-surrogacy-agency131214/", "article_text": "How do you choose a surrogacy agency?\n\nIt pays to do your research when considering a fertility clinic and surrogacy agency; finding out about the experiences of those who have already undertaken the surrogacy journey is a good place to start\n\nThinking about surrogacy but have no idea where to begin when it comes to choosing an agency that will help you achieve your dreams of parenthood?\n\nChoosing a country where surrogacy is legal and gay individuals or same-sex couples are welcome as prospective parents is always advisable.\n\nAlthough it may be tempting to opt for cheaper alternatives, recent stories about disreputable agencies in countries such as Thailand and Mexico illustrate that surrogacy is one life-changing investment where it doesn’t pay to cut corners!\n\nIn this respect, the US is widely regarded as the ideal destination for surrogacy, with several states allowing commercial surrogacy and same-sex couples widely welcomed by most commercial agencies.\n\nAlthough this may narrow the field somewhat, there remain dozens of fertility clinics and surrogacy agencies to choose from… which is where the Surrogacy Advisor on the Men Having Babies website comes into play.\n\nMen Having Babies is a non-profit organization for biological gay fathers and fathers-to-be. It continually canvases its members for feedback on the fertility and surrogacy clinics that they have used, and asks them to rate them according to a number of factors.\n\nThe ratings are not reserved to US clinics, with an Israel agency, Tammuz, also scoring highly. The ratings include figures for treatment costs, average ‘journey length’ and – in the case of fertility clinics – average IVF cycles per journey.\n\n‘The Surrogacy Advisor initiative is aimed to promote transparency and affordability by empowering prospective parents with unbiased reviews and statistical data on satisfaction levels, success measures, and real cost figures,’ said Men Having Babies’ Executive Director, Ron Poole-Dayan.\n\n‘This information has already helped many prospective parents save thousands of dollars by identifying affordable, effective providers.’\n\n‘We also have credible evidence of increased competition on both cost and quality of service that these rating tables promoted. Many providers who are doing well are featuring their ranking in their marketing materials, and several of the more expensive ones announced fee reductions.’\n\nFor anyone exploring surrogacy options for the first time, the Surrogacy Advisor will make for informative and interesting reading: not least the fact that agencies can charge widely different prices – ranging from $91,000-$171,000 in the US – and that the more expensive agencies aren’t necessarily the best rated on the directory.\n\nThe Advisor is part of Men Having Babies’ wider Provider Directory, which includes information on around 150 providers from across the world: clinics, surrogacy agencies, egg donation agencies, and law firms.\n\nCurrently, 16 different surrogacy providers receive ratings on the Men Having Babies Surrogacy Advisor. The top five, at the time of going to press, where as follows:\n\nNW Surrogacy – overall score: 9.5\n\nCreative Family Connections – overall score: 9.5\n\nIARC – overall score: 9.33\n\nConcieveAbilities – overall score: 9.33\n\nTammuz – overall score: 9.22\n\nCommenting on his agency’s high ranking, John Chally, co-dorector at NW Surrogacy Center said; ‘It’s an honor to help gay families have children.\n\n‘Northwest Surrogacy Center has been working with LGBT families for over 15 years, and the reason is simple: we want everyone to be able to experience the joy and messiness and fulfillment of having children.\n\n‘We’re delighted that the Men Having Babies survey acknowledges the quality of our work. I think so highly of the people who work here and their personal and professional dedication to our gay families. It’s gratifying to see that commitment and care reflected in the reviews of the clients we have known and loved.’\n\nOn the Fertility Clinic ratings, the following occupied the top spots at the time of writing:\n\nFor the full listings, and further information, check the Men Having Babies Surrogacy Advisor\n\n", "article_metadata": {"news_keywords": "advisor, behavior, egg donation, fertility clinic, fertility medicine, human reproduction, in vitro fertilisation, lgbt parenting, men having babies, men having babies surrogacy, mexico, obstetrics, pregnancy, reproduction, sexual intercourse, surrogacy, technology, war, gay, gay news, gay stories, lgbt, lgbti", "language": "en-gb", "og": {"site_name": "Gay Star News", "description": "It pays to do your research when considering a fertility clinic and surrogacy agency; finding out about the experiences of those who have already undertaken the surrogacy journey is a good place to start", "title": "How do you choose a surrogacy agency? - Gay Star News", "locale": "en_GB", "image": {"width": 490, "identifier": "http://www.gaystarnews.com/wp-content/uploads/baby_Linusphotographer_dreamstime.png", "height": 343}, "url": "http://www.gaystarnews.com/article/how-do-you-choose-surrogacy-agency131214/", "type": "article"}, "twitter": {"description": "It pays to do your research when considering a fertility clinic and surrogacy agency; finding out about the experiences of those who have already undertaken the surrogacy journey is a good place to start", "creator": "@gaystarnews", "image": "http://www.gaystarnews.com/wp-content/uploads/baby_Linusphotographer_dreamstime.png", "title": "How do you choose a surrogacy agency? - Gay Star News", "site": "@gaystarnews", "card": "summary"}, "fb": {"admins": 667551433, "pages": 166622430080749, "app_id": 1625541611023646}, "msapplication-TileImage": "http://www.gaystarnews.com/wp-content/uploads/2015/11/cropped-homescreen-star-270x270.jpg", "article": {"publisher": "https://www.facebook.com/GayStarNews", "section": "Family", "tag": "War", "published_time": "2014-12-13T17:16:38+01:00", "author": "https://www.facebook.com/GayStarNews/"}, "viewport": "width=device-width, initial-scale=1, min-scale=1, max-scale=1, shrink-to-fit=no"}, "_id": "\"57477af46914bd0286fdb0db\"", "article_summary": "The top five, at the time of going to press, where as follows:NW Surrogacy – overall score: 9.5Creative Family Connections – overall score: 9.5IARC – overall score: 9.33ConcieveAbilities – overall score: 9.33Tammuz – overall score: 9.22Commenting on his agency’s high ranking, John Chally, co-dorector at NW Surrogacy Center said; ‘It’s an honor to help gay families have children.\nCurrently, 16 different surrogacy providers receive ratings on the Men Having Babies Surrogacy Advisor.\nAlthough this may narrow the field somewhat, there remain dozens of fertility clinics and surrogacy agencies to choose from… which is where the Surrogacy Advisor on the Men Having Babies website comes into play.\nHow do you choose a surrogacy agency?\nMen Having Babies is a non-profit organization for biological gay fathers and fathers-to-be."}