{"article_title": "Morose Obama asks his base for psychological intervention", "article_keywords": ["morose", "help", "asks", "obamacare", "energy", "youre", "political", "worried", "psychological", "base", "americans", "way", "president", "intervention", "obama"], "article_url": "http://dailycaller.com/2013/11/19/morose-obama-asks-his-base-for-psychological-intervention/", "article_text": "U.S. President Barack Obama pauses while talking about the Affordable Care Act in the Brady Press Briefing Room at the White House in Washington, November 14, 2013. Obama bowed to political pressure from his fellow Democrats on Thursday and announced a plan to let insurers renew for one year the health plans for Americans whose policies would be otherwise canceled due to Obamacare. REUTERS/Larry Downing (UNITED STATES - Tags: POLITICS HEALTH TPX IMAGES OF THE DAY) - RTX15DNW\n\n3972427\n\nA downbeat President Barack Obama repeatedly asked his worried supporters Monday night to help resurrect his spirits, following weeks of political disasters and personal humiliations caused by the cascading collapse of Obamacare. The distracted president railed against opponents and at one point appeared to forget the number of people in the Obamacare system during the rambling quarter-hour address.\n\n“My main message is I’m going to need your help, your energy, your faith, your ability to reach out to neighbors, kids and friends [and] co-workers,” he told listeners to the Internet broadcast arranged by his grassroots group, Organizing for Action.\n\nBut his worried followers would also benefit from proselytizing for Obama and Obamacare, Obama suggested.\n\n“I’ve never lost faith in our ability to get this done… you guys have lifted me up, and lifted each other up at every step of the way, and I know you’re going to just keep on doing that,” he said during his 14-minute sermon.\n\n‘We have experienced discouragement and setbacks and naysayers every step of the way, but you know when you’re on the right side of something, then it gives you energy, it gives you motivation,” he said.\n\n“All the people out there who need help, everybody out there who is working hard but just finding that the system kinda feels rigged against him… that’s got to motivate us,” he said.\n\nDuring his monologue, he made a mistake that illustrates the strain he’s facing while trying to save his Obamacare network.\n\n“In the first month alone, we’ve seen more than 100 million Americans already successfully enroll in the new insurance plans,” he said, inaccurately referring to the 106,000 Americans who managed to pick a health-benefit plan via the cripple website.\n\nThe broadcast was audio-only, and conducted after the evening news. That media strategy will likely minimize TV coverage of his speech and despondent mood, while still allowing him to reach his political base.\n\nAfter past political defeats, including the 2011 budget negotiations, Obama showed reduced energy.", "article_metadata": {"sailthru.author": "Neil Munro", "description": "'I’m going to need your help, your energy, your faith, your ability'", "og": {"site_name": "The Daily Caller", "description": "A downbeat President Barack Obama repeatedly asked his worried supporters Monday night to help resurrect his spirits, following weeks of political disasters and personal humiliations caused by the cas", "title": "Morose Obama asks his base for psychological intervention", "url": "http://dailycaller.com/2013/11/19/morose-obama-asks-his-base-for-psychological-intervention/", "image": {"width": 630, "identifier": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/sad-obama.jpg", "height": 270}, "type": "article"}, "twitter": {"description": "'I’m going to need your help, your energy, your faith, your ability'", "title": "Morose Obama asks his base for psychological intervention Via @dailycaller", "url": "http://dailycaller.com/2013/11/19/morose-obama-asks-his-base-for-psychological-intervention/", "image": {"src": "http://dailycaller.com/wp-content/uploads/2013/11/sad-obama.jpg"}, "site": {"identifier": "@dailycaller", "id": 39308549}, "card": "summary"}, "sailthru.date": "2013-11-19 03:11:23", "sailthru.title": "Morose Obama asks his base for psychological intervention", "HandheldFriendly": "true", "sailthru.tags": "barack-obama,obamacare,neil-munro", "fb": {"app_id": 143489452702, "pages": 182919686769}, "keywords": "barack obama,obamacare,organizing for action,organizing for america", "sailthru.description": "A downbeat President Barack Obama repeatedly asked his worried supporters Monday night to help resurrect his spirits, following weeks of political disasters and personal humiliations caused by the cas", "sailthru.image.full": "http://cdn01.dailycaller.com/wp-content/uploads/2013/11/sad-obama.jpg", "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=no"}, "_id": "\"57477af36914bd0286fcc7d9\"", "article_summary": "But his worried followers would also benefit from proselytizing for Obama and Obamacare, Obama suggested.\nU.S. President Barack Obama pauses while talking about the Affordable Care Act in the Brady Press Briefing Room at the White House in Washington, November 14, 2013.\nAfter past political defeats, including the 2011 budget negotiations, Obama showed reduced energy.\nThat media strategy will likely minimize TV coverage of his speech and despondent mood, while still allowing him to reach his political base.\nDuring his monologue, he made a mistake that illustrates the strain he’s facing while trying to save his Obamacare network."}