{"article_title": "John Birch Society still exists, is hoping to replace Obamacare with church", "article_keywords": ["poor", "hoping", "exists", "god", "birch", "obamacare", "replace", "society", "church", "churches", "theyre", "john", "think", "care", "help"], "article_url": "http://www.deathandtaxesmag.com/213274/john-birch-society-still-exists-is-hoping-to-replace-obamacare-with-church/", "article_text": "I guess, given the current political climate, I shouldn’t be altogether surprised that the John Birch Society is trying for a comeback. But I am unsettled. It’s the same feeling one would get upon happening upon some remote town where people speak Esperanto and still wear leisure suits with no hint of irony, or seeing someone run for office on the Whig ticket. It seems they’ve been climbing back out of obscurity for some time now, having, it appears, actually sponsored a CPAC in 2010.\n\nIt is possible I knew this and blocked it out. I wouldn’t blame myself if I did.\n\nThe JBS, known for their extreme paranoia about Communists–which included believing that President Eisenhower was a Communist tool–fierce opposition to Civil Rights legislation, and belief that the US government was fluoridating the water in order to control us and poison our precious bodily fluids, was pushed out of the Republican mainstream for many years and since then, has largely been considered a joke. Or at least a synonym for extreme paranoia. Like, they were actually so nuts that William F. Buckley was appalled by them. When Conservatives want to assure people they’re not nuts, they often say “It’s not like we’re the John Birch Society!”\n\nYet, here we are, and they’re back. And they’re not just looking for Communists in their glove compartments anymore.\n\nJesse Graston, the South Carolina Coordinator of the John Birch Society, gave a rather intense speech outside the South Carolina Statehouse in opposition to the Affordable Care Act. Now, we often criticize conservatives for criticizing Obamacare without providing an alternative. This is a bit tough for them, because–for many years–a healthcare mandate was their alternative. It was their free market alternative to Single Payer, which is what the left was pushing for. Obviously, we should have gone with our plan, because they ended up opposing their own plan anyway. But I digress.\n\nGraston’s solution? Churches should provide all of the healthcare that poor people need.\n\n“They think it’s the duty of others to help them take care of the poor,” he remarked. “We believe that we shouldn’t take from others to help take care of the poor or to help ourself, but we follow Christ’s example.” “He did not steal from his disciples to feed the hungry,” Graston continued. “No, he gave of his own substance to those that were in need, and I believe that as we’re saying no to the encroachments of the federal government, that we will have to stand up and the churches must take their place to take care of the needy. I’m asking as we push the government out of the way that we need to fill that vacuum and begin to see those that around us and take that initiative ourself.”\n\nTranscript Via RawStory\n\nFirst question! If the churches are so very qualified to take care of the healthcare needs of the poor, then why aren’t they doing that already? Is it because we’re taxing them too much? Because I’m pretty sure we’re not taxing them at all. Explain to me what is stopping churches from taking this role.\n\nSecond question! Aren’t many Protestant denominations specifically opposed to helping the poor? You know, like the ones who get all mad because Catholics have the gall to think that “doing good works” will help get them into heaven and that people are rich because God likes them more?\n\nI’ve heard Pat Robertson tell many a person that the reason they’re poor is because god is angry at them for some reason, but that if they give more of their paltry income to his church, that probably God will see fit to bless them with money. There’s also that weird show on Bravo about that preacher guy and his family that goes around telling people to pray to God to send them fancy cars and shit. I don’t think these people are especially concerned with making sure poor people get health care, certainly not when they need another Mercedes.\n\nThird question! So people who aren’t members of a church should just not have health care? Do they just not matter?\n\nAnd so, it seems that the John Birch Society is just as irrelevant and ridiculous as it was back in the day. If this is a taste of where they’re at now, I can’t wait to hear what new and exciting things they have to say about water fluoridation!", "article_metadata": {"description": "Talkin' John Birch Paranoid Blues", "generator": "WordPress 4.5.2", "og": {"site_name": "Death and Taxes", "description": "Talkin’ John Birch Paranoid Blues", "title": "John Birch Society still exists, is hoping to replace Obamacare with church", "url": "http://www.deathandtaxesmag.com/213274/john-birch-society-still-exists-is-hoping-to-replace-obamacare-with-church/", "image": {"width": 640, "identifier": "http://static.deathandtaxesmag.com/uploads/2014/01/birch_4-e1389900064468.jpg", "height": 400}, "type": "article"}, "twitter": {"description": "Talkin’ John Birch Paranoid Blues", "card": "summary"}, "fb": {"pages": 119986914707220}, "keywords": "john birch society,obamacare,red scare,politics", "article": {"published_time": "2014-01-16T14:45:21Z", "modified_time": "2014-01-16T14:44:04Z"}, "viewport": "width=device-width"}, "_id": "\"57477af46914bd0286fdb0e4\"", "article_summary": "I guess, given the current political climate, I shouldn’t be altogether surprised that the John Birch Society is trying for a comeback.\nAnd so, it seems that the John Birch Society is just as irrelevant and ridiculous as it was back in the day.\nJesse Graston, the South Carolina Coordinator of the John Birch Society, gave a rather intense speech outside the South Carolina Statehouse in opposition to the Affordable Care Act.\nWhen Conservatives want to assure people they’re not nuts, they often say “It’s not like we’re the John Birch Society!”Yet, here we are, and they’re back.\n“They think it’s the duty of others to help them take care of the poor,” he remarked."}