{"article_title": "Obamacare Will Expose Doctor Shortage In The U.S., Put More Pressure On Exhausted Physicians (VIDEO)", "article_keywords": ["insurance", "physicians", "doctor", "exhausted", "expose", "reform", "obamacare", "theyre", "pressure", "patients", "huffpost", "video", "shortage", "health", "makes", "burnout", "doctors", "care"], "article_url": "http://www.huffingtonpost.com/2013/10/18/obamacare-doctor-shortage_n_4123630.html", "article_text": "Doctor's offices are about to get more crowded as millions of Americans get coverage under Obamacare. While that's good news for the uninsured, the influx of new patients will put an enormous burden on doctors who are already stretched pretty thin.\n\nNearly 40 percent of the country's physicians experience at least one symptom of burnout during their workday, which research shows makes them more likely to make mistakes. These exhausted doctors are set to get even busier as the Affordable Care Act extends medical coverage to a slew of new patients, according to Dike Drummond, a life and career strategist for physicians.\n\n\"What it exposes in my mind is just how medically underserved the United States is,\" Drummond said on HuffPost Live. \"We've got 40 million people, and the only reason they don't utilize right now is they don't have any insurance. As soon as they get insurance, we're going to see just how much of a doctor shortage we have.\"\n\nDrummond said social media makes it easier than ever to see that there is \"a lot of fear on the horizon\" among doctors regarding the wave of newly-insured people.\n\n\"Now we have the ability to go on the Internet and listen to doctors chatter on Twitter and Sermo and you can hear the chatter of burnout there,\" he said. \"There's even places where compassion fatigue and cynicism and sarcasm are so common they're thought to be normal although they're symptoms of burnout.\"\n\nCatch the full conversation about doctor burnout at HuffPost Live HERE.\n\nAlso on HuffPost: Health Care Reform Efforts Throughout History Health Care Reform Efforts Throughout History\n\n1 of 17 1912 Former President Theodore Roosevelt champions national health insurance as he unsuccessfully tries to ride his progressive Bull Moose Party back to the White House. (Photo by Topical Press Agency/Getty Images) Share this slide:\n\nGetty File", "article_metadata": {"description": "Doctor's offices are about to get more crowded as millions of Americans get coverage under Obamacare. While that's good news for the uninsured, the influ...", "sailthru.expire_date": "2013-10-19 13:57:12 -0400", "og": {"site_name": "The Huffington Post", "description": "Doctor's offices are about to get more crowded as millions of Americans get coverage under Obamacare. While that's good news for the uninsured, the influ...", "title": "Obamacare Will Show U.S. 'Just How Much Of A Doctor Shortage We Have'", "url": "http://www.huffingtonpost.com/2013/10/18/obamacare-doctor-shortage_n_4123630.html", "image": "http://i.huffpost.com/gen/1414880/images/o-OBAMA-facebook.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@HuffPostPol", "image": {"width": 2000, "identifier": "http://i.huffpost.com/gen/1414880/images/o-OBAMA-facebook.jpg", "height": 1000}, "description": "Doctor's offices are about to get more crowded as millions of Americans get coverage under Obamacare. While that's good news for the uninsured, the influ...", "card": "summary_large_image", "title": "Obamacare Will Show U.S. 'Just How Much Of A Doctor Shortage We Have'"}, "sailthru.date": "2013-10-18 13:57:12 -0400", "al": {"ios": {"url": "huffpostnews:///?editionID=us&entryID=4123630", "app_store_id": 306621789, "app_name": "The Huffington Post"}}, "taboola.category": "healthy-living", "fb": {"app_id": 46744042133}, "keywords": "Doctor Shortage,doctor burnout,video,obamacare doctor shortage,obamacare,the third metric,Affordable Care Act,doctor exhaustion,obamacare new patients,aca", "article": {"section": "Politics", "tag": "Doctor Shortage,doctor burnout,video,obamacare doctor shortage,obamacare,the third metric,Affordable Care Act,doctor exhaustion,obamacare new patients,aca", "published_time": "2013-10-18 13:57:12 -0400", "modified_time": "2013-10-18 14:12:25 -0400"}, "viewport": "width=1000"}, "_id": "\"57477af36914bd0286fcc7e4\"", "article_summary": "Also on HuffPost: Health Care Reform Efforts Throughout History Health Care Reform Efforts Throughout History1 of 17 1912 Former President Theodore Roosevelt champions national health insurance as he unsuccessfully tries to ride his progressive Bull Moose Party back to the White House.\nAs soon as they get insurance, we're going to see just how much of a doctor shortage we have.\"\nDoctor's offices are about to get more crowded as millions of Americans get coverage under Obamacare.\nCatch the full conversation about doctor burnout at HuffPost Live HERE.\n\"There's even places where compassion fatigue and cynicism and sarcasm are so common they're thought to be normal although they're symptoms of burnout.\""}