{"article_title": "Juneau Empire - Alaska's Capital City Online Newspaper", "article_keywords": ["city", "customers", "stores", "information", "food", "menu", "support", "capital", "newspaper", "alaskas", "online", "juneau", "small", "empire", "nutrition", "pizza"], "article_url": "http://juneauempire.com/opinion/2016-05-24/my-turn-alaska-pizza-franchisee-says-make-it-count-menu-labeling", "article_text": "Many consumers have heard of the Patient Protection and Affordable Care Act, the national healthcare law that was enacted by President Barack Obama back in 2010. What some Alaskans might not know, however, is that it contains a provision that could have a crippling effect on small pizza business owners, like me, who take great pride in making one of America’s favorite foods.\n\nThe provision is a regulation issued by the U.S. Food and Drug Administration (FDA), which would require food establishments that have 20 or more locations to list the calorie count of all food items sold on in-store menu boards by 2017. I support efforts to ensure consumers have access to more accurate nutrition information. The problem is the way that certain businesses, like mine, are being forced to present the information.\n\nFor starters, 90 percent of my customers order their pizza either online or over the phone, which means a majority of them will never step foot into a store to see them. Additionally, I will have to spend thousands of dollars annually to update them, and this doesn’t even include the extra accounting and other work hours spent in compliance costs. Furthermore, of those few customers who do venture inside my store, most of them know exactly what they want beforehand. I’d rather use that money to hire new employees or open new stores — which I will be doing later this year in Anchorage and in Eagle River, Wasilla and Fairbanks in the next few years.\n\nSecond, unlike stores that sell packaged goods or dine-in restaurants that have fixed menus, I sell a highly customizable product. When customers walk into a fast food restaurant, for example, they are greeted by a relatively fixed menu selection. When you order a Domino’s pizza, on the other hand, the various types of crusts, sauces, cheeses, vegetables, fruits, meats, and all the other toppings we offer add up to 34 million combinations of pizza. Your read that correctly: 34 million.\n\nIronically, in trying to address this problem, the FDA has inadvertently undermined the intent of their own regulation by allowing the use of ranges. Not only do some of these ranges vary by 2,000 calories, customers end up with virtually meaningless information, especially since a pizza pie for many people is a shared meal.\n\nThis is not a debate about the merits of menu labeling or seeking an exemption from the law. It’s simply about giving small businesses the ability to deliver the most accurate calorie information to consumers at the point of purchase, which for us is best accomplished online. In fact, our online Cal-O-Meter allows customers to design a pizza to their personal specifications and receive an accurate breakdown of all nutrition information for all 34 million combinations of pizza. This, I believe, fulfills the true spirit and intent of the menu labeling law.\n\nThe good news is that earlier this year, with the support of our congressman, U.S. Rep. Don Young, the House of Representatives overwhelmingly passed the Common Sense Nutrition Disclosure Act (H.R. 2017). A companion piece, S. 2217, of bipartisan legislation is currently awaiting committee review in the U.S. Senate and I am hopeful that Sens. Lisa Murkowski and Dan Sullivan will support S. 2217’s eventual passage by agreeing to cosponsor this crucial bill. This bipartisan bills would allow us to give our customers the nutrition information they want and in the way they prefer, whether it’s by phone, website or mobile app. Not only does this help consumer make more informed nutritional choices, it allows small businesses like mine to thrive and grow, which is also a win-win for Alaska’s economy.\n\n• Bryan Dobb is a Domino’s franchisee who has stores throughout Alaska.", "article_metadata": {"keywords": "Alaska, Juneau, newspaper, news, legislature, capital, Mendenhall, Douglas, southeast, Douglas Island, Gastineau Channel, Mendenhall Glacier, Auke Bay, Salmon Creek, Lemon Creek, Switzer Creek, Mendenhall Valley, Fritz Cove, Lynn Canal, Tee Harbor, Opinion, BRYAN DOBB, Kake, Empire, juneauempire, juneauempire.com, Local, Outdoors, Weather, All access, e-edition, iPad, Sports, Real Estate, Jobs, Cars, Homes, Art, Arts & Culture, Neighbors", "og": {"site_name": "Juneau Empire - Alaska's Capital City Online Newspaper", "description": "Many consumers have heard of the Patient Protection and Affordable Care Act, the national healthcare law that was enacted by President Barack Obama back in 2010.", "title": "My Turn: Make it count on menu labeling", "url": "http://juneauempire.com/opinion/2016-05-24/my-turn-alaska-pizza-franchisee-says-make-it-count-menu-labeling", "image": "http://juneauempire.com/sites/default/files/Screen%20Shot%202016-05-24%20at%208.31.25%20AM.png", "type": "article"}, "description": "Find the latest news, crime, weather, business and community information from juneauempire.com and the Juneau Empire."}, "article_summary": "I support efforts to ensure consumers have access to more accurate nutrition information.\nThis bipartisan bills would allow us to give our customers the nutrition information they want and in the way they prefer, whether it’s by phone, website or mobile app.\nWhat some Alaskans might not know, however, is that it contains a provision that could have a crippling effect on small pizza business owners, like me, who take great pride in making one of America’s favorite foods.\nIn fact, our online Cal-O-Meter allows customers to design a pizza to their personal specifications and receive an accurate breakdown of all nutrition information for all 34 million combinations of pizza.\nWhen customers walk into a fast food restaurant, for example, they are greeted by a relatively fixed menu selection."}