{"article_title": "Republican Candidates Seek Greater Control Over Format Of Future Primary Debated After Boulder Backlash", "article_keywords": ["control", "boulder", "greater", "campaign", "format", "rnc", "moderators", "told", "primary", "wall", "debated", "future", "candidates", "meeting", "republican", "seek", "debate", "say", "trump"], "article_url": "http://www.ibtimes.com/republican-candidates-seek-greater-control-over-format-future-primary-debated-after-2164400", "article_text": "Just days before their fourth debate, Republican presidential campaign representatives met Sunday near Washington, D.C., to come up with a set of demands regarding future primary debate formats. Front-running candidates like Donald Trump have decried what they say are biases and arbitrary rules while underdogs like Rand Paul are upset at being placed in a separate, lesser-watched debates.\n\n\"The campaigns are going to take a more active role in discussing the format with the networks,\" a senior official from one campaign who attended the meeting told Reuters. \"They're going to expect to have a more direct engagement with the networks.\"\n\nAdvisers from 11 of the 14 Republican candidates emerged from the two-hour closed door meeting with little to say publicly except that they’ve agreed to changes in the debates that will be outlined in a letter to debate hosts. The demands come after last week’s third debate in Boulder, Colorado, in which the CNBC moderators were widely ridiculed for their questions and commentary.\n\nPhoto: Justin Sullivan/Getty Images\n\nNoticeably absent from the private gathering was anyone from the Republican National Committee (RNC), who has been overseeing negotiations with debate moderators at Fox, CNN and CNBC over format, questions and timing.\n\n\"The amazing part for me was how friendly the meeting was,\" Barry Bennett, who manages Ben Carson’s campaign, told ABC News. ''Everybody was cordial. We all agreed we need to have these meetings more regularly.\"\n\nContinue Reading Below\n\nCarson, a former neurosurgeon who has compared the Affordable Care Act to slavery, is currently trailing Trump, the New York real estate mogul who promises to force Mexico to pay for a border wall, but is well ahead of Florida Sen. Marco Rubio, who is currently polling in third place.\n\nThe campaigns have criticized the RNC for the way it handled the Boulder debate. Instead of focusing on economic issues, as promised, the debate moderators veered off topic. Following the event, the RNC announced it was cutting ties with CNBC’s parent, NBC, and would work to prevent the network from hosting future debates.\n\nThe next Republican primary debate takes place Nov. 10 and will be moderated by Gerard Baker, the Wall Street Journal’s editor-in-chief, and Fox Business hosts Maria Bartiromo and Neil Cavuto.", "article_metadata": {"msapplication-config": "http://s2.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/browserconfig.xml", "news_keywords": "when is the next republican debate, republicans debate, republicans meet to control debates, gop debate schedule, when is the fourth republican debate", "og": {"site_name": "International Business Times", "description": "Following CNBC’s widely ridiculed handling of the third Republican primary debate, the candidates appear ready to play hardball.", "title": "Republican Candidates Seek Greater Control Over Format Of Future Primary Debated After Boulder Backlash", "url": "http://www.ibtimes.com/republican-candidates-seek-greater-control-over-format-future-primary-debated-after-2164400", "image": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/11/01/gettyimages-494746740.jpg", "type": "article"}, "twitter": {"description": "Following CNBC’s widely ridiculed handling of the third Republican primary debate, the candidates appear ready to play hardball.", "title": "Republican Candidates Seek Greater Control Over Format Of Future Primary Debated After Boulder Backlash", "url": "http://www.ibtimes.com/republican-candidates-seek-greater-control-over-format-future-primary-debated-after-2164400", "image": {"src": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/11/01/gettyimages-494746740.jpg", "identifier": "http://s1.ibtimes.com/sites/www.ibtimes.com/files/2015/11/01/gettyimages-494746740.jpg"}, "site": "@IBTimes", "card": "summary_large_image"}, "msapplication-TileColor": "#000000", "fb": {"app_id": 263851690471857, "pages": 128026713884051}, "msapplication-TileImage": "http://s1.ibtimes.com/sites/www.ibtimes.com/themes/us_ibtimes/favicons/mstile-144x144.png", "article": {"publisher": "https://www.facebook.com/IBTimes", "section": "World", "published_time": "2015-11-01T23:06:30-05:00", "modified_time": "2015-11-01T23:06:30-05:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Following CNBC’s widely ridiculed handling of the third Republican primary debate, the candidates appear ready to play hardball."}, "article_summary": "Just days before their fourth debate, Republican presidential campaign representatives met Sunday near Washington, D.C., to come up with a set of demands regarding future primary debate formats.\nInstead of focusing on economic issues, as promised, the debate moderators veered off topic.\n\"The amazing part for me was how friendly the meeting was,\" Barry Bennett, who manages Ben Carson’s campaign, told ABC News.\n\"The campaigns are going to take a more active role in discussing the format with the networks,\" a senior official from one campaign who attended the meeting told Reuters.\nThe next Republican primary debate takes place Nov. 10 and will be moderated by Gerard Baker, the Wall Street Journal’s editor-in-chief, and Fox Business hosts Maria Bartiromo and Neil Cavuto."}