{"article_title": "Trump Is Crushing the Conservative Movement: Inside the Implosion of a Decrepit Ideology", "article_keywords": ["vp", "crushing", "trump", "voters", "house", "inside", "implosion", "conservative", "ideology", "decrepit", "way", "conservatives", "party", "republican", "movement"], "article_url": "http://www.alternet.org/election-2016/trump-crushing-conservative-movement-inside-implosion-decrepit-ideology", "article_text": "Trump Is Crushing the Conservative Movement: Inside the Implosion of a Decrepit Ideology\n\nPhoto Credit: a katz / Shutterstock\n\nThe idea that the modern conservative movement was in crisis has been in circulation ever since M. Emmett Tyrrell wrote “The Coming Conservative Crack-up” in The American Spectator back in 1987 (he wrote a book with the same title five years later). This was the conservatism that was supposedly incubated in the pages of the National Review and John Birch Society pamphlets and hatched in the embers of the epic flame-out of the Goldwater campaign.\n\nTyrrell had written an earlier book cleverly called “The Liberal Crack-up,” in which he concluded that the left had achieved all it could have reasonably achieved by the 1970s and had turned to dilletantish radicalism obsessed with silly cultural irrelevancies like feminism. But he was no less concerned for his own tribe, which he saw in the tumult of the Iran-Contra scandal as being dangerously parochial and self-serving, unable to “insulate their President against dissolving into sentimental appeasement against his Iranian foes.” That was nearly 30 years ago, and one observer or another has been crying wolf about this impending crack-up on a regular basis ever since then (often preceded by a fundraising ask to fend it off). This time, however, it’s for real.\n\nIf you doubt that, all you have to do is watch any cable news network since the realization hit that Donald Trump is going to be the 2016 nominee. What you’ll find is that the party is completely disoriented, with some people taking strong positions for and against, while others are clearly weighing whether their own careers are better served by going with the flow. Newspaper pundits are analyzing what went wrong and trying to provide guidance for conservatives who have devoted themselves to the cause for decades as they watch their party implode, while others analyze the potential upside to a Trump victory for the cause. Comedians and cartoonists are having a field day.\n\nWeirdly, Tyrrell’s analysis of the crack-up from way back when seems to have been premature rather than outright wrong, which lends credence to the notion that this has been happening in slow motion for quite a while. He saw a movement that was in love with its own voice and thought it had all the answers, writing:\n\nThroughout the Reagan years the conservatives have been off pursuing their one way to save the Republic; The Seminar! The Commemorative Banquet! Fund raisers! The narrowness of America’s conservatives is a mystery. I have seen it retard fuddy-duddies like Russell Kirk and the libertarians, who can become violent at the first departure from orthodoxy. But it also overcomes conservatism’s new recruits the neoconservative who gave up on Liberalism when its utopianism became intolerable. The neoconservatives too adopt on way to save the world: The Quarterly Journal! The News Letter! Anti-Communism! Economic Growth! The result is a conservatism composed of conservatives who do not integrate their narrow values into the broad range of human experience. Their views are sound enough but each is only one recipe on life’s menu.Coq au vin is delicious and good for you but man cannot live by squiffed chicken alone. Too often conservatives have insisted that only their favorite dish leads to good health. In this they are as bizarre as vegetarians and as unwholesome.\n\nIt’s fair to say that the average Trump voter likely has as much disdain for coq au vin as he does for Vegan lasagna. His favorite dishes weren’t ever on the printed menu; they were the “politically incorrect” specials that politicians concealed with delightful sounding descriptions, meant to disguise their more prosaic elements, like “Salisbury steak”—or what we routinely think of as dogwhistles that only the unreconstructed racists and xenophobes can hear. Then Trump came along and made these dishes the house special, and folks are lining up around the block for it.\n\nWatching the final crack-up is one of the most fascinating political events of the past 40 years, and we’ve had some fascinating political events during that period of time, from epic scandals to presidential disgrace to impeachment and stolen elections. It’s true that the liberal coalition came apart at the beginning of this period, with schisms over civil rights, the anti-war movement and tumultuous social change. However, say what you will about George McGovern, but he was a war hero and mainstream politician, not an unqualified, demagogic TV celebrity. And in the dark period of the post-Watergate ’70s, which was just as cynical about politics as today, the Democrats’ choice of an “outsider” was a straight-laced Governor from Georgia.\n\nToday, we have a spectacle wherein the last two Republican presidents, George H.W. Bush and George W., along with the last Republican presidential candidate, Mitt Romney, refusing to vote for the 2016 nominee. The 2008 candidate, John McCain, a man once known for his independence and integrity, is in a tough Senate race and is playing so many angles, he’s not making any more sense than his old running mate, Sarah Palin. The smarmy Republican majority leader of the Senate, Mitch McConnell, whispers that he thinks he can manipulate the amateur Trump to his will, so he isn’t too worried. And the Speaker of the House, the once and future king, Paul Ryan, is hedging his bets, unwilling to say if he will support the nominee, even though he is the chairman of the convention that will nominate the man. He is between the proverbial rock and a hard place, with the GOP base now intractably hostile to him over his inability to single-handedly pass their agenda, while at the same time needing to preserve some semblance of credibility to lead the party once this fall’s epic debacle is done.\n\nFormer VP nominee Sarah Palin may be a word-salad spinning crackpot, but she spoke for many members of the GOP in her appearance yesterday with Jake Tapper on CNN. She compared Ryan to Eric Cantor, the former House majority leader who was unexpectedly ousted in a 2014 primary by a far-right anti-immigration zealot, and pledged for Ryan’s Trumpish primary challenger, Paul Nehlen, saying:\n\nPaul Ryan and his ilk, their problem is they have become so disconnected from the people they were elected to represent. Their problem is they feel so threatened at this point that their power, their prestige, their purse will be adversely affected by this change that is coming with Trump.\n\nIt seems unlikely that Nehlen can win a primary against a sitting House Speaker—but, then again, they said the same thing about Eric Cantor.\n\nOddly, Ryan’s current unpopularity is one unifying aspect of the conservative movement, which also finds itself splitting into warring factions between the Trumpies and Ted Cruz’s followers. Ryan, you see, is stuck in the past, with a conservative vision that has gone completely out of fashion. He says he wants to take the GOP back to the ideals of Jack Kemp, former congressman, VP candidate and Ryan’s mentor. To get a flavor of what that is, this op-ed by Kemp from 2004 spells it out:\n\nA struggle is under way for the soul of the Republican Party between a minority of protectionist xenophobes and those who are pro-trade and pro-immigration. It’s beneath the radar screen, but it’s not so quiet.\n\nI was enormously gratified last week to see voters send a powerful message to Nervous Nellies in the party who remain reluctant to stand on their principles in an election year. In two critical primaries, one for the Senate seat in South Carolina and one for the House seat in Utah, Republican voters rejected reactionary candidates and awarded politicians who took courageous positions on immigration, trade and Social Security reform.\n\nThe victory for Kemp’s version of compassionate conservatism was short-lived. The Utah House seat to which he refers was held by Chris Cannon until 2010 when he was defeated in a primary by right wing Tea Partyer Jason Chaffetz. Jim DeMint boldly declared that Obamacare would be the president’s “Waterloo” and then decamped to the Heritage Foundation, where Donald Trump is outsourcing his Supreme Court vetting process.\n\nKemp also wrote:\n\nThe votes in recent primaries should be a shot across the bow not only of these reactionary Republicans but also of John Kerry and other Democrats buying into the notion that CEOs of companies with overseas operations are somehow unpatriotic. These votes clarify that the voters realize the blame for jobs going overseas should not be directed at foreign people or countries but at bad policies and the elected officials who enact them, burdening American businesses and making American operations uncompetitive in a global economy.\n\nThe results of the DeMint and Cannon elections highlight how wrong conventional wisdom usually is. These elections should also remind those running for office this fall that voters will often reward politicians who have the courage of their convictions so long as their convictions appeal to voters’ best hopes and confidence rather than their worst fears and doubts.\n\nThat’s Paul Ryan’s philosophy. And he might as well call himself a Whig for how relevant it is today.\n\nOld hands like Rush Limbaugh are struggling mightily to bring the Cruzers back to the fold with a series of daily incoherent ramblings. Meanwhile, Cruz supporter and OG movement leader Richard Viguerie now says that if Trump chooses a movement conservative as his VP, all will be forgiven. He’s also using an interesting rhetorical feint to pretend that Trump and his followers are actually doctrinaire movement conservatives as well, just by tacking on the word “populist” and railing against the Washington elites:\n\n“Right now conservatives are mostly on the sidelines waiting to see if Trump will govern as a conservative,” said Mr. Viguerie. “And conservatives will remain Doubting Thomas until they see the hard evidence of Trump’s personnel choices—his VP candidate, Supreme Court nominee, White House team and whether or not he remakes the RNC with conservatives.\n\n“Only a conservative—populist coalition that unites all three legs of the old Reagan coalition—national security conservatives, economic conservatives and cultural conservatives—with the 21st century political movements of the Tea Party and limited government constitutional conservatives can generate enough votes to defeat Hillary Clinton and a Democratic Party now completely taken over by the far-left.”\n\nIt’s unclear who that’s supposed to fool, but you’ll notice he forgot to include actual populists on that list. The three legs of the Reagan coalition, the Tea Party, and the “limited government constitutional conservatives” are all the same people who’ve been members of the conservative movement for decades. Now it’s true that many of them are probably xenophobes and religious bigots, which drives some of them to support Trump, but his unique form of right-wing populism would definitely be an extra appendage on that stool. There’s nothing in the doctrinaire movement playbook that includes blowing up America’s global alliances, putting huge tariffs on imports or banning all Muslim immigration.\n\nViguerie can be forgiven for whatever he says because he’s never made any secret of the fact that he profits most when the Republicans lose elections. One might expect that many conservative movement professionals are actually looking forward to a Trump loss, which they believe will reinvigorate their cause and bring in an influx of money and activists who want to cleanse the party of Trumpism and bring on the conservative rapture once and for all. It remains to be seen if the smoking wreck of the GOP can sustain life well enough for another run at it.\n\nMeanwhile, right-wing media is as divided as the party itself, with anti-Trump voices like radio host Mark Levin giving no ground. Newt Gingrich, who is often mentioned as a possible VP is all over TV and social media singing Trump’s praises, clearly trolling for some kind of position on the inside. Limbaugh continues to speak in tongues trying to straddle the various conservative fault lines without falling into one and having the earth close up around him. Mostly he’s just trying to say “Keep Calm and Carry On” in as many different ways as possible.\n\nEmmett Tyrrell was right that conservative movement orthodoxy was already stale by the late 1980s. It took a carnival showman like Newt Gingrich to put some lipstick on it in the 1990s and liven it up for a decade or so; Big Money and Osama bin laden kept it breathing past its natural expiration date. But in 2016—with the demise of 17 presidential candidacies representing every element of the Republican Party and the conservative movement as we’ve known it for the past 40 years, as voters chose instead an unreconstructed know-nothing bigot—it’s well and truly dead. The only question now is whether it will come back in zombie form, or if Trumpism or something else will replace it. Right now there’s just no way of knowing how it’s going to come out.\n\nThe way the politicians and movement actors are reacting to that fact is telling us something new about who they really are. Perhaps that’s the one thing for which we can thank Donald Trump.", "article_metadata": {"description": "After decades of crying wolf of the demise of conservatism, Trump is the final blow to the party.", "generator": "Drupal 7 (http://drupal.org)", "og": {"site_name": "Alternet", "description": "After decades of crying wolf of the demise of conservatism, Trump is the final blow to the party.", "title": "Trump Is Crushing the Conservative Movement: Inside the Implosion of a Decrepit Ideology", "url": "http://www.alternet.org/election-2016/trump-crushing-conservative-movement-inside-implosion-decrepit-ideology", "image": "http://www.alternet.org/files/story_images/shutterstock_312956096.jpg", "type": "article"}, "dc": {"title": "Trump Is Crushing the Conservative Movement: Inside the Implosion of a Decrepit Ideology"}, "fb": {"page_id": 17108852506, "pages": 17108852506}, "article": {"published_time": "2016-05-09T19:46:00"}, "google-site-verification": "-yUzdOYz6i2iShII0x_PYzsvnhQUG2f751funoPlCNM", "viewport": "width=device-width, user-scalable=yes, initial-scale=1.0, minimum-scale=0.1, maximum-scale=10.0"}, "article_summary": "Trump Is Crushing the Conservative Movement: Inside the Implosion of a Decrepit IdeologyPhoto Credit: a katz / ShutterstockThe idea that the modern conservative movement was in crisis has been in circulation ever since M. Emmett Tyrrell wrote “The Coming Conservative Crack-up” in The American Spectator back in 1987 (he wrote a book with the same title five years later).\nEmmett Tyrrell was right that conservative movement orthodoxy was already stale by the late 1980s.\nMeanwhile, Cruz supporter and OG movement leader Richard Viguerie now says that if Trump chooses a movement conservative as his VP, all will be forgiven.\nOddly, Ryan’s current unpopularity is one unifying aspect of the conservative movement, which also finds itself splitting into warring factions between the Trumpies and Ted Cruz’s followers.\nThe three legs of the Reagan coalition, the Tea Party, and the “limited government constitutional conservatives” are all the same people who’ve been members of the conservative movement for decades."}