{"article_title": "Bill benefits honest, hardworking employees", "article_keywords": ["hardworking", "benefits", "employees", "work", "system", "honest", "compensation", "program", "example", "employee", "wisconsin", "bill", "workers"], "article_url": "http://www.wausaudailyherald.com/story/opinion/columnists/2015/12/13/spiros-bill-benefits-honest-hardworking-employees/77157976/", "article_text": "John Spiros (Photo: Contributed photo)\n\nIn Wisconsin, if you are hurt on the job, there is a program to help you pay your bills and get you back on your feet, ready to work. The worker’s compensation program has been in place since 1911. Worker’s compensation was implemented in order to provide benefits for employees who were injured at work, get them the necessary treatment, and have them return to work within their limitations as soon as possible. I believe in, and stand by, that original intention. However, I have seen firsthand how this system can be taken advantage of. When people try and abuse the system it undermines the integrity of the program. Therefore, I have taken time this year to look into this problem and introduce legislation to ensure that this system is not abused and the scales of justice remain balanced and impartial.\n\nAssembly Bill 501 addresses several components of the worker’s compensation system in Wisconsin. It is important to note that if an employee is injured at work, he or she would still be able to file for worker’s compensation to receive the necessary treatment and benefits and return to work within his or her limitations. My bill does nothing to prevent that from happening.\n\nUnfortunately there are people who want to take advantage of this beneficial program. I am primarily concerned with cases where an employee may be committing fraud or abusing the system. For example, under my bill, a worker’s compensation claim could be denied if a judge found that an employee intentionally lied to an employer about his or her physical condition and ability to perform essential functions of the job and that employer relied on that false statement when deciding to hire the employee. This is just one example of what is wrong with the system that I want to address.\n\nIt is disappointing that some people have categorized this bill as being against employees. That is just not true. For one thing, I am an employee; I am a state employee and I am also an employee at a private company. I am not looking to harm the honest, hardworking employees of this state. In fact, my bill includes provisions that would benefit employees. For example, my bill increases the weekly benefit rate, allows employees to work part-time while attending instruction for vocational rehabilitation without an offset in benefits, and would allow claims to get resolved in a more timely matter.\n\nI have received feedback from both employees and employers who had questions regarding some provisions in my bill. As with every bill that I work on, I welcome input and I am currently working on amendments to improve this bill. It is my intention to put forward a bill that makes Wisconsin a better place for employees and employers alike. If you have concerns, comments or questions, or would like more information regarding this bill, please contact me at my office, 608-266-1182 or send me an email at Rep.Spiros@legis.wi.gov.\n\nRep. John Spiros, R-Marshfield, represents the 86th Assembly District.\n\nRead or Share this story: http://wdhne.ws/1QF3geX", "article_metadata": {"google": "notranslate", "description": "Assembly Bill 501 addresses several components of the worker’s compensation system in Wisconsin.", "og": {"site_name": "Daily Herald Media", "description": "Assembly Bill 501 addresses several components of the worker’s compensation system in Wisconsin.", "title": "Spiros: Bill benefits honest, hardworking employees", "url": "http://www.wausaudailyherald.com/story/opinion/columnists/2015/12/13/spiros-bill-benefits-honest-hardworking-employees/77157976/", "image": "http://www.gannett-cdn.com/GDContent/applogos/wausaudailyherald.png", "type": "article"}, "twitter": {"description": "Assembly Bill 501 addresses several components of the worker’s compensation system in Wisconsin.", "title": "Spiros: Bill benefits honest, hardworking employees", "image": "http://www.gannett-cdn.com/-mm-/a91055970f81ab2aec1a682d181a0095f284a4c3/c=0-51-2112-2163&r=x643&c=640x640/local/-/media/2015/05/13/Wausau/B9317229481Z.1_20150513183519_000_GODAOMCMT.1-0.jpg", "creator": "@wausauherald", "site": "@wausauherald", "card": "summary_large_image"}, "ROBOTS": "NOODP, NOYDIR", "apple-itunes-app": "app-id=884268453", "fb": {"app_id": 187427251271455}, "Content-Type": "text/html; charset=UTF-8", "viewport": "width=1070", "news_keywords": "workers compensation, workers comp, John Spiros, wisconsin"}, "article_summary": "The worker’s compensation program has been in place since 1911.\nAssembly Bill 501 addresses several components of the worker’s compensation system in Wisconsin.\nIt is my intention to put forward a bill that makes Wisconsin a better place for employees and employers alike.\nAs with every bill that I work on, I welcome input and I am currently working on amendments to improve this bill.\nI am not looking to harm the honest, hardworking employees of this state."}