{"article_title": "Lu Vason, creator of all-black Bill Pickett Rodeo, dies at 76 – The Denver Post", "article_keywords": ["vasons", "creator", "vason", "dies", "bill", "according", "denver", "pickett", "rodeo", "lu", "saidhe", "franklin", "allblack", "black", "post"], "article_url": "http://www.denverpost.com/news/ci_28135578/lu-vason-creator-all-black-bill-pickett-rodeo", "article_text": "Lu Vason, who promoted musical artists, including the Pointer Sisters, produced concerts and created the all-black Bill Pickett Invitational Rodeo, has died.\n\nVason, who lived in Aurora and had just turned 76, died early Sunday of a heart condition, said Les Franklin, a close friend of Vason’s and the founder of the Shaka Franklin Foundation for Youth.\n\nVason became interested in rodeo in 1977, during Wyoming’s Cheyenne Frontier Days, when he noticed there were no black cowboys competing, according to information on the Bill Pickett rodeo’s website.\n\nAt the Black American West Museum, in Denver, Vason learned of Bill Pickett, a black cowboy who created “bulldogging,” now called steer wrestling, according to the rodeo website. Pickett would ride alongside a steer, jump on its shoulders and bring the animal down by digging in his heels.\n\n“People knew the name, Will Rogers, but who they hadn’t heard of was Bill Pickett, and if they had, they didn’t know he was black,” Vason said, according to the website.\n\nThe first Bill Pickett Invitational was held in 1984 in Denver.\n\n“Lu leaves an indelible mark on Denver’s cultural scene and Western heritage that will never be forgotten,” Denver Mayor Michael Hancock said in a statement.\n\nBefore Vason got into show business, he was a beautician and barber, Franklin said.\n\nWhen he began a career as a promoter and producer, the legendary rock music promoter Barry Fey became his mentor, Franklin said.\n\nHe promoted performances by stars like Prince and Stevie Wonder.\n\nEventually, he realized that the music industry “was being taken over by bigger corporations with deeper pockets and he couldn’t compete with that,” Franklin said.\n\nHe continued to promote smaller concerts, and was working until shortly before he died. “He just didn’t have any quit in him,” Franklin said.\n\nHe was committed to the black community, especially to helping black youngsters, Franklin said. “I have never seen anyone so caring and concerned. I used to tease him, I said you are committed to people and some of these folks don’t care about you. He said, ‘I don’t care.’ He was always around youth and children.”\n\nOn Sunday, Vason’s Facebook page was filled with condolences and tributes from friends.\n\n“RIP Lu Vason. The man who was responsible for my reign as Miss Black Colorado and made it a huge success,” wrote Phyllice Johnson Masby, Miss Black Colorado USA of 1995. “You will be missed!!”\n\nA funeral service is set for Friday at Shorter Community AME Church in Denver at 11:30 a.m.", "article_metadata": {"application-name": "thedenverpost", "generator": "WordPress 4.5.2", "og": {"site_name": "The Denver Post", "description": "Lu Vason, creator of all-black Bill Pickett Rodeo, dies at 76", "title": "Lu Vason, creator of all-black Bill Pickett Rodeo, dies at 76", "url": "http://www.denverpost.com/2015/05/17/lu-vason-creator-of-all-black-bill-pickett-rodeo-dies-at-76/", "image": {"width": 467, "identifier": "http://www.denverpost.com/wp-content/uploads/2016/04/20150517__vasonp1.jpg", "height": 653}, "locale": "en_US", "type": "article"}, "twitter": {"image": "http://www.denverpost.com/wp-content/uploads/2016/04/20150517__vasonp1.jpg?w=640", "site": "@denverpost", "card": "summary_large_image"}, "fb": {"pages": 6181619439}, "msapplication-TileImage": "http://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=270", "article": {"published_time": "2015-05-17T17:08:40+00:00", "modified_time": "2016-04-23T06:15:09+00:00"}, "google-site-verification": "2bKNvyyGh6DUlOvH1PYsmKN4KRlb-0ZI7TvFtuKLeAc", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fdb11e\"", "article_summary": "Lu Vason, who promoted musical artists, including the Pointer Sisters, produced concerts and created the all-black Bill Pickett Invitational Rodeo, has died.\nAt the Black American West Museum, in Denver, Vason learned of Bill Pickett, a black cowboy who created “bulldogging,” now called steer wrestling, according to the rodeo website.\nThe first Bill Pickett Invitational was held in 1984 in Denver.\n“People knew the name, Will Rogers, but who they hadn’t heard of was Bill Pickett, and if they had, they didn’t know he was black,” Vason said, according to the website.\nVason became interested in rodeo in 1977, during Wyoming’s Cheyenne Frontier Days, when he noticed there were no black cowboys competing, according to information on the Bill Pickett rodeo’s website."}