{"article_title": "This is the #YesAllWomen comic the New York Times wouldn’t publish", "article_keywords": ["week", "wouldnt", "violence", "upset", "publish", "times", "understand", "york", "yesallwomen", "comic", "kupperman", "women"], "article_url": "http://www.salon.com/2014/06/03/this_is_the_yesallwomen_comic_the_new_york_times_wouldnt_publish/", "article_text": "Topics: #yesallwomen, david rees, michael kupperman, Misogyny, New York Times, Violence Against Women, Life News, News, Politics News\n\nDavid Rees and Michael Kupperman do a regular comic for the New York Times’ Week in Review, but the paper refused to run their take on #YesAllWomen because the material was deemed “too sensitive.” The issues addressed? Men’s rights activists, infantile misogyny, Internet harassment and pissing in your pants.\n\nHere’s the comic, shared with permission from Kupperman (click to enlarge):\n\n\n\nKupperman told Salon over email that he was genuinely shocked that the comic was rejected. “What really blew my mind this week was that they didn’t just reject the script, they declared that the subject itself was too sensitive to be prodded at with humor,” he wrote. “Frankly, I genuinely believe they didn’t understand it, and that made them nervous.”\n\nAnyone following the hashtag, or reading any of the dozens of pieces responding to it, should know that men on the Internet (#NotAllMen etc., whatever) tried to co-opt a Twitter conversation about violence against women by threatening women with violence. So it’s kind of hard to understand what was too controversial here, and I pride myself on being really good at being upset at things that do not seem to upset other people. Was it calling misogynists babies? The blunt articulation of what misogynistic threats actually sound like? (“I’ll probably feel better if I tell a feminist she should be raped” made me sigh in a very knowing way.) The fact that it treats its material fairly seriously other than making the characters infants who say “Waaaah” a lot? Piss jokes?", "article_metadata": {"description": "Michael Kupperman tells Salon: It \"blew my mind\" that the Times wouldn't publish his and David Rees' latest comic", "author": "Katie McDonough", "og": {"site_name": "Salon", "description": "Michael Kupperman tells Salon: It \"blew my mind\" that the Times wouldn't publish his and David Rees' latest comic", "title": "This is the #YesAllWomen comic the New York Times wouldn’t publish", "url": "http://www.salon.com/2014/06/03/this_is_the_yesallwomen_comic_the_new_york_times_wouldnt_publish/", "image": "http://media.salon.com/2014/06/kupperman_comic.jpg", "type": "article"}, "twitter": {"description": "Michael Kupperman tells Salon: It \"blew my mind\" that the Times wouldn't publish his and David Rees' latest comic", "creator": "@kmcdonovgh", "image": "http://media.salon.com/2014/06/kupperman_comic.jpg", "title": "This is the #YesAllWomen comic the New York Times wouldn’t publish", "site": "@salon", "card": "summary_large_image"}, "title": "This is the #YesAllWomen comic the New York Times wouldn’t publish", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, #yesallwomen, david rees, michael kupperman, Misogyny, New York Times, Violence Against Women", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af36914bd0286fc98e1\"", "article_summary": "Topics: #yesallwomen, david rees, michael kupperman, Misogyny, New York Times, Violence Against Women, Life News, News, Politics NewsDavid Rees and Michael Kupperman do a regular comic for the New York Times’ Week in Review, but the paper refused to run their take on #YesAllWomen because the material was deemed “too sensitive.” The issues addressed?\nHere’s the comic, shared with permission from Kupperman (click to enlarge):Kupperman told Salon over email that he was genuinely shocked that the comic was rejected.\nThe fact that it treats its material fairly seriously other than making the characters infants who say “Waaaah” a lot?\n(“I’ll probably feel better if I tell a feminist she should be raped” made me sigh in a very knowing way.)\nMen’s rights activists, infantile misogyny, Internet harassment and pissing in your pants."}