{"article_title": "La «survie d'Obamacare entre les mains de la Cour suprême", "article_keywords": ["cour", "entre", "les", "la", "loi", "mains", "pour", "le", "dobamacare", "en", "une", "suprme", "qui", "et", "des", "survie"], "article_url": "http://www.lapresse.ca/international/etats-unis/201503/02/01-4848632-la-survie-dobamacare-entre-les-mains-de-la-cour-supreme.php", "article_text": "L'enjeu est de taille : dans ce débat éminemment politisé, la plus haute juridiction du pays est susceptible d'abattre l'un des piliers de la loi, ce qui conduirait inévitablement à voir tout l'édifice s'écrouler, l'objectif que les adversaires de Barack Obama s'efforcent de réaliser à la fois au Congrès et devant la justice.\n\nJamais deux sans trois. «Ne pensez pas que c'est la fin de la trilogie, il y aura encore des plaintes contre Obamacare devant la Cour suprême pour des décennies», prédit le professeur de droit Jonathan Adler.\n\nEn juin 2012, le président de la haute Cour, le conservateur John Roberts, avait sauvé la loi in extremis, en votant du côté des quatre juges progressistes, signifiant par là même que la Cour ne devait pas s'immiscer dans la querelle politicienne.\n\nEn juin 2014, les ennemis du texte avaient gagné une bataille quand la Cour suprême avait estimé que rien ne forçait un patron à payer pour la contraception de ses employées si c'était contraire à ses convictions religieuses.\n\nCette fois, comme en 2012, les neuf juges ont entre les mains le sort même de la loi qui a rallié plus de dix millions d'Américains.\n\nLa question est de savoir si des millions d'entre eux qui ont souscrit une assurance maladie via le site internet du gouvernement Obama ont droit ou non à un abattement fiscal.\n\nLes sages «se penchent sur une petite question d'interprétation de la loi, et non pas sur la constitutionnalité de tout le texte», explique l'avocate constitutionnaliste Elizabeth Wydra. Mais ce point pourrait «endommager la loi à un point qu'on aboutirait au même résultat et que la loi serait invalidée», observe l'experte.\n\n«Spirale de la mort»\n\nVotée en 2010, la réforme chère au président démocrate repose sur trois piliers :\n\n- l'obligation pour les assurances de fournir une couverture «abordable» à tous les Américains, qu'ils soient malades ou en bonne santé.\n\n- l'obligation pour chaque individu de s'assurer, sous peine d'amende, afin de permettre une redistribution aux pauvres et aux malades : c'est ce principe qui avait été confirmé par la haute Cour il y a trois ans.\n\n- l'aide fiscale pour permettre aux revenus les plus modestes de s'assurer : c'est cette disposition qui est ici remise en cause par les opposants d'«Obamacare».\n\nDepuis l'entrée en vigueur de la loi, en janvier 2014, les Américains peuvent souscrire leur couverture maladie dans leur État, ou si leur État refuse de la leur fournir directement, auprès du ministère de la Santé qui a mis en place le site internet healthcare.gov.\n\nMais sur les 50 États américains, 34 - en majorité républicains - ont refusé de se doter de «Bourses d'échange», un système qui met en concurrence compagnies et contrats d'assurance.\n\nOr «Obamacare» propose des aides fiscales aux Américains qui ont souscrit une couverture santé dans une Bourse d'échange «établie par l'État».\n\nL'avenir de la loi réside dans ces quatre mots.\n\nSi la Cour suprême décide de les lire stricto sensu, la loi entrera inévitablement dans une «spirale de la mort», argue le Conseil des citoyens pour la liberté de la santé.\n\n«Les jours d'Obamacare sont comptés», estime cette association pour l'abrogation de la loi. «Une victoire des plaignants signifierait que toute l'infrastructure s'écroule. Sans aides, des millions de gens ne pourront plus assumer les cotisations et choisiront simplement de ne pas adhérer au système».\n\nFace aux plaignants - David King, un vétéran du Vietnam, et trois autres habitants de Virginie dans cette situation -, le gouvernement Obama défendra mercredi ce qui est selon lui «la seule lecture possible du texte».\n\nEn votant la loi, «le Congrès avait, sans aucune ambiguïté, l'intention d'accorder une aide fiscale dans chaque État», explique l'argumentaire de la ministre de la Santé, Sylvia Burwell.\n\nRetenir une lecture stricte du texte aurait, selon lui, «des conséquences désastreuses» pour l'assurance maladie des Américains. Et aboutirait, selon l'expert Steven Schwinn, au «démantèlement» de tout le système.", "article_metadata": {"description": "Aux États-Unis, les yeux sont tournés vers la Cour suprême, appelée mercredi à interpréter la loi dite «Obamacare» pour décider de la survie même de la réforme du...", "og": {"site_name": "La Presse", "description": "Aux États-Unis, les yeux sont tournés vers la Cour suprême, appelée mercredi à interpréter la loi dite «Obamacare» pour décider de la survie même de la réforme du...", "title": "La «survie» d'Obamacare entre les mains de la Cour suprême | Chantal VALERY | États-Unis", "locale": "fr_CA", "image": "http://images.lpcdn.ca/924x615/201503/02/978748-comme-2012-cour-supreme-entre.jpg", "url": "http://www.lapresse.ca/international/etats-unis/201503/02/01-4848632-la-survie-dobamacare-entre-les-mains-de-la-cour-supreme.php", "type": "article"}, "twitter": {"image": {"src": "http://images.lpcdn.ca/924x615/201503/02/978748-comme-2012-cour-supreme-entre.jpg"}, "description": "Aux États-Unis, les yeux sont tournés vers la Cour suprême, appelée mercredi à interpréter la loi dite «Obamacare» pour décider de la survie même de la réforme du...", "site": "@LP_LaPresse", "card": "summary_large_image", "title": "La «survie» d'Obamacare entre les mains de la Cour suprême | Chantal VALERY | États-Unis"}, "msapplication-TileColor": "#2b5797", "apple-itunes-app": "app-id=451829003, app-argument=cyberpresse://article/4848632", "fb": {"admins": 100001148387127, "app_id": 166995983353903}, "msapplication-TileImage": "/mstile-144x144.png", "keywords": "Actualités internationales, barack obama, george w bush", "article": {"publisher": "https://www.facebook.com/LaPresseFB"}, "verify-v1": "xehmvg8QtpAZLH2hipmw6o0J7SCD+4Z+S6+jk/Y9QuE=", "theme-color": "#ffffff"}, "_id": "\"57477af36914bd0286fcc837\"", "article_summary": "Mais ce point pourrait «endommager la loi à un point qu'on aboutirait au même résultat et que la loi serait invalidée», observe l'experte.\nSi la Cour suprême décide de les lire stricto sensu, la loi entrera inévitablement dans une «spirale de la mort», argue le Conseil des citoyens pour la liberté de la santé.\nCette fois, comme en 2012, les neuf juges ont entre les mains le sort même de la loi qui a rallié plus de dix millions d'Américains.\n«Ne pensez pas que c'est la fin de la trilogie, il y aura encore des plaintes contre Obamacare devant la Cour suprême pour des décennies», prédit le professeur de droit Jonathan Adler.\nEn votant la loi, «le Congrès avait, sans aucune ambiguïté, l'intention d'accorder une aide fiscale dans chaque État», explique l'argumentaire de la ministre de la Santé, Sylvia Burwell."}