{"article_title": "Insight: The coming transformation of the healthcare supply chain", "article_keywords": ["demand", "providers", "patient", "chain", "supply", "insight", "value", "forecast", "healthcare", "coming", "using", "data", "transformation"], "article_url": "http://www.healthcarefinancenews.com/blog/insight-coming-transformation-healthcare-supply-chain-0", "article_text": "There is a story about President Kennedy visiting a NASA facility where he saw a man with a mop and a pail and asked him what his job was. The man replied, “My job is to help put a man on the moon.” Just as that man was in perfect alignment with NASA’s goal, all hospital employees are focused on one thing: positive patient outcomes. Hospitals are not only under unprecedented pressure to deliver high quality care, but in today’s environment they must have a laser like focus on controlling costs.\n\nWhile the supply chain at a high tech company might be focused on squeezing out every penny, healthcare providers need 100 percent resource inventory availability in order to deliver uncompromising care. This challenge is complicated by unprecedented pressure on margins that healthcare providers are seeing today. Healthcare payment models are shifting away from a fee-for-service towards pay for value. To document and report on value, hospitals are investing in new technologies which relieve additional pressure on margins and reduce the cost of care. Healthcare providers that focus on optimizing value from the supply chain can bridge this gap and drive higher patient outcomes.\n\nThe ability to utilize big data to help providers deliver uncompromising patient care has an almost limitless upside. Laurel Junk, Supply Chain VP of Kaiser Permanente, has a background in advanced value chain manufacturing techniques. Junk is using big data and other techniques to drive new levels of optimizing patient care and outcomes performance for the company. “We are starting to forecast our business, and that is allowing us to ensure the right items are always available for use,” Laurel states. “Let’s take our Tamiflu supply chain as an example. We forecast our past usage across our entire network, but then add other influencing factors that are outside of the historical usage data, such as our member growth, and the CDC flu forecasts. Then we look at our stocking level of Tamiflu and compare it to what our models tell us, and we make decisions on where we need more stock, or less stock.” An added benefit of the model, according to Junk, is the ability for Kaiser Permanente to lock in the product from their suppliers. “The most important thing is for us to have the items where we need them, when we need them.”\n\nDeployment of these demand management and forecasting tools in healthcare provider organizations is opening new opportunities to link historical data to the specific clinical procedures driving the demand. At Kaiser Permanente, for example, the procedures performed are captured in the demand management tool, which, through the procedure card, describes the component consumption to support future planning. A large hospital organization in the Kingdom of Saudi Arabia, The National Guard Health Affairs (NGHA), is also capturing procedures performed as a forecasting tool for finding the procedures which can be used to drive demand for resources, supplies, and staff. This data also forms the basis for financial and capacity planning. Next, these organizations will be seeking to integrate demand data with clinical outcome analytics that can both qualify and quantify supply chain demand, providing further scrutiny on managing overall spend to help deliver more effective healthcare for all.\n\nInventory planning is another area that has tremendous impact on patient success. While many hospitals utilize a just-in-time (J-I-T) stocking strategy, there might be a better way. “J-I-T methodologies came out of the Toyota Production System in the 1980s,” said Abdulaziz Al Romaih, Executive Director, Information Systems and Informatics Division, Ministry of National Guard - Health Affairs in the Kingdom of Saudi Arabia.\n\n“While J-I-T works great anywhere that can be ’level loaded’ – consistent demand from one day to the next- hospitals are not like this,” said Al Romaih. “At the Ministry of National Guard - Health Affairs (NGHA), we use advanced techniques to forecast demand to ensure that we will have the resources and supplies needed to service the patient.” Like Kaiser Permanente, NGHA utilizes expanded forecasting indicators. In addition to using Oracle’s Demantra to ensure the highest possible service level for all medical surgical items, they are using Demantra to forecast operations requirements such as emergency room (ER) admissions. The ability of Demantra to forecast not just on historical usage, or demand, but to utilize causal factors is what makes this possible. Some of the causal factors that the NGHA is using include things such as holidays, major events, and even weather, to forecast and plan for adequate staffing and coverage in the ER.\n\nThere are many similarities between providers and retail companies. A provider system’s pharmacy operations are best optimized when Rx items can be forecast at an item-location combination, much like the problems faced by a retail organization. An added benefit of an accurate forecasting system in pharmacy is that the amount of “hoarding” that every provider faces as its pharmacy managers try to ensure adequate supply of limited drugs goes away.\n\nFollow Healthcare Finance on Twitter and LinkedIn.\n\nOne way that providers are different than retail operations is in the way that they understand their future patients – at least in the surgical arena. A retail company would love to know their customers weeks in advance, but many hospital providers have surgical schedules that go out that far, and can accurately use systems such as EPIC to accurately forecast what items are going to be used. Looking back on the success rate of surgeries and comparing the various procedure cards is a great first step to quantifying surgical outcomes.\n\nAs an added bonus, a laser focus on the value chain delivers a significant return on investment. Hospital buyers tend to utilize “homegrown” tools such as Excel spreadsheets which compartmentalize data, and make it all but impossible to get early visibility to changes in demand. The use of spreadsheets makes it virtually impossible to collaborate and share data. Being able to make decisions using holistic supply chain visibility provides healthcare executives with the ability to make quicker and more impactful decisions.\n\nWith new tools, decision makers of all levels – senior executives down to buyers – have better visibility and can look at the impact of different scenarios. Rather than guessing, users can continuously monitor performance using real time, predictive metrics. When the right scenario is reached, this can be automatically translated to detailed information or sent to the execution system. Built in workflows will allow a best practices methodology to help ensure top performance. The results are telling: dramatically improved in-stock performance, eliminating costly and life threatening shortages, while reducing inventory carrying costs, improving negotiating power, increasing the efficiencies of planners and purchasers, and improving warehouse space utilization.\n\nToday’s healthcare field is too competitive not to utilize industry leading supply chain applications to maximize the patient outcomes – and drive value at the same time.\n\nJoe Shobe is an industry consultant at IBM and Mark Kuta Jr. is an applications representative at Oracle.", "article_metadata": {"og": {"url": "http://www.healthcarefinancenews.com/blog/insight-coming-transformation-healthcare-supply-chain-0", "image": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/supply-chain-management-feature.gif", "site_name": "Healthcare Finance News", "description": "To document and report on value, hospitals are investing in new technologies which relieve additional pressure on margins and reduce the cost of care.", "title": "Insight: The coming transformation of the healthcare supply chain"}, "twitter": {"image": {"src": "http://www.healthcarefinancenews.com/sites/healthcarefinancenews.com/files/supply-chain-management-feature.gif"}, "description": "To document and report on value, hospitals are investing in new technologies which relieve additional pressure on margins and reduce the cost of care.", "site": "@HC_Finance", "card": "summary_large_image", "title": "Insight: The coming transformation of the healthcare supply chain"}, "generator": "Drupal 7 (http://drupal.org)", "description": "There is a story about President Kennedy visiting a NASA facility where he saw a man with a mop and a pail and asked him what his job was. The man replied, “My job is to help put a man on the moon.” Just as that man was in perfect alignment with NASA’s goal, all hospital employees are focused on one thing: positive patient outcomes. Hospitals are not only under unprecedented pressure to deliver high quality care, but in today’s environment they must have a laser like focus on controlling costs.", "viewport": "width=device-width; initial-scale=1.0; maximum-scale=1.0; user-scalable=no"}, "_id": "\"57477af46914bd0286fdb145\"", "article_summary": "Laurel Junk, Supply Chain VP of Kaiser Permanente, has a background in advanced value chain manufacturing techniques.\nHealthcare providers that focus on optimizing value from the supply chain can bridge this gap and drive higher patient outcomes.\nBeing able to make decisions using holistic supply chain visibility provides healthcare executives with the ability to make quicker and more impactful decisions.\nThis challenge is complicated by unprecedented pressure on margins that healthcare providers are seeing today.\nWhile the supply chain at a high tech company might be focused on squeezing out every penny, healthcare providers need 100 percent resource inventory availability in order to deliver uncompromising care."}