{"article_title": "Saying “uh” makes you sound like a dude", "article_keywords": ["sound", "saying", "men", "language", "deciding", "gender", "older", "dude", "um", "say", "speech", "uh", "makes", "women"], "article_url": "http://www.salon.com/2014/08/08/saying_uh_makes_you_sound_like_a_dude/", "article_text": "Topics: gender differences, Gender Equality, Language, linguistics, men, Research, Speech, speech patterns, study, women, Life News, News\n\nWhen you, um, don’t know what to say, do you, uh, say “uh” or do you say “um”? The difference seems negligible, but could quickly give away a great deal of information about a speaker, including her or his gender, language fluency and life experience.\n\nAccording to University of Pennsylvania linguist Mark Liberman, who has chronicled the notable differences in male and female speech patterns on his blog, Language Log, men tend to use “uh” 250 percent more than women, and they use significantly more “filled pauses” than women in general. They don’t use “um” nearly as much, though: Liberman scoured 14,000 transcribed phone conversations between nearly 12,000 speakers and found that females use “um” 22 percent more on average than males. The difference, he explained to The Atlantic, could have something to do with gender socialization:\n\nPeople tend to use UM when they’re trying to decide what to say, and UH when they’re trying to decide how to say it … As people get older, they have less trouble deciding what to say (because they know more stuff), and more trouble deciding how to say it (because they know more words and fixed phrases, and so have a harder time making a choice). As a result, older people use fewer UMs and more UHs. … [One theory could be that] at any given (adult) age, men are more linguistically experienced than women, and so use UM and UH as if they were older. OR MAYBE: Women are more communicatively circumspect than men, and therefore more likely to pause before deciding what to say; but women are more linguistically fluent than men, and therefore less likely to pause while deciding what words to use.", "article_metadata": {"description": "Common speech fillers will, um, give away a person's gender, like, immediately", "author": "Jenny Kutner", "og": {"site_name": "Salon", "description": "Common speech fillers will, um, give away a person's gender, like, immediately", "title": "Saying “uh” makes you sound like a dude", "url": "http://www.salon.com/2014/08/08/saying_uh_makes_you_sound_like_a_dude/", "image": "http://media.salon.com/2010/09/the_week_in_pictures_33-slide-9.jpg", "type": "article"}, "twitter": {"description": "Common speech fillers will, um, give away a person's gender, like, immediately", "creator": "@@JennyKutner", "image": "http://media.salon.com/2010/09/the_week_in_pictures_33-slide-9.jpg", "title": "Saying “uh” makes you sound like a dude", "site": "@salon", "card": "summary_large_image"}, "title": "Saying “uh” makes you sound like a dude", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, gender differences, Gender Equality, Language, linguistics, men, Research, Speech, speech patterns, study, women", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fe490b\"", "article_summary": "Topics: gender differences, Gender Equality, Language, linguistics, men, Research, Speech, speech patterns, study, women, Life News, NewsWhen you, um, don’t know what to say, do you, uh, say “uh” or do you say “um”?\nThe difference seems negligible, but could quickly give away a great deal of information about a speaker, including her or his gender, language fluency and life experience.\n… [One theory could be that] at any given (adult) age, men are more linguistically experienced than women, and so use UM and UH as if they were older.\nAs a result, older people use fewer UMs and more UHs.\nThey don’t use “um” nearly as much, though: Liberman scoured 14,000 transcribed phone conversations between nearly 12,000 speakers and found that females use “um” 22 percent more on average than males."}