{"article_title": "MedLion and the National Association of Health Underwriters (NAHU) Enter into Preferred Partnership", "article_keywords": ["insurance", "benefits", "medlion", "underwriters", "national", "partnership", "primary", "preferred", "employers", "health", "brokers", "enter", "nahu", "association", "care"], "article_url": "http://www.prweb.com/releases/2015/09/prweb12960016.htm", "article_text": "Direct Primary Care provider MedLion Management, Inc. and the National Association of Health Underwriters (NAHU) today announced the formation of a preferred partnership designed to assist its brokers in efforts to bring affordable healthcare options to employers nationwide.\n\nDirect Primary Care (DPC), a non-insurance based healthcare benefit, is a new industry in which employers and employees pay directly for primary care services via monthly subscriptions. Included in the Affordable Care Act (ACA) and in the legislation of at least a dozen states, DPC is rapidly emerging as a cost-effective solution for employers. MedLion is one of the industry founders, and manages DPC practices across the country.\n\n“MedLion’s expansive national footprint provides the right scale and their pioneering work with Direct Primary Care expands brokers’ ability to serve as a catalyst in bringing innovative solutions to the market,” says NAHU CEO Janet Trautwein. “We support MedLion’s mission to bring cost-effective healthcare options to employers via benefits professionals, and look forward to our partnership.”\n\n“Businesses around the nation, including MedLion itself, trust the experience and guidance of health insurance brokers when it comes to workplace benefits,” says Dr. Samir Qamar, MedLion Founder and CEO. “We are honored to have NAHU as a partner in our quest to bring forth affordable benefits to Americans nationwide.”\n\n“Our affiliation will allow NAHU brokers to market MedLion DPC in combination with various insurance products or self-insured plans. DPC-inclusive benefit packages save employers between 10 – 50% in premiums compared to traditional options and reduce employee costs by up to 30% while increasing the quality of primary care,” says Praveen Mooganur, MedLion President and COO.\n\nWith practices in 26 states, impending implementation of the final phases of Employer Mandates, and the current active renewal period for benefits, MedLion officials say ample opportunities exist for brokers to bring something innovative, affordable, and ACA-compliant to their employer clients.\n\nAbout MedLion Management, Inc.-\n\nPrivately-held MedLion Management, Inc. offers consumers, employers, trade associations, and unions cost-effective, high-quality benefits strategies that are compliant with new healthcare laws. Medical services are provided by MedLion-managed Direct Primary Care practices across the United States, with an emphasis on improving health outcomes and the patient experience. For more information, visit http://www.MedLion.com, follow us on Twitter @MedLion, and connect with us on LinkedIn at MedLion Direct Primary Care.\n\nAbout the National Association of Health Underwriters (NAHU) -\n\nThe National Association of Health Underwriters represents more than 100,000 professional health insurance agents and brokers who provide insurance for millions of Americans. NAHU is headquartered in Washington, DC. For additional information, visit NAHU’s Web site at http://www.nahu.org.", "article_metadata": {"description": "Collaboration Brings Direct Primary Care to Employers Nationally", "Generator": "PRWeb html v1", "og": {"site_name": "PRWeb", "description": "Las Vegas, NV (PRWEB) September 14, 2015 -- Collaboration Brings Direct Primary Care to Employers Nationally", "title": "MedLion and the National Association of Health Underwriters (NAHU) Enter into Preferred Partnership", "url": "http://www.prweb.com/releases/2015/09/prweb12960016.htm", "image": "http://ww1.prweb.com/prfiles/2014/04/02/12960016/gI_59052_MedLion%20Logo%20blue_R%20with%20tag_outline.png", "type": "article"}, "twitter": {"description": "Las Vegas, NV (PRWEB) September 14, 2015 \n\n Direct Primary Care provider MedLion Management, Inc. and the National Association of Health Underwriters (NAHU) today announced the formation of a prefer", "title": "MedLion and the National Association of Health Underwriters (NAHU) Ent", "url": "http://www.prweb.com/releases/2015/09/prweb12960016.htm", "image": "http://ww1.prweb.com/prfiles/2014/04/02/12960016/gI_59052_MedLion%20Logo%20blue_R%20with%20tag_outline.png", "creator": {"identifier": "@MedLion", "id": 404237070}, "site": {"identifier": "@PRWeb", "id": 14124541}, "card": "Summary"}, "keywords": "PRESS RELEASE", "viewport": "width=device-width, initial-scale=1", "news_keywords": "Healthcare,Insurance,Investment,Insurance,Family Medicine,Managed Care  HMO,Entrepreneurs,Corporations,Small Business,Startups"}, "article_summary": "About the National Association of Health Underwriters (NAHU) -The National Association of Health Underwriters represents more than 100,000 professional health insurance agents and brokers who provide insurance for millions of Americans.\nFor more information, visit http://www.MedLion.com, follow us on Twitter @MedLion, and connect with us on LinkedIn at MedLion Direct Primary Care.\nDirect Primary Care (DPC), a non-insurance based healthcare benefit, is a new industry in which employers and employees pay directly for primary care services via monthly subscriptions.\nDirect Primary Care provider MedLion Management, Inc. and the National Association of Health Underwriters (NAHU) today announced the formation of a preferred partnership designed to assist its brokers in efforts to bring affordable healthcare options to employers nationwide.\nMedical services are provided by MedLion-managed Direct Primary Care practices across the United States, with an emphasis on improving health outcomes and the patient experience."}