{"article_title": "Carson enthuses Spokane audience", "article_keywords": ["run", "enthuses", "miller", "national", "youre", "political", "nation", "carson", "audience", "health", "statement", "spokane", "conservative"], "article_url": "http://www.spokesman.com/stories/2014/sep/27/carson-enthuses-spokane-audience/", "article_text": "Rising conservative star Ben Carson did not apologize for avoiding political correctness at an event in Spokane on Friday night.\n\n“If you’re white, and you disagree with a black progressive, you’re a racist,” said Carson, a staple of conservative talk shows who made waves this week announcing he was seriously considering a presidential run in 2016. “If you’re black and you disagree, you’re crazy.”\n\nIn a 45-minute speech at the INB Performing Arts Center to donors contributing to a local nonprofit offering alternatives to abortion, the 63-year-old retired neurosurgeon took turns telling self-deprecating jokes of his impoverished childhood in Detroit and criticizing American politics for its divisiveness and what he called fiscally irresponsible policies.\n\nCarson made national headlines earlier this week when he told a radio show host in Detroit, his hometown, that he would “more likely than not” run for president in 2016. That statement is the latest in a slow march that seemingly began during a 30-minute speech at the National Prayer Breakfast in February 2013. Feet from President Barack Obama, Carson gave what many Republicans praised as a statement of conservative values, attacking political correctness and calling for health insurance savings accounts for everyone.\n\nHe echoed those statements Friday, and criticized members of the public who chose not to vote or made their decisions uninformed.\n\n“Most people enter a voting booth and they look for a ‘D,’ an ‘R,’ or a name that’s familiar,” Carson said.\n\nSince his emergence on the national scene, Carson has become a regular contributor to Fox News and writes opinion columns for the Washington Times and American CurrentSee, a digital news magazine written for black conservatives. His support of Second Amendment rights and opposition to gay marriage, abortion and the Affordable Care Act have made him a darling of the Republican push to take back the White House, though Carson describes himself as without a political party.\n\nThe leader of a surgical team that successfully detached twins conjoined at the skull in 1987, Carson told a crowd of hundreds how his frugal mother raised him in a rough Detroit neighborhood to embrace knowledge and turned him from a “dummy” to a Yale-educated medical student at Johns Hopkins University.\n\n“If she were the secretary of the treasury, we wouldn’t have this big of a deficit,” Carson quipped.\n\nHe continued his criticism of the health care law, saying he believed in a savings account system that puts patients, rather than bureaucrats, in charge of their health care.\n\n“That makes every family their own insurance company, without a middleman,” Carson said.\n\nRepublican voters seem to be taking note of Carson’s rising visibility. In March, he finished third in a poll of attendees at the annual Conservative Political Action Conference in Washington, D.C., losing only to runaway winner Sen. Rand Paul of Kentucky and Texas Sen. Ted Cruz, both rumored to be strongly considering White House runs. He finished ahead of New Jersey Gov. Chris Christie, who also has been floated as a potential candidate.\n\nLast month, Carson won a straw poll at a GOP dinner in Polk County in Iowa, where the first presidential caucus of 2016 will take place. Supporters nationwide say they’ve raised $8 million for his run, though Carson has made no official announcement of his intentions.\n\nNo mention of a run for the presidency was made Friday, but Carson did criticize Obama for a statement the president made in 2009 that America is not a Christian nation, or a Jewish nation, or a Muslim nation. Carson has made that criticism multiple times in recent weeks, including at an event in Texas, and he continued to make the point in Spokane on Friday.\n\n“He doesn’t get to decide that,” Carson said of Obama’s statement, to lengthy applause and cheering. “We get to decide that.”\n\nThe event, a fundraiser for the Life Services ministry, comes as the latest of Carson’s six best-selling books sits near the top of the sales charts. “One Nation” debuted atop the New York Times best-seller list and has spent 18 weeks in the top 10.\n\nAnnette Miller, executive director of Life Services, said the decision to book Carson as a speaker was not political, but reflected the shared values he has with the organization.\n\n“We’ve been really praying about having him come and speak for a couple years now,” Miller said Friday.\n\nLife Services offers housing and health care options for young pregnant women who describe themselves as “in crisis,” Miller said. The nonprofit, which opposes abortion, has been in operation in Spokane for 23 years and performed more than 1,200 pregnancy tests last year, she said.\n\nThe 2,700-seat theater was nearly sold out. Attendees paid between $50 and $150.\n\nMiller said the message of Carson’s latest book – that members of different political parties should listen to and be civil with one another – mirrors the message of the ministry.\n\n“We end up stifling thoughts, ideas and progress when we’re in a gridlock,” Miller said. “Particularly from a political perspective, that’s true in our country.”\n\nCarson’s speech was bookended by lengthy standing ovations. He encouraged attendees not to be swayed by what he called the “political correctness police” and not to be satisfied with elected officials who are growing the national debt.\n\n“We need a nation that is not ashamed of who it is,” Carson said.", "article_metadata": {"description": "Rising conservative star Ben Carson did not apologize for avoiding political correctness at an event in Spokane on Friday night. “If you’re white, and you disagree with a black progressive, you’re a racist,” said Carson, a staple of conservative talk shows who made waves this week announcing he was seriously considering a presidential run in 2016. “If you’re black and you disagree, you’re crazy.”", "og": {"site_name": "Spokesman.com", "description": "Rising conservative star Ben Carson did not apologize for avoiding political correctness at an event in Spokane on Friday night. “If you’re white, and you disagree with a black progressive, you’re a racist,” said Carson, a staple of conservative talk shows who made waves this week announcing he was seriously considering a presidential run in 2016. “If you’re black and you disagree, you’re crazy.”", "title": "Carson enthuses Spokane audience", "url": "http://www.spokesman.com/stories/2014/sep/27/carson-enthuses-spokane-audience/", "image": "https://media.spokesman.com/img/logos/sr200.png", "updated_time": "2014-09-26T23:00:12.977051", "type": "article"}, "twitter": {"image": "http://media.spokesman.com/photos/2014/09/27/carson-27_t1200.jpg?298603a24e8d51915fce203907ff2746e482a5a6", "site": "@SpokesmanReview", "card": "summary_large_image"}, "robots": "index, follow", "fb": {"app_id": 316254480466}, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=yes", "googlebot": "index, follow"}, "_id": "\"57477af36914bd0286fcc863\"", "article_summary": "Rising conservative star Ben Carson did not apologize for avoiding political correctness at an event in Spokane on Friday night.\nSupporters nationwide say they’ve raised $8 million for his run, though Carson has made no official announcement of his intentions.\n“Most people enter a voting booth and they look for a ‘D,’ an ‘R,’ or a name that’s familiar,” Carson said.\nCarson has made that criticism multiple times in recent weeks, including at an event in Texas, and he continued to make the point in Spokane on Friday.\nFeet from President Barack Obama, Carson gave what many Republicans praised as a statement of conservative values, attacking political correctness and calling for health insurance savings accounts for everyone."}