{"article_title": "What Lincoln Would Say About How To Help The Poor", "article_keywords": ["poor", "wage", "lincoln", "jobs", "help", "programs", "federal", "say", "minimum", "yarmuth", "conservatives", "care"], "article_url": "http://thefederalist.com/2014/08/08/what-lincoln-would-say-about-how-to-help-the-poor/", "article_text": "A response to Rep. John Yarmuth’s claim that more government programs are the only way to alleviate poverty.\n\nRecently, Rep. John Yarmuth of Kentucky argued that creating more federal programs and raising the minimum wage is the only way to alleviate poverty. This is as foolish as it is empirically false. The congressman apparently prefers a society where most Americans depend on government instead of a government that empowers its citizens while taking care of those who are struggling.\n\nPerhaps it is his misunderstanding of Abraham Lincoln, the first Republican president, that misguides his policy preferences on how to fight for the poor. Yarmuth wrongly argues that government is how we organize our responsibilities to one another. Despite all of his flawed logic, however, he does get one thing right: investing in Americans is an investment in America’s future. In fact, Lincoln, in his July 4 address to Congress in 1861, said, government’s role is to “elevate the condition of men—to lift artificial weights from all shoulders, to clear the paths of laudable pursuit for all, to afford all an unfettered start and a fair chance, in the race of life.”\n\nIt is this advice from Lincoln that conservatives, and all Americans, should follow in the pursuit to fight poverty. Instead of imposing bureaucratic blockades between citizens and their neighbors, conservatives seek to empower local organizations, churches, and charities to more effectively help their communities.\n\nInsolvent Programs Don’t Serve the Poor Yarmuth wants to expand the safety net, yet he advocates for continuing the policies that will bankrupt Medicare, Medicaid, and Social Security, preventing us from taking care of those who need a hand up in the years to come. Conservatives want to reform the entitlement system rather than perpetuate insolvent programs. Those who refuse to take seriously the efforts to reform entitlement spending are dooming future generations to live in a nation that simply will not have the financial means to care for the poor.\n\nIn fact, it was Friedrich Hayek, the economist godfather of modern conservatism, who made the case for a social safety net to both help the poor and preserve freedom. The difference is that conservatives want a basic safety net that is fiscally sound, efficient, effective, and sustainable while Progressives argue for a complicated and financially unsustainable program that leave millions with no support when it all comes crashing down relatively soon.\n\nMinimum wage hikes result in fewer jobs, fewer hours of paid work, and reduced benefits for those who keep their jobs. The Congressional Budget Office predicts that raising the minimum wage to the proposed $10.10 per hour would cost 500,000 jobs over two years. A recent survey of businesses suggests that a minimum wage hike would cause many to cut jobs, reduce hiring, and raise prices. The poor do not need a minimum-wage raise as much as they need national economic policy that promotes better paying and more secure jobs that pay more than minimum wage.\n\nRegulating Away Opportunity Also Hurts the Poor Yarmuth wants to build infrastructure to allow business to grow, but ignores the rapidly growing costs of overregulating business and occupational licensing. According to the Small Business Administration, the annual cost to comply with federal regulation in 2010 was $1.75 trillion, with another study putting it at $1.9 trillion in 2013. Supporting complicated federal regulatory regimes, such as the Affordable Care Act and Dodd-Frank Act, stifle business growth and job creation.\n\nThe problem is significant even on the local level. In the congressman’s home state of Kentucky, it takes 730 days of education and experience to become a licensed auctioneer. Sign-language interpreters must pay a fee of $1,070 for a license. Compare this to the $105 fee and 32 days of experience and education it takes to become a licensed emergency medical technician.\n\nTo justify the growth of the administrative state, burdensome federal regulation, and a higher minimum wage, the congressman suggests that Lincoln “couldn’t have envisioned the complex problems” facing the country today—as if the Civil War and ending slavery were somehow simple problems.\n\nConservatives offer an alternative in the war for the poor. Instead of increasing government regulation and dependency, conservatives want to eliminate obstacles that prevent human flourishing. The American Dream may seem further away than ever before, but the conservative agenda is working to make the dream a reality for every American.", "article_metadata": {"item-publish-date": "Fri, 08 Aug 2014 07:36:22 EDT", "og": {"site_name": "The Federalist", "description": "A response to Rep. John Yarmuth’s claim that more government programs are the only way to alleviate poverty.", "title": "What Lincoln Would Say About How To Help The Poor", "locale": "en_US", "image": "http://thefederalist.com/wp-content/uploads/2014/08/8129875460_4e7f952246_b.jpg", "url": "http://thefederalist.com/2014/08/08/what-lincoln-would-say-about-how-to-help-the-poor/", "type": "article"}, "twitter": {"domain": "The Federalist", "description": "A response to Rep. John Yarmuth’s claim that more government programs are the only way to alleviate poverty.", "title": "What Lincoln Would Say About How To Help The Poor", "image": {"src": "http://thefederalist.com/wp-content/uploads/2014/08/8129875460_4e7f952246_b.jpg"}, "creator": "@FDRLST", "site": "@FDRLST", "card": "summary_large_image"}, "article": {"section": "Economics", "tag": "Abraham Lincoln,Affordable Care Act,Civil War,Dodd-Frank,Friedrich Hayek,licensing,licensing fees,Medicaid,Medicare,minimum wage,Poverty,regulation,Rep. John Yarmuth,safety net,slavery,social safety net,Social Security", "published_time": "2014-08-08T07:36:22+00:00"}, "viewport": "width=device-width, initial-scale=1, maximum-scale=1", "description": "A response to Rep. John Yarmuth’s claim that more government programs are the only way to alleviate poverty."}, "article_summary": "Regulating Away Opportunity Also Hurts the Poor Yarmuth wants to build infrastructure to allow business to grow, but ignores the rapidly growing costs of overregulating business and occupational licensing.\nPerhaps it is his misunderstanding of Abraham Lincoln, the first Republican president, that misguides his policy preferences on how to fight for the poor.\nMinimum wage hikes result in fewer jobs, fewer hours of paid work, and reduced benefits for those who keep their jobs.\nRecently, Rep. John Yarmuth of Kentucky argued that creating more federal programs and raising the minimum wage is the only way to alleviate poverty.\nA recent survey of businesses suggests that a minimum wage hike would cause many to cut jobs, reduce hiring, and raise prices."}