{"article_title": "Covered CA appoints Dr. Lance Lang as Chief Medical Officer", "article_keywords": ["lang", "lance", "plans", "university", "medical", "affordable", "appoints", "insurance", "chief", "health", "officer", "california", "covered", "dr", "ca", "care"], "article_url": "http://stateofreform.com/news/industry/exchanges/2015/05/covered-ca-appoints-dr-lance-lang-as-chief-medical-officer/", "article_text": "SACRAMENTO, Calif. — Covered California Executive Director Peter V. Lee announced the appointment of Dr. Lance Lang as chief medical officer.\n\nDr. Lang will be responsible for working with present and future qualified health plans to ensure that the right care is delivered at the right time for Covered California enrollees. In addition, Dr. Lang will help with strategic planning to incorporate the lessons gained from his experience with innovation work supported by the Patient Protection and Affordable Care Act to negotiate health plan contracts on behalf of consumers.\n\nSince 2010, Dr. Lang has been a private consultant in the health care industry. His clients have included the California Quality Collaborative, a statewide consortium of physician groups, hospitals, health plans and purchasers pooling their resources to accelerate and improve the value of health care service delivery.\n\n“Dr. Lang is a great fit for us,” Lee said. “He brings to Covered California tremendous skills that will help Covered California fulfill its role as an ‘active purchaser’ that negotiates with insurance carriers to ensure the best quality of care for our consumers at affordable rates. Dr. Lang is a respected physician leader who has worked with physician groups, health plans, disease management companies and other stakeholders. His expertise ranges across the industry, with emphasis on team-based, patient-centered care.”\n\nDr. Lang has also worked as the national vice president, medical integration and quality officer for Health Net Inc.; and the vice president and national director, clinical processes and computing, for Kaiser Permanente. And since 2010, he has consulted for numerous respected organizations such as the University of California, San Francisco, and the California HealthCare Foundation.\n\nDr. Lang received his undergraduate degree from Pomona College and a degree in medicine from the University of Connecticut, Farmington. He served his residency at Duke University, Family Medicine Residency.\n\nThe annual salary for the position is $285,000. He will report to Anne Price, director of Covered California’s Plan Management Division.\n\nAbout Covered California\n\nCovered California is the state’s marketplace for the federal Patient Protection and Affordable Care Act. Covered California, in partnership with the California Department of Health Care Services, was charged with creating a new health insurance marketplace in which individuals and small businesses can get access to affordable health insurance plans. Covered California helps individuals determine whether they are eligible for premium assistance that is available on a sliding-scale basis to reduce insurance costs or whether they are eligible for low-cost or no-cost Medi-Cal. Consumers can then compare health insurance plans and choose the plan that works best for their health needs and budget. Small businesses can purchase competitively priced health insurance plans and offer their employees the ability to choose from an array of plans and may qualify for federal tax credits.\n\nCovered California is an independent part of the state government whose job is to make the new market work for California’s consumers. It is overseen by a five-member board appointed by the governor and the Legislature. For more information about Covered California, please visit www.CoveredCA.com.", "article_metadata": {"description": "Covered California Executive Director Peter V. Lee announced the appointment of Dr. Lance Lang as chief medical officer.", "og": {"site_name": "State of Reform", "description": "SACRAMENTO, Calif. — Covered California Executive Director Peter V. Lee announced the appointment of Dr. Lance Lang as chief medical …", "title": "Covered CA appoints Dr. Lance Lang as Chief Medical Officer", "locale": "en_US", "image": "http://stateofreform.com/wp-content/uploads/2015/05/dr.-lance-lang.jpg", "url": "http://stateofreform.com/news/industry/exchanges/2015/05/covered-ca-appoints-dr-lance-lang-as-chief-medical-officer/", "type": "article"}, "twitter": {"description": "Covered California Executive Director Peter V. Lee announced the appointment of Dr. Lance Lang as chief medical officer.", "creator": "@StateofReform", "image": "http://stateofreform.com/wp-content/uploads/2015/05/dr.-lance-lang.jpg", "title": "Covered CA appoints Dr. Lance Lang as Chief Medical Officer - State of Reform", "site": "@StateofReform", "card": "summary"}, "robots": "noodp", "fb": {"admins": 17821687}, "article": {"publisher": "http://www.facebook.com/stateofreform/", "section": "California", "published_time": "2015-05-21T10:06:10+00:00"}, "OBKey": "12RjP7ip2KRyl5dliGRkEQ==", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcc87d\"", "article_summary": "SACRAMENTO, Calif. — Covered California Executive Director Peter V. Lee announced the appointment of Dr. Lance Lang as chief medical officer.\nConsumers can then compare health insurance plans and choose the plan that works best for their health needs and budget.\nSince 2010, Dr. Lang has been a private consultant in the health care industry.\nDr. Lang is a respected physician leader who has worked with physician groups, health plans, disease management companies and other stakeholders.\nCovered California is an independent part of the state government whose job is to make the new market work for California’s consumers."}