{"article_title": "AP 'chips' away at differences between LDS and 'fundamentalists' — GetReligion", "article_keywords": ["mainstream", "fundamentalists", "polygamy", "away", "differences", "saints", "getreligion", "writing", "lds", "ap", "latterday", "church", "strictly", "wives", "chips", "mormon", "alcohol"], "article_url": "http://www.getreligion.org/getreligion/2014/8/29/ap-chips-away-at-differences-between-lds-and-fundamentalists", "article_text": "Can fundamentalists break with the fundamentals? (head exploding)\n\nIt sounded like that this week when the Associated Press reported two \"fundamentalist\" Mormon sects practicing polygamy, and one of them getting into winemaking. The real problem, though, was trying to summarize too much.\n\nIn both stories, the writer dutifully reports that the \"mainstream\" Mormon church \"strictly prohibits the practice\" of plural marriage. But it doesn't say why, or even what the mainstream church is called.\n\nOne of the stories deals with a legal ruling in favor of the subjects of that TLC reality show Sister Wives. Kody Brown and his four wives had fled Utah after being threatened with prosecution for their matrimonial tastes. This week, however, a U.S. district judge ruled that the state law against \"cohabitation\" violated Browns' freedom of religion.\n\nBoth sides are now huddling over the prospect of appeals, leaving the rest of us to scratch our heads: Where in the religioverse do the Browns belong? This paragraph doesn't help much:\n\nFundamentalist Mormon polygamists believe polygamy brings exaltation in heaven. The mainstream Mormon church strictly prohibits the practice.\n\nOnly there, at the end of the article, are religious issues mentioned at all, as noted by Darren Blair, a friend of this blog. Considering that many readers don’t finish articles, that is way too late to explain how a splinter group is not a chip off the old block.\n\nThat \"mainstream Mormon church\"? That would, of course, be the Church of Jesus Christ of Latter-day Saints. How hard would that have been to add? Especially if, like me, you have it assigned an abbreviation and an autocorrect.\n\nTo what group does Brown subscribe? That would be the Apostolic United Brethren. No, not Mormon -- not according to the Associated Press Stylebook. Under its item on the Church of Jesus Christ of Latter-day Saints, a section on \"Splinter Groups\" says: \"The term Mormon is not properly applied to the other Latter Day Saints.\"\n\nThe other story adds wine to the mix, writing up the plans of Warren Jeffs' \"polygamous sect\" to open a winery. AP does better up front here, specifying in the lede that it's \"yet another lifestyle choice that separates the sect from mainstream Mormon teachings.\"\n\nThe article later names the group as \"the Fundamentalist Church of Jesus Christ of Latter-Day Saints, a radical offshoot of mainstream Mormonism whose members believe polygamy brings exaltation in heaven. The mainstream church strictly prohibits the practice.\"\n\nBut then comes a little more oversimplication:\n\nMembers of the mainstream Mormon church generally eschew alcohol and caffeinated beverages like coffee and tea. Polygamists, on the other hand, often drink alcohol and coffee.\n\nHistorian Ken Driggs said the roots of the sect go back to the 1920s, when a church president began cracking down on both alcohol use and polygamy. Many people in plural marriages were excommunicated and kept both their polygamous lifestyle and more lax attitudes toward alcohol, coffee and tea.\n\nWe'll leave aside a personal annoyance of mine: \"eschew,\" one of those words, like \"albeit\" and \"iconic,\" that journalists use to sound intellectual. For now, we'll note the LDS-ophobia in cutting short the name of the mainstream church.\n\nThere's more overly quick writing -- or maybe editing -- in assuming the LDS Church began banning booze and extra wives in the 1920s. Actually, the church has always frowned on alcohol:\n\nThe Word of Wisdom,\" a health code revealed to Joseph Smith in 1833, cautions against using tobacco, alcoholic beverages, tea and coffee and emphasizes the positive benefits of wise eating habits and physical and spiritual fitness. The Church teaches against the misuse and abuse of all drugs—illegal or legal.\n\nAnd although Joseph Smith approved plural marriage in the 1830s, the church banned the practice more than a century ago. As the PBS miniseries on the LDS church points out, federal legal pressure led the church to ban polygamy.\n\nSome Mormon sources even say that monogamy has always been the godly standard unless God says otherwise -- and that God so informed church President Wilford Woodruff in 1890.\n\nThe LDS church is ambivalent even toward \"mainstream,\" used in both AP stories. The word is OK if it means that \"Latter-day Saints are increasingly viewed as a contributing, relevant and significant part of society,\" as one of its websites says. But it adds:\n\n\"If being described as 'mainstream' means the Church loses the very distinctiveness of the beliefs that are at the heart of its message, the answer is different. While respecting the divergent views of other people of faith, Church leaders want to be clear about the beliefs that help define Latter-day Saints.\"\n\nGranted, the Mormons want to project a positive image. But even a defendant gets to testify in his/her own favor. When writing about an organization, shouldn’t you consider its own statements at least as much as newsroom shorthand?\n\nThat would seem to be another fundamental -- of journalism.", "article_metadata": {"description": "Can fundamentalists break with the fundamentals?  (head exploding)\r\n\r\nIt sounded like that this week when the Associated Press reported two \r\n\"fundamentalist\" Mormon sects practicing polygamy, and one of them getting \r\ninto winemaking. The real problem, though, was trying to summarize too \r\nmuch.\r\n\r\nIn both stories, the writer dutifully reports that the \"mainstream\" Mormon \r\nchurch \"strictly prohibits the practice\" of plural marriage. But it doesn't \r\nsay why, or even what the mainstream church is called.\r\n\r\nOne of the stories deals with a legal ruling in favor of the subjects of \r\nthat TLC reality show Sister Wives. Kody Brown and his four wives had fled \r\nUtah after being threatened with prosecution for their matrimonial tastes. \r\nThis week, however, a U.S. district judge ruled that the state law against \r\n\"cohabitation\" violated Browns' freedom of religion.\r\n\r\nBoth sides are now huddling over the prospect of appeals, leaving the rest \r\nof us to scratch our heads: Where in the religioverse do the Browns belong? \r\nThis paragraph doesn't help much:", "og": {"site_name": "GetReligion", "description": "Can fundamentalists break with the fundamentals?  (head exploding)\r\n\r\nIt sounded like that this week when the Associated Press reported two \r\n\"fundamentalist\" Mormon sects practicing polygamy, and one of them getting \r\ninto winemaking. The real problem, though, was trying to summarize too \r\nmuch.\r\n\r\nIn both stories, the writer dutifully reports that the \"mainstream\" Mormon \r\nchurch \"strictly prohibits the practice\" of plural marriage. But it doesn't \r\nsay why, or even what the mainstream church is called.\r\n\r\nOne of the stories deals with a legal ruling in favor of the subjects of \r\nthat TLC reality show Sister Wives. Kody Brown and his four wives had fled \r\nUtah after being threatened with prosecution for their matrimonial tastes. \r\nThis week, however, a U.S. district judge ruled that the state law against \r\n\"cohabitation\" violated Browns' freedom of religion.\r\n\r\nBoth sides are now huddling over the prospect of appeals, leaving the rest \r\nof us to scratch our heads: Where in the religioverse do the Browns belong? \r\nThis paragraph doesn't help much:", "title": "AP 'chips' away at differences between LDS and 'fundamentalists'", "url": "http://www.getreligion.org/getreligion/2014/8/29/ap-chips-away-at-differences-between-lds-and-fundamentalists", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/540004f8e4b0d8bec9d5e096/1409317543743/?format=1000w", "longitude": "-76.61218930000001", "latitude": "39.2903848", "type": "article"}, "twitter": {"url": "http://www.getreligion.org/getreligion/2014/8/29/ap-chips-away-at-differences-between-lds-and-fundamentalists", "image": "http://static1.squarespace.com/static/52c2df7ae4b0d215dded86fd/536fab69e4b00b0fd2515399/540004f8e4b0d8bec9d5e096/1409317543743/?format=1000w", "description": "Can fundamentalists break with the fundamentals?  (head exploding)\r\n\r\nIt sounded like that this week when the Associated Press reported two \r\n\"fundamentalist\" Mormon sects practicing polygamy, and one of them getting \r\ninto winemaking. The real problem, though, was trying to summarize too \r\nmuch.\r\n\r\nIn both stories, the writer dutifully reports that the \"mainstream\" Mormon \r\nchurch \"strictly prohibits the practice\" of plural marriage. But it doesn't \r\nsay why, or even what the mainstream church is called.\r\n\r\nOne of the stories deals with a legal ruling in favor of the subjects of \r\nthat TLC reality show Sister Wives. Kody Brown and his four wives had fled \r\nUtah after being threatened with prosecution for their matrimonial tastes. \r\nThis week, however, a U.S. district judge ruled that the state law against \r\n\"cohabitation\" violated Browns' freedom of religion.\r\n\r\nBoth sides are now huddling over the prospect of appeals, leaving the rest \r\nof us to scratch our heads: Where in the religioverse do the Browns belong? \r\nThis paragraph doesn't help much:", "card": "summary", "title": "AP 'chips' away at differences between LDS and 'fundamentalists'"}, "msvalidate.01": "3467E5793F979E4BD02734F0CF1D6947", "google-site-verification": "HRNAABbZH8j77D61bQp4QciWQ7JstpS2Nv6NI7HyTaI", "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fd7f0f\"", "article_summary": "In both stories, the writer dutifully reports that the \"mainstream\" Mormon church \"strictly prohibits the practice\" of plural marriage.\nThat \"mainstream Mormon church\"?\nThe mainstream Mormon church strictly prohibits the practice.\nAP does better up front here, specifying in the lede that it's \"yet another lifestyle choice that separates the sect from mainstream Mormon teachings.\"\nBut it doesn't say why, or even what the mainstream church is called."}