{"article_title": "Different due process for 2 million on Medi-Cal", "article_keywords": ["different", "managed", "plans", "process", "medical", "million", "request", "hearing", "state", "health", "plan", "decision", "care"], "article_url": "http://centerforhealthreporting.org/article/different-due-process-2-million-medi-cal", "article_text": "Ben Fallstead, 28, was diagnosed several years ago with babesiosis, a tick-borne disease that left him exhausted, wracked with fevers and chronic joint pain and unable to hold a job.\n\nAfter going through several antibiotics, his specialist prescribed one that brought him some relief.\n\n“I was just getting to the point where I felt semi-normal,” he says.\n\nBut early last year, his managed care Medi-Cal plan told him it would not refill the medication, saying that it doesn’t support the long-term use of antibiotics, he says.\n\nSince then, the Lake County man has been fighting his plan’s decision, waiting months for judges who aren’t medical experts to determine his medical fate.\n\nFallstead is among roughly 2 million Medi-Cal recipients who must use a different medical appeals process than most others. Medi-Cal is the state’s version of the federal Medicaid program that provides health insurance to low-income residents.\n\nThese Californians live in 22 counties, from Orange County to the Central Coast and rural Northern California. Unlike about 8 million other Medi-Cal enrollees in managed care, most of them can’t appeal their case to an independent physician.\n\nAdvocates, patients and some lawmakers say this has delayed critical treatments and is simply unfair.\n\n“There should be uniformity in the protections of all Medi-Cal recipients,” says state Sen. Bill Monning, a Democrat whose district covers three affected counties: Monterey, Santa Cruz and San Luis Obispo.\n\nToday, I’ll explain this inconsistency and offer advice to those people it affects.\n\nQ: I live in Orange County and have Medi-Cal. I’m in the middle of cancer treatment but my health plan is making me get reapproved before I can continue. What are my options?\n\nA: If your medical plan makes a decision that you disagree with, such as not covering the medication or therapy your doctor has ordered, you usually start by appealing with the plan itself.\n\nIf the plan won’t budge, you move to the second level of appeals. This is where the difference lies.\n\nThe vast majority of managed care Medi-Cal recipients are in plans regulated by the state Department of Managed Health Care. They have access to something called an Independent Medical Review (IMR), which allows them to appeal their plan’s decision to an independent physician (or physicians) who are experts in the conditions being reviewed.\n\nIf your health issue is urgent, you can request an expedited IMR to be conducted within a week.\n\nIf it is not urgent, it is usually decided within 30 days.\n\nBut Orange County managed care Medi-Cal recipients receive coverage through a plan called a County Organized Health System (COHS).\n\nThere are six COHS plans, including CalOptima in Orange County and Partnership HealthPlan, which covers 14 Northern California counties. If you’re in one of these counties, your local COHS plan is the only Medi-Cal plan available to you.\n\nThese publicly operated plans were exempted from certain requirements more than 30 years ago when they were much smaller entities.\n\nThat means you don’t have access to an IMR for your second layer of appeals. You must request a state fair hearing and plead your case before an administrative law judge who usually is not a medical expert.\n\nThe cases must be decided within 90 days after the Medi-Cal recipient requests a hearing, says Michael Weston, spokesman for the state Department of Social Services, which conducts the hearings.\n\nAn enrollee whose health is in danger from delay may request an expedited hearing. If a judge agrees, a hearing will be scheduled within 10 days of the request and a decision rendered within five days after all evidence has been submitted, Weston says.\n\n(There is an exception. The Health Plan of San Mateo, a COHS plan, has voluntarily agreed to be regulated by the Department of Managed Health Care, so its enrollees can request an IMR.)\n\nFallstead has requested two state fair hearings in the past two years. Both took longer than 90 days to resolve.\n\n“I feel like they’re denying me medication,” he says. “It feels like I’m not a person to them.”\n\nLiza Thantranon, Legal Services of Northern California’s managing attorney for health, says she deals with this problem every day.\n\nHer clients who have access to IMRs usually are able to resolve their cases within a month, she says. However, the majority of her COHS clients who request state fair hearings wait more than 90 days for a decision, some as long as six to eight months.\n\n“In the middle, you have administrative law judges trying to evaluate which doctor is right,” Thantranon says. “They don’t know what the science is.”\n\nWeston counters that the judges are trained to make “factual findings based on evidence, including the medical evidence provided by the plan and the doctor.”\n\nThe plans say they’re not against regulation, but over-regulation. They’re already regulated twice, by the federal and state governments, says Bob Freeman, CEO of CenCal Health, the COHS plan that covers about 165,000 Medi-Cal enrollees in San Luis Obispo and Santa Barbara Counties.\n\nAdding this additional layer of regulation would require them to pay about $4 million collectively in fees each year to the Department of Managed Health Care, he says.\n\n“Where’s the value to the taxpayer in that?” Freeman asks. “That money could go somewhere else.”\n\nFor those of you who are in a COHS plan, here are some tips on the appeal process:\n\nIf your plan denies the initial internal appeal, ask it to review its decision. At the same time, immediately request a state fair hearing. You can always withdraw from the hearing later if you’re able to resolve the problem directly with your health plan.\n\nRequest a state fair hearing by calling 855-795-0634 or email your request to shdcsu@dss.ca.gov.\n\nBefore your hearing, gather medical evidence to bolster your case. “Ask your doctors to write letters of support,” Thantranon says. Your doctor can also participate in the hearing by phone, Weston says.\n\nGet help from health care advocacy groups. The Health Consumer Alliance is a good place to start: healthconsumer.org and 888-804-3536.\n\nIf you’re unhappy with the state fair hearing decision, you may be able to request a rehearing or take your case to civil court, Weston says. You also can contact the Medi-Cal Managed Care Office of the Ombudsman at 888-452-8609 or MMCDOmbudsmanOffice@dhcs.ca.gov.\n\nClick here to find previous Ask Emily columns.", "article_metadata": {"Generator": "Drupal 7 (http://drupal.org)"}, "article_summary": "Fallstead is among roughly 2 million Medi-Cal recipients who must use a different medical appeals process than most others.\nUnlike about 8 million other Medi-Cal enrollees in managed care, most of them can’t appeal their case to an independent physician.\nThe vast majority of managed care Medi-Cal recipients are in plans regulated by the state Department of Managed Health Care.\nYou also can contact the Medi-Cal Managed Care Office of the Ombudsman at 888-452-8609 or MMCDOmbudsmanOffice@dhcs.ca.gov.\nIf you’re in one of these counties, your local COHS plan is the only Medi-Cal plan available to you."}