{"article_title": "Weather Bulletin #6, February 2, 2015: Climate Cool-down Across America", "article_keywords": ["week", "closer", "climate", "england", "winter", "normal", "oklahoma", "temperatures", "expected", "cooldown", "weather", "2015", "america", "bulletin", "wind", "york"], "article_url": "http://blog.heartland.org/2015/02/weather-bulletin-6-february-2-2015-climate-cool-down-across-america/", "article_text": "MSN/Accuweather reports February will have a frigid start. Parts of New England still digging out from a blizzard last week are in the crosshairs again, as a new winter snowstorm slowly churning through the Midwest heads East.\n\nAs blizzard conditions blanket Chicago, More than 2,000 flights were cancelled over the weekend, most of them departing from or scheduled to land in Chicago’s two airports. With wind gusts expected to top 40 mph in some places, the wind chills could be deadly.\n\nIn anticipation of the storm, Connecticut has delayed the opening of state offices, and York county Pennsylvania is bracing for possible record low temperatures of more than -6° below zero.\n\nFor the past week, much of the country experienced relatively mild temperatures with winter high temperature records set on some dates in locations as scattered as Billings, Montana and Oklahoma City, Oklahoma. However, this respite will be short-lived as normal or below normal temperatures are expected to descend again this week.\n\nOvernight lows this week will fall below zero in Detroit, Erie, and Buffalo, New York, by mid-week, and much of northern New England will experience temperatures closer to 20 degrees below zero.\n\nDespite the cold, temperatures in the U.S. at present are closer to the normal Winter range than they were in 2014 during the depth of the polar vortex.\n\nBig snow this week! Seems like a good time to protest global warming.", "article_metadata": {"og": {"url": "http://blog.heartland.org/2015/02/weather-bulletin-6-february-2-2015-climate-cool-down-across-america/", "site_name": "Somewhat Reasonable", "image": "http://blog.heartland.org/wp-content/uploads/2015/02/airport-blizzard.jpg", "type": "activity", "title": "Weather Bulletin #6, February 2, 2015: Climate Cool-down Across America"}, "robots": "noodp,noydir", "viewport": "width=device-width"}, "_id": "\"57477af36914bd0286fcc890\"", "article_summary": "However, this respite will be short-lived as normal or below normal temperatures are expected to descend again this week.\nWith wind gusts expected to top 40 mph in some places, the wind chills could be deadly.\nDespite the cold, temperatures in the U.S. at present are closer to the normal Winter range than they were in 2014 during the depth of the polar vortex.\nParts of New England still digging out from a blizzard last week are in the crosshairs again, as a new winter snowstorm slowly churning through the Midwest heads East.\nOvernight lows this week will fall below zero in Detroit, Erie, and Buffalo, New York, by mid-week, and much of northern New England will experience temperatures closer to 20 degrees below zero."}