{"article_title": "Hey, Ann Coulter! Did you hear about the kinky Stanford students?", "article_keywords": ["group", "student", "stanford", "students", "ann", "kinky", "kardinal", "hey", "rejected", "kink", "email", "asked", "hear", "groups", "coulter"], "article_url": "http://www.salon.com/2014/03/09/hey_ann_coulter_did_you_hear_about_the_kinky_stanford_students/", "article_text": "Topics: BDSM, Editor's Picks, Kardinal Kink, Love and Sex, Sex, stanford university, student kink club, Life News\n\nThe bad news came in late February. An application to have Stanford University officially recognize a 60-member student kink club was rejected — for now. In an email, a representative for the Student Organization Review Committee, which is made up of students and staff, wrote that they “liked the concept of your proposal but did not feel that as submitted it sufficiently met the criteria for a new student organization.” She encouraged the group to apply again next quarter with a revised proposal.\n\n“We’re disappointed, but we’re not surprised,” said “Jon,” a Stanford junior and member of the group, Kardinal Kink, which was started in April of last year. When asked why they weren’t surprised by the rejection, Lily Z., the club’s president, explained in an email, “We’re not surprised by the culture we live in. Our society is a place where kink is expected to be rejected, expected to be pushed back down when it comes up — and Stanford is no exception.” In another email, Jon argued that they were “rejecting us as a group for the same reasons LGBT-type groups were getting rejected a few decades ago.”\n\nWhen I contacted Nanci Howe, associate dean of students, she expressed surprise to be hearing from a reporter, as “the students are still in the process of applying to be a student group.” There are three responses to applications, she said: They are accepted, told to re-apply or rejected. “It’s common for groups to be asked for more detail about their proposal,” she said. “The majority of groups that provide additional information become recognized student groups.”\n\nSo, Stanford is hardly taking a hard line against kink. In fact, a kink lecture series has already been allowed on campus. But the students feel that their application was held to higher standards because of the taboo nature of their club.\n\nLily shared the committee’s email with Salon, along with rebuttals for each point. The committee requested “better clarity about the scope of your group, especially in regards to clarity about your group’s hoped for activities.” She says the application made that clear in its first sentence, which read, “Kardinal Kink is both a support group and an advocacy group: a supportive anonymous space for Stanford students to explore kink themes safely and a public effort to campaign for resources, research, and respect for kink by promoting a positive and accurate understanding of kink sexuality on campus.”\n\nImagining the university’s worst fear, I asked whether their “hoped for activities” included, well, nudity or sex. “Absolutely not. No nudity, no sexual contact,” said “Helena,” a Stanford sophomore and founder of Kardinal Kink. “These are discussion groups, they’re support groups. There are lots of support groups on campus and this is just another one.” Kardinal Kink also features guest lecturers. “We have well-known educators who have put their lives toward trying to educate people about sexuality and communication, come to campus … and teach us these skills that 20-year-olds may not be able to teach to each other,” she explains.\n\nAs Jon put it, “I don’t think that the educational source for kink should be ‘Fifty Shades of Grey.’ I think it should be well-informed professionals and like-minded people that come together to educate.”\n\nThe committee’s email also asked that the group “find an experienced staff advisor who can … regularly work [with] you and your leadership, assisting you in developing best practices for your activities.” Lily argues, “This is not a requirement for Student Organizations” — indeed, a staff adviser is not listed as official criteria for approval — “it’s just a hoop to jump through.” She added, “They think it’s going to be nigh impossible to find faculty ready to ascribe their name to a Kink student group, hence why they put this out there.” The email also suggests they “propose a name that is more in line with your group proposal,” and “develop a risk management plan for your group and its activities,” which Lily calls “ambiguous” and “not a requirement.”", "article_metadata": {"description": "In an exclusive conversation with Salon, Stanford's kinksters talk about seeking university approval", "title": "Hey, Ann Coulter! Did you hear about the kinky Stanford students?", "og": {"site_name": "Salon", "description": "In an exclusive conversation with Salon, Stanford's kinksters talk about seeking university approval", "title": "Hey, Ann Coulter! Did you hear about the kinky Stanford students?", "url": "http://www.salon.com/2014/03/09/hey_ann_coulter_did_you_hear_about_the_kinky_stanford_students/", "image": "http://media.salon.com/2014/03/student_kink_goup.jpg", "type": "article"}, "twitter": {"description": "In an exclusive conversation with Salon, Stanford's kinksters talk about seeking university approval", "title": "Hey, Ann Coulter! Did you hear about the kinky Stanford students?", "image": "http://media.salon.com/2014/03/student_kink_goup.jpg", "creator": "@TracyClarkFlory", "site": "@salon", "card": "summary_large_image"}, "author": "Tracy Clark-Flory", "apple-itunes-app": "app-id=549374205, app-argument=http://www.salon.com/", "fb": {"pages": 120680396518, "app_id": 456294607741273}, "keywords": "Salon.com, BDSM, Editor's Picks, Kardinal Kink, Love and Sex, Sex, stanford university, student kink club", "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdb18f\"", "article_summary": "Topics: BDSM, Editor's Picks, Kardinal Kink, Love and Sex, Sex, stanford university, student kink club, Life NewsThe bad news came in late February.\nAn application to have Stanford University officially recognize a 60-member student kink club was rejected — for now.\n“We’re disappointed, but we’re not surprised,” said “Jon,” a Stanford junior and member of the group, Kardinal Kink, which was started in April of last year.\nNo nudity, no sexual contact,” said “Helena,” a Stanford sophomore and founder of Kardinal Kink.\nThere are lots of support groups on campus and this is just another one.” Kardinal Kink also features guest lecturers."}