{"article_title": "Sandi Allen and Michael and Cathie Merlino inducted into 2015 Fremont Hall of Fame", "article_keywords": ["city", "mike", "cathie", "inducted", "merlino", "michael", "fremont", "sandi", "fame", "chamber", "community", "2015", "allen", "caon", "hall", "board"], "article_url": "http://www.canoncitydailyrecord.com/ci_27989600/sandi-allen-and-michael-and-cathie-merlino-inducted", "article_text": "Cathie and Michael Merlino Friday at the 2015 Fremont Hall of Fame Banquet. (Sarah Rose / Daily Record)\n\nAt the 2015 Fremont Hall of Fame Banquet on Friday, attendees were asked to stand up. Once everyone was standing, they were asked to sit down if they knew anyone affected by cancer.\n\nEveryone took a seat.\n\nSandra \"Sandi\" Allen, and Mike and Cathie Merlino, were inducted to this year's Hall of Fame partly because of their role in establishing the Orchard of Hope Foundation.\n\nThe organization, which began in 2001, has raised more than a million dollars for local cancer patients who need financial assistance for medical expenses, Dr. Shirley Squier said.\n\n\"Sandi is now known as a million dollar woman, and justifiably so,\" she said.\n\nAt the event, Squier read a comment from Robin Riddle, a person who is acquainted with Allen's work.\n\n\"(Riddle) wrote, 'Sandi Allen is an angel. She generously gives wings to those who work with her at the Orchard of Hope. Most of all, she gives wings to her family, who she could not possibly love more. Sandi Allen is the wind beneath my wings,'\" Squier said.\n\nAllen praised the people she worked with when she received her award.\n\n\"I have to give all the board members, all the current board members, all of our past board members, a big thank you for seeing the dream that we had ... It's teamwork that makes the dream work,\" Allen said.\n\nAllen has been involved with other organizations as well.\n\nAdvertisement\n\nShe was a member of the Cañon City Chamber of Commerce Prospectors, was a board member of the Cañon City Chamber of Commerce, was the president of the Cañon City Kiwanis Club and is a lifetime member of the National Association of Chamber Ambassadors.\n\nShe has received multiple awards for her contributions, including Distinguished Citizen of the year from the Cañon City Chamber of Commerce, the Colorado Lions Foundation Humanitarian Award from the Cañon City Noon Lions Club, Daughters of the American Revolution Excellence in Community Service award and the Community Hero Award.\n\nSandra 'Sandi' Allen on Friday at the 2015 Fremont Hall of Fame Banquet. (Sarah Rose / Daily Record)\n\nOther than being cofounders of Orchard of Hope, Mike and Cathie ran Merlino's Belvedere Restaurant for 33 years, began the Fremont Community Foundation and were given the Distinguished Citizens of the Year award.\n\nCathie was on the Adult Literacy Board, was a hospice volunteer and was a board member of Fremont Center for the Arts.\n\nMike has been involved with the Cañon City Chamber of Commerce, was an instructor at Pueblo Community College - Fremont Campus and was appointed to the Hunger Task Force and Hunger Focus group.\n\nJim Meisner said he and his wife, Jolene, have known the Merlinos for at least 15 years.\n\n\"Over the course of our lifetimes, Jolene and I have known a bunch of people, but we've never been associated with individuals of higher moral, ethical and loving standards than Mike and Cathie Merlino,\" he said. \"As one looks back on their physical accomplishments and contributions, they are very impressive. More importantly than that, is the character, the personality and the quality of life that Mike and Cathie bring to any event.\"\n\nCathie thanked members of the community who assist with local organizations and programs.\n\n\"This community comes together with so much strength and it's because of you that we're able to do things that smaller communities or larger communities can't do ... Our strength comes from the numbers,\" she said.\n\nMike expressed gratitude towards God and volunteers.\n\n\"Before Cathie and I do anything that's somewhat difficult at all, we pray and try to ask God for direction and if he can plant it in our minds that it's the right thing to do. We try to live that way,\" he said, \"And I do want to thank all of the volunteers that helped us.\"\n\nProceeds from the event were added to the Pueblo Community College - Fremont Campus scholarship fund.\n\nSarah Rose: 719-276-7648, roses@canoncitydailyrecord.com", "article_metadata": {"startDate": "2015-04-25T17:37:22-0600", "modificationDate": "2015-04-26T12:26:02-0600", "sailthru.image.thumb": "http://extras.mnginteractive.com/live/media/site49/2015/0425/20150425__27DRBanquetw~1_300.jpg", "sailthru.author": "By Sarah Rose \n \n  The Daily Record", "description": "At the 2015 Fremont Hall of Fame Banquet on Friday, attendees were asked to stand up. Once everyone was standing, they were asked to sit down if they knew anyone affected by cancer.", "ag": {"canon": "CanonCityDailyRecord:article:27989600:view"}, "og": {"image": "http://extras.mnginteractive.com/live/media/site49/2015/0425/20150425__27DRBanquetw~1.jpg", "type": "article", "description": "At the 2015 Fremont Hall of Fame Banquet on Friday, attendees were asked to stand up. Once everyone was standing, they were asked to sit down if they knew anyone affected by cancer.", "title": "Sandi Allen and Michael and Cathie Merlino inducted into 2015 Fremont Hall of Fame"}, "twitter": {"domain": "canoncitydailyrecord.com", "description": "At the 2015 Fremont Hall of Fame Banquet on Friday, attendees were asked to stand up. Once everyone was standing, they were asked to sit down if they knew anyone affected by cancer.", "title": "Sandi Allen and Michael and Cathie Merlino inducted into 2015 Fremont Hall of Fame", "image": "http://extras.mnginteractive.com/live/media/site49/2015/0425/20150425__27DRBanquetw~1.jpg", "site": "@CCDR_news", "card": "summary_large_image"}, "sailthru.date": "2015-04-25T17:37:22-0600", "sailthru.site": "canoncitydailyrecord.com", "endDate": "2025-04-25T17:37:22-0600", "sailthru.title": "Sandi Allen and Michael and Cathie Merlino inducted into 2015 Fremont Hall of Fame", "sailthru.article-section-or-homepage": "article", "byline": "By Sarah RoseThe", "msvalidate.01": "4B535F7EB2971D1FCBA5D1D3E3E292C3", "google-site-verification": "oCjqPZ-ii-IZW-fBJ0mmX5dmH5aafePG3FLx_kSYFiA", "sailthru.image.full": "http://extras.mnginteractive.com/live/media/site49/2015/0425/20150425__27DRBanquetw~1.jpg", "pubDate": "2015-04-25T17:40:24-0600", "news_keywords": "Canon City news, Colorado news, world news, national news, local news, business news, sports news, entertainment news, us news, Canon City Daily Record"}, "_id": "\"57477af46914bd0286fdb1ad\"", "article_summary": "Sandra \"Sandi\" Allen, and Mike and Cathie Merlino, were inducted to this year's Hall of Fame partly because of their role in establishing the Orchard of Hope Foundation.\nSandra 'Sandi' Allen on Friday at the 2015 Fremont Hall of Fame Banquet.\nCathie and Michael Merlino Friday at the 2015 Fremont Hall of Fame Banquet.\nSandi Allen is the wind beneath my wings,'\" Squier said.\n\"(Riddle) wrote, 'Sandi Allen is an angel."}