{"article_title": "Transgender Surgery Costs More Than $100,000", "article_keywords": ["buechner", "financial", "offer", "transition", "according", "start", "costs", "health", "100000", "transgender", "surgery"], "article_url": "http://time.com/money/4092680/transgender-surgery-costs/", "article_text": "\n\n\n\nWhen Sara Davis Buechner began her transition from man to woman, she knew there were going to be emotional hurdles, like dealing with her family.\n\nBut there were financial costs, too. And she knew they were going to be forbidding.\n\nMedical procedures like facial electrolysis cost $20,000. There was a year of therapy, required at the time to make sure Buechner, a renowned pianist, was a suitable candidate for transition – at $80 a session.\n\nSince American options were just too pricey, Buechner opted for surgery in Thailand. The tab? $10,000, including flights.\n\nThis was in the early 2000s, and none of those costs were covered by insurers. She sold one of her two pianos, a Yamaha, to help foot the bill. “I emptied all my accounts,” Buechner remembers. “And I consider myself one of the lucky ones.”\n\n\n\nBuechner was more than willing to pay those high bills, because it was the culmination of something she had known since childhood: She was female, despite having been born as David.\n\nTransgender issues are more openly discussed these days, such as Caitlyn Jenner’s transition from Olympic athelete Bruce Jenner. But the costs of transition can be overwhelming, especially for a population that is already marginalized.\n\nThe Philadelphia Center for Transgender Surgery, for instance, lists menus of procedures for both male-to-female transitions and female-to-male that total well over $100,000.\n\nMeanwhile, corporations have been slow to help. According to the 2015 Employee Benefits Survey by the Society for Human Resource Management, just 5% of employers offer gender reassignment health care coverage to their staff.\n\nThat is up since 2011, when only 2% of companies did so. But progress has so far only been incremental.\n\nAmong larger companies, the numbers are more encouraging. One-third of Fortune 500 firms now offer healthcare coverage including transgender surgery and related medical costs, according to the Human Rights Campaign’s Corporate Equality Index report.\n\nIn addition, the provisions of Obamacare – as well as state-specific laws in places like California, New York and Oregon – have been pushing plans towards transgender-inclusive health coverage, according to the National Center for Transgender Equality.\n\n“The policy environment is changing for sure,” says Jody Herman, a scholar of public policy at UCLA’s Williams Institute. “The way anti-discrimination laws are being interpreted is moving in the direction of saying that exclusions to trans-related healthcare are not acceptable.”\n\nLost Work\n\nThe costs of transition are not just medical, though. Buechner started losing recital engagements when venues found out about her personal story. She also had trouble booking any new ones.\n\nWhen she applied to become a music teacher at more than 30 U.S. colleges, she didn’t get a single response. (She is now an associate professor at Vancouver’s University of British Columbia.)\n\nNo wonder so many transgender Americans are economically vulnerable. 15% report making less than $10,000 a year, according to the Center for American Progress, quadruple the average poverty rate.\n\nThe No. 1 tip from financial advisers: Start financial preparations early.\n\n“Plan ahead, know what your costs are going to be, and what your insurance will cover and what it won’t,” says Paula Heichel, a financial adviser with Wells Fargo Advisors in Washington, D.C. who has counseled transgender referrals on their finances. “These cost are not to be taken lightly, and you have to be able to pay as you go.”\n\nIndeed, with a long enough timeline, it might be worth the effort to seek employment at one of the 418 major U.S. companies which offer at least one transgender-inclusive employee health plan. Otherwise, the costs could be very significant indeed.\n\n“Just imagine, you have to take every stitch of clothing you own and put it in the garbage,” Buechner says. “The best analogy I tell people is, ‘What if you moved to Bolivia tomorrow, how much would it cost to start a totally new life?'”\n\n“The costs are enormous. Start counting.”", "article_metadata": {"description": "The costs of transition can be overwhelming, especially for a population that is already marginalized.", "generator": "WordPress.com", "og": {"site_name": "MONEY.com", "description": "The costs of transition can be overwhelming, especially for a population that is already marginalized.", "title": "Transgender Surgery Can Cost More Than $100,000", "url": "http://time.com/money/4092680/transgender-surgery-costs/", "image": "https://timedotcom.files.wordpress.com/2015/10/gettyimages-3471-000068.jpg?quality=75&strip=color&w=1012", "type": "article"}, "twitter": {"image": {"src": "https://timedotcom.files.wordpress.com/2015/10/gettyimages-3471-000068.jpg?quality=75&strip=color&w=1012"}, "description": "The costs of transition can be overwhelming, especially for a population that is already marginalized.", "site": "MONEY", "card": "summary_large_image", "title": "Transgender Surgery Can Cost More Than $100,000"}, "msapplication-TileColor": "#FFFFFF", "msapplication-tooltip": "Current & Breaking News | National & World Updates", "msapplication-task": "name=Subscribe;action-uri=http://time.com/feed/;icon-uri=http://0.gravatar.com/blavatar/2cee445ea71a179ffd35ea91cf154905?s=16", "apple-mobile-web-app-capable": "yes", "fb": {"app_id": 53177223193}, "p": {"domain_verify": "f48a8936c3fffc943fce516f2e3ff1d2"}, "apple-mobile-web-app-status-bar-style": "black-translucent", "msapplication-window": "width=device-width;height=device-height", "msapplication-TileImage": "https://s0.wp.com/wp-content/themes/vip/time2014/img/time-touch_icon_152.png", "application-name": "TIME", "article": {"publisher": "https://www.facebook.com/MoneyMagazine"}, "keywords": ", health care, transgender", "google-site-verification": "nFxFQf8F4Xgg0b9Ap9rOUJzg7MY74LicbBIzsLo8yIg", "viewport": "width=device-width,minimum-scale=1.0,maximum-scale=1.0", "news_keywords": "transgender, transgender surgery, health insurance, poverty rates"}, "_id": "\"57477af46914bd0286fdb1bc\"", "article_summary": "The Philadelphia Center for Transgender Surgery, for instance, lists menus of procedures for both male-to-female transitions and female-to-male that total well over $100,000.\nOne-third of Fortune 500 firms now offer healthcare coverage including transgender surgery and related medical costs, according to the Human Rights Campaign’s Corporate Equality Index report.\nBut there were financial costs, too.\n1 tip from financial advisers: Start financial preparations early.\nBut the costs of transition can be overwhelming, especially for a population that is already marginalized."}