{"article_title": "ANDREW NAPOLITANO: Obama ignores constitutional limits of presidential power", "article_keywords": ["constitution", "napolitano", "court", "limits", "power", "federal", "executive", "constitutional", "andrew", "ignores", "congress", "president", "laws", "powers", "orders", "presidential", "obama"], "article_url": "http://www.washingtontimes.com/news/2015/mar/4/andrew-napolitano-obama-ignores-constitutional-lim/?page=all", "article_text": "ANALYSIS/OPINION:\n\nCan the president rewrite federal laws? Can he alter their meaning? Can he change their effect? These are legitimate questions in an era in which we have an unpopular progressive Democratic president who has boasted that he can govern without Congress by using his phone and his pen, and a mostly newly elected, largely conservative Republican Congress with its own ideas about big government.\n\nThese are not hypothetical questions. In 2012, President Obama signed executive orders that essentially said to about 1.7 million unlawfully present immigrants who arrived in the United States before their 16th birthdays and who are not yet 31 years of age that if they complied with certain conditions that he made up out of thin air, they will not be deported.\n\nIn 2014, the president signed additional executive orders that essentially made the same offer to about 4.7 million unlawfully present immigrants, without the age limits that he had made up out of thin air. A federal court enjoined enforcement of the 2014 orders last month.\n\nLast week, the Federal Communications Commission — the bureaucrats appointed by the president who regulate broadcast radio and television — decreed that it has the authority to regulate the Internet, even though federal courts have twice ruled that it does not.\n\nAlso last week, the federal Bureau of Alcohol, Tobacco, Firearms and Explosives, whose director is appointed by the president, proposed regulations that would outlaw the only mass-produced bullets that can be fired from an AR-15 rifle. This rifle has been the target of the left for many years because it looks like a military weapon; yet it is a lawful and safe civilian rifle commonly owned by many Americans.\n\nThis week, the president’s press secretary told reporters that the president is seriously thinking of signing executive orders intended to raise taxes on corporations by directing the Internal Revenue Service to redefine tax terminology so as to increase corporate tax burdens. He must have forgotten that those additional taxes would be paid by either the shareholders or the customers of those corporations, and those shareholders and customers elected a Congress they had every right to expect would be writing the tax laws. He has eviscerated that right.\n\nWhat’s going on here?\n\nWhat’s going on is the exercise of authoritarian impulses by a desperate president terrified of powerlessness and irrelevance, the Constitution be damned. I say “damned” because when the president writes laws, whether under the guise of administrative regulations or executive orders, he is effectively damning the Constitution by usurping the powers of Congress.\n\nThe Constitution could not be clearer. Article I, Section 1 begins, “All legislative Powers herein granted shall be vested in a Congress of the United States.” Mr. Obama actually asked Congress to write the laws he is now purporting to write, and Congress declined, and so he does so at his peril.\n\nIn 1952, President Truman seized America’s closed steel mills because steel workers went on strike and the military needed hardware to fight the Korean War. He initially asked Congress for authorization to do this, and Congress declined to give it to him; so he seized the mills anyway. His seizure was challenged by Youngstown Sheet & Tube Co., then a huge operator of steel mills. In a famous Supreme Court decision, the court enjoined the president from operating the mills.\n\nYoungstown is not a novel or arcane case. The concurring opinion by Justice Robert Jackson articulating the truism that when the president acts in defiance of Congress he operates at his lowest ebb of constitutional power and can be enjoined by the courts unless he is in an area uniquely immune from congressional authority is among the most highly regarded and frequently cited concurring opinions in modern court history. It reminds the president and the lawyers who advise him that the Constitution imposes limits on executive power.\n\nThe president’s oath of office underscores those limits. It requires that he enforce the laws faithfully. The reason James Madison insisted on using the word “faithfully” in the presidential oath and putting the oath itself into the Constitution was to instill in presidents the realization that they may need to enforce laws with which they disagree — even laws they hate.\n\nBut Mr. Obama rejects the Youngstown decision and the Madisonian logic. Here is a president who claims he can kill Americans without due process, spy on Americans without individualized probable cause, start wars on his own, borrow money on his own, regulate the Internet, ban lawful guns, tell illegal immigrants how to avoid the consequences of federal law, and now raise taxes on his own.\n\nOne of the safeguards built into the Constitution is the separation of powers: Congress writes the laws, the president enforces the laws, and the courts interpret them. The purpose of this separation is to prevent the accumulation of too much power in the hands of too few — a valid fear when the Constitution was written and a valid fear today.\n\nWhen the president effectively writes the laws, Congress is effectively neutered. Yet, the reason we have the separation of powers is not to protect Congress, but to protect all individuals from the loss of personal liberty. Under Mr. Obama, that loss has been vast. Will Congress and the courts do anything about it?\n\n• Andrew P. Napolitano, a former judge of the Superior Court of New Jersey, is an analyst for the Fox News Channel. He has written seven books on the U.S. Constitution.", "article_metadata": {"description": "Can the president rewrite federal laws? Can he alter their meaning? Can he change their effect? These are legitimate questions in an era in which we have an unpopular progressive Democratic president who has boasted that he can govern without Congress by using his phone and his pen, and a mostly newly elected, largely conservative Republican Congress with its own ideas about big government.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "Can the president rewrite federal laws? Can he alter their meaning? Can he change their effect? These are legitimate questions in an era in which we have an unpopular progressive Democratic president who has boasted that he can govern without Congress by using his phone and his pen, and a mostly newly elected, largely conservative Republican Congress with its own ideas about big government.", "title": "ANDREW NAPOLITANO: Obama ignores constitutional limits of presidential power", "url": "http://www.washingtontimes.com/news/2015/mar/4/andrew-napolitano-obama-ignores-constitutional-lim/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/04/3_4_2015_b1-napo-despot-post8201.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/03/04/3_4_2015_b1-napo-despot-post8201.jpg", "description": "Can the president rewrite federal laws? Can he alter their meaning? Can he change their effect? These are legitimate questions in an era in which we have an unpopular progressive Democratic president", "site": "@washtimes", "card": "summary", "title": "ANDREW NAPOLITANO: Obama ignores constitutional limits of presidential"}, "Author": "Andrew P. Napolitano", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web3", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "Law Crime, Politics, Congress"}, "_id": "\"57477af46914bd0286fdb1c3\"", "article_summary": "ANALYSIS/OPINION:Can the president rewrite federal laws?\nIt reminds the president and the lawyers who advise him that the Constitution imposes limits on executive power.\n• Andrew P. Napolitano, a former judge of the Superior Court of New Jersey, is an analyst for the Fox News Channel.\nA federal court enjoined enforcement of the 2014 orders last month.\nWhen the president effectively writes the laws, Congress is effectively neutered."}