{"article_title": "The Best Regulator? That’s Easy. It’s the Market.", "article_keywords": ["fda", "regulations", "fed", "rules", "goldman", "powerful", "regulators", "regulator", "regulation", "market", "easy", "regulatory", "public", "best", "thats"], "article_url": "http://www.thedailybeast.com/articles/2014/10/16/the-best-regulator-that-s-easy-it-s-the-market.html", "article_text": "Nanny State\n\nAs the Goldman Sachs tapes show, regulators almost always fail. In other cases, they cheat consumers out of choices. Leave it to the market.\n\nMany people simply take it for granted that government regulation achieves its intended ends. National political debates often reflect this: Doe-eyed Democrats position themselves as the forthright champions of the little guy, selflessly tying unscrupulous businessmen to the mighty yoke of the regulatory state. On the other side, smooth, corporate Republicans appeal to our inner entrepreneurs, decrying the lost productivity and forgone trickled-down growth that would torture our nation’s shackled conglomerates under the proposed new round of regulations.\n\nWhether you’re pro-regulation or anti-regulation in America depends more on affiliation than reality. For better or worse, the truth is more insidious; regulators are often captured by the industry they regulate at the expense of everyone else.\n\nConsider the recent revelation that the regulators at the Federal Reserve in New York were cozying up with one of the nation’s biggest financial institutions it was supposed to oversee. Secret recordings made by Carmen Segarra, a bank examiner for the Fed in New York—parked at Goldman Sachs—exposes the degree to which Fed regulators were actually failing the taxpayers they allegedly protect against the “too big to fail” corporations that the government created. For instance, in the recording, one can hear Fed officials explain how they suspect a Goldman deal with Banco Santander to be “legal but shady”—and then fail to challenge the firm. One can even hear both the regulators and Goldman executives acknowledge that the deal should have required Fed approval.\n\nBut then the regulators cave to the firm’s opinion that it is above the rules. This is not a unique event, Segarra reports. In fact, according to her, it was common belief among Goldman employees that, depending on the client, they could choose which consumer rules to follow—or not follow—without any fear of consequences from the Fed.\n\nNo matter how infuriating this is, it is neither a unique case nor a new phenomenon. In fact, for over 40 years we have known that the romanticized “protection of the public” theory of regulation doesn’t hold water. And yet, it is still so prominent today.\n\nIn his seminal 1971 article, “The Theory of Economic Regulation,” (PDF) Chicago School economist George Stigler let America in on Washington’s dirty little secret: Regulations can be a capitalist’s best friend. He pointed out that industries with sufficient resources and political power have a huge incentive to exploit the state’s coercive power for their own ends. What might look like a regulation for the public interest from the outside is often little more than “regulatory capture” by corporate interests.\n\nTake the U.S. Food and Drug Administration (FDA), for example. Its stated role is to protect public health by assuring the safety of foods, medicines, and cosmetics. In practice, however, its regulations tend to harm consumers by reducing the availability of needed medications while increasing prices. In separate studies, economists Sam Peltzman and Steven Wiggins find that specific FDA regulations raise costs and lower the number of new drugs introduced. In practice, regulation tends to have the opposite effect of the pro-consumer policies the agency claims to promote.\n\nIt is one problem if regulations merely hurt consumers instead of helping them; it is quite another if they also help large corporations at the expenses of the others. Unfortunately, this is often the case. Study after study produced by the leaders in law and economics—like, again, Sam Peltzman, Richard Posner (PDF), or Bruce Yandle (PDF)—show how private interests too often benefit under the guise of public welfare. In the case of the FDA, large, established pharmaceutical companies might grumble in public about the cost of new regulations, but they are well aware that their competitors will bear these same burdens. Smaller upstarts, however, are thwarted by the heavy cost of regulation before they even get a chance to enter the market.\n\nFinally, I would be remiss to talk about the FDA and not recommend that everyone watch the movie “Dallas Buyer’s Club.” Without going into the details, the film is a perfect example of the deadly consequences that regulatory capture can have on people’s lives. I will also leave the analysis of the recent crop of health-care industry titans cheerleading for the Affordable Care Act in light of regulatory capture as a task for the reader.\n\nWhen considered objectively, it is hard to imagine a scenario where regulatory policies are not commonly captured by a country’s most powerful interests. The assumptions of the “regulation as public interest” crowd undermine their stated conclusions. If industrial concerns are indeed as powerful, unaccountable, and ruthlessly-profit-seeking as the naïve view of regulation claims, why should we expect them to play fairly—by the rules of the game?\n\nEven if a regulatory body is initially staffed by upright public servants, there are few (if any) ways to maintain a pure commitment to the agency mission. Over time, wealthy and powerful industry representatives sometimes buddy up to regulators and offer them employment after their service concludes. Instead of dousing the wild blazes of unregulated capitalism, regulatory policy can pour fuel on the fire. Meanwhile, left and right are largely none the wiser.", "article_metadata": {"twitter": {"site": "@thedailybeast", "card": "summary"}, "keywords": "Food and Drug Administration, Goldman Sachs, Federal Reserve Bank, Business, u.s. poli", "publicationDate": 201410160945, "wrap": "/content/dailybeast/politics", "description": "As the Goldman Sachs tapes show, regulators almost always fail. In other cases, they cheat consumers out of choices. Leave it to the market.", "pageNum": 1, "title": "The Best Regulator? Thats Easy. Its the Market.", "tags": "entity:organization/food_and_drug_administration,entity:company/goldman-sachs,entity:organization/federal_reserve_bank,topic:business,topic:politics", "environment": "dev", "platform": "desktop", "template": "article", "type": "house", "parsely-page": "{\"title\":\"The Best Regulator? That’s Easy. It’s the Market.\",\"link\":\"http://www.thedailybeast.com/articles/2014/10/16/the-best-regulator-that-s-easy-it-s-the-market.html\",\"image_url\":\"http://cdn.thedailybeast.com/content/dailybeast/articles/2014/10/16/the-best-regulator-that-s-easy-it-s-the-market/jcr:content/image.crop.410.273.jpg/47115090.cached.jpg\",\"type\":\"post\",\"post_id\":\"/content/dailybeast/articles/2014/10/16/the-best-regulator-that-s-easy-it-s-the-market\",\"pub_date\":\"2014-10-16T09:45:00+00:00\",\"section\":\"Politics\",\"author\":\"Veronique de Rugy\",\"tags\":[\"food_and_drug_administration\",\"goldman-sachs\",\"federal_reserve_bank\",\"business\",\"politics\"]}", "news_keywords": "Food and Drug Administration, Goldman Sachs, Federal Reserve Bank, Business, US Politics", "sectionTaxanomies": "politics", "fb": {"admins": "1703087,30000737,1117577220,1276800108,931159,514915512", "app_id": 189930913679}, "authors": "Veronique de Rugy", "article": {"section": "politics", "published_time": "2014-10-16T09:45:00.000Z", "author": "http://www.thedailybeast.com/contributors/veronique-de-rugyhtml"}, "resourceType": "dailybeast2/components/pages/article", "contentpath": "/content/dailybeast/articles/2014/10/16/the-best-regulator-that-s-easy-it-s-the-market", "og": {"site_name": "The Daily Beast", "description": "As the Goldman Sachs tapes show, regulators almost always fail. In other cases, they cheat consumers out of choices. Leave it to the market.", "title": "The Best Regulator? That’s Easy. It’s the Market.", "url": "http://www.thedailybeast.com/articles/2014/10/16/the-best-regulator-that-s-easy-it-s-the-market.html", "image": "http://cdn.thedailybeast.com/content/dailybeast/articles/2014/10/16/the-best-regulator-that-s-easy-it-s-the-market/jcr:content/image.img.2000.jpg/1413452709686.cached.jpg", "type": "article"}, "authorIds": "/etc/authors/v/veronique-de-rugy", "content-type": "text/html; charset=UTF-8"}, "_id": "\"57477af36914bd0286fcc8c8\"", "article_summary": "In separate studies, economists Sam Peltzman and Steven Wiggins find that specific FDA regulations raise costs and lower the number of new drugs introduced.\nOne can even hear both the regulators and Goldman executives acknowledge that the deal should have required Fed approval.\nSmaller upstarts, however, are thwarted by the heavy cost of regulation before they even get a chance to enter the market.\nOver time, wealthy and powerful industry representatives sometimes buddy up to regulators and offer them employment after their service concludes.\nIn fact, for over 40 years we have known that the romanticized “protection of the public” theory of regulation doesn’t hold water."}