{"article_title": "These Two Countries Benefit Most from Cheap Oil", "article_keywords": ["limited", "oil", "countries", "india", "million", "cheap", "rate", "global", "2015", "benefit", "china", "crude"], "article_url": "http://www.thefiscaltimes.com/2015/03/27/These-Two-Countries-Benefit-Most-Cheap-Oil", "article_text": "We are living in a world obsessed with oil and its price movements. Some time back, when all the trade pundits were predicting a stable 100$ benchmark, the prices fell… and how! The current fall in the oil price has been particularly harsh and excruciating for some of the prominent players such as Russia and Venezuela. To add fuel to the fire, on March 16, 2015, the oil price plummeted to a 6-year low level of 42.98 dollar per barrel. With the possible addition of Iranian oil to the global oil supply, the refusal of OPEC to cut down its production levels, rising US crude inventory and weak global demand, one can easily predict that cheap oil is here to stay. These are testing times for global economy where a simple question arises: Who benefits the most from cheap oil?\n\nThe answer is not one but the two Asian Giants: India and China, who are among the biggest global importers of oil.\n\nThe answer is not one but the two Asian Giants: India and China, who are among the biggest global importers of oil.\n\nIndia\n\nWith a projected growth rate of more than 7.8% in 2015, India is all set to grow more than China according to the IMF and World Bank. With a consumption of more than 3 million barrels of oil per day, India is the fourth largest global consumer of oil in the world. Since the country imports around 80% of its total crude oil requirement, cheap oil has drastically reduced India’s import bill and current account deficit from the previous years. As per India’s current finance minister, the country might even achieve a current account surplus in the fourth quarter of 2015. Moreover, India has recently de-regulated the price of diesel and petrol and brought it in line with the international rates. The deregulation of fuel has reduced its retail cost which has resulted in reduction of the overall inflation rate.\n\nRelated: 7 Countries Close to Joining the Nuclear Power Club\n\nMost the major refiners in India are taking advantage of cheap oil and have been ramping up their production levels. Several public and private sector refiners have postponed or rescheduled their annual maintenance shutdowns and have decided to buy and refine more oil than before. India has a total refining capacity of around 220 million metric tons per annum. As the public sector refineries (government owned) in India are not allowed to hedge their crude prices, they have to buy the crude oil at the current international price, which falls in their favor at the moment. It is interesting to note that although India is a net importer of crude oil, it is a net exporter of refined products.\n\nImproving and building new storage facilities\n\nAs per the Indian Strategic Petroleum Reserves Limited (ISPRL), India is building 5 million metric tons of crude storage facility in Vishakhapatnam, Mangalore and Padur (all located in southern India) to be commissioned by 2015. Building new storage facilities would ensure that the nation can buy and store sufficient cheap oil that can last for at least three months and safeguard itself from any unforeseen global events.\n\nOn one hand, where most of the global oil and gas companies have decided to drastically reduce their capex spending in 2015, Oil and Natural Gas Corporation Limited , India’s biggest public sector undertaking, has decided to increase its capex by 5 billion USD for 2015 ( Source : Press Trust of India, March 2015). Even oil marketing companies such as Indian Oil Corporation Limited, Bharat Petroleum Corporation Limited and Hindustan Petroleum Corporation Limited have decided to increase their capex investment for 2015. Reliance Industries Limited, India’s largest company, is currently expanding its Jamnagar petrochemical refinery which is also the world’s biggest refinery. Its expansion project, known as ‘J3’, is currently underway and it would enable the refinery to produce ethylene and other petrochemicals. India mostly imports ‘Oman- Dubai’ sour crude followed by Brent and Bonny Light.\n\nRelated: China’s New Development Bank-How Obama Blew It in the Pacific (Again)\n\nChina\n\nBeing the world’s largest importer of oil, China is poised to grow at a rate of 7.2 percent in 2015 and 7 % in 2016 according to the Asian Development Bank. A huge domestic demand and a robust growth rate have made the Chinese Dragon thirstier. China buys oil mostly from Middle East, especially Saudi Arabia, Oman, Iraq, UAE as well as other countries like Russia and Venezuela.\n\nChina’s Insatiable Appetite For Oil\n\nAs per the EIA, China is currently the biggest consumer of crude oil after the US and its consumption rate is about one third of the world’s consumption growth rate. In 2014, its crude imports averaged at around 6.2 million barrels per day .This means that cheap oil would hugely benefit the Asian giant as it would drastically reduce its overall import bill.\n\nRelated: Why Gas Prices Are Set to Drop (Again)\n\nStrategic Planning\n\nChina has ensured that it protects itself from any potential oil shocks in the near future by creating an elaborate Strategic Petroleum Reserve (SPR) Plan. The country has more than 12 SPR sites with a capacity of more than 250 million barrels and has plans to expand it to 500 million barrels by 2020. It is interesting to note that China National Petroleum Corporation (CNPC) had bought close to 20 million barrels of crude oil towards the end of 2014 mostly from Middle East through its trading company. This shows that the Chinese are smart enough to cash in on cheap oil and build their strategic reserves to store it. Their internal consumption requirements would ensure that their strategy does not backfire.\n\nCash and Burn!\n\nMuch like India, even China exports much of its refined products to the global market. These exports are based on ‘quotas’ that are set by the Chinese government. The export quotas have increased in the last few years, which have ensured that refiners buy more cheap Oil and increase their outputs. It is therefore quite evident that both China and India are cashing in on cheap oil and burning it at a faster rate than anyone else in the world. Now, the million dollar question is: When does the party end?\n\nThis article originally appeared at OilPrice.com.\n\nRead more from Oilprice.com:\n\nForget Rig Counts And OPEC, Media Bias Is Driving Oil Down\n\nU.S. Shale A Marginal, Not Swing Producer\n\nOil Prices Will Recover: Market Fundamentals Are Working", "article_metadata": {"og": {"site_name": "The Fiscal Times", "description": "We are living in a world obsessed with oil and its price movements.", "title": "These Two Countries Benefit Most from Cheap Oil", "url": "http://www.thefiscaltimes.com/2015/03/27/These-Two-Countries-Benefit-Most-Cheap-Oil", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/09072011_Stealth_gas_slideshow.jpg", "type": "article"}, "twitter": {"url": "http://www.thefiscaltimes.com/2015/03/27/These-Two-Countries-Benefit-Most-Cheap-Oil", "image": "http://cdn.thefiscaltimes.com/sites/default/files/slideshows/09072011_Stealth_gas_slideshow.jpg", "card": "summary", "title": "The Fiscal Times"}, "viewport": "initial-scale=1, maximum-scale=1", "description": "We are living in a world obsessed with oil and its price movements.", "generator": "Drupal 7 (http://drupal.org)"}, "_id": "\"57477af46914bd0286fdb1d1\"", "article_summary": "Since the country imports around 80% of its total crude oil requirement, cheap oil has drastically reduced India’s import bill and current account deficit from the previous years.\nThe export quotas have increased in the last few years, which have ensured that refiners buy more cheap Oil and increase their outputs.\nThis shows that the Chinese are smart enough to cash in on cheap oil and build their strategic reserves to store it.\nWith the possible addition of Iranian oil to the global oil supply, the refusal of OPEC to cut down its production levels, rising US crude inventory and weak global demand, one can easily predict that cheap oil is here to stay.\nThese are testing times for global economy where a simple question arises: Who benefits the most from cheap oil?"}