{"article_title": "Majorities disapprove of how Obama is handling Islamic State, terrorism: poll", "article_keywords": ["going", "majorities", "group", "congress", "disapprove", "authority", "think", "thought", "islamic", "state", "handling", "mr", "terrorism", "poll", "compared", "obama"], "article_url": "http://www.washingtontimes.com/news/2015/feb/17/majorities-disapprove-how-obama-handling-islamic-s/", "article_text": "More than 50 percent of Americans disapprove of how President Obama is handling the Islamic State terrorist group and terrorism overall, but a new poll also shows they think Congress should give him the authority to continue fight the group, also known as ISIS or ISIL.\n\nFifty-seven percent disapprove of how Mr. Obama is handling the group in the new CNN/ORC poll, compared to 40 percent who approve. That’s worse than it was in September, when 49 percent disapproved and 45 percent approved.\n\nMeanwhile, 54 percent disapprove of his handling of terrorism and 44 percent approve. In November, 50 percent disapproved and 47 percent approved.\n\nBy a 51 percent to 49 percent margin, a majority did say they trust Mr. Obama as commander-in-chief of the armed forces. And 78 percent think Congress should give Mr. Obama the authority to use military force against the group, compared to 21 percent who think they should not.\n\nMr. Obama recently sent a request for the use of military force to Congress with a three-year time limit and no geographic restrictions that would prohibit “enduring offensive combat operations,” leaving open the possibility of using U.S. forces for limited operations.\n\nThe public now appears slightly more open to the possibility of ground troops: 47 percent favor sending in U.S. ground troops for the fight and 50 percent oppose them. In November, 55 percent had been opposed, compared to 43 percent in favor.\n\nThe White House has said the president has the authority to conduct the airstrike campaign against the group the U.S. and its allies began last year, but 77 percent of Americans said he was right to ask Congress for the authority, compared to 21 percent who thought he should have the option of continuing the fight without congressional authorization.\n\nFifty-eight percent think things are going moderately or very badly for the U.S. in its campaign, compared to 41 percent who think it’s going moderately or very well. In October, 49 percent thought it was going badly and 48 percent thought it was going well.\n\nOn Monday, Egypt launched airstrikes targeting the Islamic State in Libya after the group had released a brutal video showing the beheadings of Egyptian Christians there. The White House had condemned the “despicable and cowardly” act, saying the Islamic State’s barbarity “knows no bounds” and “is unconstrained by faith, sect, or ethnicity.”\n\nThe survey of 1,027 adults was taken Feb. 12-15 and has a margin of error of plus or minus 3 percentage points.", "article_metadata": {"description": "More than 50 percent of Americans disapprove of how President Obama is handling the Islamic State terrorist group and terrorism overall, but a new poll also shows they think Congress should give him the authority to continue fight the group, also known as ISIS or ISIL.", "author": "The Washington Times http://www.washingtontimes.com", "og": {"site_name": "The Washingtion Times", "description": "More than 50 percent of Americans disapprove of how President Obama is handling the Islamic State terrorist group and terrorism overall, but a new poll also shows they think Congress should give him the authority to continue fight the group, also known as ISIS or ISIL.", "title": "Majorities disapprove of how Obama is handling Islamic State, terrorism: poll", "url": "http://www.washingtontimes.com/news/2015/feb/17/majorities-disapprove-how-obama-handling-islamic-s/", "image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/02/17/obama-immigration-lawsuitjpeg-04880.jpg", "type": "article"}, "twitter": {"image": "http://media.washtimes.com.s3.amazonaws.com/media/image/2015/02/17/obama-immigration-lawsuitjpeg-04880.jpg", "description": "More than 50 percent of Americans disapprove of how President Obama is handling the Islamic State terrorist group and terrorism overall, but a new poll also shows they think Congress should give him t", "site": "@washtimes", "card": "summary", "title": "Majorities disapprove of how Obama is handling Islamic State, terroris"}, "Author": "David Sherfinski", "bitly-verification": "d180fd45f70d", "format-detection": "telephone=no", "msvalidate.01": "5B44585918D69318CA2120B5FA20D85C", "serverf": "web1", "viewport": "width=device-width, initial-scale=1, user-scalable=yes", "news_keywords": "War Conflict, Politics, Congress"}, "_id": "\"57477af46914bd0286fe2f95\"", "article_summary": "Fifty-seven percent disapprove of how Mr. Obama is handling the group in the new CNN/ORC poll, compared to 40 percent who approve.\nBy a 51 percent to 49 percent margin, a majority did say they trust Mr. Obama as commander-in-chief of the armed forces.\nAnd 78 percent think Congress should give Mr. Obama the authority to use military force against the group, compared to 21 percent who think they should not.\nMore than 50 percent of Americans disapprove of how President Obama is handling the Islamic State terrorist group and terrorism overall, but a new poll also shows they think Congress should give him the authority to continue fight the group, also known as ISIS or ISIL.\nIn October, 49 percent thought it was going badly and 48 percent thought it was going well."}