{"article_title": "Wisconsin Poll: Walker Leads '14 Opponent, Job Approval Tops Obama's", "article_keywords": ["rating", "obamas", "wisconsin", "14", "revenue", "tax", "million", "tops", "state", "walkers", "leads", "job", "income", "cuts", "walker", "approval", "poll", "opponent"], "article_url": "http://townhall.com/tipsheet/guybenson/2014/01/28/wisconsin-poll-walkers-job-approval-beats-obamas-leads-14-opponent-n1785651", "article_text": "\n\nGov. Scott Walker keeps doing his thing up in the Badger State, where he appears well-positioned to secure his third gubernatorial victory in the span of four years. According to a fresh Marquette University poll:\n\n(1) Walker enjoys a 51/43 job approval rating, significantly better than President Obama’s 44/50 mark among Wisconsinites.\n\n\n\n(2) The governor leads his likely Democratic opponent by six points (47/41); Mary Burke’s favorable/unfavorable rating is also underwater by six points — with a whopping 64 percent not knowing enough to form an opinion of her. She’s been campaigning for four months. (3) Beyond the head-to-head numbers, two questions paint a sunny picture for Walker’s re-election chances. Asked if the state is headed in the right or wrong direction overall, voters split 54/40 in favor of “right direction.” On the question of whether Wisconsin’s budget is in better or worse shape than it was a few years ago, a strong plurality (49/20) said things are better off today. (4) Wisconsinites disapprove of Obamacare by a 20-point margin (35/55), with half of all respondents saying the issue will be “very important” to their 2014 vote. (5) Most Wisconsinites aren’t as excited as unnamed others about a potential Walker presidential run. By a two-to-one margin, those polled said they wouldn’t like to see him take the plunge.\n\n\n\nRight Wisconsin notes that this MU poll was taken prior to Walker’s state of the state address, in which he announced popular tax cut proposals, made possible by an unexpected windfall of nearly $1 billion in new state revenues:\n\nOn Thursday, the Legislative Fiscal Bureau (LFB) formally announced that the State of Wisconsin has more than $911.9 million in extra revenue. The vast majority of the revenue is the result of an increase in estimated tax collections. As a result of the increased revenue, Wisconsin is projected to have a $977 million surplus by the end of fiscal year 2015…Gov. Walker lauded the new revenue numbers as a sign of economic growth. “This additional $911 million in projected revenue is a sign Wisconsin’s economy continues to grow and add jobs, and it’s more great news for the hardworking taxpayers,” Walker said. The governor also renewed his call to use the revenue windfall for tax cuts. “The additional revenue should be returned to taxpayers because it’s their money, ” said Walker, “and my administration will work with the Legislature to determine the most prudent course of action.”\n\n\n\nThanks to Scott Walker’s leadership, Wisconsin has generated a budget surplus, fueled by an increase in revenues — despite (or, more accurately, because of) reducing the state’s tax burden. Democrats opposed his previous efforts, wondering how he’d “pay for” his tax cuts. And along comes a surprise revenue bump. By contrast, Illinois has hiked taxes on families and businesses, only to see its credit rating downgraded in the face of spiraling obligations. Predictably, Walker’s Democratic opponents are already railing against his new proposal as disproportionately beneficial to “the rich.” They’ve got a script, and they’ll stick to it. Forever. And regardless of the details, like this smart political play:\n\nOverall, Walker’s plan is structured to make the state’s tax system slightly more favorable to those with lower incomes and slightly less favorable to those at the very highest end…The $98.6 million proposed income tax cut is aimed at the lowest bracket, so that part of Walker’s plan would give blue-collar workers the same size tax cuts as bankers and hedge fund managers.\n\nIf he succeeds, Walker will reduce both income and property tax burdens, while structuring the income tax cuts in such a way as to blunt the Left’s predictable class warfare attacks.", "article_metadata": {"description": "Momentum..05/26/2016 4:11:30AM EST.", "author": "Guy Benson", "msapplication-wide310x150logo": "http://media.townhall.com/thm/favicon/widetile.png", "twitter": {"description": "Momentum.", "title": "Guy Benson - Wisconsin Poll: Walker Leads '14 Opponent, Job Approval Tops Obama's", "url": "http://townhall.com/tipsheet/guybenson/2014/01/28/wisconsin-poll-walkers-job-approval-beats-obamas-leads-14-opponent-n1785651", "image": "http://media.townhall.com/townhall/reu/ha/2013/348/a3950157-91d0-46eb-8527-7f9584afa83e.jpg", "site": "@townhallcom", "card": "summary_large_image"}, "msapplication-square70x70logo": "http://media.townhall.com/thm/favicon/smalltile.png", "robots": "index, follow", "msapplication-square310x310logo": "http://media.townhall.com/thm/favicon/largetile.png", "og": {"site_name": "Townhall", "description": "Momentum.", "title": "Guy Benson - Wisconsin Poll: Walker Leads '14 Opponent, Job Approval Tops Obama's", "url": "http://townhall.com/tipsheet/guybenson/2014/01/28/wisconsin-poll-walkers-job-approval-beats-obamas-leads-14-opponent-n1785651", "image": "http://media.townhall.com/townhall/reu/ha/2013/348/a3950157-91d0-46eb-8527-7f9584afa83e.jpg", "type": "Article"}, "fb": {"app_id": 143685698988231, "pages": 41632789656}, "keywords": "Wisconsin Poll: Walker Leads '14 Opponent, Job Approval Tops Obama's, Guy Benson, Conservative News, Conservative opinion, Political, Latest news, Politics, GOP, Republican, Human Events, Newsmax, Breaking news, Conservative Commentary, Articles, Columns, Conservatism, Party, Townhall, Right Wing", "msapplication-square150x150logo": "http://media.townhall.com/thm/favicon/mediumtile.png"}, "_id": "\"57477af46914bd0286fdb1dc\"", "article_summary": "According to a fresh Marquette University poll:(1) Walker enjoys a 51/43 job approval rating, significantly better than President Obama’s 44/50 mark among Wisconsinites.\nDemocrats opposed his previous efforts, wondering how he’d “pay for” his tax cuts.\nIf he succeeds, Walker will reduce both income and property tax burdens, while structuring the income tax cuts in such a way as to blunt the Left’s predictable class warfare attacks.\nAs a result of the increased revenue, Wisconsin is projected to have a $977 million surplus by the end of fiscal year 2015…Gov.\nThe governor also renewed his call to use the revenue windfall for tax cuts."}