{"article_title": "Did Chief Justice John Roberts Save the Affordable Care Act?", "article_keywords": ["affordable", "case", "supreme", "john", "court", "king", "justice", "subsidies", "v", "standing", "roberts", "chief", "act", "plaintiffs", "save", "issue", "care"], "article_url": "http://www.newyorker.com/news/news-desk/chief-justice-john-roberts-save-affordable-care-act", "article_text": "The Affordable Care Act, President Obama’s signature achievement, will soon face a challenge, in the Supreme Court case known as King v. Burwell, that could conceivably destroy it. In fact, the Act may survive because of a legal doctrine beloved by conservatives and championed by Chief Justice John Roberts.\n\nEvery first-year law student learns about the principle of “standing” in civil-procedure class. Under Article III of the Constitution, the federal courts are only allowed to hear “cases” and “controversies.” For decades, the Supreme Court has interpreted those words to mean that plaintiffs must be able to show an “injury in fact” from a law in order to have the right to bring a case challenging the law.\n\nFor many years, liberals who have tried to bring federal cases to challenge government actions—in areas from the environment to welfare rights—have been thwarted by conservatives wielding the standing doctrine as a way to throw these cases out of court. During the George H. W. Bush Administration, a coalition of environmental and conservation groups sued to stop new federal regulations that limited the application of a section of the Endangered Species Act. Chief Justice Roberts, then the Deputy Solicitor General, persuaded the Supreme Court to throw out the case because the plaintiffs would not suffer direct harm from the new regulations and lacked standing to bring the case. In Lujan v. Defenders of Wildlife, the court held that a “generally available grievance about government—claiming only harm to his and every citizen’s interest in proper application of the Constitution and laws, and seeking relief that no more directly and tangibly benefits him than it does the public at large—does not state an Article III case or controversy.”\n\nAll of which leads to the case now before the Supreme Court, King v. Burwell, which is to be argued on March 4th. The case, which was expressly devised to take down the Affordable Care Act, centers on a provision that gives individuals who fall within a certain income threshold—roughly above poverty but below wealth—tax subsidies to pay for health insurance. The case is based on the claim that the Obama Administration policy of allowing those who received tax subsidies to buy insurance on the federal exchanges—which cover the thirty-four states that don’t have state-run exchanges—violates the terms of the Affordable Care Act itself. If the plaintiffs succeed in making their case, eight million people are estimated to lose their health insurance, and the A.C.A. itself could subsequently unravel.\n\nBut the King case, like any case, can only proceed if the plaintiffs have standing—that is, if they can claim an “injury in fact” from the Obamacare law. Thanks to two recent, excellent pieces of journalism, in Mother Jones and the Wall Street Journal, we now know a great deal about the four plaintiffs. Two are veterans of the Armed Forces and can receive health care through the Department of Veterans Affairs; accordingly, they have no reason to seek the tax subsidies under the law. The other two plaintiffs may make too little money to qualify for the tax subsidies, and, furthermore, one who claimed to be a Virginia resident listed a motel that prohibits long-term stays as her address. In short, the provisions of the Affordable Care Act in question in King v. Burwell may be irrelevant to all four plaintiffs—which would mean that they lack standing to challenge it.\n\nThe Obama Administration did not raise the standing issue in its brief to the Supreme Court in King v. Burwell. However, the standing issue is “jurisdictional,” which means that plaintiffs must always prove standing, whether the defendants raise the issue or not. The Justices can always take it upon themselves to investigate the record in the case to determine whether the plaintiffs have standing, and even as late as days before the argument, Administration lawyers can write a letter to the court calling attention to the issue of the plaintiffs’ questionable standing. If the Justices ask questions about standing at the oral argument next month, it’s a good clue that a dismissal of the case on standing grounds is at least a possibility.\n\nOf course, a dismissal of the case because the plaintiffs lack standing would not settle the legal issue of whether the tax subsidies are legal in the thirty-four states. Presumably, another lawsuit could proceed with more appropriate plaintiffs. But, in and out of government, lawyers are taught to believe that a win is a win. If lawyers for the Obama Administration can keep the A.C.A. alive, even temporarily, through the procedural device of standing, then they will be more than pleased to do so.", "article_metadata": {"cache-version": 20160525190933, "description": "The A.C.A. may survive because of a legal doctrine beloved by conservatives and championed by Chief Justice John Roberts.", "account-url": "https://account.newyorker.com", "wp-parsely_version": "1.7", "og": {"site_name": "The New Yorker", "description": "President Obama’s signature legislation may survive because of a legal doctrine beloved by conservatives.", "title": "Did Chief Justice John Roberts Save the Affordable Care Act? - The New Yorker", "locale": "en_US", "image": {"width": 1200, "identifier": "http://www.newyorker.com/wp-content/uploads/2015/02/Toobin-ACA-1200-630-12183707.jpg", "height": 630}, "updated_time": "2015-02-12T18:58:50-04:00", "url": "http://www.newyorker.com/news/news-desk/chief-justice-john-roberts-save-affordable-care-act", "type": "article"}, "twitter": {"description": "President Obama’s signature legislation may survive because of a legal doctrine beloved by conservatives.", "creator": "@JeffreyToobin", "image": "http://www.newyorker.com/wp-content/uploads/2015/02/Toobin-ACA-1200-630-12183707.jpg", "title": "Did Chief Justice John Roberts Save the Affordable Care Act? - The New Yorker", "site": "@newyorker", "card": "summary_large_image"}, "apple-mobile-web-app-title": "The New Yorker", "robots": "noodp", "parsely-metadata": "{\"id\":\"2989734\",\"title_alt\":\"Did Chief Justice John Roberts Save the Affordable Care Act?\",\"featured_image_url\":\"http:\\/\\/www.newyorker.com\\/wp-content\\/uploads\\/2015\\/02\\/Toobin-ACA-728-375-12183707.jpg\"}", "apple-mobile-web-app-capable": "yes", "environment": "prod", "apple-itunes-app": "app-id=1081530898", "fb": {"admins": 757909316}, "article": {"section": "News Desk", "tag": "King v. Burwell", "published_time": "2015-02-12T18:58:48-04:00", "modified_time": "2015-02-12T18:58:50-04:00"}, "google-site-verification": "_jvLA9pRQom0-f6587wRKrNwfRtqyKzjfYWvwcZ5fxc", "HandheldFriendly": "true", "id": 2989734, "viewport": "width=device-width, initial-scale=1.0, minimum-scale=1.0, maximum-scale=1.0, user-scalable=0", "news_keywords": "(Chief Justice) John Roberts, Affordable Care Act (Obamacare), King v. Burwell"}, "_id": "\"57477af46914bd0286fe4925\"", "article_summary": "The Affordable Care Act, President Obama’s signature achievement, will soon face a challenge, in the Supreme Court case known as King v. Burwell, that could conceivably destroy it.\nIn fact, the Act may survive because of a legal doctrine beloved by conservatives and championed by Chief Justice John Roberts.\nThe Obama Administration did not raise the standing issue in its brief to the Supreme Court in King v. Burwell.\nHowever, the standing issue is “jurisdictional,” which means that plaintiffs must always prove standing, whether the defendants raise the issue or not.\nIn short, the provisions of the Affordable Care Act in question in King v. Burwell may be irrelevant to all four plaintiffs—which would mean that they lack standing to challenge it."}