{"article_title": "First Farm Run Entirely by Robots to Open in Japan", "article_keywords": ["plant", "run", "farm", "harvest", "company", "indoor", "robots", "water", "lettuce", "spread", "heads", "vegetable", "japan", "entirely", "open"], "article_url": "http://reason.com/blog/2016/01/28/robot-farmers-take-japan", "article_text": "Japanese agricultural company SPREAD is constructing the world's first farm manned entirely by robots. The indoor, vertical, and LED-lit endeavor in Kyoto—which SPREAD is calling the Vegetable Factory—will exclusively grow lettuce, with robots able to harvest up to 30,000 heads of lettuce every day.\n\nIf you're picturing something straight out of sci-fi, though, not quite: There will be no humanoid robots roaming these faux fields. According to Tech Insider, the robots \"look more like conveyor belts with arms.\" But they will be able to plant seeds, water and trim crops, and harvest the heads of lettuce when they're ready without the aid of any human beings.\n\nSPREAD's current indoor farm produces 21,000 heads of lettuce per day, but it's still staffed by some of us. For its \"next-generation Vegetable Factory,\" SPREAD is focusing on sustainability and keeping costs low with \"full automation from seeding to harvest and the optimization of the energy used for the lighting and air conditioning.\"\n\nThe company projects a labor-cost reduction of 50 percent and 30 percent less energy usage, and will recycle 98 percent of the water needed to grow the crops.\n\nSPREAD sells its lettuce—which is higher in beta-carotene than conventional lettuce—under the brand name Vegetus. The company will open the fully-automated plant in 2017 and aims to scale up to 500,000 heads of lettuce per day within five years, franchising out its robotic plant-factory system in Japan and internationally.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "The fully automated indoor farm will produce 30,000 heads of lettuce per day.", "title": "First Farm Run Entirely by Robots to Open in Japan", "url": "http://reason.com/blog/2016/01/28/robot-farmers-take-japan", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1454002628746.jpg", "type": "article"}, "twitter": {"description": "The fully automated indoor farm will produce 30,000 heads of lettuce per day.", "title": "First Farm Run Entirely by Robots to Open in Japan", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/1454002628746.jpg", "creator": "enbrown", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Sustainability", "published_time": "2016-01-28T18:02:00+00:00", "author": "http://reason.com/people/elizabeth-nolan-brown"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af46914bd0286fd86cc\"", "article_summary": "Japanese agricultural company SPREAD is constructing the world's first farm manned entirely by robots.\nSPREAD's current indoor farm produces 21,000 heads of lettuce per day, but it's still staffed by some of us.\nIf you're picturing something straight out of sci-fi, though, not quite: There will be no humanoid robots roaming these faux fields.\nThe indoor, vertical, and LED-lit endeavor in Kyoto—which SPREAD is calling the Vegetable Factory—will exclusively grow lettuce, with robots able to harvest up to 30,000 heads of lettuce every day.\nThe company will open the fully-automated plant in 2017 and aims to scale up to 500,000 heads of lettuce per day within five years, franchising out its robotic plant-factory system in Japan and internationally."}