{"article_title": "1 Chart That Shows Who Pays the Majority of Income Taxes -- The Motley Fool", "article_keywords": ["fool", "revenue", "motley", "pays", "average", "irs", "tax", "chart", "taxes", "majority", "individual", "nearly", "income", "ira", "capital", "shows"], "article_url": "http://www.fool.com/investing/general/2016/03/25/1-chart-that-shows-who-pays-the-majority-of-income.aspx", "article_text": "Taxes. It's perhaps the one word that can elicit feelings of anger, irritation, and frustration, while simultaneously inspiring the feeling that you need to jump around the room due to overwhelming happiness.\n\nOn one hand, preparing our taxes can be less than exciting. Taking a walk through our previous year's financial history is often tedious and can require quite a lot of time for some folks -- especially those with complex tax forms where investments or multiple sources of income are involved. The U.S. tax code itself is approaching nearly 4 million words, which is enough to fill in excess of 60 novels. Thanks, but no thanks. Am I right?\n\nBut of the roughly 150 million individual tax returns the Internal Revenue Service will receive in a given year, it'll wind up paying a refund to approximately 80% of filers. Based on data from the U.S. Treasury Department in 2014, of the nearly $3.1 trillion in taxes collected, some $373.5 billion was returned to taxpayers. Website Debt.com listed these average refunds on a state-by-state basis, with Connecticut residents pocketing an average of $3,126 at the high end, and Vermont residents bringing up the caboose with an average tax refund of $2,254 in 2014.\n\nAll things considered, this isn't half bad. Remember, the average American household brings home about $51,000 annually, so a federal tax refund of $2,254 to $3,126 could make a substantial difference. It can be used to build an emergency fund, be invested in a retirement account, or perhaps pay down debt. Of course, as we've often seen from the results of retailers like Wal-Mart, tax refunds can also be an excuse to spend, spend, spend!\n\nOne chart that shows who's paying the majority of income taxes\n\nTax time is critical for the U.S. government as well, since income taxes represent its primary source of government funding. Individual income taxes accounted for 46.2% of all revenue the U.S. government brought in in 2014. The remainder was comprised of payroll taxes (i.e. Social Security and Medicare), corporate tax revenue, excise taxes, and other revenue, which made up 33.9%, 10.6%, 3.1%, and 6.3%, respectively, of the U.S. government's annual revenue according to data from the U.S. Office of Management and Budget.\n\nBut, as a report from the Pew Research Center last year showed, the vast majority of income tax revenue collected by the government comes from a fairly small percentage of the population. When broken down into seven income ranges (note that these don't correspond to our current income tax brackets, but are instead arbitrary ranges chosen based on the data presented), the magnitude of income tax responsibility becomes very apparent.\n\nAs you can see above, based on data from the IRS in 2013, the richest individual filers wound up paying nearly half of all income taxes (48.9%). Comparatively, though, individuals with annual adjusted gross incomes (AGIs) above $250,000 only accounted for 2.4% of all federal income tax filings. Let's not forget that the U.S. has 42% of the world's millionaires, and about half of all persons with $50 million or more in assets in the world according to CNN. These super rich individuals can certainly skew the curve.\n\nHowever, we can also see that individuals with AGIs of $200,000-$249,999, $100,000-$199,999, and $50,000-$99,999, also pay a pretty penny themselves. In fact, this last income bracket, which is where the average American household's current income sneaks in (at the bottom end of the range), paid about a sixth of all individual income tax revenue in 2013. Collectively, individuals with adjusted gross incomes above $50,000 paid nearly 94% of all tax revenue collected by the IRS in 2013. Yet only 36.6% of tax filers made over this figure in 2013.\n\nIn short, just over a third of taxpayers contribute nearly all of the income tax revenue collected by the IRS.\n\nThree easy ways to reduce your tax liability\n\nIf you find yourself among this roughly one third of Americans, there are a couple of ways you can consider lowering your effective tax rate.\n\nFirst, if you're making in excess of $50,000 in AGI, it might be worthwhile to consider making charitable contributions to an organization, or multiple organizations, of your choosing. Doing so not only gives you the satisfaction of contributing to a cause you believe in, but you'll be allowed to take a tax deduction that's commensurate with your highest marginal tax bracket.\n\nAn example? Let's say your AGI works out to $100,000, which would place you in the 28% peak marginal tax bracket based on the 2016 IRS tax schedule. This means for every dollar you donate you'd receive a $0.28 deduction on your taxes. However, a word of caution: make sure you document your donations for the IRS, and ensure that the organization you're donating to is recognized by the IRS.\n\nAnother smart move for those with AGIs over $50,000 is to hang onto your investments for longer periods of time. The IRS considers short-term capital gains to be any asset such as stocks or mutual funds held for one year or less. By comparison, a long-term holding is an asset held for a minimum of one year and a day or longer. The difference between the two can be enormous.\n\nShort-term capital gains are taxed at a rate identical to your ordinary income tax rate, whereas long-term capital gains are taxed at a rate of 15%, or 20% for those with individual AGIs in excess of $415,050. If your AGI is $200,000, a short-term capital gain means paying 33% in ordinary tax compared to just 15% in long-term capital gains. That can amount to some hefty savings.\n\nFinally, don't forget about retirement contributions via a Traditional IRA or Roth IRA. A Roth IRA allows your investable money to grow completely free of taxation, but it comes with income limitations of $133,000 for a single filer and $194,000 for married couples. There are also contribution limits that kick in at $117,000 for single filers and $184,000 for couples. But over the course of one's lifetime, not having to pay taxes on investable income within a Roth can be a tremendous boost that could save tens or hundreds of thousands of dollars.\n\nA Traditional IRA may allow for a current-year tax deduction and lets your money grow on a tax-deferred basis until you begin making withdrawals between age 59-1/2 and age 70-1/2. But, like a Roth IRA, you'll want to check with the IRS to see if you can take that deduction, or even make a full contribution.", "article_metadata": {"publish_time": "11:22", "date": "2016-03-25T15:22:00Z", "description": "Do the rich really pay more income tax? One chart helps answer this age-old question.", "ResponsiveALP": "1Ses_2things-v-single_single-control_50", "author": "Sean Williams", "promo": "Do the rich really pay more income tax? One chart helps answer this age-old question.", "twitter": {"site": "@themotleyfool", "description": "Do the rich really pay more income tax? One chart helps answer this age-old question.", "title": "1 Chart That Shows Who Pays the Majority of Income Taxes --  The Motley Fool"}, "tags": "MSN,Yahoo", "og": {"site_name": "The Motley Fool", "description": "Do the rich really pay more income tax? One chart helps answer this age-old question.", "title": "1 Chart That Shows Who Pays the Majority of Income Taxes --  The Motley Fool", "url": "http://www.fool.com/investing/general/2016/03/25/1-chart-that-shows-who-pays-the-majority-of-income.aspx", "image": "https://g.foolcdn.com/image/?url=http%3A%2F%2Fg.foolcdn.com%2Feditorial%2Fimages%2F199885%2Ftaxes-pixabay.jpg&h=630&w=1200&op=resize", "type": "article"}, "article_type": "article", "headline": "1 Chart That Shows Who Pays the Majority of Income Taxes", "fb": {"admins": 50808187550, "page_id": 7240312795, "app_id": 50808187550}, "bureau": "usmf-investment-planning", "STORY_UID": "38a87718-f09e-11e5-aa6e-0050569d32b9", "pitch": 3186, "msvalidate.01": "8D40D58712924715BAA79D135A6C8DDA", "gsa_date": "2016 03 25", "tickers": "WMT", "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1.0"}, "article_summary": "One chart that shows who's paying the majority of income taxesTax time is critical for the U.S. government as well, since income taxes represent its primary source of government funding.\nWhen broken down into seven income ranges (note that these don't correspond to our current income tax brackets, but are instead arbitrary ranges chosen based on the data presented), the magnitude of income tax responsibility becomes very apparent.\nIndividual income taxes accounted for 46.2% of all revenue the U.S. government brought in in 2014.\nComparatively, though, individuals with annual adjusted gross incomes (AGIs) above $250,000 only accounted for 2.4% of all federal income tax filings.\nIn short, just over a third of taxpayers contribute nearly all of the income tax revenue collected by the IRS."}