{"article_title": "Obamacare Haters Refuse to Accept Reality -- NYMag", "article_keywords": ["refuse", "law", "republican", "reforms", "obamacare", "costs", "accept", "reality", "inflation", "health", "nymag", "healthcare", "ponnuru", "haters", "conservative"], "article_url": "http://nymag.com/daily/intelligencer/2016/03/obamacare-haters-refuse-to-accept-reality.html", "article_text": "During the Obama era, the keenest minds in the conservative movement have had to develop policy responses to the administration’s agenda. But those policies had to be crafted within bounds established by Republican politics — conservative ideas were useful only insofar as conservative politicians could plausibly advocate them. Republican politicians, in turn, had to operate within the bounds of what their voters considered acceptable. And Republican voters, as the 2016 election cycle has made abundantly clear to even those long committed to denying it, are bat-shit crazy.\n\nThat frothing quality burst forth in its fullest form during the debate over health-care reform, in the summer of 2009. Angry Republicans flooded town hall meetings to denounce a law that they saw as redistributing resources from people like themselves to people who were not, identifying sources of grievance both real (cuts to Medicare) and imagined (death panels). The Republican Party’s stance on health-care reform took shape during those days of rage, and even six years after the law’s passage, its position on Obamacare has remained unaltered. The law is a failure and must be repealed, and no evidence can convince conservatives otherwise. A half-dozen years after its passage, none have dared revise that stance.\n\n\n\nOne of Obamacare’s goals, beyond expanding access to health insurance and paying for its budgetary costs, was to “bend the curve” of health-care inflation, which has historically grown faster than the cost of other things. The law implemented a wide array of reforms designed to bring more cost-consciousness into the system. Indeed, health-care inflation has not only slowed, it has dropped to the lowest level since the government began measuring it:\n\nSome aspects of the lower health-care-inflation rate can be clearly tied to Obamacare reforms. For instance, the old Medicare system gave hospitals little incentive to keep their patients healthy once admitted. Just the opposite: A patient who acquired an illness in the hospital, or had to be readmitted, would receive more treatment, making more money for the hospital. Obamacare changed its reimbursements to penalize hospitals with high readmission rates. And sure enough, medical errors in hospitals are down, as are patient readmission rates:\n\nOther reforms have worked through the medical economy in ways that are harder to measure as precisely. It’s impossible to know just what proportion of credit the law deserves for the lower inflation rate, some of which might have occurred anyway. (Or it might not — it can’t be proven.)\n\nAmong conservatives, though, it remains an unchallengeable certainty that Obamacare has failed. What about the historically low medical inflation? Ramesh Ponnuru, a leading conservative intellectual, expresses his certainty that the entire trend would have happened without any of the law’s cost reforms. According to Ponnuru, health-care inflation was already falling before Obamacare’s enactment:\n\nThe administration argues that the law has contributed to a slowdown in the growth of health spending. But that slowdown started in 2002. Obamacare can’t be the cause. The best that can be said about the law's effect on health spending is that its early years haven't interrupted that slowdown.\n\nThis data point is the state of the art in gainsaying Obamacare’s success. Here is what Ponnuru is referring to. During the middle of the last decade, health-care inflation had a mini-spike, which had already begun to recede by the time Obamacare was signed into law. But this doesn’t mean that health-care inflation was on an inexorably falling trajectory. It simply means that the unusually elevated levels of health-care inflation that took place during the Bush administration’s second term had given way to historically normal health-care inflation rates that were still unsustainably high. What has occurred since 2010 is not more of the same. It is a rate of health-care inflation far lower:\n\nI followed the health-care debate extremely closely. In 2010, I was not aware of any influential analysts who predicted that health-care inflation was poised to drop to historically low rates on its own. Not only was that view unheard-of at the time, there was a deep skepticism that Obamacare could do much if anything to ameliorate it. Indeed, conservatives were unanimous in their belief that Obamacare would not only fail to bring down health-care inflation, it would cause health-care inflation to skyrocket. Ponnuru predicted that Obamacare would “exacerbate” health-care inflation:\n\nThe trouble is that the cost explosion is in the first place largely a function of the way the government has used its power as a provider and regulator of health insurance. The open-ended structure of Medicare and of the employer-based-insurance tax exclusion, together with the way Medicaid costs are shared by states and the federal government, have created huge incentives to spend more on health care, and therefore pushed costs upward. Obamacare would double down on an approach to limiting Medicare costs that has failed for decades, would massively expand Medicaid without reforming it, and would largely keep in place the tax exclusion while adding a new entitlement on top of it. It would exacerbate the causes of the cost problem while moving us further away from a real market in health insurance.\n\nThis was a testable hypothesis. If health-care costs rose at a higher rate than they had before 2010, conservative critics of the law would have reason to claim vindication. Indeed, they seized on every preliminary scrap of data that seemed to indicate higher health-care costs. National Review (where Ponnuru works as a senior editor) editorialized, beginning in 2010, that Obamacare was already causing health-care inflation to rise:\n\nHealth-insurance rates already are rising even more quickly than they had been in the past because of concern about the costs that will be imposed by Obamacare … These consequences were unintended, but they were not unpredictable: They were, in fact, predicted by a very large number of critics, not least those writing for National Review.\n\nConservatives have gone from absolute ideological certainty that health-care inflation would rise in the wake of Obamacare to absolute ideological certainty that the drop in health-care inflation has nothing at all to do with Obamacare. It’s obvious that no conceivable data can falsify conservative opposition to Obamacare. The premise that Obamacare has failed is a matter of doctrinal writ, as holy as the sanctity of the great Ronald Reagan. To abandon this position is to abandon conservatism itself. Conservatives can try to redirect their base’s rage toward the construction of an alternative plan to replace Obamacare, but they cannot concede that the law has actually succeeded in advancing its stated goals. Republicans hate Obamacare not for its concrete outcomes but for what it represents to them. If Trump’s campaign has demonstrated anything, it is the hopelessness of crafting technocratic justifications for the pulsating right-wing Id.", "article_metadata": {"msapplication-TileColor": "#000", "description": "From death panels to Trump, right-wing rage cannot be reasoned away.", "generator": "the-factory", "og": {"site_name": "Daily Intelligencer", "description": "From death panels to Trump, right-wing rage cannot be reasoned away.", "title": "6 Years After Obamacare’s Passage, Haters Refuse to Accept Reality", "url": "http://nymag.com/daily/intelligencer/2016/03/obamacare-haters-refuse-to-accept-reality.html", "image": "http://pixel.nymag.com/imgs/daily/intelligencer/2016/03/28/28-obamacare-protestors.w1200.h630.jpg", "type": "article"}, "twitter": {"description": "From death panels to Trump, right-wing rage cannot be reasoned away.", "creator": "@jonathanchait", "image": "http://pixel.nymag.com/imgs/daily/intelligencer/2016/03/28/28-obamacare-protestors.w750.h560.2x.jpg", "title": "Obamacare Haters Refuse to Accept Reality", "site": "@intelligencer", "card": "summary_large_image"}, "apple-mobile-web-app-title": "Daily Intelligencer", "fb": {"app_id": 120608177953522}, "msapplication-TileImage": "//cache.nymag.com/media/di/icon.144x144.png", "application-name": "Daily Intelligencer", "format-detection": "telephone=no", "keywords": "the national interest, politics, obamacare, ramesh ponnuru", "article": {"publisher": "https://www.facebook.com/NewYorkMag", "tag": "the national interest,politics,obamacare,ramesh ponnuru", "published_time": "2016-03-29T11:00:00.000Z", "author": "https://www.facebook.com/JonathanChaitPublic"}, "topics": "topics-test, the national interest, politics, obamacare, ramesh ponnuru", "viewport": "width=device-width,initial-scale=1,shrink-to-fit=no"}, "article_summary": "Indeed, conservatives were unanimous in their belief that Obamacare would not only fail to bring down health-care inflation, it would cause health-care inflation to skyrocket.\nIt simply means that the unusually elevated levels of health-care inflation that took place during the Bush administration’s second term had given way to historically normal health-care inflation rates that were still unsustainably high.\nConservatives have gone from absolute ideological certainty that health-care inflation would rise in the wake of Obamacare to absolute ideological certainty that the drop in health-care inflation has nothing at all to do with Obamacare.\nIt is a rate of health-care inflation far lower:I followed the health-care debate extremely closely.\nIndeed, they seized on every preliminary scrap of data that seemed to indicate higher health-care costs."}