{"article_title": "Incumbent Warner pulls out all the stops as Va. Senate race tightens", "article_keywords": ["va", "obama", "republican", "campaign", "rural", "senate", "virginia", "stops", "mark", "state", "race", "tightens", "incumbent", "senator", "pulls", "gillespie", "warner"], "article_url": "https://www.washingtonpost.com/local/virginia-politics/incumbent-warner-pulls-out-all-the-stops-as-va-senate-race-tightens/2014/11/01/f55129b4-5f9f-11e4-9f3a-7e28799e0549_story.html", "article_text": "Republican challenger Ed Gillespie, left, and U.S. Sen. Mark R. Warner shake hands before their debate hosted by the Fairfax County Chamber of Commerce Oct. 7 in McLean, Va. (Bill O'Leary/Associated Press)\n\nAt nearly every campaign stop, U.S. Sen. Mark R. Warner (D) boasts of his cross-party endorsement from retired Republican senator John W. Warner.\n\nAnd why not? The elder statesman’s penchant for bipartisan collaboration earned him widespread support and admiration.\n\n“There is something special about the Virginia Way, and John Warner has represented that every day of his public service,” Mark Warner told a University of Virginia crowd charmed by the feisty 87-year-old, who affectionately pointed his cane at the sitting senator.\n\nIf the younger Warner wins big on Tuesday, he will stand one step closer to joining his friend and predecessor in Virginia’s pantheon of politicians who prevail election after election, even when the political climate is rough.\n\nBut in a difficult year, when widespread antipathy toward President Obama is fueling predictions that Republicans could take over the Senate, there’s a very real flipside to consider, which is what happens if Warner doesn’t win big.\n\nSen. Mark Warner, center, stopped by the University of Mary Washington in Fredericksburg, Va., to speak with the Young Democrats. Benjamin Hermerding, left, is the group’s president. (Suzanne Carr Rossi/Associated Press)\n\nAll public polls predict that Warner will defeat his opponent, former lobbyist Ed Gillespie, who also served as chairman of the Republican National Committee. But surveys have narrowed considerably since summer, with Warner’s lead shrinking to as little as seven points in a poll released Friday.\n\nWarner, who made millions in the cellphone industry, has prided himself on deep support from Republicans and independents, driven largely by his business experience and a reputation as a moderate dealmaker earned when he was governor a decade ago.\n\nBut being a senator in the party of Obama is a different story, and the polls show that Warner has lost significant support in rural Virginia — areas that have grown more Republican over the president’s tenure. Warner is likely to get a boost from blue-leaning population growth near Washington. But Tuesday’s results could mark an end to the era when politicians from either party could appeal to voters in the commonwealth’s urban and rural areas alike.\n\nIt could be a day of reckoning for Warner, who has prided himself on exactly that appeal.\n\nNarrowing the gap\n\nThe stakes are high for Gillespie, too.\n\nA come-from-behind win for the longtime Republican operative would turn Virginia politics on its head. Even if Gillespie loses by a slim margin, he could parlay a loss into a position of strength to launch a future statewide campaign or assume a leadership role in a badly fractured state party that he has worked to unify.\n\nA poll from Christopher Newport University released Friday showed just seven points separating the candidates, with Warner garnering 51 percent of likely voters to Gillespie’s 44 percent.\n\n“Even if his campaign style is somewhat centrist, his voting record is not,” said Evan Draim, a 20-year-old student from Mount Vernon who was the youngest delegate to the 2012 Republican National Convention. “I think Mark Warner talks a good game, but when he’s in the Senate, it doesn’t hold up.”\n\nMark D. Obenshain, a Republican state senator from Harrisonburg, said the poll confirms what he has felt on the ground as one of Gillespie’s most active surrogates.\n\n“If there is a national move, Mark Warner may be in trouble,” said Obenshain, who narrowly lost last year’s attorney general race. Like Gillespie, Obenshain is widely seen as a potential contender for governor in 2017. “The question is, has it built up soon enough?”\n\nTom Davis, a former GOP congressman from Northern Virginia, gave Gillespie points for uniting the party but warned Republicans to measure their expectations.\n\n“I wouldn’t be surprised to see him doing well downstate,” Davis said. “The problem is, when you come to Northern Virginia, you hit a kind of blue wall.”\n\nStill, if Gillespie loses by single digits against Warner — whom Davis called “the strongest elk in the Democratic herd” — Davis said the Republican will have earned his place as a contender in future GOP contests.\n\nGillespie was very focused on the present, however, as he rallied supporters Saturday at a campaign office in Haymarket.\n\n“We’re going to shock the world on Tuesday,” he told the enthusiastic crowd. The future he’s thinking about beyond Election Day, he said, is “the transition.”\n\nWarner maintains a lead in every region of Virginia except the state’s deeply conservative southern and southwestern regions, where the CNU poll shows his statewide margin turned on its head. That’s a big shift for a candidate who won his 2001 gubernatorial bid with a now-famous effort to lure rural voters that included a turkey shoot photo op, putting his name on a NASCAR truck and playing a bluegrass jingle at campaign events.\n\nMuch has changed in the commonwealth since that race — and even since 2008, when Warner soundly defeated another former governor, Republican James S. Gilmore III, the same year Virginia elected its first Democratic president in 40 years.\n\nSince then, southwestern Virginians have replaced every Democratic lawmaker from the General Assembly with Republicans; they even ousted Rick Boucher, the region’s 28-year veteran of Congress.\n\n“There’s no question that the president is very unpopular in Southwest Virginia,” said Terry Frye, a longtime Democratic activist from Bristol.\n\nFrye said a blue strain remains in the region, driven largely by coal miners whose allegiances lay for generations with union-friendly Democrats. His wife, Aviva Shapiro Frye, who heads the state Democratic Party’s rural caucus, said she has seen “We Miss Rick” bumper stickers at the local Wal-Mart.\n\nThat may explain why Warner is spending much of the last weekend before Election Day in the region with rural Democrats including Boucher and Lt. Gov. Ralph S. Northam.\n\n“He knows where Virginia starts, and it’s the mountains of southwest,” Aviva Shapiro Frye said.\n\nA shift in Virginia\n\nThose allegiances have been tested by rural mistrust of Obama — notably his advocacy for tough new regulations governing coal-fired power plants. Although Warner supports the extension of the controversial Keystone XL oil pipeline and has taken no position on the proposed Environmental Protection Agency rules, he has campaigned for the need to combat climate change. And Gillespie has sought to exploit the Democrat’s connection to the administration on environmental issues.\n\nAware of the ways Virginia has shifted — and the need to draw greater support from the state’s deep-blue strongholds to offset new weakness elsewhere — Warner has campaigned differently this year. He has appealed more directly to the ideological base of his own party than he did 13 years ago. He has inserted attack lines about abortion, birth control and the push for a higher minimum wage into his debate performances, although his many television commercials have steered clear of social issues entirely.\n\n“I see in Mark Warner what we hope for the country, which is we can solve our problems and we can in a bipartisan way get our act together,” said Stewart Gamage, who was an intern for Linwood Holton, Virginia’s first Republican governor since Reconstruction, and later worked for Democrats on Capitol Hill. “He’s incredibly practical at the end of the day.”\n\nIn the final weeks of the campaign, Warner has also used his considerable fundraising lead to produce TV commercials that pound on Gillespie’s background as an Enron lobbyist — widely seen as a sign that the senator is taking no chances in a tightening race.\n\nEven former Republican lawmakers backing Warner are realistic about his margin.\n\nJohn Chichester, a former state senator from Fredericksburg who helped shepherd Warner’s tax overhaul through the legislature a decade ago, said: “Some of the ads that have come out of the Warner campaign have not been pleasing to the ear.”\n\nFormer state senator Russ Potts, another Warner Republican, praised Gillespie for the strategy of seizing on Warner’s voting record as a way to connect him to Obama. (Gillespie says regularly that Warner has voted with Obama 97 percent of the time, but the Warner camp retorts that the figure represents mostly procedural votes and doesn’t reflect all the votes where Obama didn’t take a stand.)\n\n“The Gillespie camp has done a very effective job — even though I don’t agree with a lot of the things their message says — of tying him to Obama,” Potts said.\n\nGillespie has also seized on questions over Warner’s call to the son of state Sen. Phillip P. Puckett (D-Russell) to discuss job options — including a federal judgeship and private-sector employment — for the lawmaker’s daughter. Puckett’s resignation threw control of the General Assembly to Republicans and hurt Gov. Terry McAuliffe’s goal of expanding Medicaid health coverage to low-income Virginians under the Affordable Care Act.\n\nAt the end of the day, John Warner said Mark Warner deserves a second term and the commonwealth needs his clout.\n\n“I’m not knocking his opponent or anything,” the elder statesman said. “I think we’ve had a good race, and Virginia needed it. . . . But [Gillespie] does not have 10 years of being in Virginia. The knowledge of how to deal with the General Assembly and how to deal with the governor’s office and how to deal with the state agencies is invaluable.”\n\nLaura Vozzella contributed to this report.", "article_metadata": {"description": "The longtime politician has changed his strategy as the polls indicate a commonwealth shifting allegiances.", "author": "http://www.facebook.com/rachel.elise.weiner", "og": {"site_name": "Washington Post", "description": "The longtime politician has changed his strategy as the polls indicate a commonwealth shifting allegiances.", "title": "Incumbent Warner pulls out all the stops as Va. Senate race tightens", "url": "https://www.washingtonpost.com/local/virginia-politics/incumbent-warner-pulls-out-all-the-stops-as-va-senate-race-tightens/2014/11/01/f55129b4-5f9f-11e4-9f3a-7e28799e0549_story.html", "image": "https://img.washingtonpost.com/rf/image_1484w/2010-2019/WashingtonPost/2014/11/01/Local-Politics/Images/Mark_Warner-0e34a.jpg", "type": "article"}, "referrer": "unsafe-url", "twitter": {"site": "@WashingtonPost", "card": "summary_large_image", "creator": "@rachelweinerwp"}, "fb": {"admins": 500835072, "app_id": 41245586762}, "keywords": "vapolitics, Mark Warner, Ed Gillespie, John Warner, Senate", "article": {"publisher": "https://www.facebook.com/washingtonpost", "author": "http://www.facebook.com/rachel.elise.weiner"}, "eomportal-uuid": "f55129b4-5f9f-11e4-9f3a-7e28799e0549", "viewport": "width=device-width, initial-scale=1.0, user-scalable=yes, minimum-scale=0.5, maximum-scale=2.0", "news_keywords": "vapolitics, Mark Warner, Ed Gillespie, John Warner, Senate"}, "_id": "\"57477af46914bd0286fda69f\"", "article_summary": "At the end of the day, John Warner said Mark Warner deserves a second term and the commonwealth needs his clout.\nSen. Mark Warner, center, stopped by the University of Mary Washington in Fredericksburg, Va., to speak with the Young Democrats.\n“If there is a national move, Mark Warner may be in trouble,” said Obenshain, who narrowly lost last year’s attorney general race.\nIt could be a day of reckoning for Warner, who has prided himself on exactly that appeal.\n(Suzanne Carr Rossi/Associated Press)All public polls predict that Warner will defeat his opponent, former lobbyist Ed Gillespie, who also served as chairman of the Republican National Committee."}