{"article_title": "Credibility expected to be key issue for star witness in Mazzaglia trial", "article_keywords": ["week", "murder", "star", "howard", "credibility", "mcdonough", "trial", "defense", "key", "testimony", "expected", "issue", "mazzaglia", "witness"], "article_url": "http://www.unionleader.com/apps/pbcs.dll/article?AID=/20140601/NEWS03/140609894/0/SEARCH", "article_text": "\n\nThe credibility of Kathryn McDonough, 20, is expected to be attacked during Seth Mazzaglia's first-degree murder trial this week. McDonough, shown last July seated alongside her lawyer, Andrew Cotrupi, is serving 1½ to 3 years in jail. (POOL PHOTOS/RICH BEAUCHESNE)\n\nCredibility expected to be key issue for star witness in Mazzaglia trial\n\n\n\nDOVER — Kathryn McDonough is expected to undergo a long and perhaps brutal interrogation this week about her sex life and motivation to become a star witness in the first-degree murder trial of her ex-boyfriend Seth Mazzaglia.\n\n..\n\nMcDonough struck a plea deal with state prosecutors to testify about how Mazzaglia, her former live-in boyfriend, raped and strangled 19-year-old University of New Hampshire sophomore Elizabeth “Lizzi” Marriott on the night of Oct. 9, 2012, during a game of strip poker.\n\n..\n\nWhile legal experts say every trial is fact-specific, they expect McDonough’s credibility will be what Mazzaglia’s public defenders will try to undermine the most.\n\n\n\n“You want to make that jury believe that she wasn’t paid with money. She was paid with her freedom,” Salem defense attorney Steven Shadallah said.\n\n..\n\nMcDonough’s testimony — expected to begin this week in Strafford County Superior Court — comes after jurors heard statements about her sexual relationship with Mazzaglia, which included dominance, submission and inviting others to join them.\n\n..\n\nDefense lawyers are expected to attack McDonough about how she lied to police during the homicide investigation, only to eventually accuse Mazzaglia of murdering Marriott after the UNH student rebuffed a sexual encounter with them.\n\n..\n\n“If it was a long drawn-out process, then the defense could say she is coming up with a story to get herself out of trouble,” said defense attorney James Moir, who has defended numerous murder cases in his 30-year career.\n\n..\n\nMcDonough, 20, is currently serving a 1½ to three-year prison term after pleading guilty last July to three charges, including witness tampering and hindering the murder investigation. Her plea agreement requires her to provide truthful testimony against Mazzaglia or spend an additional 5½ to 11 years in state prison, according to prosecutors.\n\n..\n\nMazzaglia, 31, is facing charges of first- and second-degree murder. His public defenders argue that McDonough actually killed Marriott during erotic asphyxiation, using restraints, a harness and choker.\n\n..\n\nMark Howard, a former state and federal prosecutor, said while defense lawyers try to portray McDonough as someone who was given a free pass on potential murder charges, “you have to give the jury a reason not to accept what she has to say.”\n\n..\n\n“Jurors have no difficulty in getting over the fact that cooperators have a motive of self-preservation,” Howard said.\n\n\n\nJuries are often able to measure witnesses testimony against other facts presented in a case, asking themselves: “What has that person told me that corroborates with objective facts in the case?” Howard said.\n\n..\n\nThat calculus may include comparing statements McDonough and Mazzaglia made to police during the investigation to testimony given in court, legal experts said.\n\n\n\n“If (Mazzaglia’s) level of specificity doesn’t match what he is saying now, that’s going to be a problem,” Howard said. “I can tell you based on my experience as a prosecutor and defense lawyer, an interview lasting more than an hour is not going to be helpful (to him).”\n\n..\n\nDefense lawyer Adam Bernstein said if he was questioning McDonough at trial, he would be quizzing her about the details of her group-sexual encounters with Mazzaglia to pick apart her account of the murder.\n\n..\n\n“How many times did you do this? Was this a common practice?” Bernstein said. “Presumably, they engaged in this behavior for a period of time.”\n\n\n\nThe more details that the defense can provide to the jury about their sex encounters, the more they can possibly cast doubt on the state’s theory about the murder, according to Bernstein.\n\n..\n\nMcDonough’s conviction can be used for the defense’s theory that what she says cannot be trusted, Bernstein said.\n\n\n\n“Let’s not forget she pleaded guilty to hindering apprehension and witness tampering. She’s clearly not honest,” he said. “Why is she telling the truth this time?”\n\n..\n\nWith defense lawyers claiming that McDonough — not Mazzaglia — committed the murder, jurors may also end up weighing more than just facts presented to them in the courtroom.\n\n\n\nMeasuring the size and strength of Mazzaglia versus McDonough’s could be another way that jurors assess the competing narratives about Marriott’s death.\n\n..\n\n“He’s a big guy. She is this little girl,” Shadallah said of McDonough. “It seems to me, that defense may backfire.”\n\n\n\nProsecutors may be relying on witnesses more than usual in the Mazzaglia trial. Marriott’s body was dumped from the shores of Peirce Island in Portsmouth shortly after the murder and never recovered.\n\n..\n\n“Without the body, it comes down to people’s statements,” Moir said.\n\n\n\njkimble@newstote.com\n\n..", "article_metadata": {"description": "Kathryn McDonough is expected to undergo a long and perhaps brutal interrogation this week about her sex life and motivation to become a star witness in the first-degree murder trial of her ex-boyfriend Seth Mazzaglia.", "title": "Credibility expected to be key issue for star witness in Mazzaglia trial | New Hampshire", "og": {"site_name": "UnionLeader.com", "description": "Kathryn McDonough is expected to undergo a long and perhaps brutal interrogation this week about her sex life and motivation to become a star witness in the first-degree murder trial of her ex-boyfriend Seth Mazzaglia.", "title": "Credibility expected to be key issue for star witness in Mazzaglia trial | New Hampshire", "url": "http://www.unionleader.com/apps/pbcs.dll/article?AID=/20140601/NEWS03/140609894", "image": {"width": 600, "identifier": "http://www.unionleader.com/storyimage/UL/20140601/NEWS03/140609894/AR/0/AR-140609894.jpg?q=70?ExactW=600&ExactH=314&imageversion=MainHighlight&q=80", "height": 314}, "type": "article"}, "section": "Crime", "robots": "NOARCHIVE, NOODP, NOYDIR", "keywords": "Courts, Crime, Social issues, Dover, Portsmouth, Top Section Stories,", "fb": {"app_id": 665237656918292}, "date": "2014-06-01 00:00:00", "twitter": {"description": "Kathryn McDonough is expected to undergo a long and perhaps brutal interrogation this week about her sex life and motivation to become a star witness in the first-degree murder trial of her ex-boyfriend Seth Mazzaglia.", "title": "Credibility expected to be key issue for star witness in Mazzaglia trial | New Hampshire", "url": "http://www.unionleader.com/apps/pbcs.dll/article?AID=/20140601/NEWS03/140609894", "image": "/storyimage/UL/20140601/NEWS03/140609894/AR/0/AR-140609894.jpg?q=70", "site": "@UnionLeader", "card": "summary$t"}, "viewport": "width=device-width, initial-scale=1"}, "_id": "\"57477af46914bd0286fda6a1\"", "article_summary": "The credibility of Kathryn McDonough, 20, is expected to be attacked during Seth Mazzaglia's first-degree murder trial this week.\n(POOL PHOTOS/RICH BEAUCHESNE)Credibility expected to be key issue for star witness in Mazzaglia trialDOVER — Kathryn McDonough is expected to undergo a long and perhaps brutal interrogation this week about her sex life and motivation to become a star witness in the first-degree murder trial of her ex-boyfriend Seth Mazzaglia.\n“It seems to me, that defense may backfire.”Prosecutors may be relying on witnesses more than usual in the Mazzaglia trial.\nWhile legal experts say every trial is fact-specific, they expect McDonough’s credibility will be what Mazzaglia’s public defenders will try to undermine the most.\n..McDonough’s testimony — expected to begin this week in Strafford County Superior Court — comes after jurors heard statements about her sexual relationship with Mazzaglia, which included dominance, submission and inviting others to join them."}