{"article_title": "Sen. Barbara Boxer (D-Nanny State) Will Step Down in 2016", "article_keywords": ["dnanny", "democratic", "recently", "come", "watch", "state", "possibly", "step", "boxer", "senator", "sen", "2016", "barbara", "rape"], "article_url": "http://reason.com/blog/2015/01/08/sen-barbara-boxer-d-nanny-state-will-ste", "article_text": "Below, watch Democratic Sen. Barbara Boxer of California explain that she will not be running for re-election in 2016:\n\nYou didn't watch it, did you? You totally didn't. It's only three minutes! How could you not possibly want to watch Boxer, 74, answer staged questions from her own grandson in what looks like a Marriott timeshare condo somewhere?\n\nOkay, I can't blame you. I had to force myself to watch it even though I get paid to watch these things. Yes, Barbara Boxer is stepping down come 2016. No, she has little interesting to say or show about her career as a senator. She was a solid \"company man\" Democrat, partisan all the way down (Here she is recently being \"shocked\" at criticism of Secretary of State John Kerry). One bright spot: She was one of the 23 senators to vote against authorizing the Iraq War in 2002.\n\nShe's a supporter of big government as our savior and protector, and that included protecting us from ourselves. You can read through Barbara Boxer on the issues here and guess where she'll come down with fairly few surprises.\n\nMore recently, Boxer has been on board the college rape panic train, introducing legislation to require more campus administrative involvement in dealing with rape accusations. She took it a weird step further by trying to push all California colleges to get \"advocates\" for rape survivors on campuses, including community colleges, which is like demanding that a mall get an advocate for rape victims.\n\nHere's Reason on Barbara Boxer. And here she is famously demanding she be called \"senator,\" not \"ma'am,\" apparently oblivious of which term actually affords more respect:\n\nThe Sacramento Bee is already tossing out Lt. Gov. Gavin Newsom and Attorney General Kamala Harris as likely 2016 Democratic candidates. They both obviously have higher ambitions (Harris' office sends out so many press releases you'd think she was already a senator), but whoever misses out will presumably get the chance to be the top Democratic choice for governor come 2018. As for Republicans, I can't even begin to guess at this point, but there's already jokes on Twitter about Scott Brown moving out here to the Golden State. The funny thing is that he could possibly be a contender here if he made it through the primary.", "article_metadata": {"og": {"site_name": "Reason.com", "description": "Below, watch Democratic Sen. Barbara Boxer of California explain that she will not be running for re-election in 2016: You didn't watch it, did you? You", "title": "Sen. Barbara Boxer (D-Nanny State) Will Step Down in 2016", "url": "http://reason.com/blog/2015/01/08/sen-barbara-boxer-d-nanny-state-will-ste", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14207399356442.jpg", "type": "article"}, "twitter": {"description": "Below, watch Democratic Sen. Barbara Boxer of California explain\nthat she will not be running for re-election in 2016:\n\nYou didn't watch it, did you? You totally didn't. It's only\nthree minutes! How could you not possibly want to watch Boxer, 74,\nanswer staged questions from her own grandson in what looks like a\nMarriott timeshare condo somewhere?\nOkay, I can't blame you. I had to force myself to watch it even\nthough I get paid to watch these things. Yes, Barbara Boxer is\nstepping down come 2016. No, she has little interesting to say or\nshow about her career as a", "title": "Sen. Barbara Boxer (D-Nanny State) Will Step Down in 2016", "image": "https://d1ai9qtk9p41kl.cloudfront.net/assets/db/14207399356442.jpg", "creator": "@sshackford", "site": "@reason", "card": "summary_large_image"}, "fb": {"pages": 17548474116}, "article": {"tag": "Congress", "published_time": "2015-01-08T18:10:00+00:00", "author": "http://reason.com/people/scott-shackford"}, "msvalidate.01": "212A68A07785B3080038A845C4EE8905", "google-site-verification": "-AmMiilAN-pnjWt369CUWae-VQ-b9wmH4fSGyhbkQxw", "viewport": "width=device-width, initial-scale=1, maximum-scale=2"}, "_id": "\"57477af36914bd0286fcc901\"", "article_summary": "Below, watch Democratic Sen. Barbara Boxer of California explain that she will not be running for re-election in 2016:You didn't watch it, did you?\nYou can read through Barbara Boxer on the issues here and guess where she'll come down with fairly few surprises.\nYes, Barbara Boxer is stepping down come 2016.\nHere's Reason on Barbara Boxer.\nHow could you not possibly want to watch Boxer, 74, answer staged questions from her own grandson in what looks like a Marriott timeshare condo somewhere?"}