{"article_title": "Catastrophe follows girl cheerleaders", "article_keywords": ["school", "football", "pediatrics", "catastrophe", "follows", "injury", "cheerleaders", "number", "cheerleading", "cheer", "lord", "girl", "sport", "injuries"], "article_url": "http://health.heraldtribune.com/2013/09/11/catastrophe-follows-girl-cheerleaders/", "article_text": "By Lenny Bernstein\n\nThe Washington Post\n\nQuick, name the sport that causes the largest number of catastrophic injuries among girls and young women. No, it’s not soccer, lacrosse, gymnastics, basketball or even flag football.\n\nIt’s cheerleading, also known as “competitive cheer” or “acrobatics and tumbling,” as the University of Maryland called the activity before killing it as a varsity sport during budget cuts last year.\n\nActually, my initial question was a bit of a trick, because some states don’t recognize cheerleading as a sport, and neither does the NCAA, a major problem unto itself, some believe. Without the oversight of government and big-time sports, some of the people running cheer squads and competitions aren’t held to the same safety, training and coaching standards applied to other sports, even rough ones such as football — though cheerleading does make considerable effort to police itself.\n\nWith or without government regulation, cheerleading poses by far the greatest risk of catastrophic injury to young female participants of any sport. According to a 2012 report and policy statement by the American Academy of Pediatrics, cheerleading “accounted for 65 percent of all direct catastrophic injuries to girl athletes at the high school level and 70.8 percent at the college level” between 1982 and 2009.\n\nThe overall number is small — 110 closed-head injuries, skull fractures and cervical spine injuries that resulted in “permanent brain injury, paralysis or death” over that period — and the number of participants in cheerleading is large, an estimated 3.6 million nationwide, the academy found. (A number of other girls suffered cardiac problems and heat stroke.) But the disproportionate number of severe injuries in this one activity is striking.\n\nSo as our sons head back to the gridiron this fall, and we head back to the stands to watch them, it might be worth taking a glance at what’s happening with the daughters who have traditionally urged us both on. We’ve begun a national debate about the concussion risks in youth football — President Obama said last season he was unsure he’d let his son play if he had one — but there doesn’t appear to be a corresponding discussion about our daughters. At least not one I’ve heard about.\n\nIn part this is because the non-catastrophic injury rate in cheerleading is quite low. But it’s also because some people don’t know that cheer has left the sidelines in the past two decades to become a sport of tumbling, flying through the air and building tall human pyramids.\n\n“I don’t know that the general impression has evolved as fast as the sport has,” said Cynthia LaBella, lead author of the Academy of Pediatrics paper and an associate professor of pediatrics at Northwestern University’s Feinberg School of Medicine. “It takes time for these things to register.\n\n“These girls — and boys — are at risk for injury,” she added. “This should be considered a sport, and these folks should be treated as athletes, not as entertainers.” Boys make up about 4 percent of cheerleaders.\n\nMariah Rivera, a cheerleader at the University of Maryland, tore the anterior cruciate ligament in her left knee as a junior at Centreville High School. She was at a national competition, spinning twice in mid-air while completing a flip, when she landed awkwardly.\n\n“I tried to take a step, fell, then I got up and finished” the routine, she said, including serving as a base in a pyramid. Her coach had to carry her off the stage.\n\nStill, she likes what cheerleading has become and wouldn’t have it the old way. “I feel we have more of a challenge these days,” she said. “I just wish people would recognize us. . . . A lot of people think cheerleading is standing on the sideline yelling, ‘Go team.’ ”\n\nShe does that, too, she said, for Maryland’s football and basketball teams. (Though U-Md. cut cheer as a school-funded varsity sport, the squad still cheers.) Rules restrict the routines that can be done on a hard basketball court, but sometimes she finds herself on concrete at the football stadium. It doesn’t faze her. “Some of my teammates are really nervous when it comes to concrete,” she said. Rivera gets a little nervous only when a tumbling pass reminds her of her knee injury.\n\nJim Lord, executive director of the American Association of Cheerleading Coaches and Administrators, said the sport has come a long way in addressing deficiencies noted by the Academy of Pediatrics. The number of catastrophic injuries has dropped every year since 2005-06, when there were 12, to just three in 2009-10, the last year for which data are available.\n\nThe sport’s governing body also has spent considerable time and effort improving training for coaches, changing rules and raising awareness of the sport’s dangers. Outlawing one difficult maneuver significantly reduced the number of concussions in a single year. Another rule change mandates that higher-level skills be performed only on mats. You’d think that’s common sense, but Lord said that because some high school cheer teams are not officially supported by schools, they are left to practice in hallways or parking lots.\n\nAlso in the common-sense category is the idea that kids not be allowed to try the more difficult and dangerous moves before they’ve mastered lower-level skills. But if your cheer “coach” is, say, a physics teacher untrained in the sport, he or she might not always require that.\n\nFinally, Lord said, every kid should have access to an athletic trainer and every team should have an emergency plan. LaBella would add that every kid should have a physical before taking part.\n\n“We want every state association to recognize that cheerleading is athletic, and it needs the same support as anything else,” Lord said.", "article_metadata": {"og": {"image": "http://health.heraldtribune.com/files/2013/09/ll12MISFITS-cropHF.jpg"}, "wp-parsely_version": "1.8", "fb": {"app_id": 846021808821787}, "description": "Some 70 percent of catastrophic injuries in women’s college sports happened in cheerleading"}, "article_summary": "By Lenny BernsteinThe Washington PostQuick, name the sport that causes the largest number of catastrophic injuries among girls and young women.\nWith or without government regulation, cheerleading poses by far the greatest risk of catastrophic injury to young female participants of any sport.\n“This should be considered a sport, and these folks should be treated as athletes, not as entertainers.” Boys make up about 4 percent of cheerleaders.\nFinally, Lord said, every kid should have access to an athletic trainer and every team should have an emergency plan.\nBut if your cheer “coach” is, say, a physics teacher untrained in the sport, he or she might not always require that."}