{"article_title": "Minority veteran group sues VA - azfamily.com 3TV", "article_keywords": ["indian", "va", "group", "minority", "veteran", "gila", "community", "3tv", "azfamilycom", "sues", "tribes", "department", "health", "river", "veterans", "care"], "article_url": "http://www.azfamily.com/story/31707713/minority-veteran-group-sues-va-hospital", "article_text": "David Anderson said the VA is refusing to pay for specialty care his brother received at Hu Hu Kam Memorial Hospital in Sacaton, which is about 40 miles south of Phoenix. (Source: KPHO/KTVK)\n\nThe Gila River Indian Community is suing the Department of Veterans Affairs, accusing the agency of withholding payments for veteran care. The largest minority veteran group in the Valley, the Community is demanding the VA reimburse Indian tribes for tens of thousands of dollars in care they honorably deserve.\n\n\"The VA just totally disregards us,\" David Anderson, a veteran of the U.S. Army Special Forces, said.\n\nHe said his brother Gary, also a veteran, required more than $100,000 worth of surgeries and specialty care for service-related injuries. According to Anderson, the Department of Veterans Affairs has refused to pay any of it.\n\n\"Any specialty care the VA is disputing that and does not want to fight that; they want us to sign away our rights to send people to specialty care and send them back into the VA,\" he said.\n\nAnderson argues the surgeries and specialty care his brother received at Hu Hu Kam Memorial Hospital in the small reservation town of Sacaton should be covered like an outside clinic. But it's not.\n\n\"It's convenient; it's here within the community; it's well-staffed, and we get treatment,\" he said.\n\nIt's treatment he argues would take too long to wait for at the Phoenix VA.\n\n\"They want us to bring that veteran back to an overcrowded system that would take anywhere from eight months to a year to start their treatment,\" Anderson said.\n\nRelease from Gila River Indian Community\n\n\"The Gila River Indian Community claims in court that the Department of Veterans Affairs is illegally limiting and conditioning reimbursement for care provided to veterans who go to a reservation hospital rather than the scandal-plagued VA facility in Phoenix. In a complaint filed in federal court on Tuesday, the Gila River Indian Community and Gila River Health Care Corporation, claim the department owes them for health care provided to veterans going back to March 2010. Under President Barack Obama's health care law, the VA must reimburse Indian tribes for health care services to veterans who seek care from tribal clinics or hospitals instead of a VA facility.\"\n\n\"Despite this plain and mandatory language directing the Department of Veterans Affairs to reimburse Indian tribes and tribal organizations for health care services provided to veterans, the VA refuses to do so unless Indian tribes and tribal organizations agree to conditions well beyond the plain language of the law and which reduce the reimbursements that Indian tribes are entitled to under the law,\" the complaint says. \"Those conditions include limiting reimbursements to direct care services only and excluding purchased or referred care; excluding reimbursement for non-Native veterans, such as non-Native spouses of tribal members; and requiring the Gila River Health Care Corporation to \"submit disputes with the VA for resolution by the VA's own contracting officer.\"\n\nThe Gila River Health Care Corporation operates Hu Hu Kam Memorial in Sacaton, which is about a 40 miles south of Phoenix. The hospital has seen an increase in veterans in recent years because patients are \"unable to secure timely appointments through the VA\" and because \"the Phoenix VA, in particular, has been plagued by well-publicized health care scandals alleging poor quality of care and long waits for appointments,\" the lawsuit states.\n\nGila River officials say they have tried for years to negotiate with the VA over these issues, even sending a delegation to meet with department officials in Washington, D.C.\n\nIn 2013, a lawyer for the department \"confirmed that VA's position will not change unless it is required to change by the Department of Justice or unless the Community sued the federal government and prevailed in court,\" the lawsuit states. \"All Community efforts have been rejected, and from March 23, 2010, through the date of this complaint, VA has provided no reimbursements to GRHC,\" the lawsuit says.\n\nIn addition to an order for reimbursement, the tribe wants the court to declare that the VA is violating the Affordable Care Act by \"conditioning reimbursements on a separate agreement by VA,\" and by limiting reimbursements to Native American veterans and direct care services only.\n\nIt's unclear from the lawsuit how much the VA allegedly owes the Gila River Indian Community. Attorneys with the tribe's Office of the General Counsel did not immediately respond to an email on Tuesday.\n\nThe Department of Veterans Affairs also did not respond to a request for comment.\n\nCopyright 2016 KPHO/KTVK (KPHO Broadcasting Corporation). All rights reserved.", "article_metadata": {"wn-build": "XSLT-7.1-17", "Description": "The Gila River Indian Community is suing the Department of Veterans Affairs, accusing the agency of withholding payments for veteran care. The largest minority veteran group in the Valley, the Comm...", "author": "Ashleigh Barry", "og": {"url": "http://www.azfamily.com/story/31707713/minority-veteran-group-sues-va-hospital", "image": "http://MEREDITHAZ.images.worldnow.com/images/10315865_G.jpg", "type": "article", "description": "The Gila River Indian Community is suing the Department of Veterans Affairs, accusing the agency of withholding payments for veteran care. The largest minority veteran group in the Valley, the Comm...", "title": "Minority veteran group sues VA"}, "twitter": {"image": "http://MEREDITHAZ.images.worldnow.com/images/10315865_G.jpg", "description": "The Gila River Indian Community is suing the Department of Veterans Affairs, accusing the agency of withholding payments for veteran care. The largest minority veteran group in the Valley, the Comm...", "card": "summary", "title": "Minority veteran group sues VA"}, "wnreadableurl": "minority-veteran-group-sues-va-hospital", "ROBOTS": "index,follow,noarchive", "owner": "MEREDITHAZ", "fb": {"app_id": 139300592813627}, "date": "2016/04/12", "wn-version": "ContainerE-Story", "wn-base": "IIS30"}, "article_summary": "The largest minority veteran group in the Valley, the Community is demanding the VA reimburse Indian tribes for tens of thousands of dollars in care they honorably deserve.\nThe Gila River Health Care Corporation operates Hu Hu Kam Memorial in Sacaton, which is about a 40 miles south of Phoenix.\nIt's unclear from the lawsuit how much the VA allegedly owes the Gila River Indian Community.\n(Source: KPHO/KTVK)The Gila River Indian Community is suing the Department of Veterans Affairs, accusing the agency of withholding payments for veteran care.\nUnder President Barack Obama's health care law, the VA must reimburse Indian tribes for health care services to veterans who seek care from tribal clinics or hospitals instead of a VA facility.\""}