{"article_title": "Toy Donations From Mitchell Reach Kids of Wessington Springs", "article_keywords": ["recipient", "toy", "kids", "wasnt", "house", "reach", "worried", "wessington", "donations", "storm", "toys", "springs", "mitchell"], "article_url": "http://www.keloland.com/news/article/news/toy-donations-from-mitchell-reach-kids-of-wessington-springs", "article_text": "Wessington Springs, SD\n\nDozens of families in Wessington Springs lost nearly everything in a recent EF-2 tornado, including children's toys. But one Mitchell gift shop is trying to give some normalcy back to these kids.\n\nThe owner of Dakota Scents Gift Boutique has been gathering toy donations all week, and today, a truckload full of goodies was handed out to the kids of Wessington Springs.\n\nChildren who are currently misplaced from their home, or had their home completely destroyed were included in today's toy donation.\n\n\"I got a baseball bat, some fishing rod, a fishing rod, and I got some farm toys and like a tractor and a Tonka toy and stuff like that. And it was fun,\" toy recipient Bryce Kopfmann said.\n\nFrom Barbie dolls to toy trucks, and basically anything in between, kids in Wessington Springs were able to pick out their favorite new toy.\n\nSome families walked away with baskets full of things, to replace what the storm took away. Cade Mohling's family was one of those. Their home was destroyed while they took shelter in the basement.\n\n\"We just didn't know if our house was still there. We thought it was gone, and it was after we came upstairs,” toy recipient Cade Mohling said.\n\nOther houses, like Luke Knipfer's is still standing, but during the storm, he wasn't worried about his own possessions.\n\n\"I wasn't like, worried about my house.I was worried about my friends' house close to our house,\" toy recipient Luke Knipfer said.\n\nLuke was also worried about his dogs Bear and Daisy, but thankfully, they were safe and sound. Luke's sister only lost one toy in the storm, but it wasn't just any toy.\n\n\"My favorite toy. My matching game. My other matching game,\" toy recipient Tierney Knipfer said.\n\nLuckily, Tierney was able to get a replacement game today. After the toys were picked over, these kids made sure to thank the volunteers from Mitchell.\n\n\"It's nice of the people that brought all these toys to us, and we all appreciate it,\" Mohling said.\n\nThere are still quite a few toys leftover from the donation, and Wessington Springs Mayor Melissa Mebius says some items will be taken to a daycare and City Hall, and the rest will be saved and passed out at Christmas time.", "article_metadata": {"og": {"site_name": "KELOLAND News", "description": "Dozens of families in Wessington Springs lost nearly everything in a recent EF-2 tornado, including children&#39;s toys. But one Mitchell gift shop is", "title": "Toy Donations From Mitchell Reach Kids of Wessington Springs", "url": "http://www.keloland.com/news/article/news/toy-donations-from-mitchell-reach-kids-of-wessington-springs", "image": "http://assets.keloland.com/images/images/default-source/agriculture/crops/barley/58176.jpg?sfvrsn=0", "type": "website"}, "fb": {"app_id": 521498541203189}, "Generator": "Sitefinity 7.3.5630.0 PE", "viewport": "width=device-width, initial-scale=1.0", "description": "Dozens of families in Wessington Springs lost nearly everything in a recent EF-2 tornado, including children&#39;s toys. But one Mitchell gift shop is"}, "_id": "\"57477af36914bd0286fcc92b\"", "article_summary": "Wessington Springs, SDDozens of families in Wessington Springs lost nearly everything in a recent EF-2 tornado, including children's toys.\nFrom Barbie dolls to toy trucks, and basically anything in between, kids in Wessington Springs were able to pick out their favorite new toy.\nThe owner of Dakota Scents Gift Boutique has been gathering toy donations all week, and today, a truckload full of goodies was handed out to the kids of Wessington Springs.\nWe thought it was gone, and it was after we came upstairs,” toy recipient Cade Mohling said.\n\"I wasn't like, worried about my house.I was worried about my friends' house close to our house,\" toy recipient Luke Knipfer said."}