{"article_title": "Affordable Care Act ruling likely to impact Ohio and Indiana residents enrolled in Obamacare", "article_keywords": ["impact", "affordable", "marketplace", "plan", "federal", "tax", "subsidies", "obamacare", "virginia", "credits", "likely", "health", "ruling", "enrolled", "indiana", "residents", "ohio", "insurance", "care"], "article_url": "http://www.wcpo.com/news/health/affordable-care-act-ruling-likely-to-impact-ohio-and-indiana-residents-enrolled-in-obamacare", "article_text": "CINCINNATI -- President Barrack Obama’s health care law is facing a potentially major setback with a Tuesday federal appeals court ruling, which could put millions of Americans at risk of loosing subsidies they’ve received to offset their health insurance costs.\n\nIn a 2-1 decision delivered by the U.S. Court of Appeals for the District of Columbia Circuit, the three-judge panel ruled that as written, the Patient Protection and Affordable Care Act — more commonly known as Obamacare —only allows tax credits to be offered to consumers in state-run exchanges.\n\nKentucky is one of 16 states running its own health insurance marketplace, also commonly referred to as an exchange.\n\nOhio and Indiana are among the 34 states that have opted to let the federal government run their exchange, hosted at the web site Healthcare.gov . During the nation’s first wave of open enrollment for the new marketplaces, more than 154,000 Ohioans and 130,000 Indiana residents bought health plans – most receiving tax credits.\n\nNationwide, roughly 5.8 million Americans bought a health plan through one of the federally run exchanges.\n\nFollowing Tuesday’s ruling, the Obama administration immediately announced that policyholders will continue to receive tax credits while officials pursue a review of the decision by the full 11-judge panel. The ruling is expected to be appealed.\n\nInsurers and regulators say they’re watching closely as the issue unfolds in the courts.\n\nThe ruling “could have a significant impact here in Ohio, so we are reviewing the decision to understand what it fully means,” said Chris Brock, a spokesman for the Ohio Department of Insurance.\n\nThe case, filed by small business owners in Tennessee, Texas, Virginia and West Virginia, is pinned on four words in the ACA which says that tax credits are available to people who enroll into a health plan sold through and exchange “established by the state.”\n\nThe opponents of the law say the literal reading invalidates the Internal Revenue Service subsidies to people buying through the federal exchange.\n\nOther courts are weighing similar cases, and in February a federal district judge in Virginia upheld the subsidies available through the federal exchanges.\n\nTax credits offered through the marketplace are a cornerstone of the ACA . The credits can be used by those who qualify to offset their monthly premium costs, and without them, health insurance on the exchanges would otherwise be unaffordable to millions of Americans. The Congressional Budget Office has estimated that tax credits this year will average about $4,400 for each individual that has purchased a plan through the marketplace.", "article_metadata": {"isPremium": "true", "description": "A federal appeals court ruling is a blow to the Affordable Care Act and may impact thousands of residents in Ohio and Indiana who are enrolled in the federal health exchange.", "author": "Lisa Bernard-Kuhn", "og": {"site_name": "WCPO", "description": "A federal appeals court ruling is a blow to the Affordable Care Act and may impact thousands of residents in Ohio and Indiana who are enrolled in the federal health exchange.", "title": "Affordable Care Act ruling likely to impact Ohio and Indiana residents enrolled in Obamacare", "url": "http://www.wcpo.com/news/health/affordable-care-act-ruling-likely-to-impact-ohio-and-indiana-residents-enrolled-in-obamacare", "image": {"width": 640, "identifier": "http://media2.wcpo.com/photo/2013/12/24/Healthcare.gov%20website%20Obamacare%20Affordable%20Care%20Act_1387912080090_1701806_ver1.0_640_480.jpg", "height": 480}, "locale": "en_US", "type": "article"}, "twitter": {"app": {"id": {"ipad": 481447058, "iphone": 487285628}}, "site": "@wcpo", "card": "summary_large_image"}, "idio": {"hasVideo": "true", "isPremium": "true", "author": "Lisa Bernard-Kuhn"}, "com.silverpop.brandeddomains": "www.pages03.net,scripps.mkt7057.com,www.wcpo.com,recp.mkt32.net", "p": {"domain_verify": "a78af9666708be3dd31e4873ef3fe3bb"}, "fb": {"app_id": 158963910840295}, "keywords": "Affordable Care Act, federal court ruling, Ohio, Indiana, health care exchange, Lisa Bernard-Kuhn, WCPO, health care, Obamacare, Obama", "shortHeadline": "Obamacare ruling could affect Ohio, Indiana", "isStory": "true", "google-site-verification": "sm7O5zR5rUkxnJfpcpz3wyw0vAlwmh13H5_FvJEfM-g", "article": {"publisher": "https://www.facebook.com/WCPO9", "published_time": "2014-07-22T22:40:35+0000", "author": "http://www.facebook.com/", "section": "Health", "modified_time": "2014-07-22T22:40:35+0000", "tag": "obamacare"}, "hasVideo": "true", "viewport": "width=device-width, target-densitydpi=device-dpi, initial-scale=1.0, maximum-scale=1.0"}, "_id": "\"57477af36914bd0286fcc929\"", "article_summary": "Kentucky is one of 16 states running its own health insurance marketplace, also commonly referred to as an exchange.\nNationwide, roughly 5.8 million Americans bought a health plan through one of the federally run exchanges.\nDuring the nation’s first wave of open enrollment for the new marketplaces, more than 154,000 Ohioans and 130,000 Indiana residents bought health plans – most receiving tax credits.\nTax credits offered through the marketplace are a cornerstone of the ACA .\nThe Congressional Budget Office has estimated that tax credits this year will average about $4,400 for each individual that has purchased a plan through the marketplace."}