{"article_title": "Operation Hope helping addicts, but treatment depends on the charity of out-of-state programs", "article_keywords": ["help", "programs", "addicts", "insurance", "helping", "depends", "program", "treatment", "heroin", "outofstate", "operation", "maine", "hope", "charity"], "article_url": "http://www.pressherald.com/2016/02/28/operation-hope-helping-addicts-but-treatment-depends-on-the-charity-of-out-of-state-programs/", "article_text": "A new program that allows heroin addicts to walk into the Scarborough police station for help is sending nearly all of its patients out of state because there is not enough treatment available in Maine.\n\nNearly four out of five participants in Operation Hope, run by the Scarborough Police Department, are going to clinics in Florida, Arizona, California and five other states because there’s not enough treatment capacity in Maine.\n\nA 24-year-old from southern Maine named Liane is one of the first to get help from Operation Hope. She says she’s proof that “this can happen to the girl next door.” Jill Brady/Staff Photographer Scarborough Police Chief Robert Moulton, right, and Officer John Gill talk about the impact of their department’s Operation Hope initiative to secure treatment for drug addicts in Maine. The program served 109 people from Oct. 1, when it was launched, through the end of January. “We can say 109 people are still alive,” said Gill, a coordinator for the program. Derek Davis/Staff Photographer Related Headlines Scarborough nonprofit helping to fund addiction treatment Search photos available for purchase: Photo Store →\n\nThe program, launched in October in response to Maine’s heroin crisis, is modeled after a nationally recognized program in Gloucester, Massachusetts, in which patients can walk into the police station and receive help.\n\nBut at the Gloucester program – called ANGEL – patients can often go to programs in Massachusetts.\n\nIn Maine, the added expense, logistical problems and the time and effort it takes to find treatment out of state are hampering the program, organizers say. The lack of treatment capacity is largely rooted in the state’s failure to expand Medicaid, said Steve Cotreau, director of the Portland Community Recovery Center, who is helping with the logistical effort to connect people to treatment.\n\nNot expanding Medicaid also restricts the type of treatment available, especially for those without insurance.\n\n“I don’t think anyone understands how hard it is to find beds for people,” said Cotreau, whose recovery center does not provide treatment but serves as a social and support network for recovering addicts.\n\n“There’s just nowhere in Maine to get help,” said Scarborough police Officer John Gill, an Operation Hope coordinator.\n\nThere are currently no estimates of Maine’s total treatment capacity, although the state lists more than 200 substance abuse providers. Most have zero or limited space for uninsured patients who can’t pay out-of-pocket, experts say.\n\nDespite Operation Hope’s difficulties in finding treatment and the severity of the heroin problem in Maine, police officials say it’s having an impact. The program served 109 people from Oct. 1, when it launched, through Jan. 31.\n\n“We can say 109 people are still alive,” Gill said.\n\n‘YOUR STORY ISN’T OVER YET’\n\nA tiny, windowless room inside the police station – barely large enough to hold three chairs – is where the addicts who come to Scarborough have received help to fight their addiction to heroin.\n\nA quote on the wall – “Your story isn’t over yet” – offers encouraging words to those who choose to sign up and enter rehab.\n\nThe room – freshly painted baby blue and sporting a photo of a sunset – is where addicts seeking help start their journey. Many have just gone through a detoxification program before arriving at Operation Hope, while others have been able to abstain long enough, by effectively going “cold turkey” for some period, that they don’t require detoxification.\n\nAfter staying in the room or the adjacent hallway for several hours, the next step for most is a plane ticket out of Maine.\n\nSeventy-seven of the 109 people in the program flew to Florida, California, Arizona, Pennsylvania, New Hampshire, Massachusetts, Texas or Connecticut for 60- to 90-day stays at rehabilitation centers. Those entering the program often wait at the police department for several hours while arrangements are being made.\n\nThe police department tries to find treatment for people quickly, and keep them at the station until they can go into a program. Those who leave the station are at risk of going home, using again and losing the motivation to get help.\n\n“There’s a small window where we can help them. If we told them to come back in a few weeks or months, they could be dead,” said Scarborough Police Chief Robert Moulton.\n\nAfter waiting to get accepted for treatment, patients immediately board a flight to what hopefully is a new life.\n\nSo far, only 30 percent of those connected to treatment through Operation Hope have received help in Maine – usually those who have insurance or can pay out-of-pocket for residential programs that can cost $10,000 to $20,000 a month.\n\nWhile those who have insurance can find treatment on their own and may not need Operation Hope as much as the uninsured, navigating the system is daunting, and addicts can lean on Operation Hope’s expertise in connecting people to resources.\n\nSome addicts may qualify for MaineCare, the state’s version of the Medicaid health care program for low-income people, but the administration of Gov. Paul LePage has tightened eligibility standards since he was elected in 2010, removing tens of thousands of adults from the program, especially those who have no children.\n\nThe administration has also rejected legislative efforts to expand Medicaid so that roughly 60,000 more people of different income levels or family status could be covered, and it has reduced reimbursement levels for medication-assisted addiction treatment. These steps have restricted the supply of treatment programs.\n\nTwo moderate Senate Republicans, Roger Katz of Augusta and Thomas Saviello of Wilton, are sponsoring another effort to expand Medicaid, highlighting the benefits expansion would provide in helping to alleviate Maine’s heroin crisis. But the more conservative Republican governor remains adamantly opposed to Medicaid expansion.\n\nThe Affordable Care Act does not subsidize marketplace insurance for those earning less than 100 percent of the federal poverty level.\n\nWhile there are more than 200 substance abuse providers in Maine, most either don’t have slots for the uninsured, or have an extremely small number of available openings.\n\nIt’s unclear how many uninsured heroin addicts there are in Maine, but substance abuse counselors have said it’s a common problem because drug users in the throes of addiction have often lost their jobs and don’t have enough money to purchase insurance on their own.\n\nWhile waiting to see what happens at the State House, Scarborough police scramble to find programs out of state willing to take on “charity beds” for uninsured patients who most often can’t afford to pay the out-of-pocket costs of treatment.\n\nHeroin overdose deaths in Maine have spiked in recent years, with 71 deaths through the first nine months of 2015. Meanwhile, the number of people seeking treatment increased from 1,115 in 2010 to 3,463 in 2014, according to the Maine Office of Substance Abuse, which defines “seeking treatment” as those who have signed up for a program that uses state tax dollars. Last year, Mercy Recovery Center in Westbrook closed, as did Spectrum in Sanford, further restricting the supply of treatment. Both cited financial issues related to low reimbursements and Maine declining to expand Medicaid.\n\nFINDING A WAY PAST CHALLENGES\n\n\n\nDespite the problems, Operation Hope is finding a way to help people, organizers say.\n\nOne of the people receiving treatment through Operation Hope is Biddeford resident Morgan Palmer, 24, who spoke to the Maine Sunday Telegram shortly before being flown to Arizona to begin a 60-day treatment program.\n\n“I kind of realized I didn’t want to be a loser anymore,” said Palmer, who has been using heroin since he was 17 before having an epiphany recently that he needed help getting clean.\n\nPalmer had insurance, but because it was through an HMO, no health care provider would take the insurance, said Jaime Higgins, a crime analyst at Scarborough police. The department struggled for two weeks to find a place that would take Palmer under his HMO plan, but finally gave up and located a charity bed for him in Arizona. Operation Hope normally tries to place people immediately, but made an exception for Palmer because of his insurance issues, Higgins said.\n\nHiggins said hacking through a maze of red tape is not uncommon when placing someone in a program. Police first look to see if insurance is possible, and if not, work their newfound out-of-state connections to find free care.\n\nThose without insurance are essentially begging for the good will of treatment programs operated in faraway states. At times, it can be a monumental task.\n\n“Every time we think we’re done, and we can’t place any more people, someone steps up and helps,” Gill said.\n\nOperation Hope is not only challenged by the system, but also people’s misperceptions about what it takes to get clean.\n\nGill said addicts are desperate for help, but police haven’t been able to provide it to all of the 200 people who have walked in the door because some of them aren’t mentally ready to step into a treatment program.\n\n“A woman called me one time and said, ‘If I tie up my grandson and throw him in the trunk of my car and bring him to Operation Hope, will you take him?’ We said no,” said Gill, explaining that the person has to be willing. People looking for treatment, for instance, only because they think they will avoid jail by doing so don’t have the proper motivation.\n\n“This is not a get-out-of-jail-free card,” said Moulton, the police chief.\n\nBut, Moulton said, the focus of the police department has changed since starting Operation Hope. Palmer freely admitted in front of police that he had done some low-level dealing to support his habit.\n\n“A year ago, he wouldn’t have dared to walk into this police station. Our approach to Morgan would have been to take criminal enforcement action against him,” Moulton said. “But we’ve come to realize that he’s not a criminal. He was dealing to support a habit because he’s sick.”\n\nUNSUSTAINABLE ON LARGER SCALE\n\nMoulton said the program has been an eye-opener for police, seeing people from “all walks of life” coming to Operation Hope, including wealthy and upper-middle class people who have fallen into addiction.\n\nStudies show the heroin crisis has expanded nationally because of the overprescribing of prescription opioids. People start by abusing their prescription, and then fall into heroin use after they become addicted to pills. Heroin is a lot less expensive than buying pills on the street.\n\n“You have this sort of mental image of what a heroin addict looks like,” Moulton said. “The mental image has not matched our experience.”\n\nThe experience has left those running Operation Hope skeptical that the program could be replicated in many areas of Maine. They would all be competing for a limited supply of charity care beds in other states.\n\n“This is not sustainable on a much larger scale,” Cotreau said. In fact, he said if Operation Hope grows much bigger, it’s difficult to say whether they will be able to continue placing people into free care. “I honestly don’t know what our ceiling is. I wish I knew.”\n\nCotreau said they’ve been able to secure charity beds in other states mostly on the good will of the programs, and because it’s their mission to help people.\n\nBut he said there’s only a limited supply of such beds, and it’s hard to tell when they will reach capacity.\n\nA program similar to Operation Hope is starting soon in York County, a combined effort between the Eliot and Kittery police departments. Cotreau said he wishes them well, but it will be a test of the system to see how many addicts they get, and whether they can be successful in placing them in out-of-state programs or whether the slots will dry up.\n\n“If our numbers got much larger, it would start to get really tough to place people,” Gill said.\n\nThe type of treatment available is also an issue. People are being sent to inpatient, residential treatment centers that run abstinence-based programs, and research has raised questions about the effectiveness of this method.\n\nSanford Police Chief Thomas Connolly has written a 35-page booklet on heroin, has a master’s degree in psychology and has extensively studied the available research on the heroin crisis. He said the only research-proven method of successfully treating opiate addictions is with the assistance of medication, such as methadone or Suboxone.\n\n“We know that 12-step sobriety-based programs don’t work,” Connolly said. “It’s a waste of taxpayer money. How long are we going to do this before we finally realize we’re doing the wrong thing?”\n\nCotreau disagreed that sobriety-based programs are ineffective, but said Operation Hope has no choice in where it sends addicts.\n\n“Nobody is offering charity beds that include Suboxone and methadone,” Cotreau said. “They do not exist.”\n\nCotreau said he “sees lots and lots of successes every day” with abstinence-based programs, but he wishes that people without insurance and the means to pay for treatment had a choice.\n\n“I don’t see why we can’t do both medication-assisted and abstinence-based,” Cotreau said. “The choice should be between the patient and their doctor.”\n\nPROMISING SIGNS RESULT FROM HOPE\n\nDespite the logistical issues and frustrations with the treatment system, Gill and Moulton say the program has been worth the effort.\n\nOperation Hope is funded through Project Grace, a Scarborough-based nonprofit that pays for plane tickets and other grants. Police dedicate staff time within the department and at the Portland recovery center to the program. So far, excluding employee costs, the program has cost about $22,000, mostly for plane tickets.\n\n“When we started this, we thought if we could help one person it would be a success, and we’ve helped many people,” Gill said.\n\nPeople who are in recovery are starting to return to Maine from treatment programs, and while some are not doing well, others are showing promising signs that they will stay sober, Cotreau said. The program is not formally tracking outcomes of patients.\n\nLiane, who was one of the first people to approach Operation Hope, has nearly completed her treatment program.\n\nShe asked that the newspaper not publish her last name because she will soon exit the program and doesn’t want to hamper her job prospects. She said the program has given her a chance to turn her life around.\n\nNow 24, she said she tried heroin five years ago, stopped for two years and then fell into severe addiction when she turned to heroin again after her father died of cancer three years ago. Liane said she grew up in southern Maine, “in a great town with a great family.”\n\n“It goes to show that this can happen to the girl next door,” she said. “My life was a hot mess.”\n\nLiane said she was homeless for about a year, but reached out to her family for help when she was stabbed in the hand during an incident in October. She said she didn’t want to go into details about the stabbing, but it was related to her heroin use and required an emergency room trip to Maine Medical Center.\n\nThe stabbing was a turning point, the moment she decided she had to kick her heroin addiction.\n\nAfter having difficulty trying on her own to find treatment, Liane heard through the grapevine about Operation Hope and walked into the police station in October. Because she had insurance, she was able to stay in Maine and ended up in a 90-day program at Ginger’s House, a sober living house that offers outpatient therapy. Liane said she’s in the final stages of her therapy. She volunteers at the Portland Community Recovery Center and will soon enter the job market.\n\n“Operation Hope is amazing. They have the most amazing, warm people and there’s no stigma or shame in coming here,” Liane said. “It’s changing how society sees addiction. Addiction is a disease and people need help.”\n\nMoulton said he became tired of seeing an endless cycle of heroin addicts being in jail for a few days, only to be back on the street a few days later scoring another “bag of dope.”\n\n“Nobody aspires to be an addict,” Moulton said. “People are coming in, asking for help. They don’t want to live their lives that way anymore. This program has allowed our police officers to take a step back and see a more complete picture of people.”", "article_metadata": {"description": "Scarborough police have connected 109 addicts with treatment since Oct. 1, often by finding beds in states as far away as California", "generator": "WordPress 4.3.4", "og": {"site_name": "The Portland Press Herald / Maine Sunday Telegram", "description": "Scarborough police have connected 109 addicts with treatment since Oct. 1, often by finding beds in states as far away as California", "title": "Operation Hope helping addicts, but treatment depends on the charity of out-of-state programs - The Portland Press Herald / Maine Sunday Telegram", "locale": "en_US", "image": {"width": 999, "identifier": "http://www.pressherald.com/wp-content/uploads/2016/02/809745_834758-20160126_Op_HOPE_3.jpg", "height": 725}, "updated_time": "2016-02-27T23:28:40-04:00", "url": "http://www.pressherald.com/2016/02/28/operation-hope-helping-addicts-but-treatment-depends-on-the-charity-of-out-of-state-programs/", "type": "article"}, "twitter": {"description": "Scarborough police have connected 109 addicts with treatment since Oct. 1, often by finding beds in states as far away as California", "creator": "@pressherald", "image": "http://www.pressherald.com/wp-content/uploads/2016/02/809745_834758-20160126_Op_HOPE_3.jpg", "title": "Operation Hope helping addicts, but treatment depends on the charity of out-of-state programs - The Portland Press Herald / Maine Sunday Telegram", "site": "@pressherald", "card": "summary_large_image"}, "robots": "noodp", "apple-itunes-app": "app-id=951845858", "fb": {"admins": 769488179, "app_id": 178078215650057}, "article": {"publisher": "https://www.facebook.com/pressherald", "section": "Local & State", "published_time": "2016-02-28T04:00:00-04:00", "modified_time": "2016-02-27T23:28:40-04:00"}, "google-site-verification": "QWs9pxQP8fwo2-nR5mWopc6qCK2D3920f7bl-U-zkso", "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Liane, who was one of the first people to approach Operation Hope, has nearly completed her treatment program.\nOperation Hope is not only challenged by the system, but also people’s misperceptions about what it takes to get clean.\nOperation Hope is funded through Project Grace, a Scarborough-based nonprofit that pays for plane tickets and other grants.\nBut, Moulton said, the focus of the police department has changed since starting Operation Hope.\n“There’s just nowhere in Maine to get help,” said Scarborough police Officer John Gill, an Operation Hope coordinator."}