{"article_title": "Patent reform groups gear up for Senate debate", "article_keywords": ["gear", "reform", "patent", "house", "companies", "stay", "senate", "tech", "groups", "leahy", "provision", "debate"], "article_url": "http://thehill.com/policy/technology/193313-patent-reform-groups-gear-up-for-senate-debate", "article_text": "Groups on all sides of the patent reform debate are gearing up as the Senate prepares to take up the issue.\n\nThe Senate Judiciary Committee will meet Tuesday to discuss the Patent Transparency and Improvements Act, authored by Chairman Patrick Leahy Patrick LeahyGrassley hints at changes on email privacy reform Stick to the facts on the Cuba travel ban 19 months before deadline, lawmakers draw battle lines on spying powers MORE (D-Vt.), and hear testimony from representatives of tech companies, lawyers’ groups and others.\n\nEarlier this month, the House passed the Innovation Act, authored House Judiciary Chairman Bob Goodlatte (R-Va.), which targets abuse of the patent litigation system.\n\nADVERTISEMENT\n\nMany in the tech sector are watching to see how Leahy’s bill ultimately fits in with and adds to Goodlatte’s bill\n\nJon Potter, president of the Application Developers Alliance, said that he hopes the Senate will take patent reform further than the House did.\n\n“It’s a perfect opportunity for Chairman Leahy to really run with the ball … and for the Senate to go at least as far if not significantly more aggressive than the House,” he said during a Monday press event.\n\nPotter’s group works with tech giants like Google and Yahoo as well as small app developers, and it has been a vocal advocate for patent reform.\n\nThe Senate should “push the envelope even further than the House has and do it quickly,” Potter said.\n\n“We need the Senate to focus on patent quality and to focus on the end user stay provision.”\n\nGoodlatte’ Innovation Act originally included a provision to address low-quality patent, which was applauded by tech companies like Google and groups like Potter’s. Facing backlash from patent-reliant tech companies like IBM, Goodlatte removed the patent quality provision.\n\nThose watching the patent reform debate are waiting to see if Leahy will take up the issue in the Senate. Sen. Chuck Schumer (D-N.Y.) has pushed for a patent reform bill that would allow defendants to challenge low quality software patents at the Patent Office, and Leahy has committed to working with Schumer on the issue.\n\nTech companies and groups are also watching to see how Leahy deals with the end user or customer stay provision, which would allow tech companies to intervene when their customers are sued for patent infringement.\n\nThe National Retail Federation sent a letter on Monday opposing Leahy’s current customer stay provision.\n\nThe bill would leave customers with too little room to later defend themselves if they invoke the customer stay provision, the group wrote in letters to Leahy and Judiciary Committee ranking member Chuck Grassley (R-Iowa).\n\nThe retailers group called the provision a “poison pill” that would keep customers from asking tech companies to intervene when they’re being sued for patent infringement.\n\nGetting the customer stay provision right “is a tricky balance,” Dana Rao, vice president of intellectual property at Adobe and a witness for Tuesday’s hearing, said.\n\nRao said he hopes that Congress will “change the economics” so that meritless patent cases aren’t profitable.\n\nAdobe — which defends itself and its customers when accused of patent infringement — wants a patent reform bill that would require more transparency for patent infringement claims and increase the costs of bringing a meritless lawsuit, according to Rao.", "article_metadata": {"dcterms.description": "Groups on all sides of the patent reform debate are gearing up as the Senate prepares to take up the issue.The Senate Judiciary Committee will meet Tuesday to discuss the Patent Transparency and Improvements Act, authored by Chairman Patrick Leahy (D-Vt.), and hear testimony from representatives of tech companies, lawyers’ groups and others.", "description": "Groups on all sides of the patent reform debate are gearing up as the Senate prepares to take up the issue.The Senate Judiciary Committee will meet Tuesday to discuss the Patent Transparency and Improvements Act, authored by Chairman Patrick Leahy (D-Vt.), and hear testimony from representatives of tech companies, lawyers’ groups and others.", "generator": "Drupal 7 (http://drupal.org)", "author": "Kate Tummarello", "og": {"site_name": "TheHill", "description": "Groups on all sides of the patent reform debate are gearing up as the Senate prepares to take up the issue.The Senate Judiciary Committee will meet Tuesday to discuss the Patent Transparency and Improvements Act, authored by Chairman Patrick Leahy (D-Vt.), and hear testimony from representatives of tech companies, lawyers’ groups and others.", "title": "Patent reform groups gear up for Senate debate", "url": "http://thehill.com/policy/technology/193313-patent-reform-groups-gear-up-for-senate-debate", "image": "http://thehill.com/sites/default/files/thehill_logo_200.jpg", "updated_time": "2013-12-16T18:11:42-05:00", "type": "article"}, "dcterms.language": "und", "Smart_Paging": "on", "dcterms.modified": "2013-12-16T18:11-05:00", "dcterms.identifier": "http://thehill.com/policy/technology/193313-patent-reform-groups-gear-up-for-senate-debate", "dcterms.date": "2013-12-16T18:11-05:00", "apple-itunes-app": "app-id=396640962", "fb": {"admins": 100000299130732, "app_id": 566538590082898, "pages": 7533944086}, "dcterms.creator": "Kate Tummarello", "dcterms.type": "Text", "keywords": "Bob Goodlatte, Patent infringement, Software patent, Chuck Schumer,Patrick Leahy,", "article": {"published_time": "2013-12-16T18:11:42-05:00", "modified_time": "2013-12-16T18:11:42-05:00"}, "dcterms.format": "text/html", "twitter": {"url": "http://thehill.com/policy/technology/193313-patent-reform-groups-gear-up-for-senate-debate", "widgets": {"csp": "on"}, "description": "Groups on all sides of the patent reform debate are gearing up as the Senate prepares to take up the issue.The Senate Judiciary Committee will meet Tuesday to discuss the Patent Transparency and Improvements Act, authored by Chairman Patrick Leahy (D-Vt.), and hear testimony from representatives of tech companies, lawyers’ groups and others.", "card": "summary", "title": "Patent reform groups gear up for Senate debate"}, "dcterms.title": "Patent reform groups gear up for Senate debate"}, "_id": "\"57477af46914bd0286fdb254\"", "article_summary": "Groups on all sides of the patent reform debate are gearing up as the Senate prepares to take up the issue.\nThose watching the patent reform debate are waiting to see if Leahy will take up the issue in the Senate.\nAdobe — which defends itself and its customers when accused of patent infringement — wants a patent reform bill that would require more transparency for patent infringement claims and increase the costs of bringing a meritless lawsuit, according to Rao.\nPotter’s group works with tech giants like Google and Yahoo as well as small app developers, and it has been a vocal advocate for patent reform.\nThe National Retail Federation sent a letter on Monday opposing Leahy’s current customer stay provision."}