{"article_title": "Halftime Hits: No. 12 Clemson 14, No. 6 Notre Dame 3", "article_keywords": ["hits", "12", "14", "dames", "notre", "clemsons", "carries", "game", "defense", "scott", "yards", "halftime", "clemson", "dame"], "article_url": "http://www.postandcourier.com/article/20151003/PC0312/151009724/1032/halftime-hits-no-12-clemson-14-no-6-notre-dame-3", "article_text": "Clemson fans get charged up before an NCAA college football game against Notre Dame, Saturday, Oct. 3, 2015, in Clemson, S.C. (AP Photo/Richard Shiro)\n\nCLEMSON – It was just like Clemson’s start to the Florida State game in 2013. Except the complete opposite.\n\nGood on the majority 81,500 fans who reached their seats at Memorial Stadium early on Saturday night, or they would have missed a quick couple of touchdowns for the 12th-ranked Tigers, who lead No. 6 Notre Dame 14-3 at the orange slices.\n\n- Quarterback Deshaun Watson tucked and ran for 38 yards on the first play from scrimmage, the defense opened with a three-and-out, and Jordan Leggett and Artavis Scott caught touchdown passes from Watson to give the Tigers a 14-0 lead just 6 minutes, 17 seconds into the proceedings.\n\n- However, Clemson’s offense stalled after that, as Notre Dame’s defense settled in. After allowing 104 yards on the opening two touchdown drives, the Irish yielded 49 yards on the next five possessions, including four three-and-outs.\n\n- But the defense was the story of the first half, playing aggressively and confidently. Notre Dame’s moved the ball in spots, but not consistently. Clemson only leads the yards count 152-137, but Notre Dame has run eight more plays.\n\n- Shaq Lawson had 3.5 tackles for a loss in the first quarter; the team record is six for a game. At this point, Notre Dame left tackle and future first-round prospect Ronnie Stanley has just resorted to holding Lawson, or flat-out tackling him.\n\n- Lot of jawing from Clemson cornerback Mackensie Alexander on Notre Dame receiver Will Fuller, and it’s working. Fuller, an elite wideout, has one catch for 14 yards.\n\n- Notre Dame needed to run the ball effectively to have a chance this evening, and C.J. Prosise has 10 carries for four yards. Quarterback DeShone Kizer has completed nine of 19 passes for 96 yards, and no interceptions – though linebacker Ben Boulware let one slip through his hands.\n\n- Deshaun Watson’s first half: 6-of-12, 65 yards, 2 TDs. He also has 51 rushing yards on six carries.\n\n- Artavis Scott: four catches for 35 yards and a score. Hunter Renfrow has a 24-yard grab. Wayne Gallman has 25 yards on eight carries.\n\n- Both teams have a long kick return; Clemson’s Scott for 32 yards, Notre Dame’s C.J. Sanders for 46 yards. Both those returns resulted in points for their team.\n\n- Andy Teasdall, have a night. The former walk-on, current scholarship punter has boots of 47, 54, 52 and 42 yards, with no returns.\n\n- Penalties were heavy in the second quarter. Clemson has three for 28 yards; Notre Dame has five for 30.\n\n- Third downs have been tough sledding. Notre Dame is 2-for-8, Clemson 2-for-6.\n\n- The rain has ranged from heavy downpours to light sprinkling.", "article_metadata": {"news_keywords": "Halftime Hits: No. 12 Clemson 14, No. 6 Notre Dame 3, Blogs, \r\nBlogsClemson, \r\nFP LatestNews, \r\nTiger Tracks, \r\nTiger Tracks,", "og": {"site_name": "Post and Courier", "description": "CLEMSON – It was just like Clemson’s start to the Florida State game in 2013. Except the complete opposite.", "title": "Halftime Hits: No. 12 Clemson 14, No. 6 Notre Dame 3", "url": "http://www.postandcourier.com20151003/151009724/halftime-hits-no-12-clemson-14-no-6-notre-dame-3", "image": {"url": "http://www.postandcourier.com/storyimage/CP/20151003/PC0312/151009724/AR/0/AR-151009724.jpg", "identifier": "http://www.postandcourier.com/storyimage/CP/20151003/PC0312/151009724/AR/0/AR-151009724.jpg"}, "type": "article"}, "twitter": {"description": "CLEMSON – It was just like Clemson’s start to the Florida State game in 2013. Except the complete opposite.", "title": "Halftime Hits: No. 12 Clemson 14, No. 6 Notre Dame 3", "app": {"country": "US", "name": {"ipad": "Post and Courier", "iphone": "Post and Courier", "googleplay": "Post and Courier"}, "id": {"ipad": 603721271, "iphone": 603721271, "googleplay": "com.Synapse.PandC"}}, "site": "@postandcourier", "image": "http://www.postandcourier.com/storyimage/CP/20151003/PC0312/151009724/AR/0/AR-151009724.jpg?201510032151", "card": "summary_large_image"}, "metered": "yes", "p": {"domain_verify": "c6511264bdb6fa45c6bb985fb86d3ab2"}, "fb": {"app_id": 146078808769941}, "tout": {"article": {"id": 151009724}}, "keywords": "Halftime Hits: No. 12 Clemson 14, No. 6 Notre Dame 3 , Blogs, \r\nBlogsClemson, \r\nFP LatestNews, \r\nTiger Tracks, \r\nTiger Tracks", "article": {"published_time": "2015-10-03T21:50:37Z", "modified_time": "2015-10-03T21:51:00Z", "author": "Aaron Brenner"}, "msvalidate.01": "05BAEC9D8820FA9F10D57DB6EB3C6192", "google-site-verification": "rAW9DX7yfiFF82k05QGF6LbZBkxcKxMTzAwNv0OCKAM", "viewport": "width=device-width, initial-scale=1.0, user-scalable=no", "description": "CLEMSON – It was just like Clemson’s start to the Florida State game in 2013. Except the complete opposite."}, "_id": "\"57477af36914bd0286fcc96b\"", "article_summary": "Clemson has three for 28 yards; Notre Dame has five for 30.\nAt this point, Notre Dame left tackle and future first-round prospect Ronnie Stanley has just resorted to holding Lawson, or flat-out tackling him.\n- Notre Dame needed to run the ball effectively to have a chance this evening, and C.J.\n- Lot of jawing from Clemson cornerback Mackensie Alexander on Notre Dame receiver Will Fuller, and it’s working.\n6 Notre Dame 14-3 at the orange slices."}