{"article_title": "Birth Rate Down For Teens, Up For Women Over 40", "article_keywords": ["teen", "babies", "births", "number", "40", "rate", "rates", "low", "birth", "teens", "1000", "women"], "article_url": "http://www.medicaldaily.com/birth-rate-down-teens-women-over-40-cdc-report-299066", "article_text": "The Centers for Disease Control and Prevention released preliminary data for birth rates during 2013 yesterday, and the news looks positive. The teen birth rate declined by a substantial 10 percent in 2013 to just 26.6 births per 1,000 women between the ages of 15 and 19. This historic low for the nation arrives with declining rates for both younger and older teenagers.\n\n“The overall reductions in teen birth rates have been shared across all age groups, race and ethnicity groups, and states,” noted the authors of the CDC report. The authors of the report surmise the lower teen birth rate is a result of both abstinence and “significant increases” in the use of contraception. “While progress in reducing teen birth rates in the United States has been considerable, the U.S. teen birth rate remains higher than the rates in most other developed countries,” the authors wrote, noting rates in Denmark, Japan, Netherlands, and Switzerland all were less than one-fifth that of the U.S.\n\nThe main reason for concern centers around the negative health and social consequences impacting both teen mothers and their babies. Babies born to teen mothers are more likely to become teen mothers themselves, with limited educational and occupational opportunities. Additionally, babies born to teen mothers are at a higher risk of low birthweight and preterm delivery, which are precursors to childhood disease and even death.\n\nThe overall number of U.S. births during 2013 appears to be slightly higher than in 2012 with a total of 3,957,577 or 4,736 more babies born in 2013 compared to the previous year. Despite the slight uptick, this represents a small plunge in the general fertility rate when compared to 2012 and a record low at just 62.9 births per 1,000 women during 2013.\n\nAdditionally, while the birth rate for women in their early 20s also declined to a record low of 81.2 births per 1,000 women, the number of babies born to women in their 30s and 40s rose in 2013. In fact, this age group clocked their highest rate since 1966 with10.5 births per 1,000 women between 40 and 44 in 2013, a one percent increase over 2012. Even more, the rate for women over 45 rose to 0.8 births per 1,000 women from 0.7 in 2012, which amounts to a substantial seven percent increase in the total number of births for this age group. Rises in the birth rates for older women may be due in part to increasing use of in vitro fertilization and other assisted reproductive technologies.\n\nNotably, the birth rate among women who are not married declined by one percent in 2013 to 44.8 births per 1,000 women. A very slender decline was also seen in the number of cesareans, moving from 32.8 percent in 2012 to 32.7 percent in 2013. The preterm birth rate also fell for the seventh year in a row to 11.38 percent in 2013. Finally, the low birthweight rate was essentially unchanged at 8.02 percent.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "teen birth rate, women over 40, birthweight, preterm birth rate", "og": {"site_name": "Medical Daily", "description": "The teen birth rate declined by a substantial 10 percent in 2013 to just 26.6 births per 1,000 women between the ages of 15 and 19.", "title": "Women Over 40 Are Having More Kids, While Teens Abstain", "url": "http://www.medicaldaily.com/birth-rate-down-teens-women-over-40-cdc-report-299066", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/21/teen-mother.jpg", "type": "article"}, "twitter": {"description": "The teen birth rate declined by a substantial 10 percent in 2013 to just 26.6 births per 1,000 women between the ages of 15 and 19.", "title": "Women Over 40 Are Having More Kids, While Teens Abstain", "url": "http://www.medicaldaily.com/birth-rate-down-teens-women-over-40-cdc-report-299066", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/21/teen-mother.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2014/08/21/teen-mother.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Policy/Biz", "published_time": "2014-08-21T10:23:12-04:00", "modified_time": "2014-08-21T10:23:12-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "The teen birth rate declined by a substantial 10 percent in 2013 to just 26.6 births per 1,000 women between the ages of 15 and 19."}, "_id": "\"57477af46914bd0286fdcf60\"", "article_summary": "Notably, the birth rate among women who are not married declined by one percent in 2013 to 44.8 births per 1,000 women.\nThe teen birth rate declined by a substantial 10 percent in 2013 to just 26.6 births per 1,000 women between the ages of 15 and 19.\nThe authors of the report surmise the lower teen birth rate is a result of both abstinence and “significant increases” in the use of contraception.\nThe preterm birth rate also fell for the seventh year in a row to 11.38 percent in 2013.\nThe Centers for Disease Control and Prevention released preliminary data for birth rates during 2013 yesterday, and the news looks positive."}