{"article_title": "DePaul’s breakdancing club The Lab still going strong", "article_keywords": ["draganova", "going", "school", "street", "elliot", "club", "depauls", "lab", "crew", "breakdancing", "way", "strong", "ray"], "article_url": "http://depauliaonline.com/2015/02/15/depaul-breakdancing-club-the-lab/", "article_text": "The floor was rocking, dust bunnies were flying and soon it was hard to tell if Studio D in The Ray Meyer Fitness Center was a scene from “Honey” or an old Jennifer Lopez video. The Lab, DePaul’s breakdancing club, started in 2010 and meets at the Ray on Mondays and Wednesdays. They perform at events together every now and then and have created a bond that needs to be seen to be understood.\n\nThough they meet on campus, The Lab isn’t comprised of only DePaul students. Some of the dancers in attendance were graduates and some were just random friends of the members. One of the dancers was 17-year-old Patrick Blanton, a high school student who discovered The Lab through his friend Frances Herrera-Lim, vice president of the club.\n\nBlanton said he’s only been dancing for five months, though his skill set wouldn’t show it.\n\n“I’ve just been dedicated,” Blanton said. “I’ve just been at it and they really help you out a lot.” ‘\n\nBlanton is an actor for St. Patrick High School’s theater program and said the school doesn’t offer anything like The Lab. In fact, the entire breakdancing community doesn’t do clubs at all.\n\n“Usually it’s a crew that’s been around for like 32 years and you earn your way [by]smoking the whole crew or trying to at least,” Herrera-Lim said. Crews aren’t as open as The Lab because the breakdancing culture has always been competitive. Over the years crews gather at what’s called a “jam” and battle occasionally for money but oftentimes just for street credibility. During the ’80s and ’90s, in the era of Richard “Crazy Legs” Colon and Kenneth “Ken Swift” Gabbert, breakers could get as violent as gangs. It is, after all, an art form that infuses street life with music and Kung Fu.\n\nSince breakdancing is extremely competitive and breakers don’t typically help others outside of their crew, it isn’t hard to tell why the scene of The Lab’s meeting felt refreshingly unified. There were a lot of thumps as breakers in the club hit the floor after slipping, along with many people grabbing body parts in pain. Almost instantly another dancer would walk up and ask them to do it again so they could see what went wrong. From there, if they could, they would show each other a better way to do it.\n\nIt was an environment like this that drew DePaul freshman Polly Draganova to the club in November. She heard about a cypher in the Student Center through one of her friends. In a cypher, The Lab turns the music up, gets in a circle, and lets everyone jump in one at a time and do his or her thing. Draganova originally went only to stop by but ended up staying the whole four hours. Club members convinced Draganova to come check out one of the meetings and ensured her that it wasn’t intimidating, which she later found out was true. After one practice she felt welcomed enough to keep going. “They’re not intimidating,” Draganova said. “They’ll teach you from whatever level you’re at.”\n\nOne of the many instructors everyone kept addressing was DePaul graduate Peter Elliot. Elliot was involved with The Lab the entirety of his college career and has since become a part of Chicago street crew Phaze II. In the meantime, he regularly attends The Lab’s practices and helps out virtually everyone in the room.\n\nHe walked around the room almost in the way grade school teachers do during a test looking for cheaters. When he would see someone on the verge of needing their “Obamacare,” he would stop them and walk them through a move step-by-step. Since it is a school club, Elliot said that the goal is to not get everyone jam ready.\n\n“It’s not competitive or anything to be in it, people come and want to hang out,” Elliot said. “If you’ve noticed, some people kind of sit around and talk the whole time.”\n\nIt’s true. The majority of the group came in and immediately changed shoes and started dancing in the mirror to the mix playing over the large speakers. Others just stood watching the majority of the time as the number of people rose from eight to 21, then back to nine. The vibe in the room felt like an afterschool program. Everyone seemed to have known each other for years though some of them have only been dancing for a few months.\n\nThe Lab welcomes all students and their friends to come check them out on practice days at 9:15 p.m. Everything wraps up at 11 p.m. when The Ray closes usually with a cypher. “We (breakdance) together and it’s kind of intimate,” Herrera-Lim said. “So, you can’t help but become a community when it’s your body and your personality put into it.”", "article_metadata": {"description": "The Lab, DePaul’s breakdancing club, started in 2010 and meets at the Ray on Mondays and Wednesdays.", "generator": "Seriously Simple Podcasting 1.14.3", "og": {"site_name": "The DePaulia", "description": "The Lab, DePaul’s breakdancing club, started in 2010 and meets at the Ray on Mondays and Wednesdays.", "title": "DePaul’s breakdancing club The Lab still going strong", "locale": "en_US", "image": {"width": 800, "identifier": "http://depauliaonline.com/wp-content/uploads/2015/02/MG_0201-1.jpg", "height": 365}, "updated_time": "2015-02-15T18:45:19-05:00", "url": "http://depauliaonline.com/2015/02/15/depaul-breakdancing-club-the-lab/", "type": "article"}, "twitter": {"description": "The Lab, DePaul’s breakdancing club, started in 2010 and meets at the Ray on Mondays and Wednesdays.", "creator": "@thedepaulia", "image": "http://depauliaonline.com/wp-content/uploads/2015/02/MG_0201-1.jpg", "title": "DePaul’s breakdancing club The Lab still going strong", "site": "@thedepaulia", "card": "summary_large_image"}, "robots": "noodp", "fb": {"pages": 108424530298}, "article": {"publisher": "https://www.facebook.com/TheDePaulia/", "section": "Features", "tag": "the lab", "published_time": "2015-02-15T17:11:19-05:00", "modified_time": "2015-02-15T18:45:19-05:00"}, "viewport": "width=device-width, initial-scale=1"}, "article_summary": "The Lab, DePaul’s breakdancing club, started in 2010 and meets at the Ray on Mondays and Wednesdays.\nSince it is a school club, Elliot said that the goal is to not get everyone jam ready.\nElliot was involved with The Lab the entirety of his college career and has since become a part of Chicago street crew Phaze II.\nCrews aren’t as open as The Lab because the breakdancing culture has always been competitive.\nOne of the dancers was 17-year-old Patrick Blanton, a high school student who discovered The Lab through his friend Frances Herrera-Lim, vice president of the club."}