{"article_title": "Congress gives big gifts in “Christmas Tree” bill, adds to debt", "article_keywords": ["adds", "congress", "spending", "big", "bill", "tree", "gifts", "federal", "economy", "interest", "president", "tax", "debt", "christmas", "gives"], "article_url": "http://weilsnotes.bangordailynews.com/2015/12/26/home/congress-gives-big-gifts-in-christmas-tree-bill-adds-to-debt/", "article_text": "Did you see the national Christmas tree lighting? No, not the gift-free ceremony on the White House lawn.\n\nThe real Christmas tree is a bill enacted by Congress last Friday and promptly signed by the president. There were gifts for almost everyone under that tree.\n\nMost of the almost $1.8 trillion pays for the entire federal government for a year. About a third of it cuts taxes for many, from racehorse owners to retirees.\n\nWho paid for all these gifts? Partly, current taxpayers. But much of the deal depends on what is likely to be hundreds of billions of new debt, a gift from our grandchildren who must later pay the bill.\n\nThe tax piece is entitled, “Protecting Americans From Tax Hikes.” The “Americans” involved do not include children.\n\nCongress knew what it was doing. Though it had pledged never to increase spending without finding the offsetting revenues, it simply overcame this so-called “Paygo” by passing the “Motion to Waive All Applicable Budgetary Discipline.”\n\nAlso broken was an agreement to fund defense and non-defense programs equally. More money appears to go to the military than to civilian activities.\n\nThe gifts in the deal were the reason why the legislation passed. To get enough Republicans to support the bill, many had to be granted funding for their constituents or campaign backers. The New York Times reported that Sen. Susan Collins got $1 billion for a destroyer not requested by the Defense Department. It’s likely to be built at BIW.\n\nHouse Speaker Paul Ryan seemed to do much better than John Boehner, his predecessor, but he didn’t. He still lost the votes of many GOP representatives. He gained passage only because they did not entirely block the legislative process as they might have. Ryan got to enjoy his congressional honeymoon.\n\nIt is unlikely that many senators or representatives even read the 2009 page bill they passed. Still, the pages were double-spaced with wide margins and big type. The complex bill was literally only a day’s work for most in Congress.\n\nInstead of there being a separate bill for each agency of government that could have been carefully reviewed, all of the government was piled into a single bill. While that eliminates detailed review, it allowed narrow provisions that may only be understood months later. And it’s no way to cut spending.\n\nThroughout the document, so-called “riders” were used to do a lot more than the bill might have seemed to cover. For example, the ban on exporting U.S. oil was lifted and some of Affordable Care Act funding was dropped.\n\nThe president’s victories were highlighted as being no defunding of Planned Parenthood and no ban on Syrian refugees.\n\nIn reality, President Obama won a major victory . To get out of the recession, he had wanted more government stimulus to push job creation. But, after one round, Congress refused him any more.\n\nThat left everything to the Federal Reserve. The only thing it could do was lower interest costs, promoting borrowing for investment and pumping more money into the economy. The Fed’s policy worked, but far more slowly than if there had also been a tax and spending element of the federal effort.\n\nEarly last week, the Fed decided that its low interest policy had done just about all the good it could and that it was now time to begin raising interest rates. Some investment leaders worried that it was moving too soon and the economy still needed help.\n\nThough providing such help through increasing spending and reducing taxes had been opposed by many congressional Republicans, that’s just what a majority of them agreed to do in the Christmas tree legislation.\n\nWithout even a backward glance at their previous opposition, the GOP gave Obama just what he had wanted: increased debt financed government spending that would permit business and industry to hire more people and pay them more. Getting the effect may take time, perhaps allowing the next president to take the credit.\n\nThe Fed may now get the small amount of inflation it says is good for the economy, thanks to the Christmas tree bill. If that doesn’t boost the stock market, making investors happy, it’s reasonable to wonder what would.\n\nThe media generally congratulated Congress and the president for their display of bipartisanship just when most people were frustrated with partisan gridlock. When Washington powers agreed to act generously in the spirit of Christmas, it turned out to be easy.\n\nHappy holiday. Some of your best gifts may not be the ones found under your tree.\n\nRecommend this article", "article_metadata": {"generator": "WordPress 4.1.5", "og": {"site_name": "Notes from a Corner of the Country", "description": "Did you see the national Christmas tree lighting? No, not the gift-free ceremony on the White House lawn. The real Christmas tree is a bill enacted by Congress last Friday and promptly signed by th...", "title": "Congress gives big gifts in \"Christmas Tree\" bill, adds to debt", "url": "http://weilsnotes.bangordailynews.com/2015/12/26/home/congress-gives-big-gifts-in-christmas-tree-bill-adds-to-debt/", "image": "http://i1.wp.com/weilsnotes.bangordailynews.com/files/2013/12/GLW-Media1.jpg", "locale": "en_US", "type": "article"}, "twitter": {"site": "@bdnmaineblogs", "card": "summary"}, "wp-parsely_version": "1.7", "fb": {"app_id": 748756371893770}, "article": {"published_time": "2015-12-26T10:35:30+00:00", "modified_time": "2015-12-26T10:35:30+00:00", "author": "http://weilsnotes.bangordailynews.com/author/glweil/"}, "viewport": "width=device-width"}, "article_summary": "The real Christmas tree is a bill enacted by Congress last Friday and promptly signed by the president.\nThe Fed may now get the small amount of inflation it says is good for the economy, thanks to the Christmas tree bill.\nDid you see the national Christmas tree lighting?\nThough providing such help through increasing spending and reducing taxes had been opposed by many congressional Republicans, that’s just what a majority of them agreed to do in the Christmas tree legislation.\nSome of your best gifts may not be the ones found under your tree."}