{"article_title": "[WATCH] Bill O'Reilly pays a visit to 'Jimmy Kimmel Live!'", "article_keywords": ["paying", "obama", "jimmy", "visit", "trying", "bill", "watch", "opinion", "think", "live", "kimmel", "pays", "interview", "president", "theyre", "oreilly", "youre"], "article_url": "http://redalertpolitics.com/2014/02/19/watch-bill-oreilly-pays-a-visit-to-jimmy-kimmel-live/", "article_text": "FOX News personality Bill O’Reilly appeared on “Jimmy Kimmel Live!” Tuesday night to promote his new book, “Killing Jesus,” and discuss his interview style and opinion of President Barack Obama.\n\nSetting politics aside, O’Reilly said that the president is trying to do the best he can for his country, much as his predecessor did.\n\n“I like Barack Obama, as I liked George W. Bush. I think they’re both patriots,” O’Reilly said. “Now, you may not agree with their policies, you may think that they’re not managing well. That’s fine. Everybody has an opinion. But as human beings, I think they’re both trying to do what’s best for their country.”\n\nHe added that he has to balance that opinion with a hard-nosed approach to interviews; for instance, while he said it’s unfair for contributors or viewers to imply that Obama is trying to “subvert” the country, he’s “the toughest guy on the block” when it comes to holding the president accountable for his administration’s missteps.\n\n“If you remember the Obama interview during the Super Bowl, I go, ‘Why didn’t you fire Kathleen Sebelius?’ She screwed up Obamacare! Why is she still there? Why am I paying, you’re paying, her salary? For what? She should’ve been axed in day one,” O’Reilly said. “He didn’t answer the question. I said to the audience, I said to him, ‘You’re not going to answer that, are you?’ and he gives me the Obama smile. Then I have to move along. I can’t pick up the water and throw it at him as some of the right-wingers want me to do. I can’t.”\n\nO’Reilly said he’s in Los Angeles for an annual “O’Reilly Factor” broadcast from the Golden State to “cause trouble, shake things up a little bit.” Kimmel asked if people are happy to see him when he comes to L.A. every year.\n\n“No, not particularly. Little children flee, that kind of thing — buses turn around,” he joked.\n\nWatch parts one and two of the interview below.", "article_metadata": {"generator": "NGFB Pro 7.8.4U", "og": {"site_name": "Red Alert Politics", "description": "FOX News personality Bill O'Reilly appeared on \"Jimmy Kimmel Live!\" Tuesday night to promote his new book, \"Killing Jesus,\" and discuss his interview style and opinion of President Barack Obama.", "title": "[WATCH] Bill O'Reilly pays a visit to 'Jimmy Kimmel Live!' - Red...", "locale": "en_US", "image": {"width": 600, "identifier": "http://redalertpolitics.com/files/2014/02/oreilly-kimmel-600x358.jpg", "height": 358}, "url": "http://redalertpolitics.com/2014/02/19/watch-bill-oreilly-pays-a-visit-to-jimmy-kimmel-live/", "type": "article"}, "fb": {"admins": 1285945407, "app_id": 529886110401651}, "msvalidate.01": "0F003B4674EABE0F24651B476B61A43C", "article": {"publisher": "https://www.facebook.com/RedAlertPolitics", "tag": "oreilly-factor-los-angeles", "published_time": "2014-02-19T11:02:45+00:00", "modified_time": "2014-02-19T11:06:10+00:00"}, "viewport": "width=device-width"}, "article_summary": "Why am I paying, you’re paying, her salary?\nFOX News personality Bill O’Reilly appeared on “Jimmy Kimmel Live!” Tuesday night to promote his new book, “Killing Jesus,” and discuss his interview style and opinion of President Barack Obama.\n“If you remember the Obama interview during the Super Bowl, I go, ‘Why didn’t you fire Kathleen Sebelius?’ She screwed up Obamacare!\nI think they’re both patriots,” O’Reilly said.\nSetting politics aside, O’Reilly said that the president is trying to do the best he can for his country, much as his predecessor did."}