{"article_title": "Conservative Rep: ‘I Will Not Vote for John Boehner’", "article_keywords": ["republicans", "power", "house", "rep", "cromnibus", "purse", "conservative", "boehner", "speaker", "vote", "john", "bridenstine", "obama"], "article_url": "http://www.breitbart.com/big-government/2015/01/02/conservative-rep-i-will-not-vote-for-john-boehner/", "article_text": "SIGN UP FOR OUR NEWSLETTER\n\nRep. Jim Bridenstine (R-OK) says he will not vote for House Speaker John Boehner’s reelection as speaker.\n\nSIGN UP FOR OUR NEWSLETTER\n\n“I Will Not Vote for John Boehner,” reads the subject line of a news release the congressman’s office posted Friday.\n\nIn a lengthy statement, the Oklahoma lawmaker laid out some of his issues with Boehner’s current tenure. He specifically cites the “Cromnibus,” the government-funding measure that passed before lawmakers ended the 113th Congress in December.\n\nBridenstine notes that, despite huge wins by Republicans in the midterm elections and with Democrats in melt-down mode, Boehner worked with Obama and surrendered Republican’s best chance at retaining control in Congress.\n\n“Together they crafted the CR/Omnibus, a $1.1 trillion spending bill which funded the government for 10 months and blocked our newest elected Republicans from advancing conservative policy and delivering on campaign promises,” Bridenstine said. “With this vote, Republicans gave away the best tool available to rein in our liberal activist President: the power of the purse. The power of the purse is Congress’ Constitutional strength.”\n\nBridenstine argued that passing the cromnibus provided Obama and liberals a huge victory by funding Obamacare.\n\n“This is unconscionable after watching the campaign rhetoric that won such decisive victories for the GOP,” he said.\n\nAnd went on to predict that when funding for Department of Homeland Security (DHS) runs out in February that Republicans will not be able to stop Obama’s executive amnesty.\n\n“Does anybody believe that President Obama is concerned about Republicans not funding DHS?” Bridenstine asked. “Immigration and Customs Enforcement agents have already sued the Administration for not allowing them to enforce the law.”\n\nBridenstine, who is no stranger to bucking Boehner — notably voting for then-Rep. Eric Cantor (R-VA) for Speaker in 2013 — stressed that in failing to fight against Obama’s refusal to faithfully executive America’s laws, House Republicans share some blame for going astray from the Constitution.\n\n“When our Constitution is under assault and House Republicans give away our Constitutional power of the purse, they share the guilt of abandoning our founding principles,” he said.\n\nHe concluded by pointing to the cromnibus as the primary reason he will vote against Boehner as speaker.\n\n“The CR/Omnibus legislation sufficiently undermines the checks and balances enshrined in the Constitution that it warrants my pending vote against the Speaker,” Bridenstine said. “Speaker Boehner went too far when he teamed with Obama to advance this legislation. He relinquished the power of the purse, and with it he lost my vote.”", "article_metadata": {"description": "Conservative Rep: ‘I Will Not Vote for John Boehner’", "og": {"site_name": "Breitbart", "description": "Conservative Rep: ‘I Will Not Vote for John Boehner’", "title": "Conservative Rep: ‘I Will Not Vote for John Boehner’ - Breitbart", "locale": "en_US", "image": {"width": 640, "identifier": "http://media.breitbart.com/media/2015/01/jim-bridenstein-AP.jpg", "height": 480}, "updated_time": "2015-01-02T10:51:44-07:00", "url": "http://www.breitbart.com/big-government/2015/01/02/conservative-rep-i-will-not-vote-for-john-boehner/", "type": "article"}, "twitter": {"description": "Conservative Rep: ‘I Will Not Vote for John Boehner’", "creator": "@BreitbartNews", "image": "http://media.breitbart.com/media/2015/01/jim-bridenstein-AP.jpg", "title": "Conservative Rep: ‘I Will Not Vote for John Boehner’ - Breitbart", "site": "@BreitbartNews", "card": "summary"}, "robots": "noodp", "fb": {"pages": 95475020353, "app_id": 1243316582352556, "use_automatic_ad_placement": "true"}, "msapplication-TileImage": "/t/assets/i/w-logo-orange.png", "keywords": "Jim Bridenstine, John Boehner,Big Government,john boehner", "article": {"publisher": "https://www.facebook.com/Breitbart", "published_time": "2015-01-02T09:27:12-07:00", "section": "Big Government", "modified_time": "2015-01-02T10:51:44-07:00", "tag": "John Boehner", "categories": "Big Government"}, "viewport": "width=device-width,initial-scale=1", "op": {"markup_version": "v1.0"}}, "_id": "\"57477af36914bd0286fcc9d2\"", "article_summary": "SIGN UP FOR OUR NEWSLETTERRep. Jim Bridenstine (R-OK) says he will not vote for House Speaker John Boehner’s reelection as speaker.\nSIGN UP FOR OUR NEWSLETTER“I Will Not Vote for John Boehner,” reads the subject line of a news release the congressman’s office posted Friday.\nHe concluded by pointing to the cromnibus as the primary reason he will vote against Boehner as speaker.\n“Speaker Boehner went too far when he teamed with Obama to advance this legislation.\n“With this vote, Republicans gave away the best tool available to rein in our liberal activist President: the power of the purse."}