{"article_title": "Thank You, Rand Paul", "article_keywords": ["gratitude", "rand", "thank", "senate", "deserve", "continuing", "liberty", "fight", "youve", "paul", "day"], "article_url": "http://thelibertarianrepublic.com/thank-you-rand-paul/", "article_text": "Thank You, Rand Paul\n\nDr. Rand Paul,\n\nThank you. I know you’ve heard it from many, but you deserve to hear it much more. On behalf of myself, my staff at The Libertarian Republic, and all our readers, thank you.\n\nIt’s not just about how you kept us engaged and thrilled day after day in your ongoing battle against the Washington machine, and it’s not only about the value and badly needed perspective you brought to this race—though you certainly deserve gratitude in this regard. I want to thank you for giving me hope; for igniting brush fires of liberty across the country. I want to thank you for taking the message of free markets and limited government places where it isn’t popular, and for addressing issues others won’t touch, like criminal justice reform.\n\nAt TLR we have followed your fight from the earliest days of your senate campaign and we look forward to continuing to cover your work in the senate and all your future endeavors. Your supporters may not all agree on what to do next or who we will support now that you have left the race, but we are united in our gratitude to you and the people who worked so hard to help you along the way.\n\nThank you for making liberty cool on the right again and for continuing to fight for the principles your father did. Now go win your senate seat and continue to do what you do best: fight for freedom.", "article_metadata": {"description": "A proper thank you to Rand Paul for all he has done and will do", "generator": "WordPress 4.4.2", "og": {"site_name": "The Libertarian Republic", "description": "A proper thank you to Rand Paul for all he has done and will do", "title": "Thank You, Rand Paul", "locale": "en_US", "image": "http://thelibertarianrepublic.com/wp-content/uploads/2016/02/rand-Paul-post-mortem.jpg", "url": "http://thelibertarianrepublic.com/thank-you-rand-paul/", "type": "article"}, "twitter": {"image": "http://thelibertarianrepublic.com/wp-content/uploads/2016/02/rand-Paul-post-mortem.jpg", "description": "A proper thank you to Rand Paul for all he has done and will do", "site": "@thelibrepublic", "card": "summary_large_image", "title": "Thank You, Rand Paul"}, "robots": "noodp", "fb": {"admins": 501616773}, "article": {"publisher": "https://www.facebook.com/libertarianrepublic", "section": "2016 Presidential Race", "tag": "thank you", "published_time": "2016-02-04T14:51:13+00:00", "author": "http://www.facebook.com/keithfarrellpublic"}, "viewport": "width=device-width, initial-scale=1.0"}, "article_summary": "Thank You, Rand PaulDr. Rand Paul,Thank you.\nThank you for making liberty cool on the right again and for continuing to fight for the principles your father did.\nI want to thank you for giving me hope; for igniting brush fires of liberty across the country.\nOn behalf of myself, my staff at The Libertarian Republic, and all our readers, thank you.\nI know you’ve heard it from many, but you deserve to hear it much more."}