{"article_title": "Wii U Games Line Up For 2015 Is Nothing Short of Spectacular « GamingBolt.com", "article_keywords": ["gamingboltcom", "short", "console", "look", "spectacular", "coming", "wii", "project", "games", "lot", "nintendo", "2015", "line", "miyamoto", "e3"], "article_url": "http://gamingbolt.com/wii-u-games-line-up-for-2015-is-nothing-short-of-spectacular", "article_text": "\n\n\n\n2014 was a great year for Nintendo- after two years of negative press and momentum for their beleaguered new console, in which they squandered their headstart, destroyed any brand equity the Wii brand name might ever have held, and found themselves backed into a corner that few console manufacturers have been in gaming history, they struck back, and they struck hard. 2014 was a stunning showcase for the Wii U- games like Donkey Kong, Mario Kart, Super Smash Bros., Hyrule Warriors, Bayonetta 2, Captain Toad, and Shovel Knight all demonstrated why Nintendo is, after all, the greatest developer on the planet, and why it is enough to buy their console just to play their games.\n\nIn 2014, Nintendo managed to even reverse the Wii U’s sales momentum a little– sales are up this year, compared to last year- and they managed to reverse the Wii U’s perception, at least among enthusiast gamers, from a standing joke to a highly desirable platform with the best library of exclusives on the market.\n\nTheir lineup for this year had a lot to do with all of this, sure, but a lot of it also had to do with their stellar E3 showing back in June, where they demonstrated that, unlike some other companies, just because their system was underperforming, they would not abandon it. Instead, they doubled down and showed off a slate of great upcoming games on the platform, that somehow looks even better than everything we already have.\n\nIn this list, we look at those upcoming games- there’s an amazing lineup of new Wii U games announced for 2015, and here, we will look at just which of these are the ones you should be looking forward to the most in the coming year.\n\nReady? Okay, here we go.\n\nProject Guard/Project Giant Robot\n\n\n\nExactly what these games are, we’re not quite sure yet, which is a bit surprising, given that Nintendo is so insistent that they are coming next year. We actually don’t even know if they are two separate games yet- but given that Nintendo has always shown them off and referred to them together, we’re going to go ahead and assume that they’re both part of the same package.\n\nUndoubtedly, these were the weakest part of Nintendo’s otherwise stellar E3 showing. We had been hearing a lot about the new mysterious project Miyamoto had been working on, and how it would utilize the Wii U Gamepad in innovative ways, but their E3 debut, at least, left a lot to be desired, and the games just ended up coming off looking rough and unpolished, and also unconvincing proof of concepts. The Treehouse stream, which you can see above, was a little better, as they started to look like some interesting and innovative takes on existing genres. Although right now, it may be easy to just dismiss them as unpolished tech demos, it would probably be unwise- from these rough tech demos, Miyamoto has wrought masterpieces before such as Pikmin, or crowd pleasers such as Wii Sports.\n\nWhether or not Project Giant Robot/Project Guard end up in that same list of successes for him remains to be seen, but the man has earned our benefit of the doubt- if anyone can innovatively make a compelling case for the Wii U Gamepad, Miyamoto is it, so we’re going to watch just how this pet project of his turns out.", "article_metadata": {"og": {"image": "http://gamingbolt.com/wp-content/uploads/2014/04/wii-u--300x168.jpg"}, "google-site-verification": "HlQ8pg5xv9D6mSe_VQi4-7e3amvI2SxvyoIcyBX68dk", "twitter": {"description": "It's got the best library on the market, and it doesn't look like that will change in 2015 either.", "title": "Wii U Games Line Up For 2015 Is Nothing Short of Spectacular", "url": "http://gamingbolt.com/wii-u-games-line-up-for-2015-is-nothing-short-of-spectacular", "image": "http://gamingbolt.com/wp-content/uploads/2014/04/wii-u--300x168.jpg", "creator": "@Pramath1605", "site": "@GamingBoltTweet", "card": "summary"}, "generator": "WordPress 4.5.2", "viewport": "initial-scale=1.0,maximum-scale=1.0,user-scalable=no"}, "_id": "\"57477af36914bd0286fcc9e1\"", "article_summary": "Instead, they doubled down and showed off a slate of great upcoming games on the platform, that somehow looks even better than everything we already have.\nProject Guard/Project Giant RobotExactly what these games are, we’re not quite sure yet, which is a bit surprising, given that Nintendo is so insistent that they are coming next year.\nIn this list, we look at those upcoming games- there’s an amazing lineup of new Wii U games announced for 2015, and here, we will look at just which of these are the ones you should be looking forward to the most in the coming year.\nThe Treehouse stream, which you can see above, was a little better, as they started to look like some interesting and innovative takes on existing genres.\nUndoubtedly, these were the weakest part of Nintendo’s otherwise stellar E3 showing."}