{"article_title": "Catching Up with ... Burly Bakers owner Will Armstrong", "article_keywords": ["heart", "steroid", "pretty", "armstrong", "failure", "started", "months", "bakers", "catching", "im", "lot", "owner", "burly", "think", "transplant"], "article_url": "http://thegavoice.com/catching-up-with-burly-bakers-owner-will-armstrong/", "article_text": "Burly Bakers owner Will Armstrong was diagnosed with congestive heart failure last May and is being considered for a heart transplant. (Photo by Patrick Saunders)\n\nIf there is anyone who is glad to see 2015 in the rearview mirror, it’s Burly Bakers owner Will Armstrong. Major health issues last spring led to a diagnosis of congestive heart failure for the gay 42-year-old Atlanta resident, keeping him in the hospital for six weeks straight and causing him to temporarily close the bakery and his IT consulting business.\n\nArmstrong, who used to go by Bill but now prefers Will, adorned our annual Dining and Drink issue in Dec. 2014, a few months before his health troubles began. We sat down with him again one recent Monday afternoon, and he opened up about what happened, what role his steroid use had in it, and how the community helped him get on the path to recovery.\n\nSoon after we last spoke for the Burly Bakers cover story, you started to have the health issues. Tell me about what happened.\n\nSo in May, I was short of breath and had been feeling bad. I ended up going to the outpatient clinic and was sent from there over to the ER at Crawford Long. It turned out it was kidney failure from lack of blood from lack of heart performance. Then it turned out to be congestive heart failure.\n\nIt was a rough few months. There was a period of a couple months there where it was a lot of uncertainty as to whether I would survive it or not. I applied for disability and had to close both my IT consulting business and the bakery for a while. My heart was pretty severely damaged.\n\nBut I’m still recovering. I’m definitely not 100 percent, nowhere near it. I’m still on an IV infusion that runs around the clock and they’re still considering me for a heart transplant. The future is still a little uncertain.\n\nWhat was done medically and personally to get you out of those first few months when it was unclear if you would survive?\n\nWell there were some lifestyle changes. You know, I’ll be honest with you, I was using steroids and they think steroid abuse was a big part of what caused the heart failure. I was big, I was 247 pounds, and that alone puts a lot of pressure on the heart.\n\nI’ve been on a very reduced sodium diet. Very clean living and just a very peaceful life, very stress-free. And lots and lots of medication, I’m on 14 medications now. This IV infusion they have me on is considered a bridge to transplant drug and it’s a pretty heavy duty one that saved my life in June. I think the steroids had a lot to do with it and dropping 50 pounds, that certainly made a difference.\n\nWhat about medical expenses? Did you have insurance?\n\nThank God for President Obama and the Affordable Care Act [laughs] because I was insured. I’ve had $400,000 in medical bills since May. Thank God for the ACA because that’s the thing that saved my ass. I’ve had excellent care.\n\nAlso some people set up a GoFundMe campaign for me, and between that and another fundraiser they did it gave me $15,000 in cash, which really carried me through because when I got sick I completely lost my income altogether. The community helped me out a lot.\n\nSo how was your mindset while all of this was going on and what got you through it?\n\nI’ll admit, it was pretty hard. The first 60 days were probably the hardest and I went through a very, very dark time. I had some friends that just really cared for me. I had friends that were staying at my house and taking care of my dog. I spent about six straight weeks in the hospital.\n\nLuckily these donations kept coming in and people kept paying my bills and telling me not to worry about it. The community was amazing and my family was amazing. I was over it. I had never up until that point had any indication of any heart problem. I was confused and in some pretty serious denial for a long time and was just angry. I guess I went through all those stages of grief they talk about and just a lot of disbelief about how this could happen.\n\nI see so many 40-year-old gay men die from steroid abuse and massive heart attacks and I think I finally reached a point where I realized that could have been me and that could have been the outcome in my case too. And I started to look at what I had been given as being a second chance rather than “oh poor, pitiful me.”\n\nThat’s when things kind of shifted and I started getting some gratitude about every day after that being a gift instead of me being dealt a bum hand. Because I can name three or four people just in the last two years that have died, seemingly healthy men but obviously gym rats who are 250 pounds and chasing the dream and they’re dead. And I’m not one of them so for that I’m happy. But it definitely took me some getting there.\n\nWhen did your businesses start back up again?\n\nI started the bakery up in June again but it’s on a pretty limited basis. Obviously some of my IT clients had to choose other providers because I was unable to be responsive. I just now got freedom to drive again.\n\nSo it’s been a slow start but I’m doing a little bit of both again and I’m really looking to ramp back up for Valentine’s Day and just see what the future holds. I’m trying not to let it overwhelm me or get too stressful because I’m at about 50 percent now physically. I don’t want to kill myself with it.", "article_metadata": {"news_keywords": "burly bakers, will armstrong, lifestyle, culture, gay georgia, gay atlanta, gay georgia news", "generator": "WordPress 4.5.2", "og": {"site_name": "Georgia Voice - Gay & LGBT Atlanta", "description": "If there is anyone who is glad to see 2015 in the rearview mirror, it’s Burly Bakers owner Will Armstrong. Major health issues last spring led to a diagnosis of congestive heart failure for the gay 42-year-old Atlanta resident, keeping him in the hospital for six weeks straight and causing him to temporarily close the …", "title": "Catching Up with ... Burly Bakers owner Will Armstrong - Georgia Voice - Gay & LGBT Atlanta", "locale": "en_US", "image": {"width": 1024, "identifier": "http://thegavoice.com/wp-content/uploads/2016/01/Will-Armstrong-1024x683.jpg", "height": 683}, "url": "http://thegavoice.com/catching-up-with-burly-bakers-owner-will-armstrong/", "type": "article"}, "twitter": {"description": "If there is anyone who is glad to see 2015 in the rearview mirror, it’s Burly Bakers owner Will Armstrong. Major health issues last spring led to a diagnosis of congestive heart failure for the gay 42-year-old Atlanta resident, keeping him in the hospital for six weeks straight and causing him to temporarily close the […]", "creator": "@TheGAVoice", "image": "http://thegavoice.com/wp-content/uploads/2016/01/Will-Armstrong-2-1024x683.jpg", "title": "Catching Up with ... Burly Bakers owner Will Armstrong - Georgia Voice - Gay & LGBT Atlanta", "site": "@TheGAVoice", "card": "summary"}, "msapplication-TileImage": "http://thegavoice.com/wp-content/uploads/2013/11/cropped-15434792e57fd7a2_0.1-270x270.png", "article": {"section": "Atlanta", "tag": "will armstrong", "published_time": "2016-01-25T20:38:25+00:00", "modified_time": "2016-01-25T20:39:23+00:00", "author": "http://thegavoice.com/author/patrick-saunders/"}, "viewport": "width=device-width, initial-scale=1.0"}, "_id": "\"57477af46914bd0286fdc8ec\"", "article_summary": "Burly Bakers owner Will Armstrong was diagnosed with congestive heart failure last May and is being considered for a heart transplant.\n(Photo by Patrick Saunders)If there is anyone who is glad to see 2015 in the rearview mirror, it’s Burly Bakers owner Will Armstrong.\nI’m still on an IV infusion that runs around the clock and they’re still considering me for a heart transplant.\nThen it turned out to be congestive heart failure.\nSoon after we last spoke for the Burly Bakers cover story, you started to have the health issues."}