{"article_title": "Singing The National Anthem Brings People Closer Together", "article_keywords": ["closer", "choir", "group", "brings", "national", "social", "large", "bonding", "music", "groups", "anthem", "small", "singing", "researchers"], "article_url": "http://www.medicaldaily.com/singing-national-anthem-brings-people-closer-together-how-music-improves-social-358890", "article_text": "Music can bring people closer together, especially when they sing together in large groups, finds a new study published in the journal Evolution and Human Behavior.\n\n\"Over our evolutionary history, humans have faced the problem of how to create and maintain social bonds in progressively larger groups compared to those of our primate ancestors,\" researchers wrote. \"Evidence from historical and anthropological records suggests that group music-making might act as a mechanism by which this large-scale social bonding could occur. While previous research has shown effects of music making on social bonds in small group contexts, the question of whether this effect 'scales up' to larger groups is particularly important when considering the potential role of music for large-scale social bonding.\"\n\nThese \"small group contexts\" date back to hunter-gatherer societies, where Pacific Standard found our ancestors would \"seasonally aggregate to form 'mega-bands'\" as a sort-of \"safety net,\" with the idea being singing together release feel-good endorphins. Put it another way: These bands of people were necessary to survival.\n\nSo researchers worked with a British choir group, called Popchoir, to see how group singing affects social bonding today. They surveyed members from six of Popchoir's 10 choir groups — more than 100 members — before and after 90 minutes of singing. The survey questions measured for social bonding and pain threshold. Beyond the survey, some choir members agreed to put on blood pressure cuffs and were instructed to let researchers known when the pressure was \"very uncomfortable.\"\n\nThe results showed that singing rehearsals increased feelings of inclusion and connectivity, as well as a higher tolerance for pain. While \"levels of social closeness were found to be greater at pre- and post-levels for the small choir condition,\" researchers explained, it was the larger groups that experienced greater social improvement. Together, the findings suggest that group singing fosters closeness, \"even in large contexts where individuals are not known to each other.\"\n\n\"This supports the notion that diverse cultural phenomena such as national anthems, religious music, team chants, or military marching bands are behaviors that promote social bonding in large groups of individuals who do not necessarily know each other personally,\" researchers concluded. \"Such behaviors may have played a crucial role in human evolution by allowing us to increase community size significantly beyond those found in other primate species.\"\n\nKaraoke night, anyone?\n\nSource: Weinstein D, Stewart L, et al. Group music performance causes elevated pain thresholds and social bonding in small and large groups of singers. Evolution and Human Behavior. 2015.", "article_metadata": {"msapplication-config": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/browserconfig.xml", "news_keywords": "singing, national, anthem, brings, people, closer, together, how, music, improves, social", "og": {"site_name": "Medical Daily", "description": "Group singing may release endorphins and promote inclusion and connectivity, a new study suggests.", "title": "How Singing The National Anthem Brings People Closer Together", "url": "http://www.medicaldaily.com/singing-national-anthem-brings-people-closer-together-how-music-improves-social-358890", "image": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/25/national-anthem.jpg", "type": "article"}, "twitter": {"description": "Group singing may release endorphins and promote inclusion and connectivity, a new study suggests.", "title": "How Singing The National Anthem Brings People Closer Together", "url": "http://www.medicaldaily.com/singing-national-anthem-brings-people-closer-together-how-music-improves-social-358890", "image": {"src": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/25/national-anthem.jpg", "identifier": "http://images.medicaldaily.com/sites/medicaldaily.com/files/2015/10/25/national-anthem.jpg"}, "site": "@medicaldaily", "card": "summary_large_image"}, "msapplication-TileColor": "#f1c40f", "fb": {"app_id": 650103655065474, "pages": 189874081082249}, "msapplication-TileImage": "http://images.medicaldaily.com/sites/medicaldaily.com/themes/medicaldaily/favicons/mstile-144x144.png", "keywords": "medical daily, medicaldaily.com, health news, medical news, medical science, medicine, drugs, treatment, disease", "article": {"section": "Vitality", "published_time": "2015-10-25T19:01:47-04:00", "modified_time": "2015-10-25T19:01:46-04:00"}, "viewport": "width=device-width, initial-scale=1.0, maximum-scale=1, user-scalable=no", "description": "Group singing may release endorphins and promote inclusion and connectivity, a new study suggests."}, "_id": "\"57477af46914bd0286fdb2d0\"", "article_summary": "So researchers worked with a British choir group, called Popchoir, to see how group singing affects social bonding today.\nTogether, the findings suggest that group singing fosters closeness, \"even in large contexts where individuals are not known to each other.\"\nThey surveyed members from six of Popchoir's 10 choir groups — more than 100 members — before and after 90 minutes of singing.\nGroup music performance causes elevated pain thresholds and social bonding in small and large groups of singers.\nMusic can bring people closer together, especially when they sing together in large groups, finds a new study published in the journal Evolution and Human Behavior."}